Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: <p><b><big>Configured Hosts</big></b><br> This is a list of already configured hosts. One of the hosts is marked as default (the asterisk next to the server name). A default host is used if no other host matches for an incoming request. To set a host as default, press <b>Set as Default</b>.</p>
da: <p><b><big>Konfigurerede værtsmaskiner</big></b><br> Dette er en liste over allerede konfigurerede værtsmaskiner. En af værtsmaskinerne markeres som standard (en stjerne ved siden af servernavnet). En standardværtsmaskine bruges, hvis ingen anden værtsmaskine matcher en indkommende forespørgsel. Tryk på <b>Sæt som standard</b> for at sætte en værtsmaskine som standard.</p>
el: <p><b><big>Ρυθμισμένοι Κόμβοι</big></b><br> Αυτή είναι μια λίστα ήδη ρυθμισμένων κόμβων. Ένας εκ των κόμβων είναι σημειωμένος ως προκαθορισμένος (με τον αστερίσκος δίπλα στο όνομα του διακομιστή). Ένας προκαθορισμένος κόμβος χρησιμοποιείται εάν δεν ταιριάζει κανένας άλλος κόμβος για μια εισερχόμενη αίτηση. Για να οριστεί ένας κόμβος ως προκαθορισμένος, πατήστε στο <b>Ορισμός ως Προκαθορισμένος</b>.</p>
es: <p><b><big>Hosts configurados</big></b><br> Esta es una lista de hosts ya configurados. Uno de los hosts está marcado como sistema por defecto (con un asterisco junto al nombre de servidor). Este se usa en caso de que ningún otro host coincida con una petición entrante. Para seleccionar un host por defecto pulse <b>Definir por defecto</b>.</p>
fi: <p><b><big>Määritetyt palvelimet</big></b><br> Tämä on luettelo jo määritetyistä palvelimista. Yksi palvelimista on määritetty oletukseksi (tähdellä merkitty palvelin). Oletuspalvelinta käytetään, jos mikään muu palvelin ei täsmää sisääntulevaan pyyntöön. Asettaaksesi oletuspalvelimen napsauta <b>Aseta oletukseksi</b>.</p>
id: <p><b><big>Host yang dikonfigurasi</big></b><br> Ini adalah sebuah daftar dari host yang telah dikonfigurasi. Satu dari host ditandai sebagai bawaan (asterisk berikutnya untuk nama peladen). Sebuah host bawaan digunakan jika tidak ada host lain yang sesuai untuk sebuah permintaan masuk. Untuk mengatur sebuah host sebagai bawaan, tekan<b>Atur sebagai Bawaan</b>.</p>
it: <p><b><big>Host configurati</big></b><br> Questo è un elenco di host già configurati. Uno degli host è contrassegnato come predefinito (l'asterisco accanto al nome server). L'host predefinito prende in consegna le richieste in entrata non indirizzate a un altro host. Per impostare un host predefinito, premere <b>Imposta come predefinito</b>.</p>
nb: <p><b><big>Konfigurerte vertsmaskiner</big></b><br> Dette er en liste over allerede konfigurerte vertsmaskiner. En av vertsmaskinene er markert som standard (en stjerne ved siden av servernavnet). En standardvertsmaskin brukes dersom ingen annen vertsmaskin samsvarer med en innkommende forespørsel. For å definere en vertsmaskin som standard, klikk på <b>Bruk som standard</b>.</p>
nl: <p><b><big>Geconfigureerde hosts</big></b><br> Dit is een lijst met reeds geconfigureerde hosts. Één van de hosts is als standaardhost gemarkeerd (het *-teken naast de naamserver). Als voor een inkomend verzoek geen passende host is gevonden, wordt de standaardhost gebruikt. Klik op <b>Als standaard instellen</b> om een host als de standaard in te stellen.</p>
pl: <p><b><big>Skonfigurowane hosty</big></b><br> Jest to lista dotychczas skonfigurowanych hostów. Jeden z hostów zaznaczony jest jako domyślny (gwiazdka obok nazwy serwera). Host domyślny jest używany, jeśli żaden inny nie pasuje do nadchodzącego żądania. Aby ustawić host jako domyślny, proszę nacisnąć przycisk <b>Ustaw jako domyślny</b>.</p>
sk: <p><b><big>Nastavení hostitelia</big></b><br> Toto je zoznam už nastavených hostiteľov. Jeden z nich je označený ako štandardný (hviezdičkou vedľa mena). Ten sa použije v prípade, že požiadavka nezodpovedá žiadnemu inému hostiteľovi. Ak chcete hostiteľa nastaviť ako štandardného, použite tlačidlo <b>Nastaviť ako štandardný</b>.</p>
sv: <p><b><big>Inställda värddatorer</big></b><br> Det här är en lista över inställda värddatorer. En av värddatorerna är markerad som standard (den med en asterisk bredvid servernamnet). En standardvärddator används om ingen annan värddator matchar vid en inkommande begäran. Om du vill ange att en värddator ska användas som standard klickar du på <b>Använd som standard</b>.</p>
tr: <p><b><big>Yapılandırılmış makineler</big></b><br> Bu, yapılandırılmış makinelerin bir listesidir. Bu makinelerden biri öntanımlı olarak belirlenmiştir (sunucu adı yanında * olan). Bu öntanımlı makine gelen bir istek hiçbir makineye uymuyorsa kullanılır. Bir makineyi öntanımlı olarak ayarlamak için <b>Öntanımlı olarak ata</b> düğmesini kullanın.</p>
zh_cn: <p><b><big>已配置的主机</big></b><br> 这是已配置主机的列表。其中一个主机被标记为 默认(服务器名旁边有星号)。如果其它主机无法匹配进来的请求， 则使用默认主机。要将某个主机设置为默认主机， 请按<b>设置为默认值</b>。</p>

source: <p>Choose an appropriate entry of the table and click <b>Edit</b> to change the host. To add a host, click <b>Add</b>. To remove a host, select it and click <b>Delete</b>.</p>
da: <p>Vælg en passende indgang i tabellen og tryk på <b>Rediger</b> for at ændre værtsmaskinen. Tryk på <b>Tilføj</b>, for at tilføje en værtsmaskine. Vælg en værtsmaskine og tryk på <b>Slet</b> for at fjerne den.</p>
el: <p>Επιλέξτε μια κατάλληλη καταχώρησή του πίνακα και κάντε κλικ στο <b>Επεξεργασία</b> για να αλλάξετε τον κόμβο. Για να προσθέσετε έναν κόμβο, κάντε κλικ στο <b>Προσθήκη</b>. Για να αφαιρέσετε έναν κόμβο, επιλέξτε τον και κάντε κλικ στο <b>Διαγραφή</b>.</p>
es: <p>Seleccione una entrada adecuada de la lista y haga clic en <b>Editar</b> para cambiar el host. Para añadir un nuevo host, haga clic en <b>Añadir</b>. Para eliminar un host, selecciónelo y haga clic en <b>Suprimir</b>.</p>
fi: <p>Valitse taulukosta vastaava merkintä ja napsauta <b>Muokkaa</b> muokataksesi palvelinta. Lisätäksesi palvelimen napsauta <b>Lisää</b>. Poistaaksesi palvelimen valitse se ja napsauta <b>Poista</b>.</p>
id: <p>Pilih sebuah masukan yang sesuai pada tabel dan klik <b>Ubah</b> untuk mengubah host. Untuk menambah host, klik<b>Tambah</b>. Untuk menghapus sebuah host, pilih host tersebut dan klik <b>Hapus</b>.</p>
it: <p>Scegliere una voce appropriata dalla tabella e fare clic su <b>Modifica</b> per modificare l'host. Per aggiungere un host, fare clic su <b>Aggiungi</b>. Per rimuovere un host, selezionarlo e fare clic su <b>Elimina</b>.</p>
nb: <p>Velg en oppføring i tabellen og klikk <b>Rediger</b> for å endre vertsmaskinen. For å legge til en vertsmaskin, klikk <b>Legg til</b>. Velg en vertsmaskin og klikk <b>Slett</b> for å slette den.</p>
nl: <p>Als u een host wilt wijzigen, kiest u eerst het betreffende item uit de tabel en klikt u vervolgens op <b>Bewerken</b>. Gebruik <b>Toevoegen</b> om een host toe te voegen. Of druk op <b>Verwijderen</b> om een host te verwijderen.</p>
pl: <p>Proszę wybrać odpowiedni wpis w tabeli i nacisnąć przycisk <b>Edytuj</b>, aby zmienić host. Aby dodać host, należy nacisnąć przycisk <b>Dodaj</b>. Aby usunąć host, proszę go wybrać i nacisnąć przycisk <b>Usuń</b>.</p>
sk: <p>Vyberte položku v tabuľke stlačte <b>Upraviť</b> pre jej zmenu. Pre pridanie novej stlačte <b>Pridať</b> a odstrániť ju môžete stlačením <b>Odstrániť</b>.</p>
sv: <p>Välj en post i tabellen och klicka på <b>Redigera</b> om du vill ändra värddatorn. Om du vill lägga till en värddator klickar du på <b>Lägg till</b>. Om du vill ta bort en värddator markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p>Bir makineyi değiştirmek için tablodan ilgili girdiyi seçin ve <b>Düzenle</b> düğmesine basın. Yeni bir makine eklemek için <b>Ekle</b> düğmesini, bir makineyi silmek için de <b>Sil</b> düğmesini kullanın.</p>
zh_cn: <p>在表中选择适当的项，然后单击<b>编辑</b>更改主机。 要添加主机，请单击<b>添加</b>。要删除某主机，请选择该主机，然后单击<b>删除</b>。</p>

source: <p><b><big>Host Configuration</big></b><br> To edit the host settings, choose the appropriate entry of the table then click <b>Edit</b>. To add a new option, click <b>Add</b>. To remove an option, select it and click <b>Delete</b>.</p>
da: <p><b><big>Værtsmaskinekonfiguration</big></b><br> For at redigere indstillingerne for værtsmaskinen, vælg en passende indgang i tabellen og tryk på <b>Rediger</b>. For at tilføje en ny indstilling, tryk på <b>Tilføj</b>. For at fjerne en indstilling, markér den og tryk på <b>Slet</b>.</p>
el: <p><b><big>Ρύθμιση του Κόμβου</big></b><br> Για να επεξεργαστείτε τις ρυθμίσεις κόμβου, επιλέξτε την κατάλληλη καταχώρηση του πίνακα και κάντε μετά κλικ στο <b>Επεξεργασία</b>. Για να προσθέσετε μια νέα επιλογή, κάντε κλικ στο <b>Προσθήκη</b>. Για να αφαιρέσετε μια επιλογή, επιλέξτε την και κάντε κλικ στο <b>Διαγραφή</b>.</p>
es: <p><b><big>Configuración del host</big></b><br> <p>Para editar la configuración del host, seleccione la entrada apropiada de la tabla y haga clic en <b>Editar</b>. Para añadir una nueva opción, haga clic en <b>Añadir</b>. Para eliminar una opción, selecciónela y haga clic en <b>Suprimir</b>.</p>
fi: <p><b><big>Palvelinmääritys</big></b><br> Muokataksesi palvelinasetuksia valitse taulukon vastaava merkintä ja napsauta <b>Muokkaa</b>. Lisätäksesi uuden valinnan napsauta <b>Lisää</b>. Poistaaksesi valinnan napsauta <b>Poista</b>.</p>
id: <p><b><big>Konfigurasi Host</big></b><br> untuk mengubah pengaturan host, pilih masukan yang sesuai pada tabel dan klik <b>Ubah</b>. untuk menambah pilihan baru, klik<b>Tambah</b>. Untuk menghapus sebuah pilihan,pilih dan klik <b>Hapus</b>.</p>
it: <p><b><big>Configurazione host</big></b><br> Per modificare le impostazioni dell'host selezionare la voce appropriata nella tabella e fare clic su <B>Modifica</b>. Per aggiungere una nuova opzione, fare clic su <B>Aggiungi</B>. Per rimuovere un'opzione, selezionarla e fare clic su <B>Elimina</B>.</p>
nb: <p><b><big>Vertsmaskinkonfigurasjon</big></b><br> For å redigere innstillingene for vertsmaskinen, velg en oppføring i tabellen og klikk <b>Rediger/b>. For å legge til et nytt alternativ, klikk <b>Legg til</b>. Velg et alternativ og klikk <b>Slett</b> for å slette det.</p>
nl: <p><b><big>Hostconfiguratie</big></b><br> Als u de standaard hostinstellingen wilt wijzigen, dient u het betreffende item uit de tabel te selecteren en vervolgens op <b>Bewerken</b> te klikken. Klik op <b>Toevoegen</b> om een nieuwe optie toe te voegen. Of druk op <b>Verwijderen</b> om een optie te verwijderen.</p>
pl: <p><b><big>Konfiguracja hosta</big></b><br> Aby zmienić ustawienia hosta, należy wybrać odpowiedni wpis w tabeli i nacisnąć przycisk <b>Edytuj</b>. Aby dodać opcję, proszę nacisnąć przycisk <b>Dodaj</b>. W celu usunięcia opcji, należy ją wybrać i nacisnąć przycisk <b>Usuń</b>.</p>
sk: <p><b><big>Nastavenie hostiteľa</big></b><br> <p>Pre úpravu nastavenia hostiteľa vyberte položku v tabuľke a stlačte <b>Upraviť</b>. Pre pridanie novej voľby stlačte <b>Pridať</b>. Voľby môžete odstrániť pomocou <b>Odstrániť</b>.</p>
sv: <p><b><big>Värddatorinställningar</big></b><br> Om du vill redigera värddatorinställningarna väljer du en post i tabellen och klickar på <b>Redigera</b>. Om du vill lägga till ett nytt alternativ klickar du på <B>Lägg till</B>. Om du vill ta bort ett alternativ markerar du det och klicka på <B>Ta bort</B>.</P>
tr: <p><b><big>Makine yapılandırması</big></b><br> Makine ayarlarını düzenlemek için listeden ilgili girdiyi seçin ve <b>Düzenle</b> düğmesine basın. Yeni bir seçenek eklemek için <b>Ekle</b> düğmesini, bir seçeneği silmek için de <b>Sil</b> düğmesini kullanın.</p>
zh_cn: <p><b><big>主机配置</big></b><br> 要编辑主机设置，请在表中选择适当的项，然后单击<b>编辑</b>。 要添加新选项，请单击<b>添加</b>。要删除某选项，请先选择该选项，然后单击<b>删除</b>。</p>

source: <p>The <b>Server Resolution</b> options set the resolution when using virtual hosts. However, when you choose <b>Resolution via HTTP Headers</b>, the default server will never be served requests to the IP address of a name-based virtual host. If you plan to configure a SSL based vhost, use <b>Resolution via IP address</b></p>
da: <p>Indstillingerne i <b>Servergenkendelse</b> indstiller genkendelsen, når der anvendes virtuelle værtsmaskiner. Når du derimod vælger <b>Genkendelse via HTTP-headers</b>, modtager standardserveren aldrig forespørgsler til en navnebaseret virtuel værtsmaskines IP-adresse. Hvis du påtænker at konfigurere en SSL-baseret vhost, så brug <b>Genkendelse via IP-adresse</b></p>
el: <p>Οι επιλογές του <b>Ανάλυση Διακομιστή</b> ορίζουν την ανάλυση κατά την χρήση εικονικών κόμβων. Παρ' όλα αυτά, όταν επιλέγετε <b>Ανάλυση μέσω Κεφαλίδων HTTP</p>, ο προκαθορισμένος διακομιστής δε θα εξυπηρετήσει ποτέ αιτήσεις προς τη διεύθυνση IP ενός εικονικού κόμβου που βασίζεται στο όνομα. Εάν πρόκειται να ρυθμίσετε ένα εικονικό κόμβο βασισμένο στο SSL, χρησιμοποιήστε <b>Ανάλυση μέσω διεύθυνσης IP</b></p>
es: <p>La opción <b>Resolución de servidor</b> permite la resolución cuando se usan hosts virtuales. Sin embargo, si selecciona <b>Resolución mediante encabezados HTTP,</b> el servidor por defecto nunca sirve peticiones de las direcciones IP de un host virtual basado en nombre. Si tiene previsto configurar un vhost basado en SSL, use <b>Resolución mediante dirección IP.</b></p>
fi: <p><b>Palvelimen selvitys</b> -valinta asettaa selvityksen näennäispalvelimia käytettäessä. Valittaessa <b>Selvitys HTTP-otsakkein</b> oletuspalvelin ei kuitenkaan koskaan palauta pyyntöjä nimipohjaisen näennäispalvelimen IP-osoitteeseen. Jos aiot käyttää SSL-pohjaista näennäispalvelinta, käytä valintaa <b>Selvitys IP-osoitteella</b></p>
id: <p><b>Resolusi peladen</b> pilihan mengatur resolusi dengan ketika menggunakan virtual host. Meskipun, ketika Anda memilih <b>Resolusi menggunakan HTTP Headers</b>, peladen bawaan tidak akan pernah melayani permintaan terhadap alamat IP dari sebuah virtual host yang berdasar pada nama. Jika Anda berencana untuk mengkonfigurasi sebuah vhost berdasar SSL, gunakan<b>Resolusi dengan alamat IP</b></p>
it: <p>Le opzioni <b>Risoluzione server</b> impostano la risoluzione quando si usano gli host virtuali. Comunque quando si seleziona <b>Risoluzione via intestazioni HTTP</b>, il server predefinito non sarà mai usato per rispondere alle richieste all'indirizzo IP di un host virtuale basato su nome. Se si prevede di configurare un vhost basato su SSL, usare <b>Risoluzione via indirizzo IP</b></p>
nb: <p>Bruk valgene under <b>Serverdefinisjon</b> for å angi rutedefinisjonen for virtuelle vertsmaskiner. Men hvis du velger <b>Definisjon via HTTP-deklarasjoner</p>, vil standardserveren aldri motta forespørsler sendt til IP-adressen for en navnebasert virtuell vertsmaskin. Hvis du vil sette opp en SSL-basert virtuell vertsmaskin, bruk <b>Definisjon via IP-adresse</b></p>
nl: <p>De <b>Serverresolutie</b>-opties stellen de resolutie in wanneer virtual hosts wordt gebruikt. Als u <b>Resolutie via HTTP-headers</b> kiest, zal de standaardserver geen verzoeken naar het IP-adres van een naamgebaseerde virtual host sturen. Als u een SSL-gebaseerde vhost wilt configureren, gebruik dan <b>Resolutie via IP-adres</b></p>
pl: <p>Opcja <b>Rozwiązywanie żądań do serwera</b> ustawia rozwiązywanie żądań podczas używania hostów wirtualnych. Jednak w przypadku wybrania opcji <b>Rozwiązywanie żądań przez nagłówki HTTP</b> serwer domyślny nigdy nie będzie doręczał żądań do adresu IP z wirtualnego hosta opartego na nazwie. Jeśli planowana jest konfiguracja wirtualnego hosta opartego na protokole SSL, użyj opcji <b>Rozwiązywanie żądań przez adres IP</b></p>
sk: <p>Voľbami <b>Určenie servera</b> nastavíte určovanie v prípade použitia virtuálnych hostiteľov. Však, ak zvolíte <b>Určenie pomocou hlavičiek HTTP</b>, predvolený server nebude nikdy odpovedať na požiadavky na IP adresy podľa názvu virtuálneho hostiteľa. Ak máte v úmysle konfigurovať vhost založený na SSL, použite <b>Určenie pomocou IP adresy</b></p>
sv: <p>Alternativen för <b>servermatchning</b> anger matchningen när virtuella värddatorer används. Men om du väljer <b>Matchning via HTTP-huvuden</b> får standardservern aldrig förfrågningar till IP-adressen för en namnbaserad virtuell värddator. Om du planerar att konfigurera en SSL-baserad virtuell värddator använder du <b>Matchning via IP-adress</b></p>
tr: <p><b>Sunucu Çözünürlüğü</b> seçenekleri sanal ana bilgisayarlar kullanıldığında çözünürlüğü ayarlar. Ancak, <b>HTTP Başlıkları Üzerinden Çözünürlük</b>'ü seçtiğinizde, varsayılan sunucuya asla ad tabanlı sanal bir ana bilgisayarın IP adresine gelen istekler sunulmaz. SSL tabanlı bir sanal ana bilgisayar yapılandırmayı planlıyorsanız, <b>IP adresi üzerinden Çözünürlük</b>'ü kullanın</p>
zh_cn: <p><b>服务器解析</b>选项在使用 虚拟主机时设置解析。但是，如果选择<b>通过 HTTP 报头解析</p>， 默认服务器将永远不会为请求基于名称的虚拟主机的 IP 地址提供服务。 如果您计划配置基于 SSL 的虚拟主机，请使用 <b>通过 IP 地址解析</b></p>

source: <p><b><big><i>Listen</i> Settings for a Host</big></b><br> The <i>Listen</i> directive allows selection of ports and network interfaces where the HTTP server should listen for incoming requests.</p>
da: <p><b><big><i>Lyt på</i>-indstillinger for værtsmaskine</big></b><br> Under <i>Lyt på</i> kan du vælge de porte og netværksgrænseflader, hvor HTTP-serveren skal lytte efter indkommende forespørgsler.</p>
el: <p><b><big><i>Ακρόαση</i> Ρυθμίσεις για έναν Κόμβο</big></b><br> Η κατεύθυνση της <i>Ακρόασης</i> επιτρέπει την επιλογή των θυρών και των διασυνδέσεων του δικτύου όπου ο διακομιστής HTTP θα ακούει για εισερχόμενες αιτήσεις.</p>
es: <p><b><big>Modo de <i>escucha</i> de un servidor</big></b><br> La directiva <i>Escuchar</i> permite seleccionar los puertos e interfaces de red donde el servidor HTTP ha de esperar o escuchar las solicitudes que lleguen.</p>
fi: <p><b>Palvelimen <big><i>Kuuntele</i> -asetukset</big></b><br> <i>Kuuntele</i> valitsee ne portit ja liitännät, joilta HTTP-palvelin kuuntelee sisääntulevia pyyntöjä.</p>
id: <p><b><big><i>Listen</i> Pengaturan untuk sebuah Host</big></b><br> <i>Listen</i>yang ditunjuk mengijinkan pilihan dari port dan antarmuka jaringan dimana peladen HTTP semestinya listen untuk permintaan masuk.</p>
it: <p><b><big>Impostazioni <i>Listen</i> per l'host</big></b><br> La direttiva <i>Listen</i> consente di selezionare porte e interfacce di rete sulle quali il server HTTP si mette in ascolto per le richieste in entrata.</p>
nb: <p><b><big><i></i>-innstillinger for vertsmaskin</big></b><br> Under <i>Lytt på</i> kan du velge porter og nettverksgrensesnitt der HTTP-serveren skal lytte etter innkommende forespørsler.</p>
nl: <p><b><big><i>Luisteren</i> Hostinstellingen</big></b><br> Met de instructie <i>Luisteren</i> kunt u de poorten en de netwerkinterfaces selecteren waar de HTTP-server de inkomende verzoeken van moet beluisteren.</p>
pl: <p><b><big>Ustawienia <i>nasłuchiwania</i> hosta</big></b><br> Dyrektywa nasłuchiwania <i>Listen</i> pozwala na wybór portów i interfejsów sieciowych, na których serwer HTTP ma nasłuchiwać nadchodzących żądań.</p>
sk: <p><b><big>Nastavenie <i>Listen</i> pre hostiteľa</big></b><br> Direktíva <i>Listen</i> umožňuje výber portov a sieťových rozhraní, na ktorých bude HTTP server čakať na požiadavky.</p>
sv: <p><b><big><i>Lyssna</i>-inställningar för en värddator</big></b><br> <i>Lyssna</i>-direktivet tillåter val av portar och nätverksgränssnitt där HTTP-servern ska lyssna efter inkommande begäranden.</p>
tr: <p><b><big>Host için <i>dinleme</i> ayarları</big></b><br> <i>Dinle</i> seçeneği HTTP suncusunun hangi port ve ağ arabirimlerinden gelecek istekleri dinlemesi gerektiğinin ayarının yapılmasını sağlar.</p>
zh_cn: <p><b><big><i>监听</i>主机的设置</big></b><br> <i>监听</i>指令允许选择 HTTP 服务器应监听进来请求 的端口和网络接口。</p>

source: <p>Choose an appropriate entry of the table and click <b>Edit</b> to change the entry. To add a new entry, click <b>Add</b>. To remove an entry, select it and click <b>Delete</b>.</p>
da: <p>Vælg en passende indgang i tabellen og tryk på <b>Rediger</b> for at ændre indgangen. Tryk på <b>Tilføj</b> for at tilføje en ny indgang. Vælg en indgang og tryk på <b>Slet</b> for at fjerne den.</p>
el: <p>Επιλέξτε μια κατάλληλη καταχώρησή του πίνακα και κάντε κλικ στο <b>Επεξεργασία</b> για να αλλάξετε την καταχώρηση. Για να προσθέσετε μια νέα καταχώρηση, κάντε κλικ στο <b>Προσθήκη</b>. Για να αφαιρέσετε μια καταχώρηση, επιλέξτε το και κάντε κλικ στο <b>Διαγραφή</b>.</p>
es: <p>Seleccione una entrada adecuada de la lista y pulse <b>Editar</b> para modificarla. Para añadir una nueva entrada, haga clic en <b>Añadir</b>. Para eliminar una entrada, selecciónela y haga clic en <b>Suprimir</b>.</p>
fi: <p>Valitse vastaava merkintä taulukosta ja napsauta <b>Muokkaa</b> vaihtaaksesi merkintää. Lisätäksesi uuden merkinnän napsauta <b>Lisää</b>. Poistaaksesi merkinnän valitse se ja napsauta <b>Poista</b>.</p>
id: <p>Pilih sebuah masukan yang sesuai pada tabel dan klik<b>Ubah</b>untuk mengubah masukan. untuk menambahkan masukan baru, tekan<b>Tambah</b>. Untuk menghapus sebuah masukan, pilih dan klik<b>Hapus</b>.</p>
it: <p>Scegliere una voce appropriata dalla tabella e fare clic su <b>Modifica</b> per modificarla. Per aggiungere una nuova voce, fare clic su <b>Aggiungi</b>. Per rimuovere una voce, selezionarla e fare clic su <b>Elimina</b>.</p>
nb: <p>Velg en oppføring i tabellen og klikk <b>Rediger</b> for å endre oppføringen. For å legge til en ny oppføring, klikk <b>Legg til</b>. Velg en oppføring og klikk <b>Slett</b> for å slette den.</p>
nl: <p>Als u een item wilt wijzigen, kiest u eerst het betreffende item uit de tabel en klikt u vervolgens op <b>Bewerken</b>. Gebruik <b>Toevoegen</b> om een nieuw item toe te voegen. Klik op <b>Verwijderen</b> om een item te verwijderen.</p>
pl: <p>Proszę wybrać odpowiedni wpis w tabeli i nacisnąć przycisk <b>Edytuj</b>, aby zmienić wpis. Proszę nacisnąć przycisk <b>Dodaj</b>, aby dodać nowy wpis. Aby usunąć wpis, należy go wybrać i nacisnąć przycisk <b>Usuń</b>.</p>
sk: <p>Vyberte položku v tabuľke stlačte <b>Upraviť</b> pre jej zmenu. Pre pridanie novej stlačte <b>Pridať</b> a odstrániť ju môžete stlačením <b>Odstrániť</b>.</p>
sv: <p>Välj en post i tabellen och klicka på <b>Redigera</b> om du vill ändra posten. Om du vill lägga till en ny post klickar du på <b>Lägg till</b>. Om du vill ta bort en post markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p>Bir girdiyi düzenlemek için listeden ilgili girdiyi seçin ve <b>Düzenle</b> düğmesine basın. Yeni bir girdi eklemek için <b>Ekle</b> düğmesini, bir girdiyi silmek için de <b>Sil</b> düğmesini kullanın.</p>
zh_cn: <p>在表中选择适当的项，然后单击<b>编辑</b>更改此项。 要添加新项，请单击<b>添加</b>。要删除某个项，请选择该项，然后单击<b>删除</b>。</p>
