Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: <p><b><big>SSL Configuration</big></b><br> This is a list of options related to the SSL (Secure Socket Layer) settings of the host. SSL allows communicating securely with the host by encrypting communication.</p>
da: <p><b><big>SSL-konfiguration</big></b><br> Dette er en liste over indstillinger i forbindelse med SSL-indstillingerne (Secure Socket Layer) for værtsmaskinen. SSL sørger for sikker kommunikation med værtsmaskinen ved at kryptere indholdet.</p>
el: <p><b><big>Ρύθμιση του SSL</big></b><br> Αυτή είναι μια λίστα επιλογών που σχετίζονται με τις ρυθμίσεις του SSL (Secure Socket Layer) του κόμβου. Το SSL επιτρέπει την ασφαλή επικοινωνία με τον κόμβο χρησιμοποιώντας κρυπτογράφηση.</p>
es: <p><b><big>Configuración de SSL</big></b><br> Esta es una lista de opciones relacionadas con la configuración de SSL (Secure Socket Layer) del host. SSL permite comunicarse de forma segura con el host cifrando la comunicación.</p>
fi: <p><b><big>SSL-määritykset</big></b><br> Tämä on luettelo palvelimen SSL:ään (Secure Socket Layer) liittyvistä merkinnöistä. SSL sallii palvelimen turvallisen viestinnän salaamalla tietoliikenteen.</p>
id: <p><b><big>Konfigurasi SSL</big></b><br> Ini adalah daftar pilihan yang sesuai untuk pengaturan SSL (Secure Socket Layer) pada host. SSL mengijinkan komunikasi secara aman dengan host melalui komunikasi yang terenkripsi.</p>
it: <p><b><big>Configurazione SSL</big></b><br> Questo è un elenco di opzioni riguardanti le impostazioni SSL (Secure Socket Layer) dell'host. SSL consente di comunicare in modo sicuro con un host, cifrando la comunicazione.</p>
nb: <p><b><big>SSL-konfigurasjon</big></b><br> Dette er en liste over alternativer i forbindelse med SSL-innstillingene (Secure Socket Layer) for vertsmaskinen. SSL sørger for sikker kommunikasjon med vertsmaskinen ved å kryptere innholde.</p>
nl: <p><b><big>SSL-configuratie</big></b><br> Dit is een lijst met opties die gerelateerd zijn aan de SSL-instellingen (Secure Socket Layer) van de host. Via SSL kunt u veilig met een host communiceren door de communicatie te versleutelen.</p>
pl: <p><b><big>Konfiguracja SSL</big></b><br> Jest to lista opcji odnoszących się do ustawień SSL (Secure Socket Layer) hosta. SSL pozwala na bezpieczną komunikację z hostem za pomocą szyfrowania.</p>
sk: <p><b><big>Nastavenie SSL</big></b><br> Toto je zoznam volieb pre SSL (Secure Socket Layer) pre hostiteľa. SSL umožňuje bezpečnú komunikáciu so serverom pomocou šifrovania.</p>
sv: <p><b><big>SSL-inställning</big></b><br> Det här är en lista över alternativ för SSL-inställningar för värddatorn. Med SSL-kryptering blir kommunikationen med värddatorn säker.</p>
tr: <p><b><big>SSL yapılandırması</big></b><br> Bu liste makinenin SSL (Secure Socket Layer) ile ilgili ayarlarını içerir. SSL makine ile veri alışverişini şifreleyerek güvenli iletişim sağlar.</p>
zh_cn: <p><b><big>SSL 配置</big></b><br> 这是与主机的 SSL(安全套接字层)设置 相关的选项的列表。SSL 允许通过加密通信安全地 与主机进行通信。</p>

source: <p>General behavior is determined by the SSL option. The host can not support SSL at all (<tt>No SSL</tt>), allow both non-SSL and SSL access (<tt>Allowed</tt>), or accept only connections encrypted via SSL (<tt>Required</tt>). </p>
da: <p>Almindelig adfærd afgøres af SSL-indstillingen. Værtsmaskinen kan overhovedet ikke understøtte SSL (<tt>Ingen SSL</tt>), tillad både ikke-SSL og SSL adgang (<tt>Tilladt</tt>), eller acceptér kun forbindelser, der er krypteret via SSL (<tt>Krævet</tt>). </p>
el: <p>Η γενική συμπεριφορά καθορίζεται από την επιλογή SSL. Ο κόμβος μπορεί να μην υποστηρίζει SSL (<i>Χωρίς SSL</i>), να επιτρέπει και πρόσβαση χωρίς-SSL και με SSL (<i>Επιτρέπεται</i>), ή να δέχεται μόνο συνδέσεις που κρυπτογραφούνται μέσω SSL (<i>Απαιτείται</i>). </p>
es: <p>La opción SSL determina el comportamiento general. El host puede no admitir SSL en absoluto (<tt>Ningún SSL</tt>), permitir acceso tanto SSL como no SSL (<tt>Permitido</tt>), o bien aceptar solo las conexiones cifradas mediante SSL (<tt>Requerido</tt>). </p>
fi: <p>Yleisen käyttäytymisen määrittelee SSL-valinta. Palvelin voi olla tukematta (<tt>Ei SSL:ää</tt>), sallia sekä ei-SSL- että SSL-käytön (<tt>Sallittu</tt>) tai hyväksyä vain SSL-salatut yhteydet (<tt>Vaadittu</tt>). </p>
id: <p>Perilaku umum ditentukan oleh pilihan SSL. Host tidak dapat didukung SSL sepenuhnya (<tt>Tanpa SSL</tt>), mengijinkan akses dengan keduanya tanpa SSL dan SSL (<tt>Diijinkan</tt>), atau hanya menyetujui koneksi terenkripsi melalui SSL (<tt>Dibutuhkan</tt>). </p>
it: <p>Il comportamento generale dipende dall'opzione SSL. L'host può non supportare affatto l'SSL (<tt>Nessun SSL</tt>), consentire accessi non SSL ed SSL (<tt>Consentito</tt>) oppure accettare solo connessioni cifrate via SSL (<tt>Obbligatorio</tt>). </p>
nb: <p>De generelle egenskapene defineres av SSL-alternativet. Du kan velge at vertsmaskinen ikke skal støtte SSL i det hele tatt (<tt>Ingen SSL</tt>), at den skal gi tilgang både med og uten SSL (<tt>Tillatt</tt>) eller kun tillate kommunikasjon som er kryptert via SSL (<tt>Obligatorisk</tt>). </p>
nl: <p>Het algemene gedrag wordt door de SSL-optie bepaald. De host heeft óf helemaal geen SSL-ondersteuning (<tt>Geen SSL</tt>), óf staat zowel geen-SSL als SSL-toegang toe (<tt>Toegestaan</tt>), óf accepteert alleen versleutelde SSL-verbindingen (<tt>Vereist</tt>). </p>
pl: <p>Ogólne zachowanie jest określane przez opcję <i>SSL</i>. Dany host może w ogóle nie obsługiwać SSL (<i>bez SSL</i>), pozwalać na dostęp przez SSL jak i bez SSL (<i>dopuszczony</i>) albo akceptować wyłącznie połączenia szyfrowane za pomocą SSL (<i>wymagane</i>).</p>
sk: <p>Všeobecné chovanie je určené voľbou <i>SSL</i>. Hostiteľ nemusí SSL podporovať vôbec (<i>Bez SSL</i>), SSL povoliť (<i>Povolené</i>) alebo vyžadovať (<i>Vyžadované</i>).</p>
sv: <p>Det allmänna beteendet avgörs av SSL-alternativet. Värddatorn kan antingen inte stödja SSL överhuvudtaget (<tt>Ingen SSL</tt>), tillåta både icke-SSL och SSL-åtkomst (<tt>Tillåten</tt>) eller acceptera endast anslutningar krypterade med SSL (<tt>Krävs</tt>). </p>
tr: <p>Genel davranış SSL seçeneği tarafından belirlenir. Ana bilgisayar hiç SSL'yi destekleyemez (<tt>SSL Yok</tt>), hem SSL olmayan hem de SSL erişimine izin veremez (<tt>İzin Verildi</tt>) veya yalnızca SSL aracılığıyla şifrelenmiş bağlantıları kabul edebilir (<tt>Gerekli</tt>). </p>
zh_cn: <p>一般行为由 SSL 选项确定。主机可以 完全不支持 SSL(<tt>无 SSL</tt>)、同时允许非 SSL 和 SSL 访问(<tt>允许</tt>) 或只接受通过 SSL 加密的连接 (<tt>必需</tt>)。 </p>

source: <p>Choose an appropriate option of the table and click <b>Edit</b> to change the option. To add a new option, click <b>Add</b>. To remove an option, select it and click <b>Delete</b>.</p>
da: <p>Vælg en passende indstilling i tabellen og tryk på <b>Rediger</b> for at ændre den. Tryk på <b>Tilføj</b> for at tilføje en ny indstilling. Vælg en indstilling og tryk på <b>Slet</b> for at fjerne den.</p>
el: <p>Επιλέξτε μια κατάλληλη επιλογή του πίνακα και κάντε κλικ στο <b>Επεξεργασία</b> για να αλλάξετε την επιλογή. Για να προσθέσετε μια νέα επιλογή, κάντε κλικ στο <b>Προσθήκη</b>. Για να αφαιρέσετε μια επιλογή, επιλέξτε την και κάντε κλικ στο <b>Διαγραφή</b>.</p>
es: <p>Seleccione una opción adecuada de la tabla y haga clic en <b>Editar</b> para modificarla. Para añadir una nueva opción, haga clic en <b>Añadir</b>. Para eliminar una opción, selecciónela y haga clic en <b>Suprimir</b>.</p>
fi: <p>Valitse taulukosta vastaava merkintä ja napsauta <b>Muokkaa</b> vaihtaaksesi valintaa. Lisätäksesi uuden valinnan napsauta <b>Lisää</b>. Poistaaksesi valinnan valitse se ja napsauta <b>Poista</b>.</p>
id: <p>Pilih sebuah pilihan yang sesuai dari tabel dan klik <b>Ubah</b> untuk mengubah pilihan. Untuk menambah sebuah pilihan baru, klik<b>Tambah</b>. Untuk menghapus pilihan,pilihlah dan klik <b>Hapus</b>.</p>
it: <p>Scegliere una voce appropriata dalla dalla tabella e fare clic su <b>Modifica</b> per modificare l'opzione. Per aggiungere una nuova opzione, fare clic su <b>Aggiungi</b>. Per rimuovere un'opzione, selezionarla e fare clic su <b>Elimina</b>.</p>
nb: <p>Velg en oppføring i tabellen og klikk <b>Rediger</b> for å endre alternativet. For å legge til et nytt alternativ, klikk <b>Legg til</b>. Velg et alternativ og klikk <b>Slett</b> for å slette alternativet.</p>
nl: <p>Als u een optie wilt wijzigen, kiest u eerst het betreffende item uit de tabel en klikt u vervolgens op <b>Bewerken</b>. Gebruik <b>Toevoegen</b> om een optie toe te voegen. Als u een optie wilt verwijderen, selecteert u deze en drukt u op <b>Verwijderen</b>.</p>
pl: <p>W celu zmiany opcji, proszę wybrać ją w tabeli i nacisnąć przycisk <b>Edytuj</b>. Aby dodać nową opcję, proszę nacisnąć przycisk <b>Dodaj</b>. Aby usunąć opcję, należy ją wybrać i nacisnąć przycisk <b>Usuń</b>.</p>
sk: <p>Vyberte položku v tabuľke stlačte <b>Upraviť</b> pre jej zmenu. Pre pridanie novej stlačte <b>Pridať</b> a odstrániť ju môžete stlačením <b>Odstrániť</b>.</p>
sv: <p>Välj ett lämpligt alternativ i tabellen och klicka på <b>Redigera</b> om du vill ändra alternativet. Om du vill lägga till ett nytt alternativ klickar du på <b>Lägg till</b>. Om du vill ta bort ett alternativ markerar du det och klickar på <b>Ta bort</b>.</p>
tr: <p>Bir seçeneği değiştirmek için tablodan ilgili girdiyi seçin ve <b>Düzenle</b> düğmesine basın. Yeni bir seçenek eklemek için <b>Ekle</b> düğmesini, bir seçeneği silmek için de <b>Sil</b> düğmesini kullanın.</p>
zh_cn: <p>在表中选择适当的选项，然后单击<b>编辑</b>更改选项。 要添加新选项，请单击<b>添加</b>。要删除某选项，请先选择该选项，然后单击<b>删除</b>。</p>

source: <p>The <b>Certificates</b> menu allows importing server certificates. <b>Import Server Certificate</b> allows use of a special purpose certificate. <b>Use Common Certificate</b> configures usage of the common certificate issued for this host.</p>
da: <p>Menuen <b>Certifikater</b> lader dig importere servercertifikater. <b>Importér servercertifikat</b> tillader brug af et certifikat til et bestemt formål . <b>Brug normalt certifikat</b> konfigurerer brugen af det normale certifikat, der er tildelt denne værtsmaskine.</p>
el: <p>Το μενού <b>Πιστοποιητικά</b> επιτρέπει την εισαγωγή πιστοποιητικών για το διακομιστή. Η <b>Εισαγωγή Πιστοποιητικού Διακομιστή</b> επιτρέπει τη χρήση ενός πιστοποιητικού ειδικού σκοπού. Η <b>Χρήση Κοινότυπου Πιστοποιητικού</b> ρυθμίζει τη χρήση του κοινότυπου πιστοποιητικού που εκδίδεται για αυτόν τον κόμβο.</p>
es: <p>El menú <b>Certificados</b> permite importar certificados de servidor. <b>Importar certificado de servidor</b> permite el uso de un certificado con un propósito específico. La opción <b>Usar certificado común</b> configura el uso del certificado común emitido para este host.</p>
fi: <p><b>Varmenteet</b>-valikko sallii palvelinvarmenteiden tuonnin. <b>Tuo palvelinvarmenne</b> sallii erityisen varmenteen käytön. <b>Käytä yhteistä varmennetta</b>määrittelee palvelimen yhteisen varmenteen käytön.</p>
id: <p><b>Menu Sertifikat</b> mengijinkan memasukkan sertifikat peladen. <b>Import Sertifikat Peladen</b> mengijinkan penggunaan sertifikat untuk tujuan tertentu. <b>Gunakan Sertifikat Umum</b>konfigurasi penggunaan sertifikat umum yang dikeluarkan untuk host ini.</p>
it: <p>Il menu <b>Certificati</b> consente di importare certificati server. <b>Importa certificati server</b> permette di utilizzare certificati con uno scopo particolare. <b>Utilizza certificato comune</b> configura l'impiego del certificato comune emesso per questo host.</p>
nb: <p>Fra <b>Sertifikater</b>-menyen kan du importeres serversertifikater. Bruk <b>Importer serversertifikat</b> for å ta i bruk et sertifikat for et bestemt formål . <b>Bruk normalt sertifikat</b> konfigurerer bruken av det normale sertifikatet som er tildelt denne vertsmaskinen.</p>
nl: <p>Via het menu <b>Certificaten</b> kunt u servercertificaten importeren. Met <b>Servercertificaat importeren</b> kunt een certificaat voor een speciaal doel gebruiken. Met <b>Algemeen certificaat gebruiken</b> configureert u het gebruik van het algemene certificaat dat voor deze host gebruikt wordt.</p>
pl: <p>Menu <b>Certyfikaty</b> pozwala na importowanie certyfikatów serwera. <b>Importuj certyfikat serwera</b> pozwala na użycie certyfikatu specjalnego przeznaczenia. <b>Użyj współnego certyfikatu</b> konfiguruje użycie ogólnego certyfikatu wydanego dla tego hosta.</p>
sk: <p>Menu <b>Certifikáty</b> umožňuje import certifikáty pre server. <b>Importovať certifikát serveru</b> nastaví používanie zadaného certifikátu. <b>Použiť spoločný certifikát serveru</b> nastaví, že hostiteľ bude používať certifikát spoločný pre viac služieb, ktorý je určený pre tento server.</p>
sv: <p>Menyn <b>Certifikat</b> gör att du kan importera servercertifikat. Med alternativet <b>Importera servercertifikat</b> kan du använda ett certifikat för särskilda syften. Med alternativet <b>Använd gemensamt certifikat</b> kan du konfigurera gemensamma certifikat som har utfärdats för den här värddatorn.</p>
tr: <p><b>Sertifikalar</b> menüsü sunucu sertifikaları almayı sağlar. <b>Sunucu sertifikası al</b> düğmesi ile bir özelleşmiş durum sertifikası alabilirsiniz. <b>Ortak sertifika kullan</b> ile de makine için belirlenmiş sertifikaların yapılandırılmasını sağlar.</p>
zh_cn: <p><b>证书</b>菜单用于 导入服务器证书。<b>导入服务器证书</b> 允许使用特殊用途的证书。 <b>使用通用证书</b>配置使用为此主机颁发的 通用证书。</p>

source: <p><b>Note:</b> If you enable use of SSL for a host, the <tt>mod_ssl</tt> module should be loaded by the server.</p>
da: <p><b>Bemærk:</b> Hvis du aktiverer brugen af SSL for en værtsmaskine, bør modulet <tt>mod_ssl</tt> indlæses af serveren.</p>
el: <p><b>Σημείωση:</b> Εάν ενεργοποιήσετε τη χρήση του SSL για κάποιον κόμβο, η μονάδα <tt>mod_ssl</tt> θα πρέπει να φορτωθεί από το διακομιστή.</p>
es: <p><b>Nota:</b> si habilita el uso de SSL para un host, el módulo <tt>mod_ssl</tt> deberá estar cargado en el servidor.</p>
fi: <p><b>Huomaa:</b> Jos palvelimella otetaan SSL käyttöön, palvelimen tulisi ladata moduuli <tt>mod_ssl</tt>.</p>
id: <p><b>Catatan:</b> Jika Anda menggunakan SSL pada sebuah host, modul <tt>mod_ssl</tt> harus dimuat oleh peladen.</p>
it: <p><b>Nota:</b> se per un host si abilita l'utilizzo SSL, è necessario che il server carichi il modulo <tt>mod_ssl</tt> .</p>
nb: <p><b>Merk:</b> Hvis du aktiverer SSL for en vertsmaskin, må modulen <tt>mod_ssl</tt> lastes av serveren.</p>
nl: <p><b>Opmerking:</b> Wanneer u het SSL-gebruik voor een host activeert, moet de <tt>mod_ssl</tt>-module door de server worden geladen.</p>
pl: <p><b>Uwaga:</b> Jeśli SSL zostanie włączone dla jakiegokolwiek hosta, moduł <i>mod_ssl</i> musi być wczytywany przez serwer.</p>
sk: <p><b>Poznámka:</b> Ak zapnete používanie SSL, mali by ste zapnúť aj modul serveru <i>mod_ssl</i>.</p>
sv: <p><b>Obs!</b> Om du aktiverar SSL för en värddator måste modulen <tt>mod_ssl</tt> läsas in av servern.</p>
tr: <p><b>Not:</b> Bir ana bilgisayar için SSL kullanımını etkinleştirirseniz, <tt>mod_ssl</tt> modülü sunucu tarafından yüklenmelidir.</p>
zh_cn: <p><b>注意：</b>如果您对某主机启用了 SSL，则应由服务器装载 <tt>mod_ssl</tt> 模块。</p>

source: <p><b><big>New Host</big></b><br> This dialog allows you to enter a basic information about a new virtual host.</p>
da: <p><b><big>Ny værtsmaskine</big></b><br> I denne dialog kan du angive grundlæggende information om en ny virtuel værtsmaskine.</p>
el: <p><b><big>Νέος Κόμβος</big></b><br> Αυτός ο διάλογος σας επιτρέπει να εισάγετε βασικές πληροφορίες για έναν νέο εικονικό κόμβο.</p>
es: <p><b><big>Nuevo host</big></b><br> Este recuadro de diálogo permite introducir información básica sobre un host virtual nuevo.</p>
fi: <p><b><big>Uusi palvelin</big></b><br> Tässä ikkunassa syötetään uuden näennäispalvelimen perustiedot.</p>
id: <p><b><big>Host Baru</big></b><br> Dialog ini mengijinkan Anda untuk memasukkan informasi dasar tentang virtual host baru.</p>
it: <p><b><big>Nuovo host</big></b><br> Questa finestra di dialogo consente di inserire le informazioni di base riferite ad un nuovo host virtuale.</p>
nb: <p><b><big>Ny vertsmaskin</big></b><br> I denne dialogen kan du legge inn grunnleggende informasjon om en ny virtuell vertsmaskin.</p>
nl: <p><b><big>Nieuwe host</big></b><br> In deze dialoog kunt u de basisinformatie van een nieuwe virtuele host opgeven.</p>
pl: <p><b><big>Nowy host</big></b><br> Okno to umożliwia podanie podstawowych informacji o nowym hoście wirtualnym.</p>
sk: <p><b><big>Nový hostiteľ</big></b><br> Tento dialóg umožňuje zadať základné informácie o novom virtuálnom hostiteľovi.</p>
sv: <p><b><big>Ny värddator</big></b><br> I den här dialogrutan kan du ange grundläggande information om en virtuell värddator.</p>
tr: <p><b><big>Yeni makine</big></b><br> Burada yeni sanal makine için temel bilgileri girebilirsiniz.<p>
zh_cn: <p><b><big>新主机</big></b><br> 此对话框允许您输入有关新虚拟主机的基本信息。</p>

source: <p><b>Server Identification</b> specifies the content and the presentation of the the new virtual host. <b>Server Name</b> is the DNS name returned as a part of the HTTP headers of the server response. <b>Server Contents Root</b> is an absolute path to a directory containing all documents provided by this virtual host. <b>Administrator E-Mail</b> allows setup of an e-mail address for feedback about this host.</p>
da: <p><b>Server-identifikation</b> angiver indholdet og præsentationen af den nye virtuelle værtsmaskine. <b>Servernavn</b> er det DNS-navn, der returneres som en del HTTP-headers i serversvar. <b>Servers rodindhold</b> er en absolut sti til en mappe, der indeholder alle dokumenter stillet til rådighed af denne virtuelle værtsmaskine. <b>Administrators e-mail</b> tillader opsætning af en e-mailadresse til feedback om denne værtsmaskine.</p>
el: <p>Η <b>Αναγνώριση του Διακομιστή</b> καθορίζει το περιεχόμενο και την παρουσίαση του νέου εικονικού κόμβου. Το <b>Όνομα Διακομιστή</b> είναι το όνομα DNS που επιστρέφεται σαν ένα μέρος των κεφαλίδων HTTP της απάντησης του διακομιστή. Η <b>Ρίζα Περιεχομένων Διακομιστή</b> είναι μια απόλυτη διαδρομή σε έναν κατάλογο που περιέχει όλα τα έγγραφα που παρέχονται από αυτόν τον εικονικό κόμβο. Το <b>E-Mail Διαχειριστή</b> επιτρέπει τον ορισμό μιας διεύθυνσης ηλεκτρονικής αλληλογραφίας για σχόλια σχετικά με τον κόμβο.
es: <p><b>Identificación del servidor</b> especifica el contenido y la presentación del nuevo host virtual. <b>Nombre del servidor</b> es el nombre DNS devuelto como parte de los encabezados HTTP en las respuestas del servidor. <b>Raíz de contenidos del servidor</b> es una vía completa a un directorio que contiene todos los documentos proporcionados por el host virtual. <b>Dirección de correo del administrador</b> permite configurar una dirección de correo electrónico para los comentarios sobre el host.</p>
fi: <p><b>Palvelimen tunniste</b> määrittää uuden näennäispalvelimen sisällön ja näyttämisen. <b>Palvelimen nimi</b> on DNS-nimi, jonka palvelin palauttaa palvelimen vastauksessa osana HTTP-otsikoita. <b>Palvelimen sisällön juuri</b> on absoluuttinen polku hakemistoon, joka sisältää kaikki näennäispalvelimen tarjoamat dokumentit. <b>Ylläpitäjän sähköpostiosoite</b> asettaa sähköpostiosoitteen tämän palvelimen palautetta varten.</p>
id: <p><b>Identifikasi Peladen</b>menentukan isi dan penyajian virtual host baru. <b>Nama Peladen</b> adalah Nama DNS yang dikembalikan sebagai sebuah bagian header HTTP dari jawaban peladen . <b>Isi Sumber Peladen</b> adalah sebuah bagian mutlak pada sebuah direktori berisi semua dokomen yang berasal dari virtual host ini. <b>Surel Administrator</b> menijinkan mengatur sebuah alamat surat elektronik untuk umpan balik tentang host ini.</p>
it: <p><b>Identificazione server</b> consente di specificare il contenuto e la presentazione del nuovo host virtuale. <b>Nome server</b> è il nome DNS restituito come parte delle intestazioni HTTP nella risposta del server. <b>Radice contenuti server</b> è un percorso assoluto di una directory che contiene tutti i documenti forniti dall'host virtuale. <b>E-mail amministratore</b> consente di impostare un indirizzo e-mail a cui inviare un commento sull'host.</p>
nb: <p><b>Serveridentifikasjon</b> definerer innholdet i og presentasjonen av en ny virtuell vertsmaskin. <b>Servernavn</b> er DNS-navnet som angis som en del av HTTP-deklarasjonene i serverens respons. <b>Serverens rotinnhold</b> er en absolutt sti til katalogen som inneholder alle dokumentene til denne virtuelle vertsmaskinen. Under <b>E-post for administrator</b> kan du angi en e-postadresse for tilbakemeldinger om denne vertsmaskinen.</p>
nl: <p><i>Serveridentificatie</i> specificeert de inhoud en de presentatie van de nieuwe virtuele host. <b>Servernaam</b> is de DNS-naam die geretourneerd is als deel van de HTTP-kopteksten van de serverrespons. <b>Hoofdmap serverinhoud</b> is het absolute pad naar een directory die alle door de virtuele host geleverde documenten bevat. Met <b>E-mailadres van beheerder</b> kan een e-mailadres geïnstalleerd worden ten behoeve van feedback over deze host.</p>
pl: <p><i>Identyfikacja serwera</i> określa treść i warstwę prezentacji dla nowego hosta wirtualnego. <b>Nazwa serwera</b> jest nazwą DNS zwracaną jako część nagłówka HTTP w odpowiedzi z serwera. <b>Zawartość głównego katalogu serwera</b> jest absolutną ścieżką do katalogu zawierającego wszystkie dokumenty udostępniane przez host wirtualny. <b>Adres e-mail administratora</b> pozwala ustawić adres e-mail do kontaktu w sprawie tego hosta.</p>
sk: <p><i>Identifikácia serveru</i> určuje obsah a spôsob prezentácie nového virtuálneho hostiteľa. <b>Názov servera</b> je DNS názov, ktorý sa vráti ako súčasť HTTP hlavičiek odpovede. <b>Koreň obsahu serveru</b> je absolútna cesta k priečinku, ktorý obsahuje všetky dokumenty tohto hostiteľa. <b>E-mail administrátora</b> umožňuje nastaviť adresu, kam sa majú posielať reakcie a komentáre používateľov pre tohto hostiteľa.</p>
sv: <p><b>Serveridentifiering</b> anger innehållet och presentationen av den nya virtuella värddatorn. <b>Servernamn</b> är DNS-namnet som returneras som en del av HTTP-huvudena för serverresponsen. <b>Innehållsrot för server</b> är en absolut sökväg till en katalog som innehåller alla dokument från den här virtuella värddatorn.<b>Administratörens e-post</b> gör att du kan ange en e-postadress för återkoppling för den här värddatorn.</p>
tr: <p><b>Sunucu Tanımlaması</b>, yeni sanal ana bilgisayarın içeriğini ve sunumunu belirtir. <b>Sunucu Adı</b>, sunucu yanıtının HTTP başlıklarının bir parçası olarak döndürülen DNS adıdır. <b>Sunucu İçerikleri Kökü</b>, bu sanal ana bilgisayar tarafından sağlanan tüm belgeleri içeren bir dizine giden mutlak bir yoldur. <b>Yönetici E-Postası</b>, bu ana bilgisayar hakkında geri bildirim için bir e-posta adresinin ayarlanmasına olanak tanır.</p>
zh_cn: <p><b>服务器标识</b>指定新虚拟主机的内容和 显示情况。<b>服务器名称</b>是作为服务器响应的 HTTP 报头的一部分 返回的 DNS 名称。<b>服务器内容根目录</b> 是一个绝对路径，指向的目录包含此虚拟主机 提供的所有文档。<b>管理员电子邮件</b>允许您设置用于对此主机 进行反馈的电子邮件地址。</p>
