Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: HTTP Server Wizard (3/5)--Default Host
da: HTTP-server guide (3/5)--Standardvært
el: Οδηγός Διακομιστή HTTP (3/5)--Προεπιλεγμένος Κόμβος
es: Asistente del servidor HTTP (3/5): host por defecto
fi: HTTP-palvelinavustaja (3/5)--Oletuspalvelin
id: Penuntun Peladen HTTP (3/5) -- Host Bawaan
it: Procedura guidata per il server HTTP (3/5) -- Host predefinito
nb: Veiviser forHTTP-server (3/5)--Standard vertsmaskin
nl: Wizard HTTP-server (3/5)-- Standaardhost
pl: Kreator serwera HTTP (3/5) -- Host domyślny
sk: Sprievodca pre HTTP Server (3/5)--Východzí server
sv: HTTP-serverguide (3/5) - Förvald dator
th: ตัวช่วยปรับแต่งค่าบริการ HTTP (3/5)--เครื่องปริยาย
tr: HTTP Sunucu Sihirbazı (3/5)--Varsayılan Ana Bilgisayar
zh_cn: HTTP 服务器向导 (3/5)--默认主机

source: HTTP Server Wizard (4/5)--Virtual Hosts
da: HTTP-server guide (4/5)--Virtuelle værtsmaskiner
el: Οδηγός Διακομιστή HTTP (4/5) -- Εικονικοί Κόμβοι
es: Asistente del servidor HTTP (4/5): hosts virtuales
fi: HTTP-palvelinavustaja (4/5)--näennäispalvelimet
id: Penuntun Peladen HTTP (4/5) -- Virtual Host
it: Procedura guidata per il server HTTP (4/5) -- Host virtuali
nb: Veiviser for HTTP-server (4/5)--Virtuelle vertsmaskiner
nl: Wizard HTTP-server (4/5)-- Virtuele hosts
pl: Kreator serwera HTTP (4/5) -- Hosty wirtualne
sk: Sprievodca pre HTTP Server (4/5)--Virtuálne servery
sv: HTTP-serverguide (4/5) - virtuella värddatorer
th: ตัวช่วยปรับแต่งค่าบริการ HTTP (4/5)--เครื่องเสมือน
tr: HTTP Sunucu Sihirbazı (4/5)--Sanal Ana Bilgisayarlar
zh_cn: HTTP 服务器向导 (4/5)--虚拟主机

source: HTTP Server Wizard (5/5)--Summary
da: HTTP-server guide (5/5)--Opsummering
el: Οδηγός Διακομιστή HTTP (5/5) -- Σύνοψη
es: Asistente del servidor HTTP (5/5)--resumen
fi: HTTP-palvelinavustaja (5/5)--Yhteenveto
id: Penuntun Peladen HTTP (5/5) -- Ringkasan
it: Procedura guidata per il server HTTP (5/5) -- Riepilogo
nb: Veiviser for HTTP-server (5/5)--Sammendrag
nl: Wizard HTTP-server (5/5)-- Overzicht
pl: Kreator serwera HTTP (5/5) -- Podsumowanie
sk: Sprievodca pre HTTP Server (5/5)--Súhrn
sv: HTTP-serverguide (5/5) - Sammanfattning
th: ตัวช่วยปรับแต่งค่าบริการ HTTP (5/5)--ภาพรวม
tr: HTTP Sunucu Sihirbazı (5/5)--Özet
zh_cn: HTTP 服务器向导 (5/5)--摘要

source: Initializing ...
da: Initialiserer...
el: Αρχικοποίηση ...
es: Inicializando...
fi: Valmistellaan...
id: Menginisialisasi...
it: Inizializzazione in corso...
nb: Initialiserer ...
nl: Initialiseren...
pl: Inicjalizacja ...
sk: Inicializujem...
sv: Initierar...
th: เตรียมการ...
tr: Başlatılıyor...
zh_cn: 正在初始化...

source: Initializing HTTP Server Configuration
da: Initialiserer konfiguration af HTTP-server
el: Αρχικοποίηση των Ρυθμίσεων του Διακομιστή HTTP
es: Iniciando la configuración del servidor HTTP
fi: Valmistellaan HTTP-palvelimen määritystä
id: Menginisialisasi Konfigurasi Peladen HTTP
it: Inizializzazione della configurazione del server HTTP
nb: Initialiserer oppsett av HTTP-server
nl: De HTTP-serverconfiguratie wordt geïnitialiseerd
pl: Inicjalizacja konfiguracji serwera HTTP
sk: Inicializujem konfiguráciu serveru HTTP
sv: Initierar HTTP-serverinställningar
th: เตรียมการปรับแต่งค่าบริการ HTTP
tr: HTTP sunucu yapılandırması başlatılıyor
zh_cn: 正在初始化 HTTP 服务器配置

source: Check the environment
da: Kontrollér miljøet
el: Έλεγχος του περιβάλλοντος
es: Comprobar el entorno
fi: Tarkista ympäristö
id: Memeriksa lingkungan
it: Controlla l'ambiente
nb: Kontroller miljøet
nl: Werkomgeving controleren
pl: Sprawdzenie środowiska
sk: Kontrola prostredia
sv: Kontrollera miljön
th: ตรวจสอบสภาพแวดล้อม
tr: Ortamı kontrol et
zh_cn: 检查环境

source: Read Apache2 configuration
da: Læs Apache2-konfiguration
el: Ανάγνωση των ρυθμίσεων του Apache2
es: Leer la configuración de Apache2
fi: Lue Apache2-määritykset
id: Membaca konfigurasi Apache2
it: Leggi configurazione di Apache2
nb: Les Apache2-konfigurasjon
nl: Apache2-configuratie lezen
pl: Odczytanie konfiguracji Apache2
sk: Čítanie nastavenia Apache2
sv: Läs Apache2-inställningar
th: อ่านค่าปรับแต่งของ Apache2
tr: Apache2 yapılandırmasını oku
zh_cn: 读取 Apache2 配置

source: Read network configuration
da: Læs netværkskonfiguration
el: Ανάγνωση των ρυθμίσεων του δικτύου
es: Leer la configuración de red
fi: Lue verkkomääritykset
id: Membaca konfigurasi jaringan
it: Leggi configurazione di rete
nb: Les nettverkskonfigurasjon
nl: Netwerkconfiguratie lezen
pl: Odczytanie konfiguracji sieci
sk: Čítanie nastavenia siete
sv: Läs nätverksinställningar
th: อ่านค่าปรับแต่งของเครือข่าย
tr: Ağ yapılandırmasını oku
zh_cn: 读取网络配置

source: Checking the environment...
da: Kontrollerer miljøet...
el: Έλεγχος του περιβάλλοντος...
es: Comprobando el entorno...
fi: Tarkistetaan ympäristöä...
id: Memeriksa lingkungan...
it: Controllo dell'ambiente in corso...
nb: Kontrollerer miljøet...
nl: De omgeving wordt gecontroleerd…
pl: Sprawdzanie środowiska...
sk: Kontrolujem prostredie...
sv: Kontrollerar miljön...
th: ตรวจสอบสภาพแวดล้อม...
tr: Ortam kontrol ediliyor...
zh_cn: 正在检查环境...

source: Reading Apache2 configuration...
da: Læser Apache2-konfiguration...
el: Ανάγνωση των ρυθμίσεων του Apache2...
es: Leyendo la configuración de Apache2...
fi: Luetaan Apache2-määritykset...
id: Membaca konfigurasi Apache2...
it: Lettura della configurazione Apache2 in corso...
nb: Leser Apache2-konfigurasjon...
nl: De Apache2-configuratie wordt gelezen…
pl: Odczytywanie konfiguracji Apache2...
sk: Čítam nastavenie Apache2...
sv: Läser Apache2-inställningarna...
th: อ่านค่าปรับแต่งของ Apache2...
tr: Apache2 yapılandırması okunuyor...
zh_cn: 正在读取 Apache2 配置...

source: Reading network configuration...
da: Læser netværkskonfiguration...
el: Ανάγνωση των ρυθμίσεων του δικτύου...
es: Leyendo la configuración de red...
fi: Luetaan verkkomääritykset...
id: Membaca konfigurasi jaringan...
it: Lettura della configurazione di rete in corso...
nb: Leser nettverkskonfigurasjon...
nl: Netwerkconfiguratie wordt gelezen…
pl: Odczytywanie konfiguracji sieci...
sk: Čítam nastavenie siete...
sv: Läser nätverksinställningarna...
th: อ่านค่าปรับแต่งของเครือข่าย...
tr: Ağ yapılandırması okunuyor...
zh_cn: 正在读取网络配置...

source: Finished
da: Færdig
el: Τέλος
es: Terminado
fi: Valmis
id: Selesai
it: Operazione completata
nb: Fullført
nl: Voltooid
pl: Zakończono
sk: Dokončené
sv: Klart
th: เสร็จสิ้น
tr: Sonlandı
zh_cn: 已完成

source: <p>To configure the HTTP server, the <b>%1</b> packages must be installed.</p>
da: <p>For at konfigurere HTTP-serveren, skal pakkerne <b>%1</b> installeres.</p>
el: <p>Για να ρυθμίσετε ένα διακομιστή ΗΤΤΡ, τα πακέτα <b>%1</b> πρέπει να εγκατασταθούν.</p>
es: <p>Para configurar el servidor HTTP, los paquetes <b>%1</b> deben estar instalados.</p>
fi: <p>Määrittääksesi HTTP-palvelimen paketti <b>%1</b> tulee olla asennettuna.</p>
id: <p>Untuk mengkonfigurasi peladen HTTP, paket <b>%1</b> harus dipasang.</p>
it: <p>Per configurare il server HTTP, deve essere installato il pacchetto <b>%1</b>.</p>
nb: <p>For å konfigurere HTTP-serveren, må pakkene <b>%1</b> installeres.</p>
nl: <p>Als u de HTTP-server wilt configureren, moeten de <b>%1</b>-pakketten geïnstalleerd te zijn.</p>
pl: <p>Aby skonfigurować serwer HTTP, trzeba zainstalować pakiety <b>%1</b>.</p>
sk: <p>Pre konfiguráciu serveru HTTP je nutné nainštalovať balíky <b>%1</b>.</p>
sv: <p>Om du vill ställa in HTTP-servern måste paketen <b>%1</b> installeras.</p>
th: <p>เพื่อทำการปรับแต่งค่าบริการ HTTP จะต้องติดตั้งแพกเกจ <b>%1</b> ก่อน</p>
tr: <p>HTTP sunucusunu yapılandırmak için <b>%1</b> paketinin kurulu olması gerekir.</p>
zh_cn: <p>要配置该 HTTP 服务器，必须安装 <b>%1</b> 包。</p>

source: <p>Do you want to install it now?</p>
da: <p>Vil du installere dem nu?</p>
el: <p>Θέλετε να το εγκαταστήσετε τώρα;</p>
es: <p>¿Desea instalarlo ahora?</p>
fi: <p>Haluatko asentaa sen nyt?</p>
id: <p>Apakah Anda ingin memasang sekarang?</p>
it: <p>Installarlo ora?</p>
nb: <p>Vil du installere dem nå?</p>
nl: <p>Wilt u het nu installeren?</p>
pl: <p>Czy zainstalować je teraz?</p>
sk: <p>Chcete ho teraz nainštalovať?</p>
sv: <p>Vill du installera dem nu?</p>
th: <p>คุณต้องการจะติดตั้งมันในตอนนี้หรือไม่ ?</p>
tr: <p>Şimdi kurmak istiyor musunuz?</p>
zh_cn: <p>是否要立即安装？</p>

source: The package %1 is not available. Configuration cannot continue without installing the package.
da: Pakken %1er ikke tilgængelig. Konfigurationen kan ikke fortsætte uden at pakken installeres.
el: <p>Το πακέτο <b>%1</b> δεν είναι διαθέσιμο. Η ρύθμιση δεν μπορεί να συνεχιστεί χωρίς την εγκατάσταση του πακέτου.
es: El paquete %1 no está disponible. La configuración no puede continuar sin instalar el paquete.
fi: Paketti '%1' ei ole saatavilla. Määritystä ei voi jatkaa ilman paketin asentamista.
id: Paket %1 tidak tersedia. Konfigurasi tidak dapat dilanjutkan tanpa memasang paket tersebut.
it: Il pacchetto %1 non è disponibile. Impossibile continuare con la configurazione senza l'installazione del pacchetto.
nb: Pakken %1 er ikke tilgjengelig. Du kan ikke fortsette konfigurasjonen uten at pakken installeres.
nl: Het pakket '%1' is niet beschikbaar. De configuratie kan niet doorgaan zonder dit pakket te installeren.
pl: Pakiet %1 jest niedostępny. Nie można kontynuować konfiguracji bez zainstalowania tego pakietu.
sk: Balík %1 nie je k dispozícii. Konfigurácia nemôže pokračovať bez inštalácie tohto balíka.
sv: Paketet %1 är inte tillgängligt. Det går inte att fortsätta med inställningen om inte det här paketet installeras.
th: ยังไม่มีแพกเกจ %1 อยู่ ไม่สามารถทำการปรับแต่งต่อไปได้ หากไม่มีการติดตั้งแพกเกจดังกล่าว
zh_cn: 程序包 %1 不可用。 配置无法在未安装该程序包 的情况下继续。

source: The configuration file '%1' does not exist.
da: Konfigurationsfilen '%1' findes ikke.
el: Το αρχείο ρυθμίσεων '%1' δεν υπάρχει.
es: El archivo de configuración %1 no existe.
fi: Asetustiedostoa %1 ei ole olemassa.
id: Berkas konfigurasi '%1' tidak ada.
it: Il file di configurazione '%1' non esiste.
nb: Konfigurasjonsfilen '%1' finnes ikke.
nl: Het configuratiebestand '%1' bestaat niet.
pl: Plik konfiguracyjny %1 nie istnieje.
sk: Konfiguračný súbor '%1' neexistuje.
sv: Inställningsfilen %1 finns inte.
th: ยังไม่มีแฟ้มค่าปรับแต่ง '%1' อยู่
tr: %1 yapılandırma dosyası mevcut değil.
zh_cn: 配置文件"%1"不存在。

source: There is no DNS server running on this machine.
da: Der kører ingen DNS-server på denne maskine.
el: Δεν υπάρχει διακομιστής DNS που να εκτελείται σε αυτό το μηχάνημα.
es: No hay ningún servidor DNS ejecutándose en este equipo.
fi: Tällä palvelimella ei ole käynnissä DNS-palvelinta.
id: Tidak ada peladen DNS yang berjalan di mesin ini.
it: Nessun server DNS in esecuzione su questo computer.
nb: Ingen DNS-server er aktivert på denne maskinen.
nl: Er wordt geen DNS-server uitgevoerd op deze computer.
pl: W tym komputerze nie działa serwer DNS.
sk: Táto IP adresa nie je na tomto počítači nastavená.
sv: Ingen DNS-server körs på den här datorn.
th: ไม่พบบริการ DNS ที่กำลังทำงานอยู่บนเครื่องนี้
zh_cn: 没有 DNS 服务器在此机器上运行。

source: Saving HTTP Server Configuration
da: Gemmer konfiguration af HTTP-server
el: Αποθήκευση των Ρυθμίσεων του Διακομιστή HTTP
es: Guardando la configuración del servidor HTTP
fi: Tallennetaan HTTP-palvelinmääritykset
id: Menyimpan Konfigurasi Peladen HTTP
it: Salvataggio configurazione server HTTP
nb: Lagrer konfigurasjon for HTTP-server
nl: De HTTP-serverconfiguratie wordt opgeslagen
pl: Zapisywanie konfiguracji serwera HTTP
sk: Ukladanie nastavenia serveru HTTP
sv: Sparar inställningarna för HTTP-servern
th: จัดเก็บค่าปรับแต่งของบริการ HTTP
tr: HTTP sunucu yapılandırması kaydediliyor
zh_cn: 正在保存 HTTP 服务器配置

source: Write the Apache2 settings
da: Skriv Apache2-indstillingerne
el: Εγγραφή των ρυθμίσεων του Apache2
es: Escribir la configuración de Apache2
fi: Kirjoita Apache2-asetukset
id: Tulis pengaturan Apache2
it: Scrivi le impostazioni di Apache2
nb: Lagre Apache2-innstillingene
nl: Apache2-instellingen schrijven
pl: Zapis ustawień Apache2
sk: Zápis nastavenia Apache2
sv: Skriv Apache2-inställningar
th: เขียนการตั้งค่าของ Apache2
tr: Apache2 ayarlarını yaz
zh_cn: 写入 Apache2 设置

source: Enable Apache2 service
nb: Aktiver Apache2-tjenesten
zh_cn: 启用 Apache2 服务

source: Disable Apache2 service
nb: Deaktiver Apache2-tjenesten
zh_cn: 禁用 Apache2 服务

source: Writing the settings...
da: Skriver indstillingerne...
el: Εγγραφή των ρυθμίσεων...
es: Escribiendo la configuración...
fi: Kirjoitetaan asetukset...
id: Menulis pengaturan...
it: Scrittura impostazioni in corso...
nb: Lagrer innstillingene...
nl: De instellingen worden geschreven…
pl: Zapisywanie ustawień...
sk: Zapisujem nastavenie...
sv: Sparar inställningarna...
th: กำลังทำการเขียนการตั้งค่า...
tr: Ayarlar yazılıyor...
zh_cn: 正在写入设置...

source: Enabling Apache2 service...
nb: Aktiverer Apache2-tjenesten...
zh_cn: 正在启用 Apache2 服务...

source: Disabling Apache2 service...
nb: Deaktiverer Apache2-tjenesten...
zh_cn: 正在禁用 Apache2 服务...

source: The enabled modules require installation of some of these additional packages: %1 Install them now?
da: De aktiverede moduler kræver, at du installerer nogle af disse tillægspakker: %1 Vil du installere dem nu?
el: Οι ενεργές μονάδες απαιτούν εγκατάσταση μερικών από τα επιπλέον πακέτα: %1 Εγκατάσταση αυτών τώρα;
es: Los módulos activados requieren la instalación de alguno de estos paquetes adicionales: %1 ¿Desea instalarlos ahora?
fi: Käyttöönotetut moduulit vaativat muutamien lisäpakettien asentamista: %1 Asennetaanko ne nyt?
id: Modul yang diaktifkan membutuhkan pemasangan dari beberapa paket tambahan berikut: %1 Pasang mereka sekarang?
it: I moduli abilitati richiedono l'installazione di alcuni di questi pacchetti aggiuntivi: %1 Installarli ora?
nb: De aktiverte modulene krever at du installerer noen av disse tilleggspakkene: %1 Vil du installere dem nå?
nl: Voor de ingeschakelde modules dienen enkele van de volgende pakketten geïnstalleerd te zijn: %1 Wilt u ze nu installeren?
pl: Włączone moduły wymagają zainstalowania niektórych z poniższych dodatkowych pakietów: %1 Zainstalować je teraz?
sk: Povolené moduly vyžadujú inštaláciu niektorých z týchto balíkov: %1 Chcete ich teraz nainštalovať?
sv: De aktiverade modulerna kräver att följande paket installeras: %1 Vill du installera dem nu?
th: มอดูลต่าง ๆ ที่เปิดใช้งาน ต้องการการติดตั้งแพกเกจต่าง ๆ เหล่านี้เพิ่มเติม: %1 จะทำการติดตั้งพวกมันเดี๋ยวนี้หรือไม่ ?
tr: Etkinleştirilen modüller şu ek paketlerin yüklenmesini gerektiriyor: %1 Paketlerin şimdi yüklenmesini istiyor musunuz?
zh_cn: 已启用的模块要求 安装这些附加包中的几个包： %1 是否立即安装？

source: Module description does not have a name specified, ignoring.
da: Modulbeskrivelsen har ikke et navn angivet, ignorerer.
el: Δεν έχει οριστεί όνομα στην περιγραφή μονάδας, αγνοείται.
es: No se ha especificado ningún nombre para la descripción del módulo. Se va a ignorar.
fi: Moduulin kuvauksessa ei ole määritetty nimeä. Jätetään huomiotta.
id: Deskripsi modul tidak memiliki nama yang ditentukan, mengabaikan.
it: Nessun nome specificato per la descrizione del modulo, pertanto verrà ignorato.
nb: Modulbeskrivelsen har ikke et spesifisert navn, ignorerer.
nl: Er is geen naam opgegeven voor de modulebeschrijving, wordt genegeerd.
pl: Opis modułu nie zawiera określonej nazwy, zignorowano.
sk: Popis modulu neobsahuje meno, ignorujem.
sv: Inget namn har angetts för modulbeskrivningen. Modulbeskrivningen igoneras.
th: ส่วนอธิบายมอดูลยังไม่มีการระบุชื่อ ทำการเพิกเฉย
tr: Modül tanımı belirtilmiş bir ada sahip değil, görmezden geliniyor.
zh_cn: 模块描述没有指定名称，可以将其忽略。

source: Unknown change of a module for autoinstallation: %1
da: Ukendt ændring af modul til autoinstallation: %1
el: Άγνωστη μεταβολή μιας μονάδας για αυτόματη εγκατάσταση: %1
es: Cambio desconocido de un módulo para la instalación automática: %1
fi: Tuntematon muutos automaattiasennusmoduulilla: %1
id: Perubahan yang tidak dikenali dari sebuah module untuk pemasangan otomatis : %1
it: Modifica sconosciuta di un modulo per l'installazione automatica: %1
nb: Ukjent endring av modul for autoinstallasjon: %1
nl: Onbekende modulewijziging voor automatische installatie: %1
pl: Nieznana zmiana modułu do automatycznej instalacji: %1
sk: Neznáma zmena modulu pre autoinstallation: %1
sv: Okänd ändring av modul för automatisk installation: %1
th: มีการเปลี่ยนแปลงที่ไม่ทราบของมอดูลสำหรับการติดตั้งอัตโนมัติ: %1
tr: Otomatik kurulum için bir modül bilinmeyen bir şekilde değiştirilmiş: %1
zh_cn: 在自动安装中模块出现未知的更改：%1

source: Default value for module %1 does not match. This can cause inconsistent module configuration.
da: Standardværdien for modulet %1 matcher ikke. Dette kan forårsage en inkonsistent modulkonfiguration.
el: Η προκαθορισμένη τιμή για την μονάδα %1 δεν ταιριάζει. Αυτό μπορεί να προκαλέσει ασυνεπή ρύθμιση της μονάδας.
es: El valor por defecto del módulo %1 no coincide. Esto puede ocasionar una falta de coherencia en la configuración del módulo.
fi: Moduulin %1 oletusarvo ei täsmää. Tämä saattaa aiheuttaa epäyhtenäisen moduulimäärityksen.
id: Nilai bawaan untuk modul %1 tidak cocok. Ini dapat menyebabkan konfigurasi modul tidak konsisten.
it: Il valore predefinito per il modulo %1 non corrisponde. Questo può comportare una configurazione inconsistente del modulo.
nb: Standardverdien for modulen %1 samsvarer ikke. Dette kan forårsake en inkonsistent modulkonfigurasjon.
nl: De standaardwaarde voor module %1 komt niet overeen. Dit kan een inconsistente moduleconfiguratie veroorzaken.
pl: Domyślne wartości dla modułu %1 są niezgodne. Może to spowodować niespójną konfigurację modułu.
sk: Štandardná hodnota pre modul %1 nezodpovedá. To môže spôsobiť nekonzistentné nastavenie modulu.
sv: Standardvärdet för modulen %1 stämmer inte. Det kan innebära att modulen ställs in inkonsekvent.
th: ค่าปริยายของมอดูล %1 ไม่เข้าคู่กัน อาจจะเนื่องมากจากค่าปรับแต่งของมอดูลขัดแย้งกัน
tr: %1 modülü için öntanımlı değer uyuşmuyor. Bu durum tutarsız modül yapılandırmasına neden olabilir.
zh_cn: 模块 %1 的默认值不匹配。 这可能导致不一致的模块配置。

source: Listen statement without port found.
da: Lytteerklæring uden port fundet.
el: Βρέθηκε εντολή ακρόασης χωρίς θύρα.
es: Se ha encontrado una declaración de escucha sin puerto.
fi: Kuuntelulause ilman porttia löydettiin.
id: Pernyataan listen tanpa port ditemukan.
it: Rilevata istruzione di ascolto senza relativa porta.
nb: Lyttekommando uten port funnet.
nl: Luisterinstructie zonder poort gevonden.
pl: Znaleziono deklarację nasłuchiwania bez określonego portu.
sk: Nájdený príkaz Listen bez portu.
sv: Det finns en lyssna-sats utan port.
tr: Port değeri verilmemiş dinleme komutu bulundu.
zh_cn: 找到无端口的监听语句。

source: <h3>Listen On</h3>
da: <h3>Lyt på</h3>
el: <h3>Ακρόαση Σε</h3>
es: <h3>Escuchar en</h3>
fi: <h3>Kuuntele</h3>
id: <h3>Listen Pada</h3>
it: <h3>In ascolto su</h3>
nb: <h3>Lytt på</h3>
nl: <h3>Luisteren naar</h3>
pl: <h3>Nasłuchiwanie włączone</h3>
sk: <h3>Počúva na</h3>
sv: <h3>Lyssna på</h3>
th: <h3>รอรับการเชี่อมต่อที่</h3>
zh_cn: <h3>监听</h3>

source: <h3>Default Host</h3>
da: <h3>Standard værtsmaskine</h3>
el: <h3>Προκαθορισμένος Κόμβος</h3>
es: <h3>Host por defecto</h3>
fi: <h3>Oletuspalvelin</h3>
id: <h3>Host Bawaan</h3>
it: <h3>Host predefinito</h3>
nb: Standard vertsmaskin
nl: <h3>Standaardhost</h3>
pl: <h3>Host domyślny</h3>
sk: <h3>Predvolený hostiteľ</h3>
sv: <h3>Standardvärddator</h3>
th: <h3>เครื่องปริยาย</h3>
zh_cn: <h3>默认主机</h3>

source: in
da: i
el: μέσα
es: en
fi: polku
id: dalam
nb: i
pl: w
sk: v
sv: i
th: ใน
zh_cn: 于

source: enabled
da: aktiveret
el: Ενεργοποιημένο
es: habilitado
fi: käytössä
id: diaktifkan
it: abilitato
nb: aktivert
nl: ingeschakeld
pl: włączone
sk: zapnutý
sv: aktiverad
th: เปิดใช้งาน
tr: açık
zh_cn: 已启用

source: disabled
da: deaktiveret
el: Απενεργοποιημένο
es: inhabilitado
fi: poistettu käytöstä
id: dinon-aktifkan
it: disabilitato
nb: deaktivert
nl: uitgeschakeld
pl: wyłączone
sk: vypnutý
sv: inaktiverad
th: ปิดการใช้งาน
tr: kapalı
zh_cn: 已禁用

source: <h3>Virtual Hosts</h3>
da: <h3>Virtuelle værtsmaskiner</h3>
el: <h3>Εικονικοί Κόμβοι</h3>
es: <h3>Hosts virtuales</h3>
fi: <h3>Näennäispalvelin</h3>
id: <h3>Virtual Host</h3>
it: <h3>Host virtuali</h3>
nb: Virtuell vertsmaskin
nl: <h3>Virtuele hosts</h3>
pl: <h3>Hosty wirtualne</h3>
sk: <h3>Virtuálni hostitelia</h3>
sv: <h3>Virtuella värddatorer</h3>
th: <h3>เครื่องเสมือน</h3>
zh_cn: <h3>虚拟主机</h3>

source: &Log Files
da: &Logfiler
el: &Αρχεία Καταγραφής
es: Archivos de &registro
fi: &Lokitiedostot
id: File Catatan
it: File di &log
nb: &Loggfiler
nl: &Logboekbestanden
pl: Pliki &dziennika
sk: Súbory so zázna&mom
sv: &Loggfiler
th: แฟ้ม&ปูมบันทึกต่าง ๆ
tr: &Kayıt dosyaları
zh_cn: 日志文件(&L)

source: Show &Access Log
da: Vis &adgangslog
el: Εμφάνιση Καταγραφών Πρόσβ&ασης
es: Mostrar registro de &acceso
fi: Näytä &käyttöloki
id: Lihat & Akses Catatan
it: Mostra log di &accesso
nb: Vis &tilgangslogg
nl: &Toegangslogboek weergeven
pl: Pokaż dziennik d&ostępu
sk: Zobraziť záznam o &prístupoch
sv: Vis&a åtkomstlogg
th: แสดงแฟ้มปูมบันทึกการใช้งาน (แฟ้ม &Access)
tr: Erişim &kaydını göster
zh_cn: 显示访问日志(&A)

source: Show &Error Log
da: Vis f&ejllog
el: &Εμφάνιση Καταγραφών Σφαλμάτων
es: Mostrar registro de &errores
fi: Näytä virhe&loki
id: Lihat &Catatan Galat
it: Mostra log degli &errori
nb: Vis &feillogg
nl: &Foutenlogboek weergeven
pl: Pokaż dziennik &błędów
sk: Zobraziť záznam o &chybách
sv: Visa f&ellogg
th: แสดงแฟ้มปูมข้อผิดพลาด (แฟ้ม &Error)
tr: &Hata kaydını göster
zh_cn: 显示错误日志(&E)

source: Server Name
da: Servernavn
el: Όνομα Διακομιστή
es: Nombre del servidor
fi: Palvelimen nimi
id: Nama Peladen
it: Nome del server
nb: Servernavn
nl: Servernaam
pl: Nazwa serwera
sk: Meno serveru
sv: Servernamn
th: ชื่อเครื่องแม่ข่าย
tr: Sunucu adı
zh_cn: 服务器名

source: Document Root
da: Dokumentrod
el: Ρίζα Εγγράφων
es: Documento raíz
fi: Dokumenttien juuri
id: Sumber Dokumen
it: Root documento
nb: Dokumentrot
pl: Katalog główny dokumentów
sk: Koreňový priečinok obsahu
sv: Dokumentrot
th: รากที่ใช้เก็บเอกสาร
tr: Belge dizini
zh_cn: 文档根

source: Server Administrator E-Mail
da: Serveradministrators e-mail
el: Ηλεκτρονική Διεύθυνση του Διαχειριστή Διακομιστή
es: Dirección de correo del administrador del servidor
fi: Palvelimen ylläpitäjän sähköpostiosoite
id: Surel Administrator Peladen
it: E-mail dell'amministratore del server
nb: E-post for serveradministrator
nl: E-mailadres van serverbeheerder
pl: Adres e-mail administratora serwera
sk: Email administrátora serveru
sv: Serveradministratörens e-post
th: อีเมลของผู้บริหารแม่ข่ายให้บริการ
tr: Sunucu yöneticisinin e-posta adresi
zh_cn: 服务器管理员电子邮件地址

source: Server Resolution
da: Servergenkendelse
el: Επίλυση Διακομιστή
es: Resolución del servidor
fi: Palvelimen selvitys
id: Resolusi Peladen
it: Risoluzione server
nb: Serverdefinisjon
nl: Serverresolutie
pl: Rozwiązywanie zapytań serwera
sk: Určenie servera
sv: Serverupplösning
th: ข้อมูลสำหรับใช้ค้นหาเครื่องแม่ข่าย
tr: Sunucu çözümlemesi
zh_cn: 服务器解析

source: Determine Request Server by HTTP &Headers
da: Bestem forespørgselsserver via HTTP-&headers
el: Καθορισμός των Αιτήσεων του Διακομιστή μέσω των &Κεφαλίδων HTTP
es: Determinar el servidor de peticiones por en&cabezados HTTP
fi: Päättele pyydetty palvelin &HTTP-otsikoista
id: Tentukan Permintaan Peladen dengan Header HTTP
it: Determina server richiedente tramite inte&stazioni HTTP
nb: Definer forespørselsserver via HTTP-&deklarasjoner
nl: Verzoek server bepalen op HTTP-&kopteksten
pl: Określ serwer żądań za pomocą nagłówków &HTTP
sk: Určiť požadovaný server pomocou &hlavičiek HTTP
sv: Avgör begärande server via HTTP-&huvuden
th: ตัดสินว่าร้องขอมายังเครื่องแม่ข่ายนี้หรือไม่ จากส่วน&หัวของข้อมูล HTTP
tr: İstek sunucusunu HTTP &başlıklarından belirle
zh_cn: 通过 HTTP 报头确定请求服务器(&H)
