Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: No certificate key file configured for this host ID.
da: Ingen certifikatnøgle-fil er konfigureret for dette værtsmaskine-ID.
el: Δεν ρυθμίστηκε το αρχείο κλειδιού πιστοποίησης για αυτή την ταυτότητα κόμβου.
es: No hay ningún archivo de clave de certificado configurado para este ID de host.
fi: Tälle palvelin-ID:lle ei ole määritetty varmenneavaintiedostoa.
id: Tidak ada berkas kunci sertifikat yang dikonfigurasi untuk ID host ini.
it: Nessun file di chiave del certificato configurato per questo ID host.
nb: Ingen sertifikatnøkkelfil konfigurert for denne vertsmaskin-IDen.
nl: Voor deze host-ID is geen certificaat-sleutelbestand geconfigureerd.
pl: Dla tego identyfikatora hosta nie został skonfigurowany plik klucza certyfikatu.
sk: Pre tento host ID nebol nakonfigurovaný žiadny súbor pre certifikát.
sv: Ingen certifikatnyckelfil har konfigurerats för det här värddator-ID:t.
th: ไม่มีแฟ้มกุญแจของใบรับรองที่ถูกปรับแต่งให้กับเครื่องหมายเลขนี้
zh_cn: 没有为此主机 ID 配置任何证书密钥文件。

source: Parsing the key file failed.
da: Fortolkning af nøglefilen mislykkedes.
el: Η ανάλυση του αρχείου με το κλειδί απέτυχε.
es: No ha sido posible analizar sintácticamente el archivo de clave.
fi: Avaintiedoston tulkinta ei onnistunut.
id: Penguraian kunci berkas gagal.
it: Analisi del file di chiave non riuscita.
nb: Nøkkelfilen kunne ikke analyseres.
nl: De ontleding van het sleutelbestand is mislukt.
pl: Przetwarzanie pliku klucza nie powiodło się.
sk: Načítanie súboru s kľúčom sa nepodarilo.
sv: Det gick inte att parsa nyckelfilen.
th: ล้มเหลวในการวิเคราะห์แฟ้มกุญแจ
zh_cn: 解析密钥文件失败。

source: No CA certificate file configured for this host ID.
da: Ingen CA-certifikatnøgle-fil er konfigureret for dette værtsmaskine-ID.
el: Δεν βρέθηκε ρυθμισμένο αρχείο πιστοποιητικού CA για αυτήν την ταυτότητα κόμβου.
es: No hay ningún archivo de certificado CA configurado para este ID de host.
fi: Tälle palvelin-ID:lle ei ole määritetty CA-varmennetta.
id: Tidak ada berkas sertifikat CA yang dikonfigurasi untuk id host ini.
it: Nessun file di certificato CA configurato per questo ID host.
nb: Ingen CA-sertifikatfil konfigurert for denne vertsmaskin-IDen.
nl: Er is voor deze host-ID geen CA-certificaatbestand geconfigureerd.
pl: Dla tego identyfikatora hosta nie został skonfigurowany plik certyfikatu CA.
sk: Pre tento host ID nebol nakonfigurovaný žiadny súbor pre CA certifikát.
sv: Ingen CA-certifikatfil har konfigurerats för det här värddator-ID:t.
th: ไม่มีแฟ้มใบรับรองขององค์กรให้การรับรองที่ถูกปรับแต่งให้กับเครื่องหมายเลขนี้
zh_cn: 没有为此主机 ID 配置任何 CA 证书文件。

source: Provides access control based on client host name, IP address, etc.
da: Giver adgangskontrol baseret på klientværtsmaskinens navn, IP-adresse osv.
el: Παρέχει έλεγχο πρόσβασης βασισμένο στο όνομα κόμβου πελάτη, διεύθυνση ΙΡ, κλπ.
es: Proporciona control de acceso basado en el nombre de host del cliente, la dirección IP, etc.
fi: Tarjoaa käyttöoikeudet muun muassa asiakkaan konenimen tai IP-osoitteen perusteella.
id: Memberikan kontrol akses berdasarkan nama host klien, alamat IP, dll.
it: Fornisce il controllo degli accessi basato sul nome host dei client, l'indirizzo IP, ecc.
nb: Gir tilgangskontroll basert på klientenes vertsnavn, IP-adresse etc.
nl: Zorgt voor de toegangscontrole dat gebaseerd is op de client-hostnaam, IP-adres, etc.
pl: Zapewnia kontrolę dostępu opartą na nazwie hosta klienta, adresie IP, itd.
sk: Poskytuje kontrolu prístupu pomocou klientského mena hostiteľa, IP adresy atď.
sv: Ger åtkomstkontroll baserat på klientvärddatornamn, IP-adress, osv.
tr: İstemcinin makine adı ve ip adresi gibi bilgilerine göre erişim sağlar
zh_cn: 根据客户机主机名、IP 地址等提供访问控制。

source: Executing CGI scripts based on media type or request method
da: Kører CGI-scripts baseret på medietype eller forespørgselsmetode
el: Εκτέλεση σεναρίων CGI βασισμένα στον τύπο μέσου ή στη μέθοδο αίτησης
es: Ejecuta los guiones CGI basados en el tipo de medio o método de petición
fi: CGI-komentojonojen suorittaminen mediatyypin tai kyselytavan perusteella
id: Mengeksekusi perintah CGI berdar pada tipe media atau metode permintaan
it: Esecuzione di script CGI basati sul tipo di supporti o sul metodo di richiesta
nb: Kjører CGI-skript basert på medietype eller forespørselsmetode
nl: De CGI-scripts, gebaseerd op mediatype of verzoekmethode, worden uitgevoerd
pl: Wywoływanie skryptu CGI opartego na typie medium i metodzie zapytania
sk: Spúšťanie skriptov CGI podľa typu média alebo metódy požiadavky
sv: Kör CGI-skript baserat på medietyp eller metod för begäran
tr: Medya türü ve isteme metoduna göre CGI komut dosyalarını çalıştırır.
zh_cn: 根据媒体类型或请求方法执行 CGI 脚本

source: Mapping different parts of the host file system in the document tree and for URL redirection
da: Kortlægger forskellige dele af værtsmaskinens filsystem til dokumenttræet og til omdirigering af URL
el: Αντιστοίχηση διαφορετικών τμημάτων του συστήματος αρχείου του κόμβου στο δένδρο εγγράφων και για ανακατεύθυνση URL
es: Asigna distintas partes del sistema de archivos del host en el árbol de documentos y para la redirección de URL
fi: Yhdistetään palvelimen tiedostojärjestelmän osia tiedostopuuta ja osoitteen uudelleenohjausta varten
id: Memetakan perbedaan bagian dari host sistem berkas pada pohon dokumen dan untuk pengalihan URL
it: Mappatura di parti differenti del file system host nell'albero dei documenti e per il reindirizzamento URL
nb: Tilordner forskjellige deler av vertsmaskinens filsystem til dokumentstrukturen og omdirigerer nettadresser
nl: Verschillende delen van het hostbestandssysteem in de documentenstructuur en de URL-omleiding worden toegewezen
pl: Mapowanie różnych części systemu plików hosta w drzewie dokumentów i do przekierowywania URL
sk: Mapovanie rôznych častí hostiteľského systému súborov do stromu dokumentov pre presmerovanie URL
sv: Mappar olika delar av filsystemet på värddatorn i dokumentträdet och för URL-omdirigering
tr: Döküman ağacı ve adres yönlendirmesi için ana makinenin dosya sisteminin farklı bölümlerini birleştirir.
zh_cn: 在文档树中映射主机文件系统的不同部分和 URL 重定向

source: Basic authentication
da: Basal autentifikation
el: Βασική Πιστοποίηση
es: Autenticación básica
fi: Käyttäjätunnistus
id: Pemeriksaan keaslian dasar
it: Autenticazione di base
nb: Brukerautentisering
nl: Basisverificatie
pl: Uwierzytelnianie podstawowe
sk: Základné overovanie
sv: Grundläggande autentisering
th: การตรวจสอบสิทธิ์พื้นฐาน
zh_cn: 基础身份验证

source: User authentication using text files
da: Brugerautentifikation med tekstfiler
el: Πιστοποίηση Χρήστη χρησιμοποιώντας αρχεία κειμένου
es: Autenticación de usuario con archivos de texto
fi: Käyttäjän tunnistus tekstitiedostoilla
id: Pemeriksaan keaslian pengguna menggunakan berkas teks
it: Autenticazione utente utilizzando file di testo
nb: Brukerautentisering ved hjelp av tekstfiler
nl: Gebruikersverificatie met gebruik van tekstbestanden
pl: Uwierzytelnianie użytkowników z wykorzystaniem plików tekstowych
sk: Metóda overenia používateľov pomocou textových súborov
sv: Användarautentisering med textfiler
th: การตรวจสอบสิทธิ์ของผู้ใช้งานโดยใช้แฟ้มข้อความ
tr: Yazı dosyaları yardımıyla kimlik doğrulaması sağlar
zh_cn: 使用文本文件进行用户验证

source: User Authorization
da: Brugerautentifikation
el: Πιστοποίηση Χρήστη
es: Autorización de usuario
fi: Käyttäjän tunnistus
id: Otorisasi Pengguna
it: Autorizzazione utente
nb: Autentisering
nl: Gebruikerverificatie
pl: Uwierzytelnianie użytkowników
sk: Overovanie používateľov
sv: Användarautentisering
th: การอนุญาตผู้ใช้งาน
zh_cn: 用户验证

source: Group authorization using plaintext files
da: Gruppeautorisering med alm. tekstfiler
el: Πιστοποίηση ομάδας βάσει απλών αρχείων κειμένου
es: Autorización de grupo con archivos de texto sin formato
fi: Ryhmien tunnistus tekstitiedostoilla
id: Otorisasi grup menggunakan berkas teks sederhana
it: Autorizzazione di gruppo usando file di testo semplice
nb: Gruppeautentisering ved hjelp av tekstfiler
nl: Groepsverificatie met gebruik van tekstbestanden
pl: Uwierzytelnianie grup z wykorzystaniem plików tekstowych
sk: Overenie skupiny pomocou textových súborov
sv: Gruppautentisering med textfiler
th: การอนุญาตกลุ่มโดยใช้แฟ้มข้อความธรรมดา
zh_cn: 使用纯文本文件进行组验证

source: User authentication using DBM files
da: Brugerautentifikation med DBM-filer
el: Πιστοποίηση Χρήστη χρησιμοποιώντας αρχεία DBM
es: Autenticación de usuario con archivos DBM
fi: Käyttäjän tunnistus DBM-tiedostoilla
id: Pemeriksaan keaslian pengguna menggunakan berkas DBM
it: Autenticazione utente usando file DBM
nb: Brukerautentisering ved hjelp av DBM-filer (database)
nl: Gebruikersverificatie met gebruik van DBM-bestanden
pl: Uwierzytelnianie użytkowników z wykorzystaniem plików DBM
sk: Overenia používateľov pomocou súborov DBM
sv: Användarautentisering med DBM-filer
th: การตรวจสอบสิทธิ์ของผู้ใช้งานโดยใช้แฟ้ม DBM
zh_cn: 使用 DBM 文件进行验证

source: Generates directory indices, automatically, similar to the Unix ls command
da: Genererer mappeindekser automatisk ligesom Unix-kommandoen 'ls'
el: Δημιουργεί δείκτες καταλόγων, αυτόματα, παρόμοια με την εντολή του Unix ls
es: Genera automáticamente índices de directorio, de forma parecida al comando ls de Unix
fi: Luo automaattisesti hakemistolistauksen Unixin ls-komennon tapaan
id: Membangkitkan direktori pengenal, secara otomatis, seperti perintah ls Unix
it: Genera automaticamente indici di directory come il comando Unix ls
nb: Genererer katalogindekser automatisk, omtrent som Unix ls-kommandoen
nl: Genereert automatisch een directoryindex, gelijk aan de Unix-opdracht: ls
pl: Tworzy automatycznie indeksy katalogów, podobnie do uniksowego polecenia ls
sk: Generuje index priečinkov automaticky, podobne ako príkaz ls
sv: Genererar automatiskt katalogindex, på ungefär samma sätt som Unix-kommandot ls
th: สร้างดัชนีไดเรกทอรี, การทำอัตโนมัติ, เหมือนกับคำสั่ง ls ของระบบยูนิกซ์
tr: Unix'in ls komutuna benzer şekilde dizin listeleri oluşturur
zh_cn: 自动生成与 Unix ls 命令类似的目录索引

source: Execution of CGI scripts
da: Eksekvering af CGI-skripter
el: Εκτέλεση των σεναρίων CGI
es: Ejecución de guiones CGI
fi: CGI-komentojonojen suoritus
id: Eksekusi perintah CGI
it: Esecuzione di script CGI
nb: Kjøring av CGI-skript
nl: CGI-scripts uitvoeren
pl: Wywoływanie skryptów CGI
sk: Spúšťanie skriptov CGI
sv: Exekvering av CGI-skript
th: การประมวลผลของสคริปต์ CGI
tr: CGI komut dosyalarını çalıştırır
zh_cn: 执行 CGI 脚本

source: Provides for trailing slash redirects and serving directory index files
da: Tilbud om 'afsluttende skråstreg'-omdirigeringer og betjening af mappeindeksfiler
el: Παρέχει για το railing slash ανακατεύθυνση και εξυπηρετεί τα αρχεία του καταλόγου
es: Proporciona redirecciones mediante barra final y sirve archivos de índice de directorio
fi: Mahdollistaa päättävän vinoviivan edelleen ohjauksen ja hakemistolistausten tuottamisen
id: Melayani pengalihan mengikuti slash dan melayani berkas index direktori
it: Fornisce il reindirizzamento 'trailing slash' e mette a disposizione i file di indice della directory
nb: Utfører omdirigeringer med "avsluttende skråstrek" og genererer katalogindeks
nl: Zorgt voor 'trailing slash' omleidingen en de verzorging van de directoryindex-bestanden
pl: Zapewnia przekierowania "końcowego ukośnika" i udostępniania indeksów katalogów
sk: Poskytuje presmerovanie trailing slash a obsluhuje indexové súbory adresárov
sv: Ger omdirigering av "avslutande snedstreck" och betjänar katalogindexfiler
zh_cn: 提供尾部反斜线重定向和目录索引文件服务

source: Modifies the environment passed to CGI scripts and SSI pages
da: Modificerer miljøet, som sendes til CGI-scripts og SSI-sider
el: Τροποποιεί το περιβάλλον που μεταφέρεται στα σενάρια CGI και στις σελίδες SSI
es: Modifica el entorno que se transfiere a los guiones CGI y las páginas SSI
fi: Muokkaa CGI-komentojonojen ja SSI-sivujen käyttämää ympäristöä
id: Mengubah lingkungan dilewatkan pada perintah CGI dan halaman SSI
it: Modifica l'ambiente fornito agli script CGI e alle pagine SSI
nb: Modifiserer miljøet som sendes til CGI-skript og SSI-sider
nl: Wijzigt de werkomgeving die aan de CGI-scripts en SSI-pagina's wordt doorgegeven
pl: Modyfikuje środowisko przekazywane do skryptów CGI i stron SSI
sk: Upravuje prostredie predávané skriptom CGI a stránkam SSI
sv: Ändrar miljön som skickas till CGI-skript och SSI-sidor
tr: CGI komut dosyaları ve SSI sayfalarında kullanılan ortamı değiştirir
zh_cn: 修改传递给 CGI 脚本和 SSI 页的环境

source: Generation of Expires HTTP headers according to user-specified criteria
da: Generering af HTTP-headers med tidsudløb i henhold til brugerdefinerede kriterier
el: Δημιουργία των κεφαλίδων HTTP Expires σύμφωνα με τα κριτήρια που είναι προσδιορισμένα από το χρήστη
es: Genera la caducidad de cabeceras HTTP conforme a los criterios definidos por el usuario
fi: HTTP-Expires-otsikkojen teko käyttäjän määrittämin ehdoin
id: Pembangkitan header HTTP yang kedaluarsa berdasarkan pada kriteria pengguna secara khusus
it: Generazione di intestazioni HTTP Expires in base ai criteri specificati dall'utente
nb: Generering av HTTP-deklarasjoner med tidsavbrudd i henhold til brukerdefinerte kriterier
nl: Creëren van verlopen HTTP-kopteksten overeenkomstig aan gebruiker gespecificeerde criteria
pl: Generowanie wygaśnięcia nagłówków HTTP na podstawie kryteriów zależnych od użytkownika
sk: Generuje hlavičky Expires HTTP podľa zadaných kritérií
sv: Generering av utgående HTTP-huvuden enligt kriterier som anges av användaren
tr: Kullanıcı tarafından belirlenen şekilde HTTP eskime başlıklarını oluşturur
zh_cn: 根据用户指定的条件生成 HTTP 报头的失效信息

source: Server-parsed HTML documents (Server Side Includes)
da: Serverfortolkede HTML-dokumenter (Server Side Includes)
el: Λεκτική ανάλυση εγγράφων HTML από το διακομιστή (Server Side Includes)
es: Documentos HTML analizados por el servidor (Server Side Includes, inclusiones del servidor)
fi: Palvelimen jäsentämät HTML-dokumentit (Server Side Includes)
id: Dukumen HTML Server-parsed ( Termasuk Sisi Peladen)
it: Documenti HTML analizzati dal server (inclusioni lato server - SSI)
nb: Serveranalyserte HTML-dokumenter (inkluderingsfiler på serversiden)
nl: Door server geparseerde HTML-documenten (Server Side Includes)
pl: Dokumenty HTML przetwarzane przez server (Server Side Includes)
sk: Dokumenty HTML spracované na serveri (Server Side Includes)
sv: Serverbehandlade HTML-dokument (Server Side Includes)
tr: Sunucu tarafından işlenen HTML dökümanları (sunucu eklemeleri)
zh_cn: 服务器解析的 HTML 文档（服务器端包含）

source: Logging of the requests made to the server
da: Logning af forespørgsler til serveren
el: Καταγραφή των αιτήσεων που έγιναν στον διακομιστή
es: Registro de las peticiones realizadas al servidor
fi: Palvelimelle tehtyjen pyyntöjen kirjoittaminen lokiin
id: Mencatat permintaan yang disampaikan ke peladen
it: Registrazione delle richieste effettuate al server
nb: Logging av forespørsler til serveren
nl: Registratie van de gemaakte serververzoeken
pl: Zapisywanie w dzienniku zapytań kierowanych do serwera
sk: Záznam o požiadavkách na server
sv: Loggar begäranden som görs till servern
tr: Sunucuya yapılan isteklerin kaydını tutar
zh_cn: 记录发往服务器的请求

source: Associates the requested file name's extensions with the file's behavior and content
da: Associerer det forespurgte filnavns endelse med filens adfærd og indhold
el: Συσχετίζει τις απαιτούμενες επεκτάσεις ονόματος αρχείου με την συμπεριφορά των αρχείων και των περιεχομένων
es: Asocia la extensión del archivo pedido con el comportamiento y el contenido del archivo
fi: Yhdistää pyydetyn tiedoston nimipäätteen tiedoston käsittelyyn ja sisältöön
id: Menghubungkan nama ekstensi berkas yang diminta dengan perilaku berkas dan isi
it: Associa le estensioni del nome file richiesto al comportamento e al contenuto del file
nb: Tilordner filendelsen det spørres etter til filens egenskaper og innhold
nl: Associeert de gevraagde bestandsnaam-extensies met het bestandsgedrag en de inhoud
pl: Wiąże żądane rozszerzenie nazwy pliku z jego działaniem i zawartością
sk: Asociácia prípon požadovaných súborov s chovaním súborov a ich obsahom
sv: Associerar det angivna filnamnstillägget med filens beteende och innehåll
tr: Dosyanın davranış ve içeriğine göre dosya uzantılarının ilişkilendirilmesini sağlar
zh_cn: 将被请求文件名的扩展名与文件的行为和内容相关联

source: Provides for content negotiation
da: Tilbud om indholdsforhandling
el: Παρέχει την διαπραγμάτευση των περιεχομένων
es: Se ocupa de la negociación del contenido
fi: Tarjoaa sisältöneuvottelun
id: Melayani negosiasi isi
it: Fornisce la negoziazione del contenuto
nb: Tillater innholdsbehandling
nl: Zorgt voor inhoud-onderhandeling
pl: Zapewnia negocjację zawartości
sk: Poskytuje podporu pre vyjednávanie obsahu
sv: Tillhandahåller innehållsförhandling
tr: İçerik anlaşmalarını sağlar
zh_cn: 提供用于内容协商

source: Allows the setting of environment variables based on characteristics of the request
da: Tillader indstilling af miljøvariabler baseret på forespørgslens karakteristik
el: Επιτρέπει την ρύθμιση των μεταβλητών περιβάλλοντος που βασίζονται στα χαρακτηριστικά της αίτησης
es: Permite definir variables de entorno basadas en las características de la petición
fi: Sallii ympäristön määrittelypyynnön yksityiskohtien perusteella
id: Mengijinkan pengaturan variabel lingkungan berdasar pada karakteristik dari permintaan
it: Consente di impostare variabili di ambiente in base alle caratteristiche della richiesta
nb: Tillater definisjon av miljøvariabler basert på forespørselens karakter
nl: Staat de instelling van de omgevingsvariabelen, gebaseerd op de verzoekkenmerken, toe
pl: Zezwala na ustawianie zmiennych środowiskowych opartych na charakterystyce zapytania
sk: Umožňuje nastaviť premenné prostredia podľa vlastností požiadavky
sv: Tillåter att miljövariabler ställs in baserat på egenskaperna i begäran
tr: Yapılan isteğin karakteristiğine göre ortam değişkenlerinin ayarlanmasını sağlar
zh_cn: 允许根据请求的特征设置环境变量

source: Provides information about server activity and performance
da: Tilbyder information om serveraktivitet og -ydelse
el: Παρέχει πληροφορίες σχετικά με την δραστηριότητα του διακομιστή και την απόδοσή του
es: Proporciona información sobre la actividad y el rendimiento del servidor
fi: Tietoja palvelimen aktiivisuudesta ja suorituskyvystä
id: Menyediakan informasi tentang aktivitas dan performa peladen
it: Fornisce informazioni su attività e prestazioni del server
nb: Gir informasjon om serveraktivitet og -ytelse
nl: Biedt informatie over de serveractiviteit en de prestaties
pl: Dostarcza informacji o aktywności i wydajności serwera
sk: Poskytuje informácie o aktivite serveru a výkone
sv: Tillhandahåller information om serveraktivitet och serverprestanda
tr: Sunucu aktivite ve performansı hakkında bilgi verir
zh_cn: 提供有关服务器活动和性能的信息

source: Allows CGI scripts to run as a specified user and group
da: Tillader CGI-skripter at køre som en angivet bruger og gruppe
el: Επιτρέπει σε σενάρια CGI να τρέχουν ως ένας συγκεκριμένος χρήστης και ομάδα
es: Permite que los guiones CGI se ejecuten como un usuario y grupo especificados
fi: Sallii CGI-komentojonojen ajon määritettynä käyttäjänä ja ryhmänä
id: Mengijinkan perintah CGI untuk berjalan seperti pengguna dan grup khusus
it: Consente di eseguire script CGI come utente specifico e gruppo
nb: Tillater kjøring av CGI-skript som en spesifisert bruker og gruppe
nl: Staat CGI-scripts toe om als een gespecificeerde gebruiker en groep te starten
pl: Pozwala uruchamiać skrypty CGI z prawami określonego użytkownika i grupy
sk: Umožňuje spúšťať skripty CGI ako zadaná skupina a používateľ
sv: Låter CGI-skript köras som en specificerad användare och grupp
tr: CGI komut dosyalarının belli kullanıcı ve gruplar olarak çalışmasını sağlar
zh_cn: 允许以指定用户和组的身份运行 CGI 脚本

source: User-specific directories
da: Brugerspecifikke mapper
el: Κατάλογοι σχετικοί με χρήστες
es: Directorios específicos del usuario
fi: Käyttäjäkohtaiset hakemistot
id: Direktori pengguna khusus
it: Directory specifiche dell'utente
nb: Brukerspesifikke kataloger
nl: Gebruiker-gespecificeerde directory's
pl: Katalogi zależne od użytkowników
sk: Používateľské priečinky
sv: Användarspecifika kataloger
tr: Kullanıcı tanımlı dizinler
zh_cn: 用户特定的目录

source: Sends files that contain their own HTTP headers
da: Sender filer, som indeholder deres egne HTTP-headers
el: Στέλνει αρχεία που περιέχουν τις δικές τους κεφαλίδες HTTP
es: Envía archivos que contienen sus propias cabeceras HTTP
fi: Lähettää tiedostoja, jotka sisältävät omat HTTP-otsikot
id: Mengirim berkas yang berisi header HTTP nya sendiri
it: Invia i file contenenti le relative intestazioni HTTP
nb: Sender filer som inneholder egne HTTP-deklarasjoner
nl: Verzendt bestanden die hun eigen HTTP-kopteksten bevatten
pl: Wysyła pliki zawierające własne nagłówki HTTP
sk: Posiela súbory, ktoré obsahujú svoje vlastné hlavičky HTTP
sv: Skickar filer som innehåller deras egna HTTP-huvuden
tr: Kendi HTTP başlığını içeren dosyaları gönderir
zh_cn: 发送包含它们自己的 HTTP 报头的文件

source: Allows "anonymous" user access to authenticated areas
da: Giver "anonym" bruger adgang til områder, som kræver autentifikation
el: Επιτρέπει πρόσβαση "anonymous" χρήστη σε πιστοποιημένες περιοχές
es: Permite a usuarios anónimos acceder a las zonas autenticadas
fi: Sallii anonyymien käyttäjien pääsyn tunnistautumista vaativille alueille
id: Mengijinkan akses pengguna "tidak dikenal" untuk wilayah yang membutuhkan pemeriksaan
it: Consente l'accesso come utente "anonimo" alle aree autenticate
nb: Gir brukeren "anonym" tilgang til områder som krever autentisering
nl: Staat de 'anonieme' gebruikerstoegang tot geverifieerde gebieden toe
pl: Pozwala użytkownikowi "anonymous" na dostęp do obszarów wymagających uwierzytelniania
sk: Poskytuje anonymný prístup k oblastiam, ktoré vyžadujú prihlásenie
sv: Tillåter anonym användaråtkomst till autentiserade områden
tr: Kimlik doğrulanması gerektiren bölgelere "anonim" erişim sağlar
zh_cn: 允许"匿名"用户访问已验证的区域

source: User authentication using MD5 Digest Authentication
da: Brugerautentifikation med MD5 Digest Authentication
el: Πιστοποίηση χρήστη με τη χρήση Πιστοποίησης MD5 Digest
es: Autenticación de usuarios con MD5 Digest Authentication
fi: Käyttäjätunnistus käyttää MD5-tunnistusta
id: Pemeriksaan pengguna menggunakan MD5 Digest Authentication
it: Autenticazione utente con autenticazione MD5 Digest
nb: Brukerautentisering med MD5 Digest-autentisering
nl: Gebruikersverificatie met gebruik van MD5 Digest-verificatie
pl: Uwierzytelnianie użytkowników z wykorzystaniem metody MD5 Digest Authentication
sk: Metóda overenia používateľov pomocou MD5
sv: Användarautentisering med MD5-kontrollsumma
tr: MD5 kullanıcı kimliği doğrulama sistemi
zh_cn: 使用 MD5 摘要验证进行验证
