Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: Determine Request Server by Server IP &Address
da: Bestem forespørgselsserver via servers IP-&adresse
el: Καθορισμός των Αιτήσεων του Διακομιστή μέσω της &Διεύθυνσης IP του διακομιστή
es: Determinar el servidor de peticiones por &dirección IP del servidor
fi: Päättele pyydetty palvelin p&alvelimen IP-osoitteesta
id: Tentukan Permintaan Peladen dengan Alamat IP Peladen
it: Determina server richiedente tramite in&dirizzo IP del server
nb: Definer forespørselsserver via serverens IP-&adresse
nl: Verzoek server bepalen op IP-&adres server
pl: Określ serwer żądań za pomocą &adresu IP serwera
sk: Určiť požadovaný server pomocou &IP adresy
sv: Avgör begärande server via server-IP-&adress
th: ตัดสินว่าร้องขอมายังเครื่องแม่ข่ายนี้หรือไม่ จากหมายเลขไ&อพีของเครื่องแม่ข่าย
tr: İstek sunucusunu sunucu IP &adresinden belirle
zh_cn: 通过服务器 IP 地址确定请求服务器(&A)

source: IP Address
da: IP-adresse
el: ΙΡ Διεύθυνση
es: Dirección IP
fi: IP-osoite
id: Alamat IP
it: Indirizzo IP
nb: IP-adresse
nl: IP-adres
pl: Adres IP
sk: IP adresa
sv: IP-adress
th: หมายเลขไอพี
tr: IP Adresi
zh_cn: IP 地址

source: HTTP &Service
nb: HTTP-&tjeneste
zh_cn: HTTP 服务(&S)

source: Listen on Ports:
da: Lyt på porte:
el: Ακρόαση στις Θύρες:
es: Escuchar en los puertos:
fi: Kuuntele portteja:
id: Listen pada Port:
it: In ascolto sulle porte:
nb: Lytt på porter:
nl: Luisteren naar poorten:
pl: Nasłuchuj na portach:
sk: Počúvať na portoch:
sv: Lyssna på portarna:
th: รอรับการเชื่อมต่อที่พอร์ต:
tr: Dinlenecek portlar:
zh_cn: 监听端口：

source: Network Address
da: Netværksadresse
el: Διεύθυνση Δικτύου
es: Dirección de red
fi: Verkko-osoite
id: Alamat Jaringan
it: Indirizzo di rete
nb: Nettverksadresse
nl: Netwerkadres
pl: Adres sieciowy
sk: Sieťová adresa
sv: Nätverksadress
th: ที่อยู่เครือข่าย
tr: Ağ adresi
zh_cn: 网络地址

source: Port
el: Θύρα
es: Puerto
fi: Portti
it: Porta
nl: Poort
th: พอร์ต
zh_cn: 端口

source: Name
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
id: Nama
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
sk: Meno
sv: Namn
th: ชื่อ
tr: Ad
zh_cn: 名称

source: Status
el: Κατάσταση
es: Estado
fi: Tila
it: Stato
sk: Stav
th: สถานะ
tr: Durum
zh_cn: 状态

source: Description
da: Beskrivelse
el: Περιγραφή
es: Descripción
fi: Kuvaus
id: Deskripsi
it: Descrizione
nb: Beskrivelse
nl: Beschrijving
pl: Opis
sk: Popis
sv: Beskrivning
th: ข้อมูลอธิบาย
tr: Tanım
zh_cn: 描述

source: &Toggle Status
da: S&kift status
el: &Εναλλαγή Κατάστασης
es: &Cambiar estado
fi: &Vaihda tilaa
id: Ubah S&tatus
it: Cambia s&tato
nb: &Endre status
nl: Status inui&tschakelen
pl: Zmień s&tatus
sk: Prepnúť &stav
sv: Växla s&tatus
th: สลับสถานะ
tr: &Durum aç/kapa
zh_cn: 转换状态(&T)

source: &Add Module
da: &Tilføj modul
el: Προσθήκη Μον&άδος
es: &Añadir módulo
fi: &Lisää moduuli
id: T&ambah Modul
it: &Aggiungi modulo
nb: &Legg til modul
nl: Module &toevoegen
pl: Dod&aj moduł
sk: Prid&ať modul
sv: L&ägg till modul
th: เ&พิ่มมอดูล
tr: &Modül ekle
zh_cn: 添加模块(&A)

source: Directory
da: Mappe
el: Κατάλογος
es: Directorio
fi: Hakemisto
id: Direktori
nb: Katalog
pl: Katalog
sk: Adresár
sv: Katalog
th: ไดเรกทอรี
tr: Dizin
zh_cn: 目录

source: &Port:
el: &Θύρα:
es: &Puerto:
fi: &Portti:
it: &Porta:
nl: &Poort:
th: &พอร์ต:
zh_cn: 端口(&P)：

source: &Listen on Interfaces
da: &Lyt på grænseflader
el: &Ακρόαση σε Διασυνδέσεις
es: &Escuchar en interfaces
fi: &Kuuntele liitäntöjä
id: &Listen pada Antarmuka
it: In &ascolto sulle interfacce
nb: &Lytt på grensesnitt
nl: &Luisteren naar interfaces
pl: Nasłuchuj na &interfejsach
sk: &Počúvať na rozhraniach
sv: &Lyssna på gränssnitt
th: &รอรับการเชื่อมต่อบนส่วนเชื่อมต่อ
zh_cn: 监听接口(&L)

source: Start Apache2 Server When Booting
nb: Start Apache2-server ved oppstart av maskinen
zh_cn: 在引导时启动 Apache2 服务器

source: Start Apache2 Server Manually
nb: Start Apache2-server manuelt
zh_cn: 手动启动 Apache2 服务器

source: &HTTP Server Expert Configuration...
da: Avanceret konfiguration af &HTTP-server...
el: Προχωρημένες Ρυθμίσεις για τον Διακομιστή &HTTP...
es: Configuración avanzada del servidor &HTTP...
fi: &HTTP-palvelimen lisäasetukset...
id: Konfigurasi Ahli Peladen &HTTP...
it: Configurazione avanzata del server &HTTP...
nb: Avansert konfigurasjon av &HTTP-server...
nl: Geavanceerde &HTTP-serverconfiguratie…
pl: Zaawansowana konfiguracja serwera &HTTP...
sk: Expertná konfigurácia &HTTP servera...
sv: Expertinställningar för &HTTP-server...
th: การปรับแต่งค่าแม่ข่ายบริการ &HTTP ขั้นสูง...
zh_cn: HTTP 服务器专家配置(&H)...

source: Server Identification
da: Server-identifikation
el: Αναγνώριση του Διακομιστή
es: Identificación del servidor
fi: Palvelimen tunniste
id: Identifikasi Peladen
it: Identificazione server
nb: Serveridentifikasjon
nl: Serveridentificatie
pl: Identyfikacja serwera
sk: Identifikácia serveru
sv: Severidentifiering
th: การแสดงตัวของเครื่องแม่ข่าย
tr: Sunucu kimliği
zh_cn: 服务器标识

source: Server &Name:
da: Server&navn:
el: Όνο&μα Διακομιστή:
es: &Nombre del servidor:
fi: Palvelimen nimi:
id: &Nama Peladen:
it: &Nome del server:
nb: Server&navn:
nl: Server&naam:
pl: &Nazwa serwera:
sk: &Meno server:
sv: Server&namn:
th: &ชื่อเครื่องแม่ข่าย:
tr: Sunucu &adı:
zh_cn: 服务器名(&N)：

source: Server &Contents Root:
da: Servers &rodindhold:
el: Ρίζα &Περιεχομένων Διακομιστή:
es: Documento raíz de &contenidos del servidor:
fi: Palvelimen &sisällön juuri:
id: Root &Konten Peladen:
it: Root &contenuti server:
nb: Serverens &rotinnhold:
nl: Hoofdmap &serverinhoud:
pl: Zawartość głównego &katalogu serwera:
sk: Koreň o&bsah serveru:
sv: Inne&hållsrot för server:
th: ไดเรกทอรีรากที่ใช้เก็บเ&นื้อหาของบริการ:
tr: Sunucu root &dizini:
zh_cn: 服务器内容根(&C)：

source: &Administrator E-Mail:
da: &Administrators e-mail:
el: &E-mail του Διαχειριστή Συστήματος:
es: Dirección de correo del &administrador:
fi: &Ylläpitäjän sähköpostiosoite:
id: &Surel Administrator:
it: E-mail dell'&amministratore:
nb: &E-post for administrator:
nl: E-mailadres van &beheerder:
pl: Adres e-mail &administratora:
sk: &E-mail administrátora:
sv: &Administratörens e-post:
th: อีเมลของผู้&บริหารแม่ข่ายให้บริการ:
tr: &Yöneticinin e-posta adresi:
zh_cn: 管理员电子邮件地址(&A)：

source: VirtualHost
el: Εικονικός Κόμβος
es: Host virtual
fi: NäennäisPalvelin
it: Host virtuale
nb: Virtuell vertsmaskin
nl: Virtuele host
pl: Host wirtualny
sk: Virtuálny hostiteľ
sv: Virtuell dator
th: เครื่องเสมือน
zh_cn: 虚拟主机

source: Change VirtualHost ID
da: Ændr VirtualHost-ID
el: Αλλαγή Ταυτότητας Εικονικού Κόμβου
es: Cambiar ID de host virtual
fi: Muuta näennäispalvelimen ID:tä
id: Ubah VirtualHost ID
it: Modifica ID host virtuale
nb: Endre ID for virtuell vertsmaskin
nl: ID van virtuele host wijzigen
pl: Zmiana ID hosta wirtualnego
sk: Zmeniť ID virtuálneho hostiteľa
sv: Ändra VirtualHost-ID
th: เปลี่ยนค่าประจำตัวของเครื่องเสมือน
zh_cn: 更改虚拟主机 ID

source: CGI Options
da: CGI-indstillinger
el: Επιλογές CGI
es: Opciones de CGI
fi: CGI-valinnat
id: Pilihan CGI
it: Opzioni CGI
nb: CGI-valg
nl: CGI-opties
pl: Opcje CGI
sk: Možnosti CGI
sv: CGI-alternativ
th: ตัวเลือกของ CGI
zh_cn: CGI 选项

source: Enable &CGI for This Virtual Host
da: Aktivér &CGI for denne virtuelle vært
el: Ενεργοποίηση &CGI για Αυτόν τον Εικονικό Κόμβο
es: Habilitar &CGI para este host virtual
fi: Ota &CGI käyttöön tälle näennäispalvelimelle
id: Aktifkan &CGI untuk Virtual Host ini
it: Abilita &CGI per questo host virtuale
nb: Aktiver &CGI for denne virtuelle vertsmaskinen
nl: &CGI inschakelen voor deze virtuele host
pl: Włącz obsługę &CGI dla tego hosta wirtualnego
sk: Povoliť &CGI pre tohto virtuálneho hostiteľa
sv: Aktivera &CGI för den här virtuella datorn
th: เปิดการใช้งาน &CGI ให้กับเครื่องเสมือนนี้
zh_cn: 为此虚拟主机启用 CGI(&C)

source: CGI &Directory Path
da: Sti til CGI-&mappe
el: &Διαδρομή Καταλόγου CGI
es: Vía del &directorio CGI
fi: CGI-&hakemistopolku
id: Bagian &Direktori CGI
it: Percorso &directory CGI
nb: &Katalogsti for CGI
nl: Pad naar CGI-&directory
pl: Ścieżka do &katalogu CGI
sk: &Cesta k CGI
sv: CGI-katalogs&ökväg
th: พาธไปยังไ&ดเรกทอรีของ CGI
zh_cn: CGI 目录路径(&D)

source: SSL Support
da: SSL-understøttelse
el: Υποστήριξη SSL
es: Compatibilidad con SSL
fi: SSL-tuki
id: Dukungan SSL
it: Supporto SSL
nb: SSL-støtte
nl: SSL-ondersteuning
pl: Obsługa SSL
sk: Podpora SSL
sv: SSL-stöd
th: รองรับ SSL
zh_cn: SSL 支持

source: Enable &SSL Support for This Virtual Host
da: Aktivér &SSL-understøttelse for denne virtuelle vært
el: Ενεργοποίηση της υποστήριξης &SSL για αυτό τον Εικονικό Κόμβο
es: Habilitar la compatibilidad con &SSL para este host virtual
fi: Ota &SSL-tuki käyttöön tälle näennäispalvelimelle
id: Aktifkan dukungan &SSL untuk Virtual Host ini
it: Abilita supporto &SSL per questo host virtuale
nb: Aktiver &SSL-støtte for denne virtuelle vertsmaskinen
nl: &SSL-ondersteuning voor deze virtuele host inschakelen
pl: Włącz obsługę &SSL dla tego hosta wirtualnego
sk: Povoliť SSL pre tento tohto virtuálneho hostiteľa
sv: Aktivera &SSL-stöd för den här virtuella datorn
th: เปิดการรองรับ &SSL ให้กับเครื่องเสมือนนี้
zh_cn: 为此虚拟主机启用 SSL 支持(&S)

source: &Certificate File Path
da: Sti til &certifikat-fil
el: Διαδρομή του Αρχείου &Πιστοποίησης
es: Vía al archivo de &certificado
fi: &Varmenteen tiedostopolku
id: Bagian Berkas &Sertifikat
it: Percorso file &certificato
nb: &Sti til sertifikatfil
nl: Pad van het &certificaatbestand
pl: Ścieżka &pliku certyfikatu
sk: Cesta k súbor certifikátu
sv: Sökväg till &certifikatfil
th: พาธไปยังแฟ้มใ&บรับรอง
zh_cn: 证书文件路径(&C)

source: &Certificate Key File Path
da: Sti til &certifikatnøgle-fil
el: Διαδρομή του Αρχείου &Πιστοποίησης Κλειδιού
es: Vía al archivo de clave de &certificado
fi: &Varmenteen tiedostopolku
id: Bagian Kunci Berkas &Sertifikat
it: Percorso file chiave del &certificato
nb: &Sti til sertifikatnøkkelfil
nl: Pad naar bestand met &certificaatsleutel
pl: Ścieżka &pliku klucza certyfikatu
sk: &Cesta k súboru s certifikačným kľúčom
sv: Sökväg till &certifikatnyckelfil
th: พาธไปยังแฟ้ม&กุญแจของใบรับรอง
zh_cn: 证书密钥文件路径(&C)

source: Directory Options
da: Mappeindstillinger
el: Επιλογές Καταλόγου
es: Opciones de directorio
fi: Hakemistovalinnat
id: Pilihan Direktori
it: Opzioni directory
nb: Katalogvalg
nl: Directoryopties
pl: Opcje katalogu
sk: Možnosti adresára
sv: Katalogalternativ
th: ตัวเลือกของไดเรกทอรี
zh_cn: 目录选项

source: &Directory Index
da: &Mappeindeks
el: Αρχείο &Καταλόγου
es: Índice de &directorio
fi: &Hakemistoindeksi
id: Indeks &Direktori
it: Indice &directory
nb: &Katalogindeks
pl: &Indeks katalogu
sk: A&dresárový index
sv: Katalogin&dex
th: &ดัชนีของไดเรกทอรี
zh_cn: 目录索引(&D)

source: Public HTML
da: Offentlig HTML
el: Δημόσιο HTML
es: HTML público
fi: Julkinen HTML
it: HTML pubblico
nb: Offentlig HTML
nl: Publieke HTML
pl: Publiczny HTML
sv: Publik HTML
zh_cn: 公用 HTML

source: Enable &Public HTML
da: Aktivér &offentlig HTML
el: Ενεργοποίηση &Δημόσιου HTML
es: Habilitar HTML &público
fi: Ota käyttöön &julkinen HTML
id: Aktifkan &Public HTML
it: Abilita HTML &pubblico
nb: Aktiver &offentlig HTML
nl: &Publieke HTML inschakelen
pl: Włącz &publiczny HTML
sk: Povoliť '&Public HTML'
sv: Aktivera &publik HTML
zh_cn: 启用公用 HTML(&P)

source: The IP address is not configured on this machine.
da: IP-addressen er ikke konfigureret på denne maskine.
el: Η διεύθυνση ΙΡ δεν είναι ρυθμισμένη σε αυτό το μηχάνημα.
es: La dirección IP no está configurada en esta máquina.
fi: IP-osoite ei ole määritetty tällä koneella.
id: Alamat IP tidak dikonfigurasi pada mesin ini.
it: L'indirizzo IP non è configurato su questa macchina.
nb: IP-addressen er ikke konfigurert på denne maskinen.
nl: Op deze machine is het IP-adres niet geconfigureerd.
pl: Adres IP nie został skonfigurowany w tym komputerze.
sk: Táto IP adresa nie je na tomto počítači nastavená.
sv: IP-adressen är inte inställd på den här datorn.
th: ยังไม่มีการปรับแต่งหมายเลขไอพีบนเครื่องนี้
tr: Bu IP adresi bu makinede yapılandırılmamış.
zh_cn: 没有配置此计算机的 IP 地址。

source: Invalid IP address.
da: Ugyldig IP-adresse.
el: Άκυρη ΙΡ διεύθυνση.
es: Dirección IP no válida.
fi: Virheellinen IP-osoite.
id: Alamat IP tidak valid.
it: Indirizzo IP non valido.
nb: Ugyldig IP-adresse.
nl: Ongeldig IP-adres.
pl: Nieprawidłowy adres IP.
sk: Neplatná adresa IP.
sv: Ogiltig IP-adress.
th: ที่อยู่ไอพีใช้งานไม่ได้
tr: Geçersiz IP adresi
zh_cn: 无效的 IP 地址。

source: The default host cannot be configured with SSL support.
da: Standardværtsmaskinen kan ikke konfigureres med SSL-understøttelse.
el: Ο προκαθορισμένος κόμβος δεν μπορεί να ρυθμιστεί για να υποστηρίζει SSL.
es: El host por defecto no se puede configurar con compatibilidad con SSL.
fi: Oletuspalvelinta ei voi määrittää SSL-tuella.
id: Host bawaan tidak dapat dikonfigurasi dengan dukungan SSL.
it: L'host predefinito non può essere configurato con il supporto SSL.
nb: Standard vertsmaskin kan ikke konfigureres med SSL-støtte.
nl: De standaardhost kan niet met SSL-ondersteuning worden geconfigureerd.
pl: Domyślny host nie może być skonfigurowany z obsługą SSL.
sk: Predvolený hostiteľ nemôže byť nakonfigurovaný s podporou SSL.
sv: Den förvalda datorn kan inte ställas in med SSL-stöd.
th: ไม่สามารถปรับแต่งให้เครื่องปริยายรองรับ SSL ได้
zh_cn: 无法为默认主机配置 SSL 支持。

source: When no Server name is defined, hostname will be used instead.
nb: Hvis servernavn ikke er definert, vil vertsnavnet vil bli brukt i stedet.
zh_cn: 如果没有定义服务器名称，将使用主机名。

source: Server name cannot be empty.
da: Du skal angive et servernavn.
el: Το όνομα του διακομιστή δεν μπορεί να είναι κενό.
es: El nombre del servidor no puede estar vacío.
fi: Palvelimen nimi ei voi olla tyhjä.
id: Nama peladen tidak boleh kosong.
it: Il nome del server non può essere vuoto.
nb: Du må angi et servernavn.
nl: Servernaam mag niet leeg zijn.
pl: Nazwa serwera nie może być pusta.
sk: Názov serveru nemôže byť prázdny.
sv: Du måste ange ett servernamn.
th: ไม่สามารถปล่อยให้ชื่อเครื่องแม่ข่ายให้บริการว่างเอาไว้ได้
tr: Sunucu adı boş bırakılamaz.
zh_cn: 服务器名不能为空。

source: The server name entered is already configured on another virtual host.
da: Det indtastede servernavn er allerede konfigureret på en anden virtuel værtsmaskine.
el: Το όνομα διακομιστή που εισήχθηκε είναι ήδη ρυθμισμένο σε άλλον εικονικό κόμβο.
es: El servidor de nombres introducido ya está configurado en otro host virtual.
fi: Annettu palvelimen nimi on jo määritetty toiselle virtuaalipalvelimelle.
id: Nama peladen yang dimasukkan sudah dikonfigurasi pada virtual host lain.
it: Il nome server immesso è già configurato su un altro host virtuale.
nb: Det angitte servernavnet er allerede konfigurert på en annen virtuell vertsmaskin.
nl: De opgegeven servernaam is reeds op een andere virtuele host geconfigureerd.
pl: Podana nazwa serwera już została skonfigurowana dla innego hosta wirtualnego.
sk: Názov serveru je už použitý pri inom virtuálnom hostiteľovi.
sv: Det angivna servernamnet är redan inställt på en annan virtuell värddator.
th: ชื่อแม่ข่ายบริการที่ป้อนมามีการปรับแต่งค่าให้กับเครื่องเสมือนอื่นอยู่แล้ว
zh_cn: 输入的服务器名称已配置在另一台虚拟主机上。

source: The IP address is already configured on another virtual host
da: Denne IP-adresse er allerede konfigureret på en anden virtuel værtsmaskine
el: Η διεύθυνση ΙΡ είναι ήδη ρυθμισμένη σε άλλον εικονικό κόμβο
es: La dirección IP ya está configurada en otro host virtual
fi: IP-osoite on jo määritetty toiselle virtuaalipalvelimelle
id: Alamat IP sudah dikonfigurasi pada virtual host yang lain
it: L'indirizzo IP è già configurato su un altro host virtuale
nb: IP-adressen er allerede satt opp på en annen virtuell vertsmaskin
nl: Het IP-adres is reeds op een andere virtuele host geconfigureerd
pl: Adres IP został już skonfigurowany dla innego hosta wirtualnego
sk: IP adresa je už nakonfigurovaná na inom virtuálnom hostiteľovi
sv: IP-adressen har redan konfigurerats på en annan virtuell värddator
zh_cn: 此 IP 地址已配置在另一台虚拟主机上。

source: Administrator E-Mail is invalid.
da: Administrators e-mail er ugyldig.
el: Το E-mail του Διαχειριστή Συστήματος δεν είναι έγκυρο.
es: La dirección de correo del administrador no es válida.
fi: Ylläpitäjän sähköpostiosoite ei kelpaa.
id: Surel Administrator tidak valid.
it: E-mail dell'amministratore è non valida.
nb: E-post for administrator er ugyldig.
nl: E-mailadres van beheerder is ongeldig.
pl: Adres e-mail administratora jest nieprawidłowy.
sk: E-Mail administrátora je prázdny.
sv: Administratörens e-post är ogiltig.
th: อีเมลของผู้บริหารแม่ข่ายให้บริการใช้ไม่ได้
tr: Yönetici e-posta adresi geçersiz.
zh_cn: 管理员电子邮件地址无效。

source: &Reload HTTP Server
da: Genindlæs HTTP-se&rver
el: &Επαναφόρτωση του Διακομιστή HTTP
es: &Recargar servidor HTTP
fi: &Lataa HTTP-palvelin uudelleen
id: &Muat Ulang Peladen HTTP
it: &Ricarica server HTTP
nb: &Last HTTP-server på nytt
nl: HTTP-server &opnieuw laden
pl: U&ruchom ponownie serwer HTTP
sk: &Znovu načítať server HTTP
sv: Ladda om HTTP-se&rvern
th: โ&หลดบริการ HTTP อีกครั้ง
tr: HTTP sunucusunu yeniden &yükle
zh_cn: 重装载 HTTP 服务器(&R)

source: Save Settings and Re&start HTTP Server
da: Gem indstillingerne og gen&start HTTP-serveren
el: Αποθήκευση Ρυθμίσεων και Επανεκκίνη&ση του Διακομιστή HTTP
es: Guardar configuración y re&iniciar servidor HTTP
fi: Tallenna asetukset ja käynni&stä HTTP-palvelin uudelleen
id: &Simpan Pengaturan dan Jalankan Kembali Peladen HTTP
it: Salva le impostazioni e &riavvia il server HTTP
nb: Lagre innstillingene og &start HTTP-serveren på nytt
nl: Instellingen opslaan en HTTP-server opnieuw &starten
pl: Zapi&sz ustawienia i uruchom ponownie serwer HTTP
sk: Uložiť nastavenie a &reštartovať HTTP server
sv: Spara inställningarna och &starta om HTTP-servern
th: จัดเก็บการตั้งค่าและเริ่มการทำงาน&บริการ HTTP ใหม่อีกครั้ง
tr: Ayarları kaydet ve HTTP sunucusunu yeniden &başlat
zh_cn: 保存设置并重启动 HTTP 服务器(&S)

source: The current default host will be replaced by the new host and will become a virtual host. However, the current default host does not have the IP address or the server name specified. Therefore, it is not possible to use it as a virtual host. Verify the suggested values below and click OK to continue with the default host switch. Otherwise click Cancel not to change the default host.
da: Den nuværende standardværtsmaskine bliver erstattet af den nye værtsmaskine og bliver en virtuel værtsmaskine. Men den nuværende standardværtsmaskine har ikke IP-adressen eller servernavnet angivet. Derfor kan den ikke bruges som virtuel værtsmaskine. Kontrollér de foreslåede værdier nedenfor, og tryk på OK for at fortsætte med skift af værtsmaskine. Tryk på 'Annuller', hvis du ikke vil skifte standardværtsmaskine.
el: Ο τρέχων προκαθορισμένος κόμβος θα αντικατασταθεί από τον νέο κόμβο και θα γίνει εικονικός κόμβος. Παρ' όλα αυτά, ο τρέχων προκαθορισμένος κόμβος δεν έχει ρυθμισμένη την IP διεύθυνση ή το όνομα διακομιστή. Γι'αυτό, δεν είναι δυνατόν να χρησιμοποιηθεί σαν εικονικός κόμβος. Επαληθεύστε τις παρακάτω προτεινόμενες τιμές και πατήστε στο Εντάξει για να συνεχίσετε με την εναλλαγή του προκαθορισμένου κόμβου. Διαφορετικά πατήστε Άκυρο για να μην αλλάξετε τον προκαθορισμένο κόμβο.
es: El host por defecto actual se va a sustituir por el nuevo host y se convertirá en un host virtual. No obstante, todavía no se ha especificado la dirección IP o el nombre de servidor del actual host por defecto. Por lo tanto, no es posible utilizarlo como host virtual. Compruebe los valores sugeridos abajo y pulse Aceptar para continuar con el cambio del host por defecto. En caso contrario, haga clic en Cancelar para no cambiar el host por defecto.
fi: Nykyinen oletuspalvelin korvataan uudella palvelimella ja siitä tulee näennäispalvelin. Nykyiselle oletuspalvelimelle ei ole kuitenkaan määritetty IP-osoitetta tai palvelimen nimeä. Siksi ei ole mahdollista käyttää sitä näennäispalvelimena. Tarkista alla ehdotetut arvot ja klikkaa OK jatkaaksesi oletuspalvelimen vaihdolla. Muussa tapauksessa klikkaa Peruuta ollaksesi muuttamatta oletuspalvelinta.
id: Host bawaan saat ini akan digantikan oleh host baru dan akan menjadi virtual host. Namun, host bawaan saat ini tidak memiliki alamat IP atau nama peladen yang ditentukan.Oleh karena itu, tidak mungkin untuk menggunakannya sebagai virtual host. Verifikasi nilai yang disarankan di bawah ini dan klik OK untuk melanjutkan dengan mengganti host bawaan. Jika tidak klik Batal untuk tidak mengubah host bawaan.
it: L'host predefinito attuale verrà sostituito dal nuovo host e diventerà un host virtuale. Però l'host predefinito attuale non ha un indirizzo IP o nome server specificato. Quindi non è possibile utilizzarlo come host virtuale. Verificare i valori consigliati riportati sotto e fare clic su OK per proseguire con la modifica dell'host predefinito. Altrimenti, fare clic su Annulla per lasciare invariato l'host predefinito.
nb: Gjeldende standardvertsmaskin blir erstattet av den nye vertsmaskinen og blir en virtuell vertsmaskin. Men gjeldende standardvertsmaskin har ikke IP-adressen eller servernavnet som er spesifisert. Derfor kan den ikke brukes som virtuell vertsmaskin. Kontroller de foreslåtte verdiene nedenfor og klikk OK for å fortsette med vertsmaskinendringen. Klikk avbryt hvis du ikke vil bytte standardvertsmaskin.
nl: De huidige standaardhost wordt vervangen door de nieuwe host en wordt een virtuele host. Voor de huidige standaardhost is echter geen IP-adres of servernaam opgegeven. Daarom is kan deze niet als virtuele host te worden gebruikt. Controleer de hieronder voorgestelde waarden en klik op OK om door te gaan met het wisselen van de standaard host of klik op Annuleren om de standaardhost niet te veranderen.
pl: Aktualny host domyślny zostanie zastąpiony przez nowy host i stanie się hostem wirtualnym. Jednak aktualny host domyślny nie ma skonfigurowanego adresu IP i nazwy serwera. Dlatego nie jest możliwe wykorzystanie go jako hosta wirtualnego. Proszę sprawdzić sugerowane wartości poniżej i nacisnąć OK, aby kontynuować z domyślnym ustawieniem hosta. W innym wypadku należy nacisnąć Anuluj, aby nie zmieniać hosta domyślnego.
sk: Aktuálny predvolený hostiteľ bude nahradený, novým a stane sa virtuálnym hostiteľom. Bohužiaľ ale nemá nastavenú IP adresu alebo meno serveru. Preto ho nie je možné momentálne ako virtuálneho hostiteľa použiť. Overte navrhované hodnoty dole a pokračujte OK, ak sa má štandardný hostiteľ naozaj zmeniť. Stlačením Zrušiť sa štandardný hostiteľ meniť nebude.
sv: Den aktuella standardvärddatorn ersätts av den nya värddatorn och blir en virtuell värddator. Du har dock inte angett IP-adress eller servernamn för den aktuella standardvärddatorn. Det går därför inte att använda den som en virtuell värddator. Kontrollera värdena som föreslås nedan och klicka på OK om du vill fortsätta med bytet av standardvärddator. Klicka på Avbryt om du inte vill byta standardvärddator.
tr: Şu anki öntanımlı makine yeni makine tarafından değiştirilecek ve sanal makine olarak atanacaktır. Ancak şu anki öntanımlı makinenin bir IP adresi ya da sunucu adı belirtilmemiş. Bu yüzden bu makineyi sanal makine olarak kullanmak mümkün değildir. Aşağıda önerilen değerleri kontrol edin ve Tamam düğmesine basarak makine değişim işlemini yürütün. Vazgeç düğmesi ile de öntanımlı makine değiştirme işlemini yapmadan devam edebilirsiniz.
zh_cn: 当前默认主机将被新主机替换 并将成为虚拟主机。 但是，当前默认主机没有 指定 IP 地址或服务器名。 因此，无法将它用作 虚拟主机。请校验下面的建议值， 然后单击"确定"继续进行默认 主机切换。否则，单击"取消" 不更改默认主机。

source: Server &IP Address:
da: Servers &IP-adresse:
el: Διεύθυνση &IP διακομιστή:
es: Dirección &IP del servidor:
fi: Palvelimen &IP-osoite:
id: Alamat &IP Peladen:
it: Indirizzo &IP del server:
nb: Serverens &IP-adresse:
nl: &IP-adresserver:
pl: Adres &IP serwera:
sk: IP &adresa serveru:
sv: &IP-adress för server:
th: หมายเลขไ&อพีของเครื่องแม่ข่าย:
tr: Sunucu &IP adresi:
zh_cn: 服务器 IP 地址(&I)：
