Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: <p><big><b>Server Resolution</b></big><br> Apache2 must be able to determine which virtual host settings it should use to create a response for an HTTP request. There are two basic approaches. If using HTTP headers from the incoming request, the server looks up the host name specified by the HTTP request headers. The other possibility is to determine the virtual host by the IP address used by the client when connecting to the server. If you plan to configure SSL-based vhost, use <b>Resolution via IP address</b> Consult the Apache2 manual for further details.</p>
da: <p><big><b>Servergenkendelse</b></big><br> Apache2 skal kunne afgøre, hvilke indstillinger for virtuel værtsmaskine den skal anvende til at oprette svar på en HTTP-forespørgsel. Der er to basale tilgange. Hvis der anvendes HTTP-headers fra den indkommende forespørgsel, vil serveren slå værtsmaskinenavnet angivet af HTTP-forespørgslens headers op. Den anden mulighed er at fastslå den virtuelle værtsmaskine ved den IP-adresse, som klienten anvender, når der sluttes til serveren. Hvis du påtænker at konfigurere SSL-baseret vhost, så brug <b>Genkendelse via IP-adresse</b> Se Apache2-manualen for yderligere detaljer.</p>
el: <p><big><b>Ανάλυση Εξυπηρετητή</b></big><br> Ο Apache 2 πρέπει να είναι ικανός να προσδιορίζει ποιες ρυθμίσεις εικονικού κόμβου θα πρέπει να χρησιμοποιεί, για τη δημιουργία μιας απάντησης για μια αίτηση HTTP. Κατ' αρχήν, υπάρχουν δύο βασικές προσεγγίσεις. Εάν χρησιμοποιούνται οι κεφαλίδες HTTP από μια εισερχόμενη αίτηση, ο διακομιστής αναζητά το όνομα κόμβου που ορίζεται από τις κεφαλίδες αίτησης HTTP. Η άλλη δυνατότητα είναι να προσδιοριστεί ο εικονικός κόμβος από τη Διεύθυνση IP που χρησιμοποιείται από τον πελάτη όταν συνδέεται με τον εξυπηρετητή. Εάν πρόκειται να ρυθμίσετε κάποιον εικονικό κόμβο βασισμένο στο SSL, χρησιμοποιήστε την <b>Ανάλυση μέσω διεύθυνσης IP</b> Συμβουλευτείτε το εγχειρίδιο του Apache 2 για περαιτέρω λεπτομέρειες.</p>
es: <p><big><b>Resolución del servidor</b></big><br> Apache2 debe ser capaz de determinar la configuración del host virtual que debe emplear para crear una respuesta a una petición HTTP. Existen dos enfoques básicos. Si se utilizan encabezados HTTP en la petición de entrada, el servidor busca el nombre de host especificado en los encabezados de las peticiones HTTP. La otra posibilidad es determinar el host virtual mediante la dirección IP que utiliza el cliente para conectarse al servidor. Si planea configurar un vhost basado en SSL, use <b>Resolución mediante direcciones IP.</b> Consulte el manual de Apache2 para obtener más detalles.</p>
fi: <p><big><b>Palvelimen selvitys</b></big><br> Apache2-palvelimen täytyy pystyä selvittämään, minkä näennäispalvelimen asetuksia sen tulisi käyttää luodessaan vastausta HTTP-pyyntöön. On kaksi mahdollista lähestymistapaa. Jos käytetään saapuvan pyynnön HTTP-otsakkeita, palvelin etsii palvelimen niiden perusteella. Toinen mahdollisuus on selvittää näennäispalvelin asiakkaan palvelimeen yhdistäessään käyttämän IP-osoitteen perusteella. Jos aiot määrittää SSL-pohjaisen vhostin, käytä <b>Selvitys IP-osoitteella</b>. Katso lisätietoa Apache2:n käsikirjasta.</p>
id: <p><big><b>Resolusi Peladen</b></big><br> Apache2 harus dapat menentukan pengaturan virtual host yang mana yang dapat digunakan untuk membuat respon untuk sebuah permintaan HTTP. Terdapat dua pendekatan dasar. Jika menggunakan header HTTP pada pemintaan masukan, peladen melihat nama host secara khusus pada permintaan header HTTP. Kemungkinan lain adalah dengan menentukan virtual host melalui alamat IP yang digunakan oleh klien ketika terhubung dengan peladen. Jika Anda berencana untuk mengkonfigurasi vhost berbasis SSL, gunakan<b>Resolusi melalui alamat IP</b> Lihat manual Apache2 untuk keterangan lebih rinci.</p>
it: <p><big><b>Risoluzione server</b></big><br> Apache2 deve essere in grado di determinare quali impostazioni dell'host virtuale usare per la creazione di una risposta a una richiesta HTTP. Esistono due approcci di base. Se si utilizzano le intestazioni HTTP della richiesta in ingresso, il server controlla il nome host specificato nelle intestazioni della richiesta HTTP. In alternativa, è possibile determinare l'host virtuale in base all'indirizzo IP utilizzato dal client durante la connessione al server. Se si pianifica di configurare un vhost basato su SSL, utilizzare <b>Risoluzione via indirizzo IP</b> Per ulteriori informazioni, consultare il manuale di Apache2.</p>
nb: <p><big><b>Serverdefinisjon</b></big><br> Apache 2 trenger informasjon om hvilke innstillinger for virtuell vertsmaskin som skal benyttes ved respons på en HTTP-forespørsel. Det er i prinsippet to hovedmetoder. Ved å bruke HTTP-deklarasjoner fra den innkommende forespørselen finner serveren frem til vertsnavnet som er spesifisert i HTTP-forespørselens deklarasjoner. En annen mulighet er å definere den virtuelle vertsmaskinen ut fra IP-adressen som benyttes av klienten ved tilkobling til serveren. Hvis du vil sette opp en SSL-basert virtuell vertsmaskin, bruk <b>Definisjon via IP-adresse</b> Du finner mer informasjon i brukerveiledningen for Apache2.</p>
nl: <p><big><b>Serverresolutie</b></big><br> Apache 2 moet kunnen bepalen welke virtuele hostinstellingen het zou moeten gebruiken om een respons voor een HTTP-verzoek te kunnen maken. Er zijn twee basis benaderingen. Als voor het inkomende verzoek <i>HTTP-headers</i> worden gebruikt, zal de server de hostnaam opzoeken die door de HTTP-verzoekheaders gespecificeerd wordt. De andere mogelijkheid om de virtuele host te bepalen is door middel van het <i>IP-adres</i> dat door de client gebruikt wordt als deze een verbinding met de server maakt. Als u een SSL gebaseerde vhost wilt, gebruik dan <b>Resolutie via IP-adres</b> Raadpleeg de Apache 2-handleiding voor verdere details.</p>
pl: <p><big><b>Rozwiązywanie żądań do serwera</b></big><br> Serwer Apache2 musi być w stanie określić, których ustawień hosta wirtualnego użyć do utworzenia odpowiedzi na żądanie HTTP. Istnieją dwa podstawowe podejścia. Jeśli używa się nagłówków HTTP z nadchodzącego żądania, serwer wyszukuje nazwę hosta określoną przez nagłówki żądań HTTP. Inna możliwość to określanie hosta wirtualnego za pomocą adresu IP używanego przez klienta podczas łączenia się z serwerem. Jeśli palnuje się konfigurację wirtualnego hosta opartego na protokole SLL, należy użyć opcji <b>Rozwiązywanie nazw przez adres IP</b> Więcej szczegółów można znaleźć w dokumentacji serwera Apache 2.</p>
sk: <p><big><b>Určenie servera</b></big><br> Apache2 musí dokázať určiť, nastavenia ktorého virtuálneho hostiteľa by mal použiť pre vytvorenie odpovede na HTTP požiadavku. Existujú dva základné prístupy. Ak použije hlavičky HTTP z prichádzajúcej požiadavky, server vyhľadáva názov hostiteľa podľa hlavičiek HTTP požiadavky. Druhá možnosť je určovať virtuálneho hostiteľa podľa IP adresy, ktorú klient použil pre pripojenie k serveru. Ak máte v úmysle konfigurovať vhost založený na SSL, použite <b>Určenie pomocou IP adresy</b></p>Ďalšie podrobnosti nájdete v dokumentácii pre Apache2.</p>
sv: <p><big><b>Serverupplösning</b></big><br> Apache2 måste kunna fastställa vilka inställningar för virtuella värddatorer som ska användas för att generera svar på HTTP-förfrågningar. Det finns två grundläggande metoder. Om HTTP-huvuden från den inkommande begäran används letar servern upp värddatornamnet i HTTP-begärans huvud. Den andra möjligheten är att fastställa den virtuella värddatorn baserat på IP-adressen som används av klienten när den ansluter till servern. Om du planerar att konfigurera en SSL-baserad virtuell värddator använder du <b>Matchning via IP-adress</b> Mer information finns i handboken för Apache2.</p>
tr: <p><big><b>Sunucu Çözümlemesi</b></big><br> Apache2, bir HTTP isteği için yanıt oluşturmak için hangi sanal ana bilgisayar ayarlarını kullanması gerektiğini belirleyebilmelidir. İki temel yaklaşım vardır. Gelen istekten HTTP başlıkları kullanılıyorsa, sunucu HTTP isteği başlıkları tarafından belirtilen ana bilgisayar adını arar. Diğer olasılık, istemcinin sunucuya bağlanırken kullandığı IP adresine göre sanal ana bilgisayarı belirlemektir. SSL tabanlı sanal ana bilgisayarı yapılandırmayı planlıyorsanız, <b>IP adresi üzerinden Çözümleme</b>'yi kullanın Daha fazla ayrıntı için Apache2 kılavuzuna bakın.</p>
zh_cn: <p><big><b>服务器解析</b></big><br> Apache2 必须能够确定应将哪些虚拟主机 设置用于创建对 HTTP 请求的响应。 原则上有两种基本方法。如果使用进来的请求中的 HTTP 报头，服务器会查询由 HTTP 请求报头指定的主机名称。另一种可行方法是通过客户机连接到服务器时使用的 IP 地址来确定虚拟主机。 如果您计划配置基于 SSL 的虚拟主机，使用 <b>通过 IP 地址解析</b> 有关进一步的细节，请查询 Apache2 手册。</p>

source: <p><b><big>Details for New Host</big></b><br> This dialog allows you to specify additional information about a new virtual host.</p>
da: <p><b><big>Detaljer for ny værtsmaskine</big></b><br> Denne dialog lader dig angive yderligere information om en ny virtuel værtsmakine.</p>
el: <p><b><big>Λεποτμέρειες Νέου Κόμβου</big></b><br> Αυτός ο διάλογος σας επιτρέπει να εισάγετε βασικές πληροφορίες για έναν νέο εικονικό κόμβο.</p>
es: <p><b><big>Detalles del nuevo host</big></b><br> Este cuadro de diálogo permite especificar información adicional sobre un nuevo host virtual.</p>
fi: <p><b><big>Uuden palvelimen tiedot</big></b><br> Tässä ikkunassa voit antaa lisätietoa uudesta näennäispalvelimesta.</p>
id: <p><b><big>Rincian untuk Host Baru</big></b><br> Dialog ini mengijinkan Anda untuk menentukan informasi tambahan tentan sebuah virtual host baru.</p>
it: <p><b><big>Dettagli per nuovo host</big></b><br> Questa finestra di dialogo consente di specificare informazioni aggiuntive su un nuovo host virtuale.</p>
nb: <p><b><big>Informasjon om ny vertsmaskin</big></b><br> I denne dialogen kan du spesifisere tilleggsinformasjon om en ny virtuell vertsmaskin.</p>
nl: <p><b><big>Details voor nieuwe host</big></b><br> In dit venster kunt u aanvullende informatie opgeven betreffende een nieuwe virtuele host.</p>
pl: <p><b><big>Szczegóły nowego hosta</big></b><br> Okno to umożliwia podanie dodatkowych informacji o nowym hoście wirtualnym.</p>
sk: <p><b><big>Nový hostiteľ</big></b><br> Tento dialóg umožňuje zadať základné informácie o novom virtuálnom hostiteľovi.</p>
sv: <p><b><big>Detaljer för ny värddator</big></b><br> I den här dialogrutan kan du ange ytterligare information om en ny virtuell värddator.</p>
tr: <p><b><big>Yeni Ana Bilgisayar İçin Ayrıntılar</big></b><br> Bu iletişim kutusu, yeni bir sanal ana bilgisayar hakkında ek bilgi belirtmenize olanak tanır.</p>
zh_cn: <p><b><big>新主机的细节</big></b><br> 此对话框允许您指定有关新虚拟主机的其它信息。</p>

source: <p>Select <b>Enable CGI Support</b> to run CGI scripts in the path in <b>CGI Directory Path</b> using the alias <tt>/cgi-bin/</tt>.</p>
da: <p>Vælg <b>Aktivér CGI-support</b> for at kunne afvikle CGI-scripts fra mappen angivet i <b>CGI-mappesti</b> via aliaset <tt>/cgi-bin/</tt>.</p>
el: <p>Επιλέξτε <b>Ενεργοποίηση Υποστήριξης CGI</b> για να εκτελέσετε σέναρια CGI στη <b>Διαδρομή Καταλόγου CGI</b> χρησιμοποιώντας το <tt>/cgi-bin/</tt>.</p>
es: <p>Seleccione <b>Habilitar compatibilidad con CGI</b> para ejecutar guiones CGI en la vía de <b>Vía del directorio CGI</b> empleando el alias <tt>/cgi-bin/</tt>.</p>
fi: <p>Valitse <b>Käytä CGI-tukea</b> CGI-komentojonojen suorittamiseksi <b>CGI-hakemistopolun</b> määrittämässä sijainnissa käyttäen aliasta <tt>/cgi-bin/</tt>.</p>
id: <p>Pilih<b>Aktifkan dukungan CGI</b> untuk menjalankan skrip CGI pada bagian didalam <b>Bagian Direktori CGI</b> menggunakan alias <tt>/cgi-bin/</tt>.</p>
it: <p>Selezionare <b>Abilita supporto CGI</b> per eseguire gli script CGI nel percorso in <b>Percorso directory CGI</b> mediante l'alias <tt>/cgi-bin/</tt>.</p>
nb: <p>Velg <b>Aktiver CGI-støtte</b> for å kjøre CGI-skript i stien <b>Katalogsti for CGI</b> ved å bruke aliaset <tt>/cgi-bin/</tt>.</p>
nl: <p>Selecteer <b>CGI-ondersteuning inschakelen</b> om CGI-scripts in het pad in <b>Pad naar CGI-directory</b> uit te kunnen voeren met de alias <tt>cgi-bin</tt>.</p>
pl: <p>Proszę wybrać opcję <b>Włącz obsługę CGI</b>, aby uruchamiać skrypty CGI z katalogu w <b>Ścieżce katalogu CGI</b> używając aliasu <tt>/cgi-bin/</tt>.</p>
sk: <p>Voľba <b>Povoliť podporu pre CGI</b> umožňuje spúšťať CGI skripty v ceste <b>Cesta k CGI</b> použitím aliasu <tt>/cgi-bin/</tt>.</p>
sv: <p>Välj <b>Aktivera CGI-stöd</b> om du vill köra CGI-skript i sökvägen i <b>CGI-katalog</b> med aliaset <tt>/cgi-bin/</tt>.</p>
tr: <p><b>CGI Desteğini Etkinleştir</b>'i seçin <b>CGI Dizin Yolu</b>'ndaki yolda CGI betiklerini <tt>/cgi-bin/</tt> takma adını kullanarak çalıştırın.</p>
zh_cn: <p>选择<b>启用 CGI 支持</b> 以使用别名 <tt>/cgi-bin/</tt> 运行 <b>CGI 目录路径</b>中的 CGI 脚本。</p>

source: <p>For HTTPS access to this virtual host, select <b>Enable SSL Support</b>. Then enter the path for the certificate file in <b>Certificate File Path</b>.This option is only available for IP-based vhosts.</p>
da: <p>Vælg <b>Aktivér SSL-understøttelse</b> for HTTPS-adgang til denne virtuelle værtsmaskine. Angiv derefter stien til certifikat-filen i <b>Sti til certifikat-fil</b> Denne indstilling er kun til stede for IP-baserede vhosts.</p>
el: <p>Για πρόσβαση HTTPS σε αυτό τον εικονικό κόμβο, επιλέξτε <b>Ενεργοποίηση Υποστήριξης SSL</b>. Έπειτα εισάγετε τη διαδρομή για το αρχείο πιστοποίησης στο <b>Διαδρομή Αρχείου Πιστοποίησης</b>. Αυτή η επιλογή είναι διαθέσιμη μόνο σε εικονικούς κόμβους βασισμένους στο IP</p>
es: <p>Para habilitar el acceso HTTPS a este host virtual, seleccione <b>Habilitar compatibilidad con SSL.</b> A continuación, introduzca la vía del archivo de certificado en <b>Vía al archivo de certificado</b>. Esta opción solo está disponible en vhosts basados en IP.</p>
fi: <p>Salliaksesi HTTPS-yhteydet tässä näennäispalvelimessa valitse <b>Käytä SSL-tukea</b>. Anna sitten varmennetiedoston sijainti kohdassa <b>Varmennetiedoston sijainti</b>. Valinta on käytettävissä vain IP-pohjaisissa virtuaalipalvelimissa.</p>
id: <p>Untuk akses HTTPS pada virtual host ini, pilih<b>Aktifkan dukungan SSL</b>. Kemudian masukkan bagian sertifikat file dalam <b>Bagian File Sertifikat</b>. Pilihan ini hanya ada untuk vhost berbasis IP.</p>
it: <p>Per accedere all'host virtuale via HTTPS, selezionare <b>Abilita supporto SSL</b>. Quindi immettere il percorso del file certificato in <b>Percorso file certificato<b>. Questa opzione è disponibile solo per i vhost basati su IP.</p>
nb: <p>For HTTPS-tilgang til denne virtuelle vertsmaskinen, velg <b>Aktiver SSL-støtte</b>. Velg deretter stien til sertifikatfilen under <b>Sti til sertifkatfil<b>. Dette valget er tilgjegengelig kun for IP-baserte virtuelle vertsmaskiner.</p>
nl: <p>Om HTTPS toegang tot deze virtuele host te kunnen krijgen, selecteert u <b>SSL ondersteuning inschakelen</b>. Voer daarna het pad voor het certificaatbestand in bij <b>Pad van certificaatbestand</b>. Deze optie is alleen beschikbaar voor op IP-adres gebaseerde vhosts.</p>
pl: <p>Aby móc się łączyć z wirtualnym hostem za pośrednictwem protokołu HTTPS, wybierz opcję <b>Włącz obsługę SSL</b>. Następnie wprowadź ścieżkę do pliku z certyfikatem w polu <b>Ścieżka pliku certyfikatu</b>. Ta opcja jest dostępna wyłącznie dla wirtualnych hostów IP.</p>
sk: <p>Pre HTTPS prístup k virtuálnemu hostiteľovi zvoľte <b>Povoliť podporu SSL</b>. Potom zadajte cestu k súboru certifikátu v <b>Cesta k súboru certifikátu</b>. Táto možnosť je dostupná iba pre vhosts založených na IP.</p>
sv: <p>För HTTPS-baserad åtkomst till den här virtuella värddatorn väljer du <b>Aktivera SSL-stöd</b>. Därefter anger du sökvägen till certifikatfilen i <b>Sökväg till certifikatfil</b>. Det här alternativet är bara tillgängligt för IP-baserade virtuella värddatorer.</p>
tr: <p>Bu sanal ana bilgisayara HTTPS erişimi için <b>SSL Desteğini Etkinleştir</b>'i seçin. Ardından <b>Sertifika Dosyası Yolu</b>'na sertifika dosyasının yolunu girin. Bu seçenek yalnızca IP tabanlı vhost'lar için kullanılabilir.</p>
zh_cn: <p>对于此虚拟主机的 HTTPS 访问，请选择<b>启用 SSL 支持</b>。 然后在<b>证书文件路径<b>中输入证书文件的路径。此选项只适用于基于 IP 的虚拟主机。</p>

source: <p>In <b>Directory Index</b>, enter a space-separated list of files that Apache should look for and provide when a URL for a directory (one that ends in <tt>/</tt>) is requested. The first matching file found is provided.</p>
da: <p>I <b>Mappeindeks</b> indtastes en mellemrumsadskilt liste over file, som Apache skal lede efter og tilbyde, når et URL for en mappe (et der slutter på <tt>/</tt>) forespørges. Den første matchende fil tilbydes.</p>
el: <p>Στο <b>Αρχείο Καταλόγου</b>, εισάγετε έναν κατάλογο διαχωρισμένο με κενό των αρχείων που ο Apache θα πρέπει να ψάξει και να παρέχει όταν αιτηθεί το URL για έναν κατάλογο (που τελειώνει σε <tt>/</tt>). Το πρώτο ταιριαστό αρχείο που βρίσκεται, παρέχεται.</p>
es: <p>En <b>Índice de directorio</b>, introduzca una lista de nombres de archivos, separados por espacios, en los que Apache deba buscar y que debe proporcionar cuando se pida la URL de un directorio (uno que acabe en <tt>/</tt>). Se proporcionará el primer archivo encontrado que coincida con la búsqueda.</p>
fi: <p><b>Hakemistoindeksissä</b> annetaan välilyönnein erotettu luettelo tiedostoista, joita Apachen tulisi hakea ja tarjota, kun hakemiston verkko-osoitetta (joka päättyy <tt>/</tt>) pyydetään. Ensimmäinen löydetty täsmäävä tiedosto tarjotaan.</p>
id: <p>Pada<b>Directory Index</b>, masukkan sebuah daftar file dipisah dengan spasi yang harus dicari dan disediakan Apache ketika sebuah URL untuk sebuah direktori (yang berakhiran <tt>/</tt>) diminta. File yang pertama cocok ditemukan adalah yang disediakan.</p>
it: <p>In <b>Indice directory</b>, immettere un elenco separato da virgole di file per la ricerca da parte di Apache e da fornire quando viene richiesto un URL di una directory (che termini con <tt>/</tt>). Viene fornito il primo file corrispondente trovato.</p>
nb: <p>Under <b>Katalogindeks</b> angir du en liste med filer adskilt av komma som Apache skal se etter og bruke når det spørres etter en nettadresse til en katalog (som slutter på <tt>/</tt>). Den første samsvarende filen blir brukt.</p>
nl: <p>Voer in <b>Directoryindex</b> een lijst met door spaties gescheiden bestanden in waar Apache naar moet zoeken als wordt verzocht om een URL van een directory (een URL die eindigt met een <tt>/</tt>). Het eerste bestand dat gevonden wordt, zal worden gebruikt.</p>
pl: <p>W polu <b>Indeks katalogu</b> należy podać rozdzieloną odstępami listę plików, których Apache powinien szukać i dostarczyć po otrzymaniu żądania URL prowadzącego do katalogu (kończącego się ukośnikiem <tt>/</tt>). Użyty zostanie pierwszy pasujący plik.</p>
sk: <p>V <b>Indexe adresára</b> môžete zadávať medzerami oddelený zoznam súborov, ktoré by mala aplikácia Apache vyhľadávať a poskytovať, ak dostane požiadavku URL adresára (, ktorý končí <tt>/</tt>). Prvý súbor, ktorý splňuje požiadavku, bude poskytnutý.</p>
sv: <p>I <b>Katalogindex</b> anger du en mellanslagsseparerad lista över filer som Apache ska leta efter och visa när en URL-adress för en katalog (som avslutas med <tt>/</tt>) begärs. Den första matchande filen som hittas visas.</p>
tr: <p><b>Dizin Dizini</b>'nde, Apache'nin bir dizin için URL (<tt>/</tt> ile biten) istendiğinde araması ve sağlaması gereken dosyaların boşlukla ayrılmış bir listesini girin. Bulunan ilk eşleşen dosya sağlanır.</p>
zh_cn: <p>在<b>目录索引</b>中，输入 Apache 应查找的以空格隔开的文件列表，并在请求目录的(以 <tt>/</tt> 结尾的目录)的 URL 时提供该列表。将提供找到的首个匹配文件。</p>

source: <p><b>Public HTML</b> enables access to <tt>.public_html</tt> directories of all users.</p>
da: <p><b>Offentlig HTML</b> Giver alle brugere adgang til mapperne <tt>.public_html</tt>.</p>
el: <p>Το <b>Δημόσιο HTML</b> ενεργοποιεί την πρόσβαση στους καταλόγους <tt>.public_html</tt> όλων των χρηστών.</p>
es: <p><b>HTML público</b> permite acceder a los directorios <tt>.public_html</tt> de todos los usuarios.</p>
fi: <p><b>Julkinen HTML</b> mahdollistaa pääsyn kaikkien käyttäjien <tt>.public_html</tt> hakemistoihin.</p>
id: <p><b>Public HTML</b> diberikan akses ke direktori <tt>.public_html</tt> dari semua user.</p>
it: <p><b>HTML pubblico</b> abilita l'accesso alle directory <tt>.public_html</tt> di tutti gli utenti.</p>
nb: <p><b>Offentlig HTML</b> gir tilgang til alle brukeres <tt>.public_html</tt>-kataloger.</p>
nl: <p><b>Publieke HTML</b> schakelt de toegang in tot <tt>.public_html</tt> directory's van alle gebruikers.</p>
pl: <p><b>Publiczny HTML</b> umożliwia dostęp do katalogów <tt>.public_html</tt> wszystkich użytkowników.</p>
sk: <p><b>"Public HTML"</b> povolí prístup do adresárov <tt>.public_html</tt> všetkých používateľov.</p>
sv: <p><b>Publik HTML</b> aktiverar åtkomst till <tt>.public_html</tt>-kataloger för alla användare.</p>
tr: <p><b>Genel HTML</b> tüm kullanıcıların <tt>.public_html</tt> dizinlerine erişimini sağlar.</p>
zh_cn: <p><b>公共 HTML</b> 使您能够访问所有用户的 <tt>.public_html</tt> 目录。</p>

source: All Addresses
da: Alle adresser
el: Όλες οι Διευθύνσεις
es: Todas las direcciones
fi: Kaikki osoitteet
id: Semua Alamat
it: Tutti gli indirizzi
nb: Alle addresser
nl: Alle adressen
pl: Wszystkie adresy
sk: Všetky adresy
sv: Alla adresser
th: ที่อยู่ทั้งหมด
tr: Tüm adresler
zh_cn: 全部地址

source: HTTP Server Wizard (1/5)--Network Device Selection
da: HTTP-server guide (1/5)--Valg af netværksenhed
el: Οδηγός Διακομιστή HTTP (1/5)--Επιλογή Συσκευής Δικτύου
es: Asistente del servidor HTTP (1/5): selección de dispositivo de red
fi: HTTP-palvelinavustaja (1/5)--Verkkolaitevalinta
id: Penuntun Peladen HTTP (1/5) -- Pemilihan Alat Jaringan
it: Procedura guidata per il server HTTP (1/5) - Selezione dei dispositivi di rete
nb: Veiviser for HTTP-server (1/5)--Valg av nettverksenhet
nl: Wizard HTTP-server (1/5)-- Netwerkapparaatselectie
pl: Kreator serwera HTTP (1/5) -- Wybór urządzeń sieciowych
sk: Sprievodca pre HTTP Server (1/5)--Voľba sieťového zariadenia
sv: HTTP-serverguide (1/5) - Val av nätverksenhet
th: ตัวช่วยปรับแต่งค่าบริการ HTTP (1/5)--การเลือกอุปกรณ์เครือข่าย
tr: HTTP Sunucu Sihirbazı (1/5)--Ağ Aygıtı Seçimi
zh_cn: HTTP 服务器向导 (1/5)--网络设备选择

source: Network Device Selection
da: Valg af netværksenhed
el: Επιλογή Συσκευής Δικτύου
es: Selección de dispositivo de red
fi: Verkkolaitevalinta
id: Pemilihan Alat Jaringan
it: Selezione dei dispositivi di rete
nb: Valg av nettverksenhet
nl: Netwerkapparaatselectie
pl: Wybór urządzenia sieciowego
sk: Výber sieťového zariadenia
sv: Val av nätverkskort
th: การเลือกอุปกรณ์เครือข่าย
tr: Ağ Aygıtı Seçimi
zh_cn: 网络设备选择

source: HTTP Server Wizard (2/5)--Modules
da: HTTP-server guide (2/5)--Moduler
el: Οδηγός Διακομιστή HTTP (2/5)--Μονάδες
es: Asistente del servidor HTTP (2/5): módulos
fi: HTTP-palvelinavustaja (2/5)--Moduulit
id: Penuntun Peladen HTTP (2/5) -- Modul
it: Procedura guidata per il server HTTP (2/5) -- Moduli
nb: Veiviser for HTTP-server (2/5)--Moduler
nl: Wizard HTTP-server (2/5)-- Modules
pl: Kreator serwera HTTP (2/5) -- Moduły
sk: Sprievodca pre HTTP Server (2/5)--Moduly
sv: HTTP-serverguide (2/5) - Moduler
th: ตัวช่วยปรับแต่งค่าบริการ HTTP (2/5)--มอดูล
tr: HTTP Sunucu Sihirbazı (2/5)--Modüller
zh_cn: HTTP 服务器向导 (2/5)--模块

source: Modules
da: Moduler
el: Moνάδες
es: Módulos
fi: Moduulit
id: Modul
it: Moduli
nb: Moduler
pl: Moduły
sk: Moduly
sv: Moduler
th: มอดูล
tr: Modüller
zh_cn: 模块
