Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: Configuration of HTTP server (Apache2)
da: Konfiguration af HTTP-server (Apache2)
el: Ρύθμιση του διακομιστή HTTP (Apache2)
es: Configuración del servidor HTTP (Apache2)
fi: HTTP-palvelinmääritys (Apache2)
id: Konfigurasi peladen HTTP (Apache2)
it: Configurazione del server HTTP (Apache2)
nb: Konfigurasjon av HTTP-server (Apache2)
nl: HTTP-serverconfiguratie (Apache2)
pl: Konfiguracja serwera HTTP (Apache2)
sk: Konfigurácia serveru HTTP (Apache 2)
sv: Ställ in HTTP-server (Apache2)
th: การปรับแต่งแม่ข่ายให้บริการ HTTP (Apache2)
tr: HTTP sunucusunu (Apache2) yapılandırır
zh_cn: HTTP 服务器 (Apache2) 的配置

source: Configure host settings
da: Konfigurér værtsmaskineindstillinger
el: Ρύθμιση του Κόμβου
es: Configurar opciones de host
fi: Määritä palvelimen asetukset
id: Konfigurasi Pengaturan Host
it: Configura le impostazioni dell'host
nb: Konfigurer vertsmaskininnstillinger
nl: Hostinstellingen configureren
pl: Konfiguracja ustawień hosta
sk: Nastaviť hostiteľa
sv: Ställ in värddatorinställningar
th: ปรับแต่งการตั้งค่าเครื่อง
tr: Host ayarlarını yap
zh_cn: 配置主机设置

source: Configure the Apache2 server modules
da: Konfigurér servermodulerne til Apache2
el: Ρύθμιση των μονάδων του διακομιστή Apache2
es: Configurar los módulos del servidor de Apache 2
fi: Määritä Apache2-palvelimen moduulit
id: Konfigurasi modul-modul peladen Apache2
it: Configura i moduli del server Apache2
nb: Konfigurer servermodulene for Apache2
nl: De Apache2-servermodules configureren
pl: Konfiguracja ustawień modułów serwera Apache2
sk: Nastaviť moduly serveru Apache 2
sv: Ställ in Apache2-servermoduler
th: ปรับแต่งมอดูลของแม่ข่ายให้บริการ Apache2
tr: Apache2 sunucu modüllerini yapılandır
zh_cn: 配置 Apache2 服务器模块

source: Set up the ports and network addresses where the server should listen.
da: Sæt portene og netværksadresserne op, hvor serveren skal lytte.
el: Ρυθμίστε τις θύρες και τις διευθύνσεις του δικτύου όπου ο διακομιστής θα ακούει.
es: Definir los puertos y direcciones de red donde el servidor debe escuchar.
fi: Aseta portit ja liitännät, joita palvelin kuuntelee.
id: Atur port dan alamat jaringan tempat peladen harus listen.
it: Imposta le porte e gli indirizzi di rete sui quali il server deve mettersi in ascolto.
nb: Sett opp portene og nettverksadressene som serveren skal lytte på.
nl: Stel de poorten en de netwerkadressen waar de server de inkomende verzoeken van moet gaan beluisteren.
pl: Proszę ustawić porty i adresy sieciowe, na których serwer ma nasłuchiwać.
sk: Nastaviť porty a sieťové adresy, kde má server počúvať.
sv: Ställ in de portar och nätverksadresser som servern ska lyssna på.
th: ตั้งค่าพอร์ตและที่อยู่บนเครือข่ายที่จะให้แม่ข่ายบริการรอรับการเชื่อมต่อ
tr: Sunucunun dinleyeceği port ve ağ arabirimlerini ayarla
zh_cn: 设置服务器应监听的端口和网络地址。

source: Configure virtual hosts
da: Konfigurér virtuelle værtsmaskiner
el: Ρύθμιση των εικονικών κόμβων
es: Configurar hosts virtuales
fi: Määritä näennäispalvelimet
id: Konfigurasi virtual hosts
it: Configura host virtuali
nb: Konfigurer virtuelle vertsmaskiner
nl: Virtuele hosts configureren
pl: Konfiguracja hostów wirtualnych
sk: Konfigurácia virtuálnych hostiteľov
sv: Ställ in virtuella värddatorer
th: ปรับแต่งเครื่องเสมือน
tr: Sanal ana bilgisayarları yapılandırın
zh_cn: 配置虚拟主机

source: Enable or disable wizard mode.
da: Aktivér eller deaktivér guidetilstand.
el: Ενεργοποίηση ή Απενεργοποίηση κατάστασης βοηθού.
es: Habilitar o inhabilitar el modo de asistente.
fi: Ota käyttöön tai poista ohjattu tila käytöstä.
id: Aktifkan atau nonaktifkan mode penuntun.
it: Abilita o disabilita la modalità procedura guidata.
nb: Aktiver eller deaktiver veivisermodus.
nl: Schakel de wizard-modus in of uit.
pl: Włącz lub wyłącz tryb kreatora.
sk: Po&voliť alebo zakázať režim sprievodcu.
sv: Aktivera eller inaktivera guideläge.
tr: Sihirbaz modunu etkinleştirin veya devre dışı bırakın.
zh_cn: 启用或禁用向导模式。

source: Server name, for example, www.example.com
da: Servernavn, for eksempel www.eksempel.dk
el: Όνομα διακομιστή, για παράδειγμα, www.paradeigma.gr
es: Nombre del servidor, por ejemplo www.ejemplo.com
fi: Palvelimen nimi, esimerkiksi www.opensuse.com
id: Nama peladen, sebagai contoh, www.contoh.com
it: Nome server, ad esempio, www.esempio.com
nb: Servernavn, for eksempel www.eksempel.com
nl: Servernaam, bijvoorbeeld: www.voorbeeld.com
pl: Nazwa serwera, na przykład: www.przyklad.org
sk: Meno serveru, napríklad www.example.com
sv: Servernamn, t ex www.exempel.se
th: ชื่อเครื่องแม่ข่ายให้บริการ ตัวอย่างเช่น www.example.com
tr: Sunucu adı (örnek: www.sunucu.com)
zh_cn: 服务器名，例如 www.example.com

source: E-mail address of the server administrator
da: Serveradministratorens e-mailadresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου για το διαχειριστή του διακομιστή
es: Dirección de correo del administrador del servidor
fi: Palvelimen ylläpitäjän sähköpostiosoite
id: Alamat surel dari administrator peladen
it: Indirizzo e-mail dell'amministratore del server
nb: E-post adresse for serveradministrator
nl: E-mailadres van de serverbeheerder
pl: Adres e-mail administratora serwera
sk: Emailová adresa administrátora serveru
sv: Serveradministratörens e-postadress
th: ที่อยู่อีเมลของผู้บริหารระบบของเครื่องแม่ข่ายให้บริการ
tr: Sunucu yöneticisinin e-posta adresi
zh_cn: 服务器管理员的电子邮件地址

source: Directory where the documents of the server are stored
da: Mappen hvor serverens dokumenter lagres
el: Κατάλογος όπου τα έγγραφα του διακομιστή θα αποθηκεύονται
es: Directorio donde se guardan los documentos del servidor
fi: Hakemisto, missä palvelimen dokumentit on tallennettu
id: Direktori dimana dokumen peladen disimpan
it: Directory contenente i documenti del server
nb: Katalogen der serverens dokumenter er lagret
nl: Directory waar de serverdocumenten opgeslagen zijn
pl: Katalog, w którym zapisywane są dokumenty serwera
sk: Priečinok, kde sú uložené dokumenty serveru
sv: Katalog där serverns dokument lagras
th: ไดเรกทอรีที่ใช้จัดเก็บเอกสารของแม่ข่ายบริการ
tr: Sunucu tarafından sunulacak dosyaların yer aldığı dizin
zh_cn: 存储服务器文档的目录

source: Name of the host to configure.
da: Navnet på værtsmaskine til konfiguration.
el: Όνομα του διακομιστή προς ρύθμιση.
es: Nombre del host que configurar.
fi: Määritettävän palvelimen nimi.
id: Nama host yang akan dikonfigurasi.
it: Nome dell'host da configurare.
nb: Navn på vertsmaskin som skal konfigureres.
nl: Naam van de host die moet worden geconfigureerd.
pl: Nazwa hosta, który ma być skonfigurowany.
sk: Vyberte si hostiteľ na konfigurovanie.
sv: Namnet på den värddator som ska ställas in.
th: ชื่อของเครี่องที่จะปรับแต่งค่า
tr: Yapılandırılacak ana bilgisayarın adı.
zh_cn: 要配置的主机的名称。

source: Add a new listen entry ([address:]port)
da: Tilføj en ny lytteopføring ([adresse:]port)
el: Προσθήκη μια νέα καταχώρηση ακρόασης ([διεύθυνση:]θύρα)
es: Añadir nueva entrada de escucha ([dirección:]puerto)
fi: Lisää uusi kuuntelumerkintä ([osoite:]portti)
id: Tambah sebuah masukan listen baru ([alamat:]port)
it: Aggiungi una nuova voce di ascolto ([indirizzo:]porta)
nb: Legg til en ny lytteoppføring ([adresse:]port)
nl: Nieuw luisteritem toevoegen ([adres:]poort)
pl: Proszę dodać nowy wpis nasłuchiwania ([adres]:port)
sk: Pridať nový záznam ([adresa:]port)
sv: Lägg till en ny lyssna-post ([adress:]port)
th: เพิ่มรายการรอรับการเชื่อมต่อตัวใหม่ ([ที่อยู่:]พอร์ต)
tr: Yeni bir dinleme girdisi ekle ([adres:]port)
zh_cn: 添加新监听项([地址:]端口)

source: Delete an existing listen entry ([address:]port)
da: Slet en eksisterende lytteopføring ([adresse:]port)
el: Διαγραφή μιας υπάρχουσας καταχώρησης ακρόασης ([διεύθυνση:]θύρα)
es: Suprimir una entrada de escucha existente ([dirección:]puerto)
fi: Poista olemassa oleva kuuntelumerkintä ([address:]port)
id: Hapus sebuah masukan listen yang sudah ada ([alamat:]port)
it: Elimina una voce di ascolto esistente ([indirizzo:]porta)
nb: Slett en eksisterende lytteoppføring ([adresse:]port)
nl: Een bestaand luisteritem verwijderen ([adres:]poort)
pl: Proszę usunąć istniejący wpis nasłuchiwania ([adres]:port)
sk: Odstrániť existujúcu položku ([adresa:]port)
sv: Ta bort en befintlig lyssna-post ([adress:]port)
th: ลบรายการรอรับการเชื่อมต่อตัวใหม่ ([ที่อยู่:]พอร์ต)
tr: Mevcut bir dinleme girdisini sil ([adres:]port)
zh_cn: 删除现有的监听项([地址:]端口)

source: List configured entries
da: Vis liste over konfigurerede opføringer
el: Εμφάνιση ρυθμισμένων καταχωρήσεων
es: Mostrar lista de entradas configuradas
fi: Näytä luettelo määritetyistä merkinnöistä
id: Daftar masukan yang telah dikonfigurasi
it: Elenca le voci configurate
nb: Liste over konfigurerte oppføringer
nl: Geconfigureerde items weergeven
pl: Wyświetla skonfigurowane wpisy
sk: Vypísať nastavené položky
sv: Visa inställda poster
th: แสดงรายการที่ปรับแต่งไว้แล้ว
tr: Yapılandırılmış girdileri listele
zh_cn: 列出已配置的项

source: Comma-separated list of modules to enable
da: Kommaadskilt liste over moduler som skal aktiveres
el: Λίστα, χωρισμένη με κόμματα, των μονάδων προς ενεργοποίηση
es: Lista separada por comas de módulos que se van a habilitar
fi: Pilkuin erotettu käyttöön otettavien moduulien luettelo
id: Pisahkan dengan koma untuk daftar modul yang akan diaktifkan
it: Elenco dei moduli da abilitare separati da virgole
nb: Liste over moduler (adskilt av komma) som skal aktiveres
nl: Een door komma's gescheiden lijst met de in te schakelen modules
pl: Lista modułów, które mają być włączone (wpisy oddzielone przecinkiem)
sk: Zoznam modulov, ktoré sa majú povoliť, oddelené čiarkami
sv: Kommaseparerad lista över moduler som ska aktiveras
th: รายการมอดูล (แยกแต่ละตัวด้วยช่องว่าง) ที่จะเปิดใช้งาน
tr: Etkinleştirilecek modüllerin virgülle ayrılmış listesi
zh_cn: 逗号分隔的要启用模块的列表

source: Comma-separated list of modules to disable
da: Kommaadskilt liste over moduler som skal deaktiveres
el: Λίστα, χωρισμένη με κόμματα, όλων των μονάδων προς απενεργοποίηση
es: Lista separada por comas de módulos que se van a inhabilitar
fi: Pilkuin erotettu käytöstä poistettavien moduulien luettelo
id: Pisahkan dengan koma untuk daftar modul yang akan dinon-aktifkan
it: Elenco dei moduli da disabilitare separati da virgole
nb: Liste over moduler (adskilt av komma) som skal deaktiveres
nl: Een door komma's gescheiden lijst met de uit te schakelen modules
pl: Lista modułów, które mają być wyłączone (wpisy oddzielone przecinkiem)
sk: Zoznam modulov, ktoré sa majú zakázať, oddelené čiarkami
sv: Kommaseparerad lista över moduler som ska inaktiveras
th: รายการมอดูล (แยกแต่ละตัวด้วยช่องว่าง) ที่จะปิดการใช้งาน
tr: Kapatılacak modüllerin virgülle ayrılmış listesi
zh_cn: 逗号分隔的要禁用模块的列表

source: Create new virtual host
da: Opret ny virtuel værtsmaskine
el: Δημιουργία νέου εικονικού διακομιστή
es: Crear nuevo host virtual
fi: Luo uusi näennäispalvelin
id: Membuat virtual host baru
it: Crea nuovo host virtuale
nb: Opprett ny virtuell vertsmaskin
nl: Nieuwe virtuele host maken
pl: Utwórz nowy host wirtualny
sk: Vytvoriť virtuálnych hostiteľov
sv: Skapa en ny virtuell värddator
th: สร้างเครื่องเสมือนตัวใหม่
zh_cn: 创建新的虚拟主机

source: Delete existing virtual host
da: Slet eksisterende virtuel værtsmaskine
el: Διαγραφή ενός υπάρχοντος εικονικού διακομιστή
es: Suprimir host virtual existente
fi: Poista olemassa oleva näennäispalvelin
id: Menghapus virtual host yang sudah ada
it: Elimina host virtuale esistente
nb: Slett eksisterende virtuell vertsmaskin
nl: Bestaande virtuele host verwijderen
pl: Usuń istniejący host wirtualny
sk: Odstrániť existujúceho virtuálneho hostiteľa
sv: Ta bort en befintlig virtuell värddator
th: ลบเครื่องเสมือนที่มีอยู่
zh_cn: 删除现有虚拟主机

source: Set selected virtual host as default host
da: Sæt den valgte virtuelle værtsmaskine som standardvært
el: Ορίστε τον επιλεγμένο εικονικό διακομιστή ως προεπιλογή
es: Definir el host virtual seleccionado como host por defecto
fi: Aseta valittu näennäispalvelin oletuspalvelimeksi
id: Mengatur virtual host yang dipilih sebagai default host
it: Imposta l'host virtuale selezionato come predefinito
nb: Bruk denne virtuelle vertsmaskinen som standardvertsmaskin
nl: Geselecteerde virtuele host als standaardhost aanwijzen
pl: Ustaw wybrany host wirtualny jako host domyślny
sk: Nastaviť zvolený virtuálny hostiteľa ako predvoleného
sv: Ange den valda virtuella värddatorn som förvald dator
th: ตั้งค่าให้เครื่องเสมือนที่เลือกไว้เป็นเครื่องปริยาย
zh_cn: 将选中的虚拟主机设置为默认主机

source: Set wizard mode "on" or "off".
da: Sæt guidetilstand "til" eller "fra".
el: Ορισμός κατάστασης βοηθού "ενεργό" ή "ανενεργό".
es: Definir el modo de asistente "on" o "off".
fi: Aseta ohjattu tila "on"- tai "off"-tilaan.
id: Setel mode penuntun "on" atau "off".
it: Imposta modalità procedura guidata su "attivato" o "disattivato".
nb: Set veivisermodus til «on» eller «off».
nl: Schakel de wizardmodus 'in' of 'uit'.
pl: Ustaw tryb kreatora na wartość on lub off.
sk: Nastaviť režim sprievodcu "zapnutý" alebo "vypnutý".
sv: Ange guideläge till "på" eller "av".
zh_cn: 将向导模式设置为“开启”或“关闭”。

source: Configured host not specified
da: Konfigureret værtsmaskine ikke angivet
el: Δεν προσδιορίστηκε ρύθμιση του κόμβου
es: No se ha especificado el host configurado
fi: Määritettyä palvelinta ei määritelty
id: Host yang dikonfigurasi tidak ditentukan
it: Host configurato non specificato
nb: Ingen konfigurert vertsmaskin valgt
nl: Geconfigureerde host is niet opgegeven
pl: Nie określono skonfigurowanego hosta
sk: Neuvedený hostiteľ, ktorý sa má upraviť
sv: Du har inte angett någon inställd värddator
tr: Yapılandırılmış host belirtilmemiş
zh_cn: 没有指定已配置的主机

source: Only existing hosts can be specified as the host to configure
da: Kun eksisterende værtsmaskiner kan vælges til konfiguration
el: Μόνο οι υπάρχων κόμβοι μπορούν να προσδιοριστούν ως ο κόμβοι προς ρύθμιση
es: Sólo es posible especificar el host existente como host para configurar
fi: Vain olemassa oleva palvelin voidaan määrittää
id: Hanya hosts yang sudah ada dapat ditentukan sebagai host yang dikonfigurasi
it: Solo gli host esistenti possono essere indicati come host da configurare
nb: Bare eksisterende vertsmaskiner kan konfigureres
nl: Alleen bestaande hosts kunnen worden opgegeven als de host die moet worden geconfigureerd
pl: Tylko istniejący host może być wskazany jako host do skonfigurowania
sk: Pre konfiguráciu je možné použiť iba existujúceho hostiteľa
sv: Endast befintliga värddatorer kan ställas in
zh_cn: 只能将现有主机指定为要配置的主机

source: Invalid server name.
da: Ugyldigt servernavn.
el: Άκυρο όνομα διακομιστή.
es: Nombre de servidor no válido.
fi: Palvelimen nimi on virheellinen.
id: Nama peladen tidak valid.
it: Nome di server non valido.
nb: Ugyldig servernavn.
nl: Ongeldige servernaam.
pl: Nieprawidłowa nazwa serwera.
sk: Neplatné meno serveru.
sv: Ogiltigt servernamn.
th: ชื่อเครื่องแม่ข่ายใช้งานไม่ได้
tr: Geçersiz sunucu adı.
zh_cn: 无效的服务器名。

source: Invalid server admin.
da: Ugyldig serveradministrator.
el: Μη έγκυρος διαχειριστής του διακομιστή.
es: Administrador de servidor no válido.
fi: Palvelimen ylläpitäjä on virheellinen.
id: Admin peladen tidak valid.
it: Amministratore server non valido.
nb: Ugyldig serveradmin.
nl: Ongeldige serverbeheerder.
pl: Nieprawidłowy administrator serwera.
sk: Neplatný administrátor serveru.
sv: Ogiltig serveradmin.
zh_cn: 无效的服务器管理。

source: Validate error
da: Valideringsfejl
el: Σφάλμα πιστοποίησης
es: Validar error
fi: Tarkista virhe
id: Mengesahkan galat
it: Errore di convalida
nb: Valideringsfeil
nl: Validatiefout
pl: Błąd walidacji
sk: Chyba kontroly platnosti
sv: Valideringsfel
th: การตรวจความถูกต้องผิดพลาด
zh_cn: 验证错误

source: Status Module ==================
da: Status Modul ==================
el: Κατάσταση Μονάδα ==================
es: Estado módulo ============
fi: Tila Moduuli ==================
id: Status Modul ==================
it: Stato Modulo ==================
nb: Status Modul ==================
pl: Status Moduł ==================
sk: Stav Modul ==================
sv: Status modul ==================
th: สถานะ มอดูล ==================
tr: Durum Modül ==================
zh_cn: 状态 模块 ==================

source: Enabled
da: Aktiveret
el: Ενεργοποιημένο
es: Habilitado
fi: Käytössä
id: Aktifkan
it: Abilitato
nb: Aktivert
nl: Ingeschakeld
pl: włączone
sk: Povolené
sv: aktiverad
th: เปิดใช้งาน
tr: Etkin
zh_cn: 已启用

source: Disabled
da: Deaktiveret
el: Απενεργοποιημένο
es: Inhabilitado
fi: Poistettu käytöstä
id: Nonaktifkan
it: Disabilitato
nb: Deaktivert
nl: Uitgeschakeld
pl: wyłączone
sk: Zakázaná
sv: inaktiverad
th: ปิดการใช้งาน
tr: Kapalı
zh_cn: 已禁用

source: unknown
da: ukendt
el: άγνωστη
es: desconocido
fi: tuntematon
id: tidak dikenal
it: sconosciuto
nb: ukjent
nl: onbekend
pl: nieznany
sk: neznámy
sv: okänd
th: ไม่ทราบ
tr: bilinmeyen
zh_cn: 未知

source: Listen Statements:
da: Lytteerklæringer:
el: Καταστάσεις ακρόασης:
es: Declaraciones de escucha:
fi: Kuuntelulausekkeet:
id: Pernyataan Listen:
it: Istruzioni di ascolto:
nb: Lyttekommandoer:
nl: Luisterinstructie:
pl: Deklaracje nasłuchiwania:
sk: Počúvať na portoch:
sv: Lyssna-satser:
zh_cn: 监听语句：

source: All interfaces
da: Alle grænseflader
el: Όλες οι Διασυνδέσεις
es: Todas las interfaces
fi: Kaikki liitännät
id: Semua antarmuka
it: Tutte le interfacce
nb: Alle grensesnitt
nl: Alle interfaces
pl: Wszystkie interfejsy
sk: Všetky rozhrania
sv: Alla gränssnitt
th: ส่วนเชื่อมต่อทั้งหมด
zh_cn: 所有接口

source: Can use only existing interfaces
da: Kan kun bruge eksisterende grænseflader
el: Μπορούν να χρησιμοποιηθούν μόνο υπάρχουσες διασυνδέσεις
es: Solo se pueden usar las interfaces existentes
fi: Vain olemassa olevia liitäntöjä voidaan käyttää
id: Hanya dapat menggunakan antarmuka yang sudah ada
it: Può utilizzare solo interfacce esistenti
nb: Kun eksisterende grensesnitt kan brukes
nl: Kan alleen bestaande interfaces gebruiken
pl: Można użyć wyłącznie istniejących interfejsów
sk: Je možné použiť len existujúce rozhrania
sv: Kan endast använda befintliga gränssnitt
th: สามารถใช้ได้กับส่วนเชื่อมต่อที่มีอยู่เท่านั้น
zh_cn: 只能使用现有接口

source: The listen statement '%1' is already configured.
da: Lytteerklæringen '%1' er allerede konfigureret.
el: Η κατάσταση ακρόασης '%1' είναι ήδη ρυθμισμένη.
es: La declaración de escucha %1 ya está configurada.
fi: Kuuntelulauseke "%1" on jo määritetty.
id: Pernyataan listen '%1' telah dikonfigurasi.
it: L'istruzione di ascolto '%1' è già configurata.
nb: Lyttekommandoen '%1' er allerede konfigurert.
nl: Luisterinstructie '%1' is al geconfigureerd.
pl: Deklaracja nasłuchiwania %1 już jest skonfigurowana.
sk: Položka počúvať na '%1' už je nakonfigurovaná.
sv: Lyssna-satsen %1 har redan konfigurerats.
th: ส่วนการรอรับการเชื่อมต่อ '%1' ถูกปรับแต่งค่าไว้อยู่แล้ว
zh_cn: 监听语句"%1"已配置。

source: Can remove only existing listeners
da: Kan kun fjerne eksisterende lytninger
el: Μπορείτε να διαγράψετε μόνο είδη υπάρχοντες ακροατές
es: Sólo se pueden eliminar los elementos de escucha existentes
fi: Vain olemassa olevia kuuntelijoita voidaan poistaa
id: Hanya dapat menghapus listener yang sudah ada
it: Può rimuovere solo ascoltatori esistenti
nb: Kun eksisterende lyttere kan fjernes
nl: Kan alleen bestaande luisteraars verwijderen
pl: Można usunąć tylko istniejące deklaracje nasłuchiwania
sk: Odstrániť je možné len existujúce načúvanie
sv: Det går endast att ta bort befintliga lyssnare
th: สามารถลบเฉพาะตัวรอรับการเชี่อมต่อที่มีอยู่แล้วเท่านั้น
zh_cn: 只能删除现有监听器

source: Hosts list:
da: Værtsmaskineliste:
el: Λίστα Κόμβων:
es: Lista de hosts:
fi: Palvelinluettelo:
id: Daftar host:
it: Elenco host:
nb: Vertsmaskinliste:
nl: Hostlijst:
pl: Lista hostów:
sk: Zoznam hostiteľov:
sv: Lista över värddatorer:
th: รายการเครื่อง:
zh_cn: 主机列表：

source: Some parameter missing
da: Mangler parameter
el: Κάποιες παράμετροι λείπουν
es: Faltan algunos parámetros
fi: Jokin parametri puuttuu
id: Beberapa parameter hilang
it: Mancano alcuni parametri
nb: Noen parametere mangler
nl: Sommige parameters ontbreken
pl: Brak niektórych parametrów
sk: Niektoré parametre chýbajú
sv: Någon parameter saknas
th: ไม่มีพารามิเตอร์บางตัว
zh_cn: 缺少某些参数

source: Argument can be only existing host
da: Argumentet kan kun være en eksisterende værtsmaskine
el: Το όρισμα πρέπει να είναι ένας υπάρχον κόμβος
es: El único argumento válido es el host existente
fi: Argumentti voi olla vain olemassa oleva palvelin
id: Alasan hanya host yang sudah ada
it: L'argomento può essere solo un host esistente
nb: Argumentet må være en eksisterende vertsmaskin
nl: Argument kan alleen bestaande host zijn
pl: Argumentem może być tylko istniejący host
sk: Argumentom môže byť iba existujúci hostiteľ
sv: Argumentet kan endast vara en befintlig värddator
th: อาร์กิวเมนต์สามารถเป็นได้เฉพาะเครื่องที่มีอยู่แล้วเท่านั้น
zh_cn: 参数只能为现有主机

source: The host is already default.
da: Værtsmaskinen er allerede sat som standard.
el: Ο κόμβος είναι ήδη ο προκαθορισμένος.
es: Este ya es el host por defecto.
fi: Palvelin on jo oletuksena.
id: Host sudah bawaan.
it: L'host è già quello predefinito.
nb: Vertsmaskinen er allerede definert som standard.
nl: De host is reeds de standaard.
pl: Ten host jest już domyślny.
sk: Hostiteľ už je ako štandardný.
sv: Värddatorn är redan standard.
th: เครื่องเป็นเครื่องปริยายอยู่แล้ว
tr: Bu makine zaten öntanımlı olarak atanmış.
zh_cn: 该主机已是默认主机。

source: Cannot delete the default host.
da: Kan ikke slette standardværtsmaskinen.
el: Αδυναμία διαγραφής του προκαθορισμένου κόμβου.
es: No es posible suprimir el host por defecto.
fi: Oletuspalvelinta ei voi poistaa.
id: Tidak dapat menghapus host bawaan.
it: Impossibile cancellare l'host predefinito.
nb: Kan ikke slette standardvertsmaskinen.
nl: Kan de standaardhost niet verwijderen.
pl: Nie można usunąć hosta domyślnego.
sk: Nemôžem odstrániť štandardného hostiteľa.
sv: Det går inte att ta bort standardvärddatorn.
th: ไม่สามารถลบเครื่องปริยายได้
tr: Öntanımlı makine silinemez.
zh_cn: 无法删除默认主机。

source: Listen Ports and Addresses
da: Lytteporte og adresser
el: Θύρες Ακρόασης και Διευθύνσεις
es: Puertos y direcciones de escucha
fi: Kuunneltavat portit ja osoitteet
id: Listen Ports dan Pengalamatan
it: In ascolto sulle porte ed indirizzi
nb: Lytteporter og -addresser
nl: Luisterpoorten en adressen
pl: Nasłuchuj na portach i adresach
sk: Porty a adresy pre počúvanie
sv: Portar och adresser att lyssna på
th: พอร์ตและที่อยู่รอรับการเชื่อมต่อ
tr: Portları ve adresleri dinle
zh_cn: 监听端口和地址

source: Server Modules
da: Servermoduler
el: Μονάδες Διακομιστών
es: Módulos del servidor
fi: Palvelinmoduulit
id: Modul Peladen
it: Moduli server
nb: Servermoduler
pl: Moduły serwera
sk: Moduly serveru
sv: Servermoduler
th: มอดูลของบริการ
tr: Sunucu modülleri
zh_cn: 服务器模块

source: Main Host
da: Hovedværtsmaskine
el: Κεντρικός Κόμβος
es: Host principal
fi: Pääkone
id: Host utama
it: Host principale
nb: Hovedvertsmaskin
nl: Hoofdhost
pl: Host główny
sk: Hlavný hostiteľ
sv: Huvudvärddator
th: เครื่องหลัก
tr: Ana Ana Bilgisayar
zh_cn: 主要主机

source: Hosts
da: Værtsmaskiner
el: Κόμβοι
fi: Palvelimet
it: Host
nb: Vertsmaskiner
pl: Hosty
sk: Hostitelia
sv: Värddatorer
th: เครื่องต่าง ๆ
tr: Makineler
zh_cn: 主机

source: HTTP Server Configuration
da: Konfiguration af HTTP-server
el: Ρύθμιση του Διακομιστή ΗΤΤΡ
es: Configuración del servidor HTTP
fi: HTTP-palvelinmääritykset
id: Konfigurasi peladen HTTP
it: Configurazione del server HTTP
nb: Konfigurasjon for HTTP-server
nl: HTTP-serverconfiguratie
pl: Konfiguracja serwera HTTP
sk: Nastavenie serveru HTTP
sv: Ställ in HTTP-server
th: การปรับแต่งบริการ HTTP
tr: HTTP sunucu yapılandırması
zh_cn: HTTP 服务器配置

source: Host '%1' Configuration
da: Konfiguration af værtsmaskinen '%1'
el: Ρύθμιση του Κόμβου '%1'
es: Configuración del host %1
fi: Palvelimen "%1" määritys
id: Konfigurasi host '%1'
it: Configurazione dell'host '%1'
nb: Vertsmaskin '%1', konfigurasjon
nl: Host '%1' configuratie
pl: Konfiguracja hosta %1
sk: Nastavenie hostiteľa '%1'
sv: Inställning av värddatorn %1
th: การปรับแต่งค่าเครื่อง '%1'
tr: '%1' makine yapılandırması
zh_cn: 主机"%1"配置
