Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: Configured Hosts
da: Konfigurerede værtsmaskiner
el: Ρυθμισμένοι Κόμβοι
es: Hosts configurados
fi: Määritetyt palvelimet
id: Konfigurasi Host
it: Host configurati
nb: Konfigurerte vertsmaskiner
nl: Geconfigureerde hosts
pl: Skonfigurowane hosty
sk: Nastavení hostitelia
sv: Inställda värddatorer
th: เครื่องที่มีการปรับแต่งแล้ว
tr: Yapılandırılmış makineler
zh_cn: 已配置的主机

source: New Host Information
da: Information om ny værtsmaskine
el: Πληροφορίες Νέου Κόμβου
es: Información del nuevo host
fi: Uuden palvelimen tiedot
id: Informasi Host Baru
it: Informazioni nuovo host
nb: Informasjon om ny vertsmaskin
nl: Gegevens nieuwe host
pl: Informacje o nowym hoście
sk: Informácie o novom hostiteľovi
sv: Information om ny värddator
th: ข้อมูลรายละเอียดของเครื่องใหม่
tr: Yeni makine bilgisi
zh_cn: 新主机信息

source: Virtual Host Details
da: Detaljer for den virtuelle værtsmaskine
el: Λεπτομέρειες Εικονικού Κόμβου
es: Detalles del host virtual
fi: Näennäispalvelimen tiedot
id: Detil Virtual Host
it: Dettagli host virtuale
nb: Informasjon om virtuelle vertsmaskiner
nl: Details van de virtuele host
pl: Szczegóły hostów wirtualnych
sk: Detaily pre virtuálne domény
sv: Information om virtuell värddator
th: รายละเอียดต่าง ๆ ของเครื่องเสมือน
tr: Sanal Ana Bilgisayar Ayrıntıları
zh_cn: 虚拟主机细节

source: SSL Configuration for '%1'
da: SSL-konfiguration for '%1'
el: Ρυθμίσεις SSL για το '%1'
es: Configuración SSL para '%1'
fi: Palvelimen "%1" SSL-määritys
id: Konfigurasi SSL untuk '%1'
it: Configurazione SSL per '%1'
nb: SSL-konfigurasjon for '%1'
nl: SSL-configuratie voor '%1'
pl: Konfiguracja SSL dla %1
sk: Nastavenie SSL pre '%1'
sv: SSL-inställningar för %1
th: การปรับแต่งค่า SSL ของ '%1'
tr: '%1' için SSL yapılandırması
zh_cn: "%1"的 SSL 配置

source: Default Host
da: Standardværtsmaskine
el: Προκαθορισμένος Κόμβος
es: Host por defecto
fi: Oletuspalvelin
id: Host Bawaan
it: Host predefinito
nb: Standard vertsmaskin
nl: Standaardhost
pl: Host domyślny
sk: Štandardný hostiteľ
sv: Standardvärddator
th: เครื่องปริยาย
tr: Öntanımlı makine
zh_cn: 默认主机

source: Certificates
da: Certifikater
el: Πιστοποιητικά
es: Certificados
fi: Varmenteet
id: Sertifikat
it: Certificati
nb: Sertifikater
nl: Certificaten
pl: Certyfikaty
sk: Certifikáty
sv: Certifikat
th: ใบรับรองอิเลกทรอนิกส์ต่าง ๆ
tr: Sertifikalar
zh_cn: 证书

source: &Import Server Certificate...
da: &Importér servercertifikat...
el: &Εισαγωγή Πιστοποιητικού για το Διακομιστή...
es: &Importar certificado de servidor...
fi: &Tuo palvelinvarmenne...
id: &Impor Sertifikat Peladen...
it: &Importa certificato server...
nb: &Importer serversertifikat...
nl: &Importeer servercertificaat…
pl: &Importuj certyfikat serwera...
sk: &Importovať certifikát pre server...
sv: &Importera servercertifikat...
th: &นำเข้าใบรับรองของเครื่องแม่ข่าย...
tr: Sunucu sertifikası &al...
zh_cn: 导入服务器证书(&I)...

source: &Use Common Server Certificate
da: &Brug Common Server-certifikat
el: Χ&ρήση Κοινότυπου Πιστοποιητικού για το Διακομιστή
es: &Usar certificado de servidor común
fi: &Käytä yhteistä palvelinvarmennetta
id: G&unakan Sertifikat Umum Peladen
it: &Usa certificato server comune
nb: &Bruk normalt serversertifikat
nl: &Gebruik algemene servercertificaat
pl: &Użyj wspólnego certyfikatu serwera
sk: &Použiť spoločný certifikát serveru
sv: &Använd vanligt servercertifikat
th: ใ&ใช้ใบรับรองส่วนกลางของเครื่องแม่ข่าย
tr: &Ortak sunucu sertifikası kullan
zh_cn: 使用通用服务器证书(&U)

source: Dir Configuration for '%1'
da: Mappekonfiguration for '%1'
el: Ρυθμίσεις Καταλόγου για το '%1'
es: Configuración de directorio para %1
fi: Palvelimen "%1" hakemistomääritykset
id: Konfigurasi Dir untuk '%1'
it: Configurazione directory per '%1'
nb: Kat.-konfigurasjon for '%1'
nl: Directoryconfiguratie voor '%1'
pl: Konfiguracja katalogu dla %1
sk: Nastavenie adresára pre '%1'
sv: Kataloginställningar för %1
tr: '%1' için Dizin Yapılandırması
zh_cn: "%1"的目录配置

source: <p><b><big>Initializing HTTP Server Configuration</big></b> <br> Please wait...<br></p>
da: <p><b><big>Initialiserer konfiguration af HTTP-server</big></b> <br> Vent venligst...<br></p>
el: <p><b><big>Αρχικοποίηση της Ρύθμισης του Διακομιστή ΗΤΤΡ</big></b> <br> Παρακαλώ περιμένετε...<br></p>
es: <p><b><big>Inicializando la configuración del servidor HTTP</big></b> <br> Espere...<br></p>
fi: <p><b><big>Valmistellaan HTTP-palvelinmääritystä</big></b> <br> Odota...<br></p>
id: <p><b><big>Menginisialisasi Konfigurasi Peladen HTTP</big></b> <br> Mohon tunggu...<br></p>
it: <p><b><big>Inizializzazione configurazione del server HTTP</big></b> <br> Attendere...<br></p>
nb: <p><b><big>Initialiserer konfigurasjon for HTTP-server</big></b> <br> Vent...<br></p>
nl: <p><b><big>De HTTP-serverconfiguratie wordt geïnitialiseerd</big></b> <br> Een ogenblik geduld…<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji serwera HTTP</big></b> <br> Proszę czekać...<br></p>
sk: <p><b><big>Inicializujem konfiguráciu serveru HTTP</big></b> <br> Prosím, čakajte...<br></p>
sv: <p><b><big>Initierar HTTP-serverinställningarna</big></b> <br> Vänta...<br></p>
tr: <p><b><big>HTTP sunucu yapılandırması başlatılıyor</big></b> <br> Lütfen bekleyin...<br></p>
zh_cn: <p><b><big>正在初始化 HTTP 服务器配置</big></b> <br> 请稍候...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
da: <p><b><big>Afbryde initialisering</big></b><br> Du kan trygt afbryde konfigurationsværktøjet ved at trykke på <b>Afbryd</b> nu.</p>
el: <p><b><big>Ματαίωση Αρχικοποίησης:</big></b><br> Μπορείτε να ματαιώσετε με ασφάλεια το εργαλείο ρύθμισης πατώντας <b>Ματαίωση</b> τώρα.</p>
es: <p><b><big>Cancelar la inicialización</big></b><br> Para cancelar la utilidad de configuración con seguridad, pulse <b>Cancelar</b> ahora.</p>
fi: <p><b><big>Valmistelun keskeytys</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
id: <p><b><big>Membatalkan Inisialisasi</big></b><br> Membatalkan utilitas konfigurasi secara aman dengan menekan <b>Batal</b> sekarang.</p>
it: <p><b><big>Interruzione dell'inizializzazione:</big></b><br> per interrompere l'utility di configurazione in modo sicuro, premere <b>Interrompi</b>.</p>
nb: <p><b><big>Avbryte initialisering:</big></b><br> Du kan trygt avbryte konfigurasjonsverktøyet ved å klikke <b>Avbryt</b> nå.</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te klikken.</p>
pl: <p><b><big>Przerwanie inicjalizacji</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając <b>Przerwij</b>.</p>
sk: <p><b><big>Prerušenie inicializácie</big></b><br> Teraz môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> om du vill avsluta inställningsverktyget.</P>
th: <p><b><big>การยกเลิกการเตรียมการ</big></b><br> กดที่ <b>ยกเลิก</b> เดี๋ยวนี้ เพื่อยกเลิกการปรับแต่งค่าได้อย่างปลอดภัย</p>
tr: <p><b><big>Başlatma iptal ediliyor</big></b><br> Şimdi <b>İptal</b>'e basarak yapılandırma yardımcı programını güvenli bir şekilde sonlandırın.</p>
zh_cn: <p><b><big>正在中止初始化</big></b><br> 可以按<b>中止</b>立即安全地中止配置工具。</p>

source: <p><b><big>Saving HTTP Server Configuration</big></b><br> Please wait...<br></p>
da: <p><b><big>Gemmer konfiguration af HTTP-server</big></b><br> Vent venligst...<br></p>
el: <p><b><big>Αποθήκευση των Ρυθμίσεων του Διακομιστή ΗΤΤΡ</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><big><b>Guardando la configuración del servidor HHTP</b></big><br> Por favor, espere...<br></p>
fi: <p><b><big>Tallennetaan HTTP-palvelinmäärityksiä</big></b><br> Odota...<br></p>
id: <p><b><big>Menyimpan Konfigurasi Peladen HTTP</big></b><br> Mohon tunggu...<br></p>
it: <p><b><big>Salvataggio della configurazione del server HTTP in corso</big></b><br> Attendere...<br></p>
nb: <p><b><big>Lagrer konfigurasjon for HTTP-server</big></b><br> Vent...<br></p>
nl: <p><b><big>De HTTP-serverconfiguratie wordt opgeslagen</big></b><br> Een ogenblik geduld…<br></p>
pl: <p><b><big>Zapisywanie konfiguracji serwera HTTP</big></b><br> Proszę czekać...<br></p>
sk: <p><b><big>Ukladám nastavenie serveru HTTP</big></b><br> Prosím, čakajte...<br></p>
sv: <p><b><big>Sparar HTTP-serverinställningarna</big></b><br> Vänta...<br></p>
tr: <p><b><big>HTTP sunucu yapılandırması kaydediliyor</big></b> <br>Lütfen bekleyin...<br></p>
zh_cn: <p><b><big>正在保存 HTTP 服务器配置</big></b><br> 请稍候...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs you whether it is safe to do so.</p>
da: <p><b><big>Afbryde gemning</big></b><br> Afbryd gemmeproceduren ved at trykke på <b>Afbryd</b>. En yderligere dialogboks fortæller dig, om det er sikkert at afbryde.</p>
el: <p><b><big>Ματαίωση Αποθήκευσης</big></b><br> Ματαιώστε την διαδικασία αποθήκευσης πατώντας <b>Ματαίωση</b>. Ένας επιπλέον διάλογος θα σας ενημερώσει πότε είναι ασφαλές να κάνετε αυτό.</p>
es: <p><b><big>Cancelar el almacenamiento</big></b><br> Para cancelar el proceso de almacenamiento, haga clic en <b>Cancelar</b>. En un recuadro de diálogo adicional se informará sobre si es seguro hacerlo.</p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä toiminto napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti vai ei.</p>
id: <p><b><big>Membatalkan Penyimpanan</big></b><br> Membatalkan prosedur penyimpanan dengan menekan <b>Batal</b>. Sebuah dialog tambahan menginformasikan kepada Anda apakah aman untuk melakukannya.</p>
it: <p><b><big>Interruzione del salvataggio</big></b><br> è possibile interrompere il salvataggio premendo <b>Interrompi</b>. Viene visualizzata una nuova finestra di dialogo che indica se è sicuro procedere con l'operazione.</p>
nb: <p><b><big>Avbryte lagring</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En ny dialog forteller deg om det er trygt å gjøre dette.</p>
nl: <p><b><big>Opslaan afbreken:</big></b><br> Het opslaan kunt u afbreken door op <B>Afbreken</B> te klikken. Een extra venster informeert u of dit veilig is om te doen.</p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu proszę nacisnąć przycisk <b>Przerwij</b>. Pojawi się dodatkowe okno z informacją, czy jest to bezpieczne.</p>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg, ktorý vás bude informovať, či je to bezpečné.</p>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt spara-proceduren genom att klicka på <B>Avbryt</B>. En dialogruta visas med information om huruvida det är säkert att göra det eller inte.</p>
tr: <p><b><big>Kaydetmeyi İptal Etme</big></b><br> <b>İptal</b>'e basarak kaydetme prosedürünü iptal edin. Ek bir iletişim kutusu, bunu yapmanın güvenli olup olmadığını size bildirir.</p>
zh_cn: <p><b><big>中止保存</big></b><br> 按<b>中止</b>中止保存过程。 另一个对话框将指示这样操作是否安全。</p>

source: <p>The <b>Port</b> value defines the port on which Apache2 listens. The default is 80.</p>
da: <p>Værdien <b>Port</b> angiver den port, som Apache2 skal lytte på. Standard er port 80.</p>
el: <p>H τιμή της <b>Θύρας</b> καθορίζει την θύρα στην οποία ο Apache2 ακούει. Η προεπιλογή είναι 80.</p>
es: <p>El valor <b>Puerto</b> determina el puerto en el que escucha Apache2. El valor por defecto es 80.</p>
fi: <p><b>Portin</b> arvo määrittää portin, jota Apache2 kuuntelee. Oletus on 80.</p>
id: <p><b>Nilai port</b> yang mendefinisikan port Apache2 untuk listen. Bawaannya adalah 80.</p>
it: <p>Il valore <b>Porta</b> indica la porta sulla quale Apache2 è in ascolto; il valore predefinito è 80.</p>
nb: <p><b>Port</b>-verdien definerer porten som Apache2 lytter på. Standardverdien er 80.</p>
nl: <p>De <b>poort</b> waarde definieert de poort waarnaar Apache2 luistert. Standaard is dat 80.</p>
pl: <p>Wartość <b>Port</b> określa, na którym porcie nasłuchuje Apache2. Domyślnym jest port 80.</p>
sk: <p><b>Port</b> hodnota definuje port na ktorom Apache2 počúva. Štandardne to je port 80.</p>
sv: <p>Värdet för <b>Port</b> anger på vilken port Apache2 lyssnar. Standardvärdet är 80.</p>
tr: <p><b>Port</b> değeri Apache2'nin dinlediği portu tanımlar. Varsayılan değer 80'dir.</p>
zh_cn: <p><b>端口</b>值定义了 Apache2 监听的端口。默认值是 80。</p>

source: <p><b>Listen on Interfaces</b> contains the list of all IP addresses configured for this host. Checked IP addresses are those on which Apache2 listens. If you are unsure, check all.</p>
da: <p><b>Lytter på grænseflader </b> indeholder listen over alle IP-adresser, der er konfigureret for denne værtsmaskine. Apache2 vil lytte på de afkrydsede IP-adresser. Vælg dem alle, hvis du er i tvivl.</p>
el: <p><b>Ακρόαση στις Διασυνδέσεις</b> περιλαμβάνει τη λίστα όλων των διευθύνσεων ΙΡ που είναι ρυθμισμένες για αυτόν τον κόμβο. Επιλεγμένες διευθύνσεις ΙΡ είναι εκείνες στις οποίες ο Apache2 ακούει. Αν δεν είστε σίγουροι, επιλέξτε τα όλα.</p>
es: <p><b>Escuchar en interfaces</b> contiene la lista de todas las direcciones IP configuradas para este host. Las direcciones IP marcadas son aquellas en las que escucha Apache2. Si no está seguro, márquelas todas.</p>
fi: <p><b>Kuuntele liitäntöjä</b> sisältää luettelon tälle palvelimelle määritetyistä IP-osoitteista. Valitut IP-osoitteet ovat niitä, joita Apache2 kuuntelee. Jos olet epävarma, valitse kaikki.</p>
id: <p><b>Listen pada antarmuka</b> terdiri dari semua daftar alamat IP yang dikonfigurasi untuk host ini. Pengecekan alamat IP yang listen pada Apache2. Jika Anda tidak yakin, cek semua.</p>
it: <p><b>In ascolto su interfacce</b> contiene l'elenco di tutti gli indirizzi IP configurati per questo host. Gli indirizzi IP selezionati sono quelli su cui è in ascolto Apache2. In caso di dubbio, selezionarli tutti.</p>
nb: <p><b>Lytt på grensesnitt</b> inneholder en liste over alle IP-adresser som er konfigurert for denne vertsmaskinen. Valgte IP-adresser er dem som Apache2 lytter på. Velg alle hvis du er usikker.</p>
nl: <p><b>Te beluisteren interfaces</b> bevat de lijst met alle IP-adressen die voor deze host geconfigureerd zijn. De geselecteerde IP-adressen zijn degene waarnaar Apache2 luistert. Mocht u er niet zeker van zijn, selecteer dan gewoon alles.</p>
pl: <p>Opcja <b>Nasłuchuj na interfejsach</b> zawiera listę wszystkich adresów IP skonfigurowanych dla tego hosta. Apache2 nasłuchuje na zaznaczonych adresach IP. Jeśli nie ma pewności, co wybrać, proszę zanaczyć wszystkie.</p>
sk: <p><b>Listen on Interfaces</b> obsahuje zoznam všetkých IP adries nakonfigurovaných pre tohto hostiteľa. Overené IP adresy sú tie, na ktorých Apache2 počúva. Ak ste si nie istý, zvoľte všetky.</p>
sv: <p><b>Lyssna på gränssnitt</b> innehåller listan med alla IP-adresser som har konfigurerats för den här värddatorn. Markerade IP-adresser är sådana som Apache2 lyssnar på. Om du är osäker markerar du alla.</p>
tr: <p><b>Arayüzlerde Dinle</b>, bu ana bilgisayar için yapılandırılan tüm IP adreslerinin listesini içerir. Kontrol edilen IP adresleri Apache2'nin dinlediği IP adresleridir. Emin değilseniz hepsini kontrol edin.</p>
zh_cn: <p><b>监听接口</b>包含为此主机配置的所有 IP 地址的列表。Apache2 将监听被选中的 IP 地址。如果不能确定，可将其全部选中。</p>

source: <p>Here, enable the script languages the Apache2 server should support.</p>
da: <p>Her aktiveres de scriptsprog, Apache2-serveren skal understøtte.</p>
el: <p>Εδώ, ενεργοποιείτε τις γλώσσες σεναρίων που κανονικά υποστηρίζονται από το διακομιστή Apache2.</p>
es: <p>Aquí puede habilitar los lenguajes de guiones que el servidor Apache2 debe admitir.</p>
fi: <p>Tässä otat käyttöön tuen Apache2-palvelimen tukemille komentojonokielille.</p>
id: <p>Disini, mengaktifkan bahasa pemrograman yang didukung Apache2.</p>
it: <p>Qui si possono abilitare i linguaggi di script che il server Apache2 deve supportare.</p>
nb: <p>Her kan du aktivere skriptspråk som Apache2-serveren skal støtte.</p>
nl: <p>Hier kunt u de scripttalen activeren die de Apache2-server zou moeten ondersteunen.</p>
pl: <p>Tu można włączyć obsługę języków skryptowych, które mają być obsługiwane przez serwer Apache2</p>
sk: <p>Tu je možné zapnúť podporu skriptovacích jazykov pre Apache2 server.</p>
sv: <p>Här kan du ange vilka skriptspråk Apache2-servern ska stödja.</p>
tr: <p>Burada Apache2 sunucusunun desteklemesi gereken script dillerini etkinleştirin.</p>
zh_cn: <p>在此启用 Apache2 服务器应支持的脚本语言。</p>

source: <p>The summary displays the settings that will be written to the Apache2 configuration when you press <b>Finish</b>.</p>
da: <p>Sammendraget viser de indstillinger, der skrives til Apache2-konfigurationen, når du trykker på <b>Færdig</b>.</p>
el: <p>Η σύνοψη εμφανίζει τις ρυθμίσεις που θα γραφτούν στο αρχείο ρυθμίσεων του Apache2 όταν πατήσετε <b>Τέλος</b>.</p>
es: <p>El resumen muestra las opciones que se escribirán en la configuración de Apache2 cuando pulse <b>Finalizar</b>.</p>
fi: <p>Yhteenveto näyttää asetukset, jotka kirjoitetaan Apache2-määritystiedostoon, kun napsautat <b>Valmis</b>.</p>
id: <p>Ringkasan menampilkan pengaturan yang akan ditulis ke konfigurasi Apache2 ketika Anda menekan <b>Selesai</b>.</p>
it: <p>Nel riepilogo sono visualizzate le impostazioni che verranno scritte nella configurazione di Apache2 dopo aver premuto <b>Fine</b>.</p>
nb: <p>Sammendraget viser innstillingene som vil bli lagret i Apache2-konfigurasjonen når du klikker på <b>Fullfør</b>.</p>
nl: <p>Het overzicht geeft de instellingen weer die in de Apache2-configuratie zullen worden opgeslagen zodra u op <b>Voltooien</b> klikt.</p>
pl: <p>To podsumowanie wyświetla ustawienia, które zostaną zapisane do konfiguracji Apache2 po naciśnięciu przycisku <b>Zakończ</b>.</p>
sk: <p>Tento súhrn zobrazuje nastavenia, ktoré budú zapísané do konfigurácie pre Apache2 po stlačení <b>Dokončiť</b>.</p>
sv: <p>Sammanfattningen visar inställningarna som ska skrivas till Apache2-konfigurationen när du klickar på <b>Slutför</b>.</p>
tr: <p>Özet, <b>Bitir</b>'e bastığınızda Apache2 yapılandırmasına yazılacak ayarları görüntüler.</p>
zh_cn: <p>摘要将显示按<b>完成</b>时将被写入到 Apache2 配置的设置。</p>

source: <p>Press <b>HTTP Server Expert Configuration</b> to create a more detailed configuration before writing the configuration.</p>
da: <p>Tryk på <b>Avanceret konfiguration af HTTP-server</b> for at oprette en mere detaljeret konfiguration, inden denne skrives.</p>
el: <p>Πατώντας το <b>Προχωρημένες Ρυθμίσεις του Διακομιστή HTTP</b> δημιουργήστε λεπτομερέστερες ρυθμίσεις προτού γραφτούν όλες οι ρυθμίσεις.</p>
es: <p>Haga clic en <b>Configuración experta del servidor HTTP</b> para crear una configuración más detallada antes de su escritura.</p>
fi: <p>Napsauttamalla <b>HTTP-palvelimen lisäasetukset</b> voit tehdä yksityiskohtaisemman määrityksen ennen kuin määritykset kirjoitetaan.</p>
id: <p>Tekan<b>Konfigurasi Ahli Peladen HTTP</b> untuk membuat sebuah konfigurasi lebih detail sebelum menuliskan konfigurasi.</p>
it: <p>Selezionare <b>Configurazione avanzata server HTTP</b> per creare una configurazione più dettagliata prima di procedere alla scrittura della configurazione.</p>
nb: <p>Trykk på <b>Avansert HTTP-serverkonfigurasjon</b> for å utføre mer detaljerte konfigurasjonsinnstillinger før konfigurasjonen lagres.</p>
nl: <p>Met behulp van de <b>Geavanceerde HTTP-serverconfiguratie</b> knop is, alvorens de configuratie wordt opgeslagen, een meer gedetailleerde configuratie mogelijk.</p>
pl: <p>Naciśnięcie przycisku <b>Zaawansowana konfiguracja serwera HTTP</b> umożliwia bardziej szczegółową konfigurację przed jej zapisaniem.</p>
sk: <p>Stlačením<b>HTTP Server expertná konfigurácia</b> ešte pred uložením bude možné nastaviť detailnejšiu konfiguráciu.</p>
sv: <p>Klicka på <b>Expertinställningar för HTTP-server</b> om du vill skapa en mer detaljerad konfiguration innan du skriver konfigurationen.</p>
tr: <p><b>HTTP Sunucusu Uzman Yapılandırması'na basın</b> Yapılandırmayı yazmadan önce daha detaylı bir yapılandırma oluşturmak için.</p>
zh_cn: <p>按 <b>HTTP 服务器专家配置</b> 在写入配置前创建更详细的配置。</p>
