Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: Allows an LDAP directory to be used to store the database for HTTP Basic authentication
da: Tillader at en LDAP-mappe bruges til lagring af databasen for HTTP Basic-autentifikation
el: Επιτρέπει σε έναν κατάλογο LDAP να χρησιμοποιείται για την αποθήκευση της βάσης δεδομένων για την Βασική Πιστοποίηση HTTP
es: Permite que se use un directorio LDAP para almacenar la base de datos para la autenticación HTTP básica
fi: Sallii LDAP-hakemiston käytön HTTP-tunnistustietokantana
id: Mengijinkan sebuah direktori LDAP untuk digunakan sebagai penyimpan basis data untuk pemeriksaan dasar HTTP
it: Consente di utilizzare una directory LDAP per memorizzare il database per l'autenticazione di base HTTP
nb: Tillater at en LDAP-katalog kan brukes til lagring av databasen for HTTP Basic-autentisering
nl: Staat toe dat een LDAP-directory voor het opslaan van de database voor de HTTP Basic-verificatie wordt gebruikt
pl: Pozwala na używanie katalogu LDAP do zapisywania bazy danych do podstawowego uwierzytelniania HTTP
sk: Umožňuje používanie adresára LDAP pre ukladanie databáze jednoduchého overovania HTTP
sv: Tillåter att en LDAP-katalog används för att lagra databasen för grundläggande HTTP-autentisering
tr: HTTP temel kimlik doğrulama veritabanının bir LDAP dizininde saklanmasını sağlar
zh_cn: 允许 LDAP 目录用于储存 HTTP 基本验证的数据库

source: Content cache keyed to URIs
da: Indholds-cache kodet til URIer
es: Contenido de la caché pasado a los URI
fi: Sisällön välimuisti on sidottu URIin
id: Cache isi dikunci ke URI
it: Cache dei contenuti indicizzata sugli URI
nb: Innholdsmellomlager kodet til nettadresser
nl: Inhoud cache keyed voor URI's
pl: Pamięć podreczna treści powiązana z adresami URI
sk: Vyrovnávacia pamäť obsahu ako súčasť URI
sv: Innehållscache som är kopplat till URI:er
tr: URI içine içerik saklama
zh_cn: 用 URI 索引的内容缓存

source: Specify character set translation or recoding
da: Angiv konvertering eller omkodning af tegnsæt
el: Προσδιορισμός μετάφρασης ή επανακωδικοποίησης (recoding) σετ χαρακτήρων
es: Especificar conversión del conjunto de caracteres o recodificación
fi: Määrittele merkistökoodauksen käännös tai uudelleenkoodaus
id: Tentukan set karakter terjemahan atau merekam
it: Specifica traduzione o ricodifica del set di caratteri
nb: Spesifiserer konvertering eller omkoding av tegnsett
nl: Geef de vertaling of nieuwe code van de tekenset op
pl: Określa zestaw znaków lub przekodowanie
sk: Zadanie znakovej sady pre prevod a preklady
sv: Ange teckenuppsättning eller omkodning
tr: Karakter seti tercümesi ya da tekrar kodlanması
zh_cn: 指定字符集转换或重编码

source: Distributed Authoring and Versioning (WebDAV) functionality
da: WebDAV-funktioner (Distributed Authoring and Versioning)
el: Λειτουργικότητα Distributed Authoring και Versioning (WebDAV)
es: Funcionalidad WebDAV (Distributed Authoring and Versioning)
fi: Distributed Authoring and Versioning (WebDAV) -toiminnot
id: Distribusikan fungsi Authoring and Versioning (WebDAV)
it: Funzionalità distribuite di authoring e di versione (WebDAV)
nb: WebDAV-funksjoner (Distributed Authoring and Versioning)
nl: Distributed Authoring en Versioning (WebDAV) functionaliteit
pl: Funkcjonalność protokołu WebDAV (Web-based Distributed Authoring and Versioning)
sk: Podpora distribuovaného vytvárania a správy verzií (WebDAV)
sv: Funktioner för WebDAV (Distributed Authoring and Versioning)
tr: WebDAV özelliği
zh_cn: 分布式创作和版本控制 (WebDAV) 功能

source: File system provider for mod_dav
da: Filsystemudbyder til 'mod_dav'
el: Παροχέας Συστήματος Αρχείων για mod_dav
es: Proveedor del sistema de archivos para mod_dav
fi: Tiedostojärjestelmä mod_dav:lle
id: Sistem berkas penyedia mod_dav
it: Provider file system per mod_dav
nb: Filsystemgenerator for mod_dav
nl: Bestandssysteemprovider voor mod_dav
pl: Dostawca systemu plików dla mod_dav
sk: Poskytovateľ systému súborov pre mod_dav
sv: Filsystemleverantören för mod_dav
tr: mod_dav için dosya sistemi sağlayıcısı
zh_cn: mod_dav 的文件系统提供程序

source: Compress content before it is delivered to the client
da: Komprimér indhold, før det leveres til klienten
el: Συμπίεση περιεχομένου πριν αυτό παραδοθεί στον πελάτη
es: Comprimir contenido antes de entregarlo al cliente
fi: Pakkaa sisältö ennen sen lähettämistä asiakkaalle
id: Mampatkan isi sebelum dikirim ke klien
it: Compressione del contenuto prima dell'invio al client
nb: Komprimer innhold før levering til klienten
nl: Inhoud comprimeren voordat het aan de client wordt geleverd
pl: Kompresja zawartości przed dostarczeniem jej do klienta
sk: Komprimácia obsahu pred dodaním klientovi
sv: Komprimera innehållet innan det skickas till klienten
tr: İçeriği istemciye ulaştırmadan önce sıkıştır
zh_cn: 在将内容提供给客户机前压缩内容

source: Content cache storage manager keyed to URIs
da: Håndtering af indholds-cache-lagring kodet til URIer
es: Gestor del almacenamiento del contenido de la caché pasado a los URI
fi: Sisällön välimuistin hallinta on sidottu URIin
id: Manajer penyimpanan isi cache dikunci ke URI
it: Gestore della memorizzazione nella cache dei contenuti indicizzati sugli URI
nb: Administrasjon av innholdsmellomlager kodet til nettadresser
nl: Inhoud cache opslagbeheerder keyed voor URI's
pl: Menedżer pamięci podręcznej zawartości powiązanej z adresami URI
sk: Správca vyrovnávacej pamäte pre obsah zadaný v URI
sv: Lagringshanterare för innehållscache som är kopplat till URI:er
tr: URI içine içerik saklama yöneticisi
zh_cn: 用 URI 索引的内容缓存储存管理器

source: A simple echo server to illustrate protocol modules
da: En simpel tilbagebesked-server til at illustrere protokolmoduler
el: Ένας απλός διακομιστής ηχούς (echo) για την παρουσίαση των μονάδων πρωτοκόλλων
es: Un sencillo servidor echo para ilustrar los módulos de protocolo
fi: Yksinkertainen echo-palvelin protokollamoduulien havainnollistamista varten
id: Sebuah echo peladen sederhana untuk menggambarkan modul protokol
it: Server echo semplice per l'illustrazione dei moduli di protocollo
nb: En enkel tilbakemeldingsserver for å illustrere protokollmoduler
nl: Een eenvoudige echoserver ten behoeve van de illustratie van de protocolmodules
pl: Prosty serwer echo do zilustrowania modułów protokołu
sk: Jednoduchý server pre ozvenu ako ilustrácia modulov protokolov
sv: En enkel ekoserver för att illustrera protokollmoduler
tr: Protokol modüllerini tanımlamak için basit bir echo sunucusu
zh_cn: 用于说明协议模块的简单回应服务器

source: Pass the response body through an external program before delivery to the client
da: Send svarkroppen gennem et eksternt program før levering til klienten
el: Πέρασμα του σώματος απάντησης μέσω ενός εξωτερικού προγράμματος πριν την παράδοση στον πελάτη
es: Pasa el cuerpo de respuesta a través de un programa externo antes de entregarlo al cliente
fi: Aja vastauksen runko ulkoisen ohjelman läpi ennen sen lähettämistä asiakkaalle
id: Lulus respon tubuh melalui program eksternal sebelum pengiriman ke klien
it: Il corpo della risposta viene passato attraverso un programma esterno prima dell'invio al client
nb: Send responsenheten via et eksternt program før levering til klienten
nl: De respons-body via een extern programma doorgeven voordat het aan de client wordt geleverd
pl: Przekazanie treści odpowiedzi przez zewnętrzny program przed dostarczeniem do klienta
sk: Pred dodaním klientovi predá telo odpovede externému programu
sv: Skicka svaret genom ett externt program innan det skickas till klienten
tr: İsteğe verilecek cevabı istemciye ulaştırmadan önce harici bir uygulamadan geçirir
zh_cn: 在提供给客户机前，通过外部程序传递响应正文

source: Caches a static list of files in memory
da: Cacher en statisk liste over filer i hukommelsen
el: Καταγραφή στη μνήμη μιας στατικής λίστας αρχείων
es: Guarda en la memoria una lista estática de los archivos de la memoria
fi: Pitää staattista tiedostoluetteloa välimuistissa
id: Cache dari sebuah daftar berkas statis dalam memori
it: Memorizza nella cache un elenco statico di file in memoria
nb: Mellomlagrer en statisk liste over filer
nl: Legt een vaste lijst met bestanden in het geheugen aan
pl: Buforuje statyczną listę plików w pamięci
sk: Vyrovnávacia pamäť pre pevný zoznam súborov
sv: Cachar en statisk lista över filer i minnet
tr: Statik bir listedeki dosyaları önbelleğe aktarır
zh_cn: 在内存中缓存文件的静态列表

source: Customization of HTTP request and response headers
da: Tilpasning af HTTP-forespørgsels- og svar-headers
el: Προσαρμογή των κεφαλίδων HTTP αίτησης και απάντησης
es: Personalización de encabezados HTTP de petición y respuesta
fi: HTTP-pyyntö- ja -vastausotsikkojen muokkaus
id: Permintaan dan tanggapan header HTTP yang dibuat sesuai pesanan
it: Personalizzazione delle intestazioni di richiesta e risposta HTTP
nb: Tilpassing av HTTP-forespørsel og responsdeklarasjoner
nl: Aanpassing van de HTTP-verzoek- en -responskopteksten
pl: Modyfikacja zapytania HTTP i nagłówków odpowiedzi
sk: Prispôsobenie hlavičiek požiadaviek a odpovedí HTTP
sv: Anpassning av HTTP-begäran och svarshuvuden
tr: HTTP istek ve cevap başlıklarının özelleştirilmesi
zh_cn: 自定义 HTTP 请求和响应报头

source: Server-side image map processing
da: Behandling af kortbilleder på serversiden
el: Επεξεργασία χάρτη εικόνας από την πλευρά του διακομιστή
es: Procesamiento del mapa de imágenes del servidor
fi: Palvelinpään kuvakarttojen muokkaus
id: Pengolahan gambar peta sisi peladen
it: Elaborazione mappa di immagine lato server
nb: Behandling av bildekart på serversiden
nl: Server-side verwerking afbeeldingsdirectory
pl: Przetwarzanie map obrazowych po stronie serwera
sk: Podpora obrazových máp na serveri
sv: Serverbearbetning av bildkartor
tr: Sunucu taraflı resim haritalandırma işlemi
zh_cn: 服务器端图象映射处理

source: Provides a comprehensive overview of the server configuration
da: Giver en omfattende oversigt over serverkonfigurationen
el: Παρέχει μια αναλυτική περίληψη της ρύθμισης του διακομιστή
es: Proporciona una amplia descripción de la configuración del servidor
fi: Kattava yleiskatsaus palvelimen asetuksiin
id: Memberikan gambaran yang komprehensif dari konfigurasi peladen
it: Fornisce una panoramica completa della configurazione del server
nb: Gir en omfattende oversikt over serverkonfigurasjonen
nl: Biedt een uitgebreid serverconfiguratieoverzicht
pl: Dostarcza wyczerpujący przegląd konfiguracji serwera
sk: Poskytuje podrobný prehľad konfigurácie serveru
sv: Ger en omfattande sammanfattning av serverinställningarna
tr: Sunucu yapılandırmasına kapsamlı bir bakış sağlar
zh_cn: 提供服务器配置的全面概览

source: LDAP connection pooling and result caching services for use by other LDAP modules
da: Samordning af LDAP-forbindelser og caching af resultater til brug for andre LDAP-moduler
es: Servicios de agrupación de conexiones LDAP y almacenamiento de resultados en caché que pueden utilizar otros módulos LDAP
fi: LDAP-yhteyssäiliö ja tulosvälimuisti toisten LDAP-moduulien käyttöön
id: Mengumpulkan sambungan LDAP dan hasil caching layanan untuk digunakan oleh modul LDAP lainnya
it: Pool di connessioni LDAP e servizi di memorizzazione nella cache dei risultati per l'utilizzo da parte di altri moduli LDAP
nb: Samordning av LDAP-forbindelser og mellomlagring av resultater som kan brukes av andre LDAP-moduler
nl: LDAP-verbindingspooling en resultaat-caching-services die door andere LDAP-modules gebruikt kunnen worden
pl: Pooling połączeń LDAP i usługi buforowania wyników do użytku przez inne moduły LDAP
sk: Vyrovnávacia pamäť pre spojenia LDAP a výsledky požiadaviek pre ostatné moduly LDAP
sv: LDAP-anslutningspool och resultatcachetjänster som ska användas av andra LDAP-moduler
tr: Diğer LDAP modülleri için LDAP bağlantı havuzu ve sonuç saklama servisleri
zh_cn: 由其他 LDAP 模块使用的 LDAP 连接池和结果缓存服务

source: Logging of input and output bytes per request
da: Logning af input- og output-bytes per forespørgsel
el: Καταγραφή των bytes εισόδου και της εξόδου ανά αίτηση
es: Registro de los bytes de entrada y salida en cada petición
fi: Lokiin kirjoitetaan lähtevien ja saapuvien tavujen määrä pyyntöä kohti
id: Mencatan masukan dan keluaran bytes tiap permintaan
it: Registrazione dei byte di input e output per richiesta
nb: Logging av inn- og utgående byte per forespørsel
nl: Registreren van de per verzoek ingaande en uitgaande bytes
pl: Zapisywanie w dzienniku bajtów wejściowych i wyjściowych dla każdego zapytania
sk: Záznam vstupných a výstupných dát podľa požiadavky
sv: Loggar inmatnings- och utmatningsbyte för varje begäran
tr: Her istekte giren ve çıkan byte sayısının kaydını tutar
zh_cn: 记录每个请求的输入和输出字节

source: Determines the MIME type of a file by looking at a few bytes of its contents
da: Bestemmer en fils MIME-type ved at undersøge nogle få bytes af dens indhold
el: Προσδιορίζει τον τύπο MIME ενός αρχείου κοιτώντας μερικά bytes του περιεχομένου του
es: Determina el tipo MIME de un archivo examinando algunos bytes de su contenido
fi: Päättelee tiedoston MIME-tyypin lukemalla muutaman tavun tiedoston sisällöstä
id: Menentukan tipe mime sebuah file dengan melihat beberapa byte dari isinya
it: Determina il tipo MIME di un file analizzando alcuni byte del contenuto
nb: Bestemmer MIME-typen for en fil ved å undersøke noen få byte av innholdet
nl: Bepaalt het MIME-type van een bestand door naar een paar bytes van een inhoud te kijken
pl: Określa typ MIME pliku po przejrzeniu kilku bajtów zawartości
sk: Určuje typ MIME súboru overením jeho obsahu
sv: Avgör filens MIME-typ genom att titta på några få byte av innehållet
tr: Bir dosyanın içeriğindeki bir kaç byte'a bakarak o dosyanın MIME türünü belirler
zh_cn: 通过查看文件内容的几个字节确定它的 MIME 类型

source: HTTP/1.1 proxy/gateway server
el: HTTP/1.1 μεσολαβητής/πύλη
es: Servidor proxy/gateway HTTP/1.1
fi: HTTP/1.1 välityspalvelin/yhdyskäytävä
id: Peladen HTTP/1.1 proxy/gateway
it: Server gateway/proxy HTTP1.1
nb: Mellomserver/systemportserver for HTTP/1.1
pl: HTTP/1.1 proxy/gateway serwer
sk: Proxy/brána pre HTTP/1.1
tr: HTTP/1.1 proxy/gateway sunucusu
zh_cn: HTTP/1.1 代理/网关服务器

source: AJP support module for mod_proxy
da: AJP-understøttelsesmodul til mod_proxy
el: Μονάδα υποστήριξης AJP για το mod_proxy
es: Módulo de asistencia AJP para mod_proxy
fi: AJP-moduuli mod_proxy:lle
id: Dukungan modul AJP untuk mod_proxy
it: Modulo di supporto AJP per mod_proxy
nb: AJP-støttemodul for mod_proxy
nl: AJP-ondersteuningsmodule voor mod_proxy
pl: Moduł obsługi AJP do mod_proxy
sk: Podpora modulu AJP pre mod_proxy
sv: AJP-supportmodul för mod_proxy
zh_cn: mod_proxy 的 AJP 支持模块

source: mod_proxy extension for CONNECT request handling
da: 'mod_proxy'-udvidelse til håndtering af CONNECT-forespørgsel
el: επέκταση mod_proxy για χειρισμό της αίτησης CONNECT
es: Extensión mod_proxy para procesar peticiones CONNECT
fi: mod_proxy-laajennus CONNECT-pyyntöjen hallintaan
id: ekstensi mod_proxy untuk penanganan permintaan CONNECT
it: Estensione mod_proxy per gestione di richieste CONNECT
nb: mod_proxy-utvidelse for håndtering av CONNECT-forespørsel
nl: mod_proxy extensie voor CONNECT-verzoekbewerkingen
pl: Rozszerzenie mod_proxy do obsługi zapytań CONNECT
sk: Rozšírenie mod_proxy pre podporu požiadaviek CONNECT
sv: mod_proxy-tillägg för hantering av CONNECT-begäran
th: ส่วนเสริม mod_proxy ของการจัดการการร้องขอของคำสั่ง CONNECT
tr: CONNECT isteği için mod_proxy eklentisi
zh_cn: CONNECT 请求处理的 mod_proxy 扩展

source: FTP support module for mod_proxy
da: FTP-understøttelsesmodul til 'mod_proxy'
el: Υποστήριξη FTP μονάδας για το mod_proxy
es: Módulo de soporte FTP para mod_proxy
fi: FTP-moduuli mod_proxylle
id: Dukungan modul FTP untuk mod_proxy
it: Modulo di supporto FTP per mod_proxy
nb: FTP-støttemodul for mod_proxy
nl: FTP-ondersteuningsmodule voor mod_proxy
pl: Moduł obsługi FTP do mod_proxy
sk: Podpora FTP pre mod_proxy
sv: FTP-stödmodul för mod_proxy
th: มอดูลรองรับบริการ FTP ของ mod_proxy
tr: mod_proxy için FTP destek modülü
zh_cn: mod_proxy 的 FTP 支持模块

source: HTTP support module for mod_proxy
da: HTTP-understøttelsesmodul til 'mod_proxy'
el: Υποστήριξη HTTP μονάδας για το mod_proxy
es: Módulo de soporte HTTP para mod_proxy
fi: HTTP-moduuli mod_proxylle
id: Dukungan modul HTTP untuk mod_proxy
it: Modulo di supporto HTTP per mod_proxy
nb: HTTP-støttemodul for mod_proxy
nl: HTTP-ondersteuningsmodule voor mod_proxy
pl: Moduł obsługi HTTP do mod_proxy
sk: Podpora HTTP pre mod_proxy
sv: HTTP-stödmodul för mod_proxy
th: มอดูลรองรับบริการ HTTP ของ mod_proxy
tr: mod_proxy için HTTP destek modülü
zh_cn: mod_proxy 的 HTTP 支持模块

source: Provides a rule-based rewriting engine to rewrite requested URLs on the fly
da: Leverer en regelbaseret omskrivingsmekanisme til fortløbende at omskrive forespurgte URLer
el: Παρέχει μια μηχανή βάσει κανόνων επανεγγραφής για επανεγγραφή απαιτούμενων URLs στη-στιγμή (on the fly)
es: Proporciona un motor de reescritura basada en reglas para reescribir las URL pedidas de forma dinámica
fi: Sääntöpohjainen verkko-osoitteen uudelleenkirjoitus
id: Menyediakan mesin penulisan ulang berbasis aturan untuk menulis ulang URL yang diminta dengan cepat
it: Fornisce un motore di riscrittura basato su regole per riscrivere istantaneamente gli URL richiesti
nb: Regelbasert omskrivingsmekanisme for å skrive om nettadresser fortløpende
nl: Biedt een op regels gebaseerde herschrijvingsonderdeel aan om gevraagde URL's on-the-fly mee te herschrijven
pl: Dostarcza silnik przepisujący oparty o reguły do przepisywania zapytań URL w locie
sk: Poskytuje pravidlami riadené prepisovanie požadovaných URL
sv: Tillhandahåller en regelbaserad omskrivningsmotor för att skriva om webbadresser som begärs
tr: İstenen URL'lerin o anda yazılması için kural tabanlı yeniden yazma motoru sağlar
zh_cn: 提供一个基于规则的重写引擎来动态重写请求的 URL

source: Attempts to correct mistaken URLs that users might have entered
da: Forsøger at korrigere URLer, som brugere har indtastet forkert
el: Προσπάθειες για διόρθωση λανθασμένων URLs όπου οι χρήστες μπορεί να έχουν εισάγει
es: Intenta corregir las URL incorrectas introducidas por los usuarios
fi: Yrittää korjata käyttäjien antamat virheelliset verkko-osoitteet
id: Upaya untuk memperbaiki URL yang salah bahwa pengguna mungkin telah masuk
it: Tenta di correggere gli URL errati immessi dagli utenti
nb: Forsøker å korrigere nettadresser som brukerne har skrevet inn feil
nl: Probeert de door de gebruikers opgegeven, eventueel foutieve, URL's te corrigeren
pl: Próbuje poprawiać pomylone adresy URL, które użytkownicy mogli wprowadzić
sk: Pokúša sa o opravenie URL chybne zadaných používateľmi
sv: Försöker korrigera felaktigt angivna webbadresser
tr: Kullanıcıların yanlış yazmış olabileceği URL'leri düzeltmeyi dener
zh_cn: 尝试更正用户可能输入的错误 URL

source: Strong cryptography using the Secure Sockets Layer (SSL) and Transport Layer Security (TLS) protocols
da: Effektiv kryptografi via protokollerne Secure Sockets Layer (SSL) og Transport Layer Security (TLS)
el: Ισχυρή κρυπτογραφία χρησιμοποιώντας τα πρωτόκολλα Secure Sockets Layer (SSL) και Transport Layer Security (TLS)
es: Potente criptografía que utiliza los protocolos SSL (Secure Sockets Layer, nivel de zócalo de seguridad ) y TLS (Transport Layer Security, seguridad de nivel de transporte)
fi: Vahva salaus Secure Sockets Layer (SSL)- ja Transport Layer Security (TLS) -yhteyskäytännöin
id: Kriptografi yang kuat menggunakan protokol Secure Sockets Layer (SSL) dan Transport Layer Security (TLS)
it: Cifratura sicura con protocolli Secure Sockets Layer (SSL) e Transport Layer Security (TLS)
nb: Effektiv kryptografi via protokollene Secure Sockets Layer (SSL) og Transport Layer Security (TLS)
nl: Krachtige cryptografie met gebruik van de Secure Sockets Layer (SSL) en de Transport Layer Security (TLS) protocollen
pl: Mocna kryptografia używająca protokołów SSL (Secure Sockets Layer) i TLS (Transport Layer Security)
sk: Silné šifrovanie pomocou protokolov Secure Sockets Layer (SSL) a Transport Layer Security (TLS)
sv: Stark kryptering med protokollen SSL (Secure Sockets Layer) och TLS (Transport Layer Security)
tr: SSL ve TSL protokollerini kullanarak güçlü şifreleme sağlar
zh_cn: 使用安全套接字层 (SSL) 和传输层安全 (TLS) 协议的强加密

source: Provides an environment variable with a unique identifier for each request
da: Giver en miljøvariabel med en unik identifikation af hver forespørgsel
el: Παρέχει μια μεταβλητή περιβάλλοντος με μοναδικό αναγνωριστικό για κάθε αίτηση
es: Proporciona una variable de entorno con un identificador exclusivo para cada petición
fi: Tuottaa ympäristömuuttujan yksilöllisellä tunnisteella jokaiselle pyynnölle
id: Memberikan variabel lingkungan dengan identitas unik untuk setiap permintaan
it: Fornisce una variabile di ambiente con un identificatore univoco per ogni richiesta
nb: Miljøvariabel med unik identifikasjon av hver forespørsel
nl: Biedt een omgevingsvariabele met voor ieder verzoek een uniek identificatie label
pl: Dostarcza zmienne środowiskowe z unikatowymi identyfikatorami dla każdego zapytania
sk: Poskytuje premennú prostredia s jednoznačným identifikátorom každej požiadavky
sv: Tillhandahåller en miljövariabel med en unik identifierare för varje begäran
tr: Her istek için kendine özgü bir belirtece sahip bir ortam değişkeni oluşturur
zh_cn: 为每个请求提供一个有唯一标识符的环境变量

source: Clickstream logging of user activity on a site
da: Kliklogning af brugeraktivitet på et websted
el: Καταγραφή ροής κλικ της δραστηριότητας (Clickstream) του χρήστη σε έναν δικτυακό τόπο
es: Registro de las secuencias de pulsaciones del ratón (clickstream) de la actividad de los usuarios de un sitio
fi: Clickstream-lokikirjaus käyttäjän toimille sivuilla
id: Pencatatan clickstream dari aktifitas pengguna di sebuah laman
it: Registrazione del flusso di clic dell'attività utente in un sito
nb: Klikkestrømlogging av brukeraktivitet på et nettsted
nl: Clickstream-registratie van de gebruikersactiviteit op een site
pl: Zapisywanie w dzienniku strumieni wejściowych aktywności użytkowników w witrynie
sk: Zaznamenávanie Clickstream aktivity používateľov na serveri
sv: Clickstream-loggning av användaraktivitet på en webbplats
zh_cn: 站点上用户活动的点击流日志记录

source: Provides support for dynamically configured mass virtual hosting
da: Understøtter dynamisk konfigurerede og virtuelle masseværtskabstjenester
el: Παρέχει υποστήριξη για δυναμικά ρυθμιζόμενη μαζική εικονική φιλοξενία (mass virtual hosting)
es: Proporciona compatibilidad para la configuración masiva y dinámica de hosts virtuales
fi: Tarjoaa tuen dynaamisesti määrittyvälle mass virtual hosting:lle
id: Memberikan dukungan untuk virtual hosting yang banyak dikonfigurasi secara dinamis
it: Fornisce il supporto per l'hosting virtuale di massa configurato dinamicamente
nb: Støtter dynamisk konfigurerte, virtuelle massevertskapstjenester
nl: Biedt ondersteuning voor dynamisch geconfigureerde virtuele massahosting
pl: Zapewnia obsługę dynamicznie konfigurowanego masowego wirtualnego hostingu
sk: Poskytuje podporu pre dynamicky konfigurovaný masový virtuálny hosting
sv: Ger support för dynamiskt konfigurerade virtuella värdskap
tr: Dinamik olarak yapılandırılmış sanal hosting gruplarına destek sağlar
zh_cn: 提供对动态配置的大量虚拟主机的支持

source: Provides support for PHP5 dynamically generated pages
nb: Støtter dynamisk genererte PHP5-sider
zh_cn: 提供对 PHP5 动态生成页的支持
