Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: <p><b><big>Editing HTTP Server Modules</big></b><br> The table contains a list of all available Apache2 modules. The first column contains the name of the module. The second column shows whether the module should be loaded by the server. Enabled modules will be loaded. The last column displays a short description of the module.</p>
da: <p><b><big>Redigering af HTTP-servermoduler</big></b><br> Tabellen indeholder en liste over alle tilgængelige Apache2-moduler. Den første kolonne indeholder modulets navn. Den anden kolonne viser om modulet skal indlæses af serveren. Aktiverede moduler indlæses. Den sidste kolonne indeholder en kort beskrivelse af modulet.</p>
el: <p><b><big>Επεξεργασία των Μονάδων του Διακομιστή HTTP</big></b><br> Ο πίνακας περιέχει μια λίστα όλων των διαθέσιμων μονάδων Apache2. Η πρώτη στήλη περιέχει το όνομα της μονάδας. Η δεύτερη στήλη εμφανίζει πότε η μονάδα θα πρέπει να φορτώνεται από τον διακομιστή. Οι ενεργοποιημένες μονάδες θα φορτωθούν. Η τελευταία στήλη εμφανίζει μια σύντομη περιγραφή της μονάδας.</p>
es: <p><b><big>Editando los módulos del servidor HTTP</big></b><br> La tabla contiene una lista de todos los módulos disponibles para Apache2. La primera columna contiene el nombre del módulo. La segunda columna indica si el módulo ha de ser cargado por el servidor. Los módulos activados se cargarán. La última columna muestra una breve descripción del módulo.</p>
fi: <p><b><big>HTTP-palvelinmoduulien muokkaus</big></b><br> Tämä taulukko sisältää luettelon kaikista saatavilla olevista Apache2-moduuleista. Ensimmäinen sarake kertoo moduulin nimen. Toinen sarake kertoo, pitääkö palvelimen ladata moduuli. Käytössä olevat moduulit ladataan. Viimeinen sarake näyttää moduulin lyhyen kuvauksen.</p>
id: <p><b><big>Mengubah Modul Peladen HTTP</big></b><br> Tabel berisi sebuah daftar dari semua modul Apache2 yang tersedia. Kolom pertama berisi nama modul. Kolom kedua menunjukkan modul yang seharusnya dimuat oleh peladen. Modul yang diaktifkan akan dimuat. Kolom terakhir menunjukkan deskripsi singkat dari modul.</p>
it: <p><b><big>Modifica dei moduli del server HTTP</big></b><br> Questa tabella contiene un elenco di tutti i moduli Apache2 disponibili. La prima colonna indica il nome del modulo; la seconda se il modulo deve essere caricato dal server. Saranno caricati i moduli abilitati. L'ultima colonna mostra una breve descrizione del modulo.</p>
nb: <p><b><big>Redigering av HTTP-servermoduler</big></b><br> Tabellen inneholder en liste over alle tilgjengelige Apache2-moduler. Den første kolonnen inneholder modulens navn. Den andre kolonnen viser om modulen skal lastes av serveren. Aktiverte moduler vil bli lastet. Den siste kolonnen inneholder en kort beskrivelse av modulen.</p>
nl: <p><b><big>HTTP-server modules wijzigen</big></b><br> De tabel bevat een lijst met alle beschikbare Apache2-modules. De eerste kolom bevat de modulenaam. De tweede kolom geeft aan of de module door de server geladen moet worden. Geactiveerde modules zullen geladen worden. De laatste kolom geeft een korte modulebeschrijving.</p>
pl: <p><b><big>Edycja modułów serwera HTTP</big></b><br> Tabela ta zawiera listę dostępnych modułów serwera Apache2. Pierwsza kolumna zawiera nazwę modułu. Druga pokazuje, czy dany moduł powinien być uruchamiany przez serwer. Włączone moduły będą uruchamiane. Ostatnia kolumna zawiera krótki opis danego modułu.</p>
sk: <p><b><big>Úprava modulov serveru HTTP</big></b><br> Tabuľka obsahuje zoznam všetkých dostupných modulov Apache2. Prvý stĺpec obsahuje meno modulu, druhý jeho stav, či sa môže použiť, alebo nie. Posledný stĺpec zobrazuje krátky popis činnosti modulu.</p>
sv: <p><b><big>Redigera HTTP-servermoduler</big></b><br> Tabellen innehåller en lista över alla tillgängliga Apache2-moduler. Den första kolumnen innehåller namnet på modulen. Den andra kolumnen visar om modulen ska läsas in av servern. Aktiverade moduler kommer att läsas in. Den sista kolumnen visar en kort beskrivning av modulen.</p>
tr: <p><b><big>HTTP sunucu modüllerinin düzenlenmesi</big></b><br> Bu tablo mevcut tüm Apache2 modüllerinin bir listesini içerir. İlk sütun modülün adını, ikinci sütun ise modülün sunucu tarafından yüklenip yüklenmeyeceğini gösterir. Etkin modüller yüklenecektir. Son sütun ise modülün kısa bir tanımını gösterir.</p>
zh_cn: <p><b><big>编辑 HTTP 服务器模块</big></b><br> 此表包含所有可用 Apache2 模块的列表。 第一列包含模块的名称。 第二列显示是否应由服务器 装载模块。将装载已启用的模块。最后一列显示模块的 简短描述。</p>

source: <p>To change the status of a module, choose the appropriate entry of the table and click <b>Toggle Status</b>.</p>
da: <p>Vælg en passende indgang tabellen, og tryk på <b>Skift status</b>, for at ændre et moduls status.</p>
el: <p>Για να αλλάξετε την κατάσταση μιας μονάδας, επιλέξτε την κατάλληλη καταχώρηση του πίνακα και κάντε κλικ στο <b>Εναλλαγή Κατάστασης</b>.</p>
es: <p>Para cambiar el estado de un módulo, seleccione la entrada apropiada de la lista y pulse <b>Cambiar estado</b>.</p>
fi: <p>Vaihtaaksesi moduulin tilaa valitse taulukon vastaava merkintä ja napsauta <b>Vaihda tilaa</b>.</p>
id: <p>Untuk mengubah status dari sebuah modul, pilih masukan yang sesuai pada tabel dan klik <b>Alih status</b>.</p>
it: <p>Per modificare lo stato di un modulo, selezionare la voce appropriata nella tabella e fare clic su <b>Cambia stato</b>.</p>
nb: <p>For å endre statusen for en modul, velg en oppføring i tabellen og klikk <b>Endre status</b>.</p>
nl: <p>Om de status van een module te veranderen, dient u het betreffende item in de lijst te selecteren en op <b>Status omschakelen</b> te klikken.</p>
pl: <p>Aby zmienić status modułu, należy wybrać odpowiedni wpis w tabeli i nacisnąć przycisk <b>Zmień status</b>.</p>
sk: <p>Pre zmenu stavu modulu ho vyberte v tabuľke a stlačte <b>Prepnúť stav</b>.</p>
sv: <p>Om du vill ändra statusen på en modul markerar du posten i tabellen och klickar på <b>Växla status</b>.</p>
tr: <p>Bir modülün durumunu değiştirmek için tablodan ilgili girdiyi seçip <b>Durum aç/kapa</b> düğmesine basın.</p>
zh_cn: <p>要更改模块的状态， 请在表中选择适当的项，然后单击<b>转换状态</b>。</p>

source: <p>If you need to add a module not listed in the table, use <b>Add Module</b>.</p>
da: <p>Tryk på <b>Tilføj modul</b>, hvis du skal tilføje et modul, der ikke vises i tabellen.</p>
el: <p>Αν χρειάζεται να προσθέσετε μία μονάδα που δεν αναφέρεται στον πίνακα, χρησιμοποιήστε το <b>Προσθήκη Μονάδος</b>.</p>
es: <p>Utilice el botón <b>Añadir módulo</b> para añadir un módulo que no aparezca en la tabla.</p>
fi: <p>Lisätäksesi moduulin, jota ei ole lueteltu taulukossa, käytä toimintoa <b>Lisää moduuli</b>.</p>
id: <p>Jika Anda membutuhkan untuk menambah sebuah modul yang tidak ada dalam daftar tabel, gunakan<b>Tambah Modul</b>.</p>
it: <p>Se è necessario aggiungere un modulo non riportato nella tabella, usare <b>Aggiungi modulo</b>.</p>
nb: <p>Hvis du må legge til en modul som ikke er oppført i tabellen, kan du bruke <b>Legg til modul</b>-knappen.</p>
nl: <p>Gebruik de knop <b>Module toevoegen</b> als u een niet in de tabel voorkomende module wilt toevoegen.</p>
pl: <p>Jeśli trzeba dodać moduł niewymieniony w tabeli, proszę użyć przycisku <b>Dodaj moduł</b>.</p>
sk: <p> Ak potrebujete pridať modul, ktorý nie je uvedený v tabuľke, použite tlačidlo <b>Pridať modul</b>. </p>
sv: <p>Om du vill lägga till en modul som inte finns med i tabellen använder du <b>Lägg till modul</b>.</p>
tr: <p>Tabloda listelenmemiş bir modül eklemek için <b>Modül ekle</b> düğmesine basın.</p>
zh_cn: <p>如果需要添加表中未列出的模块， 请使用<b>添加模块</b>。</p>

source: <p><b><big>HTTP Server Settings</big></b><br> Activate the HTTP server by choosing <b>Enabled</b>. To deactivate it, choose <b>Disabled</b>.</p>
da: <p><b><big>Indstillinger for HTTP-server</big></b><br> Aktivér HTTP-serveren ved at vælge <b>Aktiveret</b>. Deaktivér serveren ved at vælge <b>Deaktiveret</b>.</p>
el: <p><b><big>Ρυθμίσεις του Εξυπηρετητή HTTP</big></b><br> Ενεργοποιήστε τον εξυπηρετητή HTTP επιλέγοντας <b>Ενεργοποίηση</b>. Για να τον απενεργοποιήσετε, επιλέξτε <b>Απενεργοποίηση</b>.</p>
es: <p><b><big>Configuración del servidor HTTP</big></b><br> Para activar el servidor HTTP, seleccione <b>Habilitado.</b> Para desactivarlo, seleccione <b>Inhabilitado.</b></p>
fi: <p><b><big>HTTP-palvelimen asetukset</big></b><br> Ota HTTP-palvelin käyttöön valitsemalla <b>Käytössä</b>. Ottaaksesi sen pois käytöstä valitse <b>Pois käytöstä</b>.</p>
id: <p><b><big>Pengaturan Peladen HTTP</big></b><br> Aktifkan peladen HTTP dengan memilih<b>Aktifkan</b>. Untuk menonaktifkannya, pilih <b>Nonaktifkan</b>.</p>
it: <p><b><big>Impostazioni del server HTTP</big></b><br> Il server HTTP può essere attivato selezionando <b>Abilitato</b>. Per disattivarlo, selezionare <b>Disabilitato</b>.</p>
nb: <p><b><big>Innstillinger for HTTP-server</big></b><br> Aktiver HTTP-serveren ved å velge <b>Aktivert</b>. Deaktiver serveren ved å velge <b>Deaktivert</b>.</p>
nl: <p><b><big>HTTP-server instellingen</big></b><br> Schakel de HTTP-server in door <b>Aan</b> te selecteren. Selecteer <b>Uit</b> om deze uit te schakelen.</p>
pl: <p><b><big>Ustawienia serwera HTTP</big></b><br> W celu uaktywnienia serwera wybierz opcję <b>Włączony</b>. Aby go dezaktywować, wybierz opcję <b>Wyłączony</b>.</p>
sk: <p><b><big>Nastavenia HTTP servera</big></b><br> Aktivovať HTTP server voľbou <b>Povolený</b> a deaktivovať voľbou <b>Zakázaný</b>.</p>
sv: <p><b><big>HTTP-serverinställningar</big></b><br> Aktivera HTTP-servern genom att välja <b>Aktiverad</b>. Om du vill inaktivera den väljer du <b>Inaktiverad</b>.</p>
tr: <p><b><big>HTTP sunucu ayarları</big></b><br> HTTP sunucusunu etkinleştirmek için <b>etkin</b> seçeneğini, kapatmak için ise <b>kapalı</b> seçeneğini kullanın.</p>
zh_cn: <p><b><big>HTTP 服务器设置</big></b><br> 通过选择<b>已启用</b>激活 HTTP 服务器。要停用它，请选择 <b>已禁用</b>。</p>

source: <p>By enabling <b>Open Firewall on Selected Ports</b>, adapt the firewall according the ports on which Apache2 listens. The interfaces of the firewall are not added or deleted. This option is only available if the firewall is enabled.</p>
da: <p>Ved at aktivere <b>Åbn valgte porte i firewall</b>, tilpasses firewallen, alt efter hvilke porte Apache2 lytter på. Grænsefladerne i firewallen hverken tilføjes eller fjernes. Denne indstilling er kun tilgængelig, hvis firewallen er aktiveret.</p>
el: <p>Ενεργοποιώντας το <b>Άνοιγμα του Τείχους Προστασίας στις Επιλεγμένες Θύρες</b>, προσαρμόζετε το τείχος προστασίας σύμφωνα με τις θύρες όπου ανταποκρίνεται ο Apache2. Οι διασυνδέσεις του τείχους προστασίας δεν προστίθενται ή αφαιρούνται. Αυτή η επιλογή είναι διαθέσιμη μόνο αν το τείχος προστασίας είναι ενεργό.</p>
es: <p>Al activar <b>Abrir cortafuegos en los puertos seleccionados,</b> el cortafuegos se adaptará a los puertos en los que escuche Apache2. Las interfaces del cortafuegos no se añaden ni suprimen. Esta opción solo está disponible si el cortafuegos está habilitado.</p>
fi: <p>Valitsemalla <b>Avaa valitut portit palomuurissa</b> ohjaat YaST:ia mukauttamaan palomuuria niillä porteilla, joita Apache2 kuuntelee. Palomuurin liitäntöjä ei lisätä tai poisteta. Tämä valinta on käytettävissä vain, mikäli palomuuri on käytössä.</p>
id: <p>Dengan mengaktifkan <b>Buka firewall pada port yang dipilih</b>, mengadaptasi firewall sesuai port yang Apache2 listen. Antarmuka dari firewall tidak ditambah dan dihapus. Pilihan ini hanya tersedia jika firewall aktif.</p>
it: <p>Abilitare <b>Apri firewall su porte selezionate</b> per adattare il firewall in base alle porte di ascolto di Apache2. Le interfacce del firewall non verranno aggiunte o eliminate. Questa opzione è disponibile solo se il firewall è abilitato.</p>
nb: <p>Ved å bruke <b>Åpne brannmur via valgte porter</b> kan du tilpasse brannmuren i samsvar med portene som Apache2 lytter på. Grensesnitt for brannmuren blir ikke lagt til eller slettet. Dette valget er bare tilgjengelig hvis brannmuren er aktivert.</p>
nl: <p>Door <b>Open firewall voor de geselecteerde poorten</b> te activeren, geeft u YaST2 de opdracht om de firewall dusdanig aan te passen zodat de Apache2-poorten daardoor toegankelijk blijven. De interfaces van de firewall zullen niet toegevoegd of verwijderd worden. Deze optie is alleen bij een geactiveerde firewall beschikbaar.</p>
pl: <p>Przez włączenie <b>Otwórz zaporę sieciową na wybranych portach</b> przystosowuje się zaporę do użycia portów, na których nasłuchuje Apache2. Interfejsy zapory sieciowej nie będą ani dodawane ani usuwane. Ta opcja jest dostępna tylko wtedy, jeśli zapora jest włączona.</p>
sk: <p>Zapnutím možnosti <b>Otvoriť firewall na zvolených portoch</b> sa firewall prispôsobuje podľa portov, na ktorých bude Apache2 počúvať na požiadavky. Rozhrania nebudú v nastavení firewallu pridané ani odstránené. Táto voľba je dostupná iba ak je firewall aktivovaný.</p>
sv: <p>Genom att aktivera <b>Öppna brandvägg på valda portar</b> anpassas brandväggen enligt de portar som Apache2 ska lyssna på. Brandväggens gränssnitt kommer inte att läggas till eller tas bort. Det här alternativet är endast tillgängligt om brandväggen är aktiverad.</p>
tr: <p><b>Seçili Bağlantı Noktalarında Açık Güvenlik Duvarı</b>'nı etkinleştirerek, Apache2'nin dinlediği portlara göre güvenlik duvarını uyarlayın. Güvenlik duvarının arayüzleri eklenmez veya silinmez. Bu seçenek yalnızca güvenlik duvarı etkinse kullanılabilir.</p>
zh_cn: <p>启用<b>打开所选端口上的防火墙</b>， 从而根据 Apache2 监听的端口来更改防火墙。 防火墙的接口不会被添加或删除。 此选项仅当启用了防火墙时才可用。</p>

source: <p>The list of options presents several parts of the server configuration. <b>Listen On</b> contains a list of ports and IP addresses on which the server should listen for the incoming requests. <b>Modules</b> allows configuring the modules loaded by the server. <b>Default Host</b> is a server name of a host used as a default (fallback) host. If the server name of the default host is not specified, a path to the document root of the default host is displayed. <b>Hosts</b> contains a list of hosts configured for the server.</p>
da: <p>Listen over indstillinger viser adskillige dele af serverkonfigurationen. <b>Lyt på</b> indeholder en liste af porte og IP-addresser, på hvilke serveren skal lytte efter indkommende forespørgsler. <b>Moduler</b> tillader konfiguration af de moduler, serveren indlæser. <b>Standardværtsmaskine</b> er et servernavn for en værtsmaskine, der bruges som standardværtsmaskine (den der vises, hvis ikke andre værtsnavne passer). Hvis servernavnet på standardværtsmaskinen ikke angives, vises stien til standardværtsmaskinens dokumentrod. <b>Værtsmaskiner</b> indeholder en liste over værtsmaskiner, der er konfigureret til serveren.</p>
el: <p>Η λίστα των επιλογών παρουσιάζει διάφορα μέρη της ρύθμισης του διακομιστή. Η <b>Ακρόαση σε</b> περιέχει μια λίστα από θύρες και διευθύνσεις IP, στις οποίες θα πρέπει να ανταποκρίνεται ο διακομιστής για τις εισερχόμενες αιτήσεις. Οι <b>Μονάδες</b> επιτρέπουν τη ρύθμιση των μονάδων που θα φορτώνονται από τον διακομιστή. Ο <b>Προκαθορισμένος κόμβος</b> είναι ένα όνομα διακομιστή ενός κόμβου που θα χρησιμοποιηθεί ως προκαθορισμένος (fallback) κόμβος. Εάν το όνομα διακομιστή του προκαθορισμένου κόμβου δεν έχει προσδιοριστεί, θα εμφανίζεται μία διαδρομή στην ρίζα εγγράφων του προκαθορισμένου κόμβου. Το <b>Κόμβοι</b> περιέχει μια λίστα κόμβων που έχουν ρυθμιστεί για τον διακομιστή.</p>
es: <p>La lista de opciones presenta varias partes de la configuración del servidor. <b>Escuchar en</b> contiene una lista de puertos y direcciones IP en las que el servidor debe escuchar las peticiones de entrada. <b>Módulos</b> permite configurar los módulos cargados por el servidor. <b>Host por defecto</b> es el nombre de servidor de un host utilizado como host por defecto (como respaldo). Si no se especifica el nombre de servidor del host por defecto, se muestra una vía a la raíz de documentos del host por defecto. <b>Hosts</b> contiene una lista de los hosts configurados para el servidor.</p>
fi: <p>Luettelot valinnoista näyttävät useita osia palvelinmäärityksistä. <b>Kuuntele</b> sisältää luettelon porteista ja IP-osoitteista, joilta palvelimen tulee kuunnella sisääntulevia pyyntöjä. <b>Moduulit</b> määrittelee moduulit, jotka palvelin lataa. <b>Oletuspalvelin</b> on palvelimen nimi, jota käytetään oletuspalvelimena (fallback). Jos oletuspalvelinta ei ole määritetty, näytetään polku oletuspalvelimen dokumenttien juureen. <b>Palvelimet</b> näyttää luettelon koneelle määritetyistä palvelimista.</p>
id: <p>Daftar dari pilihan disajikan beberapa bagian dari konfigurasi peladen. <b>Listen Pada</b> berisi daftar port dan alamat IP di mana peladen harus listen untuk permintaan masuk. <b>Modul</b>mengijinkan konfigurasi modul yang dimuat oleh peladen. <b>Host Bawaan</b>adalah sebuah nama peladen dari sebuah host yang digunakan sebagai bawaan (titik balik) host. Jika nama peladen dari host bawaan tidak ditentukan, sebuah bagian untuk dokumen root dari host bawaan akan ditampilkan. <b>Host</b>berisi sebuah daftar dari host yang dikonfigurasi untuk peladen.</p>
it: <p>L'elenco delle opzioni presenta numerose parti della configurazione server. <b>In ascolto su</b> contiene un elenco di porte e indirizzi IP sui quali il server deve ascoltare le richieste in ingresso. <b>Moduli</b> consente di configurare i moduli caricati dal server. <b>Host predefinito</b> è il nome di un server host utilizzato come predefinito (di ripiego). Se non si specifica il nome del server host predefinito, verrà visualizzato un percorso root del documento per l'host predefinito. <b>Host</b> contiene un elenco degli host configurati per il server.</p>
nb: <p>Listen over alternativer viser flere deler av serverkonfigurasjonen. <b>Lytt på</b> inneholder en liste over porter og IP-adresser der serveren skal lytte etter innkommende forespørsler. Under <b>Moduler</b> kan du konfigurere modulene som skal lastes av serveren. <b>Standard vertsmaskin</b> er servernavnet til vertsmaskinen som brukes som standard. Hvis serverennavnet til standardvertsmaskinen ikke er angitt, vises stien til dokumentroten på standardvertsmaskinen i stedet. <b>Vertsmaskiner</b> inneholder en liste over vertsmaskiner som er konfigurert for serveren.</p>
nl: <p>De optielijst presenteert diverse serverconfiguratieonderdelen. <b>Luisteren naar</b> bevat een lijst met poorten en IP-adressen waarop de server naar inkomende verzoeken dient te luisteren. <b>Modules</b> staat het instellen van de door de server geladen modules toe. <b>Standaardhost</b> is de servernaam van een host die als standaard (fallback)host wordt gebruikt. Wanneer de servernaam van de standaardhost niet opgegeven is, wordt een pad naar de documentroot van de standaardhost weergegeven. <b>Hosts</b> bevat een lijst met voor de server geconfigureerde hosts.</p>
pl: <p>Ta lista opcji przedstawia kilka części konfiguracji serwera. <b>Nasłuchuj na</b> zawiera listę portów i adresów IP, na których serwer ma nasłuchiwać nadchodzących żądań. <b>Moduły</b> umożliwiają konfigurację modułów uruchamianych przez serwer. <b>Host domyślny</b> to nazwa serwera na hoście używanym jako domyślny (fallback). Jeśli nazwa serwera hosta domyślnego nie zostanie określona, wyświetlana jest ścieżka do głównego katalogu dokumentów. <b>Hosty</b> - zawiera listę hostów skonfigurowanych dla tego serwera.</p>
sk: <p>Zoznam volieb obsahuje niekoľko častí konfigurácie serveru. <b>Počúvať na</b> obsahuje zoznam portov a IP adries, na ktorých má server čakať na požiadavky. <b>Moduly</b> umožňuje nastaviť moduly načítané serverom. <b>Štandardný hostiteľ</b> je meno hostiteľa, ktorý sa používa v prípade, keď žiadny nie je zadaný. Ak meno tohto hostiteľa nie je zadané, zobrazí sa jeho koreňový priečinok. <b>Hostitelia</b> obsahuje zoznam už nastavených hostiteľov.</p>
sv: <p>I listan över alternativ finns flera delar av serverkonfigurationen. <b>Lyssna på</b> innehåller en lista över portar och IP-adresser som servern ska lyssna på för inkommande begäranden. <b>Moduler</b> gör att du kan konfigurera moduler som har lästs in av servern. <b>Standardvärd</b> är ett servernamn för en värddator som används som standardvärddator. Om du inte har angett något namn för standardvärddatorn visas en sökväg till dokumentroten för standardvärddatorn. <b>Värddatorer</b> innehåller en lista över värddatorer som har konfigurerats för servern.</p>
tr: <p>Seçenekler listesi sunucu yapılandırmasının birkaç bölümünü sunar. <b>Dinle</b> sunucunun gelen istekleri dinlemesi gereken bağlantı noktalarının ve IP adreslerinin bir listesini içerir. <b>Modüller</b> sunucu tarafından yüklenen modüllerin yapılandırılmasına olanak tanır. <b>Varsayılan Ana Bilgisayar</b> varsayılan (yedek) ana bilgisayar olarak kullanılan bir ana bilgisayarın sunucu adıdır. Varsayılan ana bilgisayarın sunucu adı belirtilmezse varsayılan ana bilgisayarın belge köküne giden bir yol görüntülenir. <b>Ana Bilgisayarlar</b> sunucu için yapılandırılmış ana bilgisayarların bir listesini içerir.</p>
zh_cn: <p>该选项列表提供了 服务器配置的几部分。<b>监听</b> 包含服务器应用于监听 进来请求的端口和 IP 地址的列表。。 <b>模块</b>允许您配置服务器装载的 模块。 <b>默认主机</b>是用作默认(后备) 主机的服务器名。如果未指定默认 主机的服务器名称，则显示指向该默认主机的 文档根的路径。 <b>主机</b>包含为服务器配置的主机列表。</p>

source: <p>Choose an appropriate entry from the table and click <b>Edit</b> to change settings.</p>
da: <p>Vælg en passende indgang i tabellen, og tryk på <b>Rediger</b> for at ændre indstillinger.</p>
el: <p>Επιλέξτε μια κατάλληλη καταχώρηση από τον πίνακα και πατήστε στο <b>Επεξεργασία</b> για να αλλάξετε τις ρυθμίσεις.</p>
es: <p>Seleccione una entrada apropiada de la tabla y pulse <b>Editar</b> para cambiar la configuración.</p>
fi: <p>Valitse taulukosta haluttu merkintä ja napsauta <b>Muokkaa</b> muuttaaksesi asetuksia.</p>
id: <p>Pilih sebuah masukan yang sesuai dari tabel dan klik <b>Ubah</b> untuk mengubah pengaturan.</p>
it: <p>Scegliere una voce appropriata dalla tabella e fare clic su <b>Modifica</b> per modificare le impostazioni.</p>
nb: <p>Velg en oppføring i tabellen og klikk <b>Rediger</b> for å endre innstillinger.</p>
nl: <p>Om de instellingen te veranderen, dient u het betreffende item in de lijst te selecteren en op <b>Bewerken</b> te klikken.</p>
pl: <p>Proszę wybrać odpowiedni wpis z tabeli i nacisnąć przycisk <b>Edytuj</b>, aby zmienić ustawienia.</p>
sk: <p>Vyberte položku v tabuľke a stlačte <b>Upraviť</b>.</p>
sv: <p>Välj en post i tabellen och klicka på <b>Redigera</b> om du vill ändra inställningarna.</p>
tr: <p>Ayarları değiştirmek için tablodan ilgili girdiyi seçip <b>Düzenle</b> düğmesine basın.</p>
zh_cn: <p>从表中选择适当的项，然后单击<b>编辑</b>更改设置。</p>

source: <p><b>Log Files</b> displays server log files.</p>
da: <p><b>Logfiler</b> viser serverens logfiler.</p>
el: <p>Το <b>Αρχεία Καταγραφής</b> προβάλλει τα αρχεία καταγραφής του διακομιστή.</p>
es: <p><b>archivos de registro</b> muestra los archivos de registro del servidor.</p>
fi: <p><b>Lokitiedostot</b> näyttää palvelimen lokitiedostot.</p>
id: <p><b>Berkas Catatan</b> menampilkan berkas catatan peladen.</p>
it: <p><b>File di log</b> visualizza i file di log del server.</p>
nb: <p>Velg <b>Loggfiler</b> for å vise serverloggfiler.</p>
nl: <p>Met <b>Logboekbestanden</b> kunt u de logboekbestanden van de server bekijken.</p>
pl: <p>Opcja <b>Pliki dziennika</b> umożliwia wyświetlanie plików dzienników serwera.</p>
sk: <p><b>Súbory so záznamom</b> umožňuje zobraziť súbory záznamu serveru.</p>
sv: <p><b>Loggfiler</b> visar loggfiler från servern.</p>
tr: <p><b>Günlük Dosyaları</b> sunucu günlük dosyalarını görüntüler.</p>
zh_cn: <p><b>日志文件</b>显示服务器日志文件。</p>
