Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: Provides support for Perl dynamically generated pages
da: Understøtter dynamisk genererede Perl-sider
el: Παρέχει υποστήριξη για δυναμικά δημιουργημένες σελίδες Perl
es: Proporciona compatibilidad para páginas Perl generadas dinámicamente
fi: Tuki Perlin avulla tuotetuille dynaamisille sivuille
id: Memberikan dukungan untuk halaman Perl dihasilkan secara dinamis
it: Fornisce il supporto per pagine Perl generate dinamicamente
nb: Støtter dynamisk genererte Perl-sider
nl: Biedt ondersteuning voor dynamisch gegenereerde Perl-pagina's
pl: Zapewnia obsługę stron generowanych dynamicznie z użyciem języka Perl
sk: Poskytuje podporuje pre dynamicky generované stránky pomocou jazyka Perl
sv: Ger stöd för dynamiskt genererade Perl-sidor
tr: Perl ile dinamik olarak hazırlanmış sayfalara destek sağlar
zh_cn: 提供对 Perl 动态生成页的支持

source: Provides support for Python dynamically generated pages
da: Understøtter dynamisk genererede Python-sider
el: Παρέχει υποστήριξη για δυναμικά δημιουργημένες σελίδες Python
es: Proporciona compatibilidad para páginas Python generadas dinámicamente
fi: Tuki Pythonin avulla tuotetuille dynaamisille sivuille
id: Memberikan dukungan untuk halaman Python dihasilkan secara dinamis
it: Fornisce il supporto per pagine Python generate dinamicamente
nb: Støtter dynamisk genererte Python-sider
nl: Biedt ondersteuning voor dynamisch gegenereerde Python-pagina's
pl: Zapewnia obsługę stron generowanych dynamicznie z użyciem języka Python
sk: Poskytuje podporuje pre dynamicky generované stránky pomocou jazyka Python
sv: Ger stöd för dynamiskt genererade Python-sidor
tr: Phyton ile dinamik olarak hazırlanmış sayfalara destek sağlar
zh_cn: 提供对 Python 动态生成页的支持

source: Provides support for AppArmor subprocess confinement within apache
da: Understøtter AppArmor underproces-indespærring indeni Apache
el: Προσφαίρει υποστήριξη για το υποσύνολο του AppArmor περιορισμού μέσα στον apache
es: Proporciona compatibilidad para el confinamiento de subprocesos de AppArmor dentro de Apache
fi: Tarjoaa tuen AppArmor:lle apachen aliprosessien rajoittamiseen
id: Memberikan dukungan untuk pengurungan subproses AppArmor dalam apache
it: Fornisce il supporto per il confinamento dei sottoprocessi AppArmor all'interno di Apache
nb: Støtter AppArmor-funksjonalitet i Apache
nl: Levert ondersteuning voor AppArmor-subproces-begrenzing binnen Apache
pl: Zapewnia obsługę ograniczania podprocesów AppArmor wewnątrz serwera Apache
sk: Poskytuje podporu pre obmedzenie podprocesy AppArmor v rámci apache
sv: Ger stöd för begränsning av AppArmor-delprocesser i apache
zh_cn: 提供在 apache 限制 AppArmor 子进程支持

source: Provides support for subversion
da: Leverer understøttelse af subversion
el: Παρέχει υποστήριξη για subversion
es: Proporciona compatibilidad para la subversión
fi: Tarjoaa subversion-tuen
id: Memberikan dukungan untuk subversion
it: Fornisce il supporto per la versione secondaria
nb: Gir støtte for subversion.
nl: Biedt ondersteuning voor 'subversie'
pl: Zapewnia obsługę systemu subversion
sk: Poskytuje podporuje pre subversion
sv: Gör det möjligt att använda Subversion
zh_cn: 提供对 subversion 的支持

source: Host not found
da: Værtsmaskine ikke fundet
el: Κόμβος δεν βρέθηκε
es: Host no encontrado
fi: Konetta ei löytynyt
id: Host tidak ditemukan
it: Host non trovato
nb: Vertsmaskin ikke funnet
nl: Host niet gevonden
pl: Nie znaleziono hosta
sk: Hostiteľ nebol nenájdený
sv: Värddatorn hittades inte
th: ไม่พบเครื่อง
tr: Ana bilgisayar bulunamadı
zh_cn: 未找到主机

source: Illegal '%s' parameter
da: ulovlig parameter '%s'
el: μη έγκυρη παράμετρος '%s'
es: Parámetro %s ilegal
fi: Laiton '%s' parametri
id: Parameter '%s' ilegal
it: parametro '%s' non valido
nb: Ugyldig parameter '%s'
nl: Ongeldige parameter '%s'
pl: Niedozwolony parametr %s
sk: Nedovolený parameter '%s'
sv: Ogiltig %s-parameter
th: พารามิเตอร์ '%s' ใช้ไม่ได้หรือไม่ถูกต้อง
tr: Yasadışı '%s' parametresi
zh_cn: 非法的“%s”参数

source: ssl together with "virtual by name" is not possible
da: det er ikke muligt at bruge SSL sammen med "Navnebaseret VirtualHost"
el: το ssl με το "εικονικό κατά όνομα" δεν είναι δυνατό
es: No es posible unir ssl y "virtual por nombre"
fi: SSL ja "virtuaalinen nimen mukaan" eivät ole mahdollisia yhdessä
id: ssl bersama "virtual dengan nama" tidak dimungkinkan
it: impossibile utilizzare ssl con "virtuale per nome"
nb: ssl kan ikke brukes sammen med "navn på virtuell maskin"
nl: ssl samen met 'virtueel gebaseerd op naam' is niet mogelijk
pl: użycie ssl razem z "wirtualnym interfejsem opartym na nazwach" nie jest możliwe
sk: Nie je možné používať zároveň ssl spolu s "virtual podľa mena"
sv: det går inte att använda ssl tillsammans med virtual by name
tr: SSL'nin "ada göre sanal" ile birlikte kullanılması mümkün değildir
zh_cn: 不能对“基于名称的虚拟接口”使用 ssl

source: Save the Apache2 service status
da: Gem Apache2-tjenestens status
es: Guardar el estado del servicio Apache2
fi: Tallenna Apache2 -palvelun tila
id: Simpan status layanan Apache2
it: Salva lo stato del servizio Apache2
nl: Apache2-servicestatus opslaan
pl: Zapis stanu usługi Apache2
sk: Uložiť stav služby Apache2
sv: Spara status på Apache2-tjänsten

source: Saving the Apache2 service status...
da: Gemmer Apache2-tjenestens status...
es: Guardando el estado del servicio Apache2...
fi: Tallennetaan Apache2 -palvelun tila...
id: Menyimpan status layanan Apache2...
it: Salvataggio dello stato del servizio Apache2 in corso...
nl: Apache2-servicestatus wordt opgeslagen...
pl: Zapisywanie stanu usługi Apache2...
sk: Ukladanie stavu služby Apache2...
sv: Sparar Apache2-tjänststatus...

source: When no server name is defined, the hostname will be used instead.
da: Når intet servernavn angives, bruges værtmaskinenavnet i stedet.
el: Όταν δεν έχει καθοριστεί όνομα Διακομιστή, το όνομα του κόμβου θα χρησιμοποιηθεί αντ'αυτού.
es: Si no se define un nombre de servidor, se utilizará el nombre de host.
fi: Kun palvelimen nimeä ei ole määritetty, konenimeä käytetään sen sijasta.
id: Ketika tidak ada nama peladen yang ditentukan, nama host akan digunakan sebagai gantinya.
it: Se non è definito alcun nome server, viene utilizzato il nome host.
nl: Als er geen servernaam is gedefinieerd, dan wordt de hostnaam gebruikt.
pl: Jeśli nazwa serwera nie jest określona, użyta zostanie nazwa hosta.
sk: Ak nezadáte meno servera, použije sa meno počítača.
sv: Om inget servernamn har angetts används datornamnet.
th: หากไม่มีการกำหนดชื่อเครื่องแม่ข่ายให้บริการ จะใช้ชื่อเครื่อง (hostname) แทน

source: Enable &PHP Scripting
da: Aktivér &PHP-scripting
es: Habilitar el lenguaje de guiones &PHP
fi: Ota käyttöön &PHP -komentojonot
id: Aktifkan Scripting &PHP
it: Abilita script &PHP
nl: &PHP-scripting activeren
pl: Włącz obsługę skryptów &PHP
sk: Povoliť skriptovanie &PHP
sv: Aktivera &PHP-skriptning

source: Host ID already exists
da: Værts-ID findes allerede
es: El ID de host ya existe
fi: Palvelin-ID on jo olemassa
id: ID host sudah ada
it: L'ID host esiste già
nl: Host-ID bestaat al
sk: ID hostiteľa už existuje

source: Host ID not found
da: Værts-ID ikke fundet
es: No se encuentra el ID de host
fi: Palvelin-ID ei löytynyt
id: ID host tidak ditemukan
it: ID host non trovato
nl: Host-ID niet gevonden
sk: ID hostiteľa nebolo nenájdené

source: Provides support for PHP dynamically generated pages
da: Understøtter dynamisk genererede PHP-sider
es: Proporciona compatibilidad para páginas PHP generadas dinámicamente
fi: Tukee PHP dynaamisesti luotuja sivuja
id: Memberikan dukungan untuk halaman PHP yang dihasilkan secara dinamis
it: Fornisce il supporto per pagine PHP generate dinamicamente
nl: Biedt ondersteuning voor dynamisch gegenereerde PHP-pagina's
pl: Zapewnia obsługę stron generowanych dynamicznie z użyciem języka PHP
sk: Poskytuje podporu pre dynamicky generované stránky PHP
sv: Ger stöd för dynamiskt genererade PHP-sidor
tr: PHP dinamik olarak oluşturulan sayfalar için destek sağlar

source: Session support
da: Sessionsunderstøttelse
es: Asistencia de sesión
fi: Istunnon tuki
id: Dukungan sesi
it: Supporto sessione
nl: Sessie-ondersteuning
pl: Obsługa sesji
sk: Podpora sedenia
sv: Sessionsstöd

source: Cookie based session support
da: Cookiebaseret sessionsunderstøttelse
es: Asistencia de sesión basada en cookies
fi: Evästepohjainen istuntotuki
id: Dukungan sesi berbasis cookie
it: Supporto sessione basato su cookie
nl: Op cookie gebaseerde sessie-ondersteuning
pl: Obsługa sesji oparta na plikach cookie
sk: Podpora sedenia založená na cookie
sv: Städ för cookiebaserad session
tr: Çerez tabanlı oturum desteği

source: DBD/SQL based session support
da: DBD-/SQL-baseret sessionsunderstøttelse
es: Asistencia de sesión basada en DBD/SQL
fi: DBD/SQL-pohjainen istunnon tuki
id: Dukungan sesi berbasis DBD/SQL
it: Supporto sessione basato su DBD/SQL
nl: Op DBD/SQL gebaseerde sessie-ondersteuning
pl: Obsługa sesji oparta na DBD/SQL
sk: Podpora sedenia založená na DBD/SQL
sv: Stöd för DBD/SQL-baserad session
tr: DBD/SQL tabanlı oturum desteği
