Repository: yast/yast-translations
Catalog: po/http-server/*.po
Languages: da, el, es, fi, id, it, nb, nl, pl, sk, sv, th, tr, zh_cn

source: Delete selected host?
da: Vil du slette den valgte værtsmaskine?
el: Διαγραφή του επιλεγμένου κόμβου;
es: ¿Desea suprimir el host seleccionado?
fi: Poistetaanko valittu palvelin?
id: Hapus host terpilih?
it: Eliminare l'host selezionato?
nb: Vil du slette denne vertsmaskinen?
nl: Geselecteerde host verwijderen?
pl: Usunąć wybrany host?
sk: Odstrániť vybraného hostiteľa?
sv: Vill du ta bort den valda värddatorn?
th: จะลบเครื่องที่เลือกไว้หรือไม่ ?
tr: Seçili makine silinsin mi?
zh_cn: 是否删除选定的主机？

source: Set as De&fault
da: Sæt som st&andard
el: &Ορισμός ως προεπιλογή
es: Definir por de&fecto
fi: Aseta &oletukseksi
id: Atur sebagai B&awaan
it: &Imposta come predefinito
nb: Definer som st&andard
nl: Instellen als stan&daard
pl: Ustaw jako &domyślny
sk: Nastaviť ako š&tandardný
sv: Använd &som standard
th: ตั้งเป็นค่า&ปริยาย
tr: &Öntanımlı olarak ata
zh_cn: 设置为默认值(&F)

source: Choose Document Root
da: Vælg dokumentrod
el: Επιλέξτε τη Ρίζα Εγγράφων
es: Seleccionar documento raíz
fi: Valitse dokumenttien juuri
id: Pilih Sumber Dokumen
it: Seleziona root documento
nb: Velg dokumentrot
nl: Documentroot kiezen
pl: Proszę wybrać katalog główny dokumentów
sk: Vyberte koreň obsahu
sv: Välj dokumentrot
th: เลือกไดเรกทอรีรากที่ใช้เก็บเอกสาร
tr: Belge dizinini seç
zh_cn: 选择文档根

source: Administrator E-Mail cannot be empty.
da: Feltet 'Administrators e-mail' må ikke være tomt.
el: Το E-mail του Διαχειριστή Συστήματος δεν μπορεί να είναι κενό.
es: La dirección de correo del administrador no puede estar vacía.
fi: Ylläpitäjän sähköpostiosoite ei voi olla tyhjä.
id: Surel Administrator tidak boleh kosong.
it: Il campo E-mail dell'amministratore non può essere vuoto.
nb: E-post for administrator-feltet kan ikke være tomt,
nl: E-mailadres beheerder mag niet leeg zijn.
pl: Adres e-mail administratora nie może być pusty.
sk: E-Mail administrátora nemôže byť prázdny.
sv: Du måste ange en e-postadress till administratören.
th: ไม่สามารถให้ค่าอีเมลของผู้บริหารระบบว่างไว้ได้
tr: Yönetici e-posta adresi boş olamaz.
zh_cn: 管理员电子邮件地址不能为空。

source: All addresses (*)
da: Alle adresser (*)
el: Όλες οι Διευθύνσεις (*)
es: Todas las direcciones (*)
fi: Kaikki osoitteet (*)
id: Semua alamat (*)
it: Tutti gli indirizzi (*)
nb: Alle addresser (*)
nl: Alle adressen (*)
pl: Wszystkie adresy (*)
sk: Všetky adresy (*)
sv: Alla adresser (*)
th: ที่อยู่ทั้งหมด (*)
zh_cn: 全部地址(*)

source: IP Addresses
da: IP-addresser
el: Διευθύνσεις IP
es: Direcciones IP
fi: IP-osoitteet
id: Alamat IP
it: Indirizzi IP
nb: IP-adresser
nl: IP-adressen
pl: Adresy IP
sk: IP adresy
sv: IP-adresser
zh_cn: IP 地址

source: ServerName
da: Servernavn
el: Όνομα Διακομιστή
es: Nombre del servidor
fi: Palvelimen nimi
id: NamaPeladen
it: Nome server
nb: Servernavn
nl: Servernaam
pl: Nazwa serwera
sk: Meno servera
sv: Servernamn
th: ชื่อเครื่องแม่ข่าย
zh_cn: 服务器名称

source: Name for VirtualHost ID cannot be empty.
da: Navnet for VirtualHost-ID må ikke være tomt.
el: Το όνομα της Ταυτότητας του Εικονικού Κόμβου δεν μπορεί να είναι κενό.
es: El nombre del ID del host virtual no puede estar vacío.
fi: VirtualHost ID -nimi ei voi olla tyhjä.
id: Nama untuk ID VirtualHost tidak boleh kosong.
it: Il nome dell'ID dell'host virtuale non può essere vuoto.
nb: Et vertsnavn må angis for den virtuelle vertsmaskinen.
nl: Naam voor virtuele-host-ID mag niet leeg zijn.
pl: Nazwa identyfikatora VirtualHost nie może być pusta.
sk: Názov pre VirtualHost ID nemôže byť prázdny.
sv: Du måste ange ett namn för VirtualHost-ID.
th: ชื่อประจำตัวของเครื่องเสมือนไม่สามารถปล่อยว่างไว้ได้
zh_cn: 虚拟主机 ID 的名称不能为空。

source: To use name-based virtual hosting, you must designate the IP address on the server that will be accepting requests for the hosts. Also * for all addresses and *:port are acceptable.
da: For at bruge navnebaseret virtuel værtskab, skal du angive IP-adressen på serveren, der accepterer forespørgsler til værtsmaskinerne. Også * for alle adresser og *:port accepteres.
el: Για να χρησιμοποιήσετε εικονικό κόμβο βάσει ονόματος, θα πρέπει να ενεργοποιήσετε την διεύθυνση ΙΡ στον διακομιστή που θα αποδέχεται συνδέσεις για τους κόμβους. Επίσης το * για όλες τις διευθύνσεις και *:θύρα είναι αποδεκτά.
es: Para utilizar hosts virtuales basados en nombres, debe designar la dirección IP del servidor que aceptará peticiones para los hosts. También se puede especificar * para todas las direcciones y *:puerto.
fi: Käyttääksesi nimipohjaista virtuaalihostausta, sinun täytyy nimetä IP-osoite palvelimelle joka hyväksyy pyynnöt koneilta. Myös * kaikille osoitteille ja *:porttinumeroille on hyväksyttävää.
id: Untuk menggunakan hosting virtual berbasis nama, Anda harus menunjuk alamat IP di peladen yang akan menerima permintaan untuk host. Juga * untuk semua alamat dan *: port dapat diterima.
it: Per utilizzare l'hosting virtuale basato sul nome, indicare l'indirizzo IP sul server che accetterà le richieste per gli host. Inoltre, sono accettabili * per tutti gli indirizzi e *:port.
nb: For å bruke navnebaserte virtuelle vertsmaskiner må du tilordne den IP-adressen på serveren som skal motta forespørsler for vertsmaskinene. Jokertegnene * (for alle adresser) og *:port kan brukes.
nl: Om op naam gebaseerde virtuele hosting te kunnen gebruiken, moet u het IP-adres op de server aangeven dat verzoeken accepteert voor de hosts. Ook * voor alle adressen en *:poort is toegestaan.
pl: Aby korzystać z hostingu wirtualnego opartego o nazwy, konieczne jest przypisanie adresu IP na serwerze, który będzie przyjmował żądania dla hostów. Można użyć również zapisu * dla wszystkich adresów oraz zapisu *:port.
sk: Ak chcete použiť na názvoch založený virtuálny hosting, musíte pomenovať IP adresu na serveri, ktorá bude prijímať požiadavky pre hostiteľov. Taktiež sú prijateľné * pre všetky adresy a *:port.
sv: Om du vill använda namnbaserat virtuellt värdskap måste du tilldela IP-adressen på servern som ska ta emot begäranden för värddatorerna. Du kan också använda * för alla adresser och *:port.
zh_cn: 要使用基于名称的虚拟主机， 您必须在服务器上指定为 主机接受请求的 IP 地址。 * 为全部地址，*:port 可接受。

source: Master Zone %1
da: Hovedzone %1
el: Κύρια Ζώνη %1
es: Zona maestra %1
fi: Päävyöhyke %1
id: Zona Master %1
it: Zona principale %1
nb: Hoved-sone %1
pl: Strefa główna %1
sk: Hlavná zóna %1
sv: Huvudzon %1
th: เขตพื้นที่หลัก %1
zh_cn: 主区域 %1

source: Record %1 already exists in zone %2.
da: Registret %1 findes allerede i zone %2.
el: Η εγγραφή %1 υπάρχει ήδη στη ζώνη %2.
es: El registro %1 ya existe en la zona %2.
fi: Tietue %1 on jo olemassa vyöhykkeellä %2.
id: Rekaman %1 sudah ada pada zona %2.
it: Record %1 già esistente nella zona %2.
nb: Oppføringen %1 finnes allerede i sonen %2.
nl: Record %1 bestaat al in zone %2.
pl: Wpis %1 już istnieje w strefie %2.
sk: Záznam '%1' už existuje v zóne %2.
sv: Post %1 finns redan i zon %2.
th: มีระเบียน %1 อยู่แล้วในเขตพื้นที่ %2
zh_cn: 记录 %1 已存在于区域 %2 中。

source: DNS Settings
da: DNS-instillinger
el: Ρυθμίσεις DNS
es: Configuración de DNS
fi: DNS-asetukset
id: Pengaturan DNS
it: Impostazioni DNS
nb: DNS-innstillinger
nl: DNS-instellingen
pl: Ustawienia DNS
sk: Nastavenie DNS
sv: DNS-inställningar
th: ตั้งค่า DNS
zh_cn: DNS 设置

source: Add to Zone
da: Tilføj til zone
el: Προσθήκη στη Ζώνη
es: Añadir a zona
fi: Lisää vyöhykkeelle
id: Tambah pada Zona
it: Aggiungi a zona
nb: Legg til i sone
nl: Aan zone toevoegen
pl: Dodaj do strefy
sk: Pri&dať do zóny
sv: Lägg till i zon
th: เพิ่มไปยังเขตพื้นที่
zh_cn: 添加到区域

source: Zone Name
da: Zonenavn
el: Όνομα Ζώνης
es: Nombre de zona
fi: Vyöhykkeen nimi
id: Nama Zona
it: Nome della zona
nb: Sonenavn
nl: Naam zone
pl: Nazwa strefy
sk: Názov zóny
sv: Zonnamn
th: ชื่อเขตพื้นที่
zh_cn: 区域名

source: Create New Zone
da: Opret ny zone
el: Δημιουργία Νέας Ζώνης
es: Crear nueva zona
fi: Luo uusi vyöhyke
id: Membuat Zona Baru
it: Crea nuova zona
nb: Opprett ny sone
nl: Nieuwe zone aanmaken
pl: Utwórz nową strefę
sk: Vytvoriť &novú zónu
sv: Skapa ny zon
th: สร้างเขตพื้นที่ใหม่
zh_cn: 创建新的区域

source: CGI Directory
da: CGI-mappe
el: Κατάλογος CGI
es: Directorio CGI
fi: CGI-hakemisto
id: Direktori CGI
it: Directory CGI
nb: CGI-katalog
pl: Katalog CGI
sk: Adresár pre CGI
sv: CGI-katalog
th: ไดเรกทอรี CGI
zh_cn: CGI 目录

source: Choose Certificate File
da: Vælg certifikat-fil
el: Επιλογή Αρχείου Πιστοποιητικού
es: Seleccionar archivo de certificado
fi: Valitse varmennetiedosto
id: Pilih Berkas Sertifikat
it: Seleziona file certificato
nb: Velg en sertifikatfil
nl: Certificaatbestand kiezen
pl: Proszę wybrać plik certyfikatu
sk: Zvoľte súbor s certifikátom
sv: Välj certifikatfil
th: เลือกแฟ้มใบรับรอง
tr: Sertifika dosyası seçin
zh_cn: 选择证书文件

source: Enter the certificate file.
da: Angiv certifikat-filen.
el: Εισαγωγή αρχείου πιστοποίησης.
es: Introduzca el archivo de certificado.
fi: Anna varmennetiedosto.
id: Masukkan berkas sertifikat.
it: Immettere il file del certificato.
nb: Angi sertifikatfil.
nl: Voer het certificaatbestand in.
pl: Proszę podać plik certyfikatu.
sk: Zadajte súbor s certifikátom.
sv: Ange certifikatfil.
th: ป้อนแฟ้มใบรับรอง
zh_cn: 输入证书文件。

source: Choose Certificate Key File
da: Vælg certifikatnøgle-fil
el: Επιλέξτε το Αρχείο Πιστοποιητικού Κλειδιού
es: Seleccionar archivo de clave de certificado
fi: Valitse varmennetiedosto
id: Pilih Kunci Berkas Sertifikat
it: Scegli file di chiave del certificato
nb: Velg en sertifikatnøkkelfil
nl: Bestand met certificaatsleutel kiezen
pl: Proszę wybrać plik klucza certyfikatu
sk: Zvoľte súbor s certifikačným kľúčom
sv: Välj certifikatnyckelfil
th: เลือกแฟ้มกุญแจของใบรับรอง
zh_cn: 选择证书密钥文件

source: Enter the key file.
da: Angiv nøglefilen.
el: Εισάγετε το αρχείο του κλειδιού.
es: Introduzca el archivo de clave.
fi: Anna varmennetiedosto.
id: Masukkan kunci berkas.
it: Immettere il file di chiave.
nb: Angi nøkkelfilen.
nl: Voer het sleutelbestand in.
pl: Proszę podać plik klucza.
sk: Zadajte súbor s kľúčom.
sv: Ange nyckelfil.
th: ป้อนแฟ้มกุญแจ
zh_cn: 输入密钥文件。

source: Select Certificate
da: Vælg certifikat
el: Επιλογή Πιστοποιητικού
es: Seleccionar certificado
fi: Valitse varmenne
id: Pilih Sertifikat
it: Seleziona certificato
nb: Velg sertifikat
nl: Selecteer certificaat
pl: Proszę wybrać certyfikat
sk: Vyberte certifikát
sv: Välj certifikat
th: เลือกใบรับรอง
tr: Sertifika seçin
zh_cn: 选择证书

source: Cannot import certificate %1
da: Kan ikke importere certifikat %1
el: Αδυναμία εισαγωγής πιστοποιητικού %1
es: No es posible importar el certificado %1
fi: Varmenteen tuonti ei onnistunut %1
id: Tidak dapat impor sertifikat %1
it: Impossibile importare il certificato %1
nb: Kan ikke importere sertifikat: %1
nl: Kan het certificaat niet importeren %1
pl: Nie można zaimportować certyfikatu %1
sk: Nepodarilo sa načítať certifikát %1
sv: Det går inte att importera certifikatet %1
th: ไม่สามารถนำเข้าใบรับรอง %1 ได้
tr: Sertifika alınamadı %1
zh_cn: 无法导入证书 %1

source: Network &Address:
da: Netværks&adresse:
el: Διεύθυνση &Δικτύου:
es: &Dirección de red:
fi: Verkko-osoit&e:
id: Alamat jaringan:
it: Indirizzo di &rete:
nb: Nettverks&adresse:
nl: Netwerk&adres:
pl: &Adres sieciowy:
sk: Sieťová &adresa:
sv: Nätverks&adress:
th: &ที่อยู่เครือข่าย:
tr: Ağ &adresi:
zh_cn: 网络地址(&A)：

source: Invalid port number.
da: Ugyldigt portnummer.
el: Μη έγκυρος αριθμός θύρας.
es: Número de puerto no válido.
fi: Virheellinen porttinumero.
id: Nomor port tidak valid.
it: Numero di porta non valido.
nb: Ugyldig portnummer.
nl: Ongeldig poortnummer.
pl: Nieprawidłowy numer portu.
sk: Neplatné číslo portu.
sv: Ogiltigt portnummer.
th: หมายเลขพอร์ตใช้งานไม่ได้
tr: Geçersiz port numarası.
zh_cn: 无效的端口号。

source: Resolution via HTTP Headers
da: Genkendelse via HTTP-headere
el: Επίλυση μέσω Κεφαλίδων HTTP
es: Resolución mediante encabezados HTTP
fi: Selvitys HTTP-otsakkeilla
id: Resolusi melalui Header HTTP
it: Risoluzione via intestazioni HTTP
nb: Gjenkjenning via HTTP-deklarasjoner
nl: Resolutie via HTTP-kopteksten
pl: Rozwiązywanie żądań przy użyciu nagłówków HTTP
sk: Určenie pomocou hlavičiek HTTP
sv: Matchning via HTTP-huvuden
th: ตัดสินจากส่วนหัวของข้อมูล HTTP
tr: HTTP başlıklarıyla çözümleme
zh_cn: 通过 HTTP 报头解析

source: Resolution via IP Address Used
da: Genkendelse via anvendt IP-adresse
el: Επίλυση μέσω Διεύθυνσης IP που Χρησιμοποιείται
es: Resolución mediante la dirección IP empleada
fi: Selvitys käytetyllä IP-osoitteella
id: Resolusi menggunakan Alamat IP yang digunakan
it: Utilizzata risoluzione tramite indirizzo IP
nb: Gjenkjenning via benyttet IP-adresse
nl: Resolutie via IP-adres gebruikt
pl: Rozwiązywanie żądań przy użyciu adresów IP
sk: Použité určenie pomocou IP adresy
sv: Matchning via IP-adress
th: ตัดสินจากหมายเลขไอพีที่ใช้
tr: Kullanılan IP adresiyle çözümleme
zh_cn: 通过使用的 IP 地址解析

source: Modules dependency problem
da: Afhængighedsproblem med moduler
el: Μονάδες με πρόβλημα εξαρτήσεων
es: Problema de dependencia de módulos
fi: Moduulien riippuvuusongelma
id: Masalah modul terkait
it: Problema con la dipendenza dei moduli
nb: Modulkonflikt
nl: Afhankelijkheidsprobleem modules
pl: Problem z zależnościami modułów
sk: Problém závislosti modulov
sv: Beroendeproblem för moduler
zh_cn: 模块依赖性问题

source: requires
da: behøver
el: απαιτεί
es: Requiere
fi: vaatii
id: membutuhkan
it: richiede
nb: krever
nl: vereist
pl: wymaga
sk: vyžaduje
sv: kräver
zh_cn: 需要

source: Enable required module or disable first one.
da: Aktivér det nødvendige modul eller deaktivér det første.
el: Ενεργοποίηση απαιτούμενης μονάδας ή απενεργοποίηση της πρώτης.
es: Habilite el módulo requerido o inhabilite primero uno.
fi: Ota käyttöön vaadittu moduuli tai poista ensimmäinen käytöstä.
id: Aktifkan modul yang diperlukan atau nonaktifkan yang pertama.
it: Abilitare il modulo richiesto o disabilitare il primo.
nb: Aktiver modulen som kreves, eller deaktiver den første.
nl: Activeer de vereiste module of deactiveer de eerste.
pl: Proszę włączyć wymagane moduły lub wyłączyć pierwszy.
sk: Povoliť požadovaný modul alebo zakázať prvý.
sv: Aktivera den nödvändiga modulen eller inaktivera den första.
zh_cn: 启用需要的模块或禁用第一个模块。

source: New Module &Name:
da: Nyt modul&navn:
el: Νέο Όνομα Μο&νάδας:
es: &Nombre del nuevo módulo:
fi: Uusi &nimi moduulille:
id: &Nama Modul Baru:
it: &Nome del nuovo modulo:
nb: Nytt modul&navn:
nl: Nieuwe module&naam:
pl: &Nazwa nowego modułu:
sk: &Meno nového modulu:
sv: Nytt modul&namn:
th: &ชื่อของมอดูลใหม่:
tr: Yeni modül &adı:
zh_cn: 新模块名(&N)

source: A name for the module to add is required.
da: Der kræves et navn for modulet, der skal tilføjes.
el: Ένα όνομα για την μονάδα που θα προστεθεί είναι απαραίτητο.
es: Debe introducir un nombre para el módulo que va a añadir.
fi: Lisättävän moduulin nimi on pakollinen.
id: Diperlukan nama untuk menambahkan modul.
it: È richiesto un nome per il modulo da aggiungere.
nb: Du må angi et navn for modulen som skal legges til.
nl: Voor de toe te voegen module is een naam vereist.
pl: Wymagana jest nazwa modułu, który ma być dodany.
sk: Je nutné zadať meno pre pridávaný modul.
sv: Du måste ange ett namn för den modul som ska läggas till.
th: ต้องป้อนชื่อของมอดูลที่จะทำการเพิ่มก่อน
tr: Eklenecek yeni modüle bir ad gereklidir.
zh_cn: 要添加的模块必须有名称。

source: The module is already in the list.
da: Modulet er allerede i listen.
el: Η μονάδα είναι ήδη στη λίστα.
es: Este módulo ya está en la lista.
fi: Moduuli on jo luettelossa.
id: Modul sudah ada dalam daftar.
it: Il modulo è già contenuto nell'elenco.
nb: Modulen er allerede i listen.
nl: De module staat reeds in de lijst.
pl: Moduł ten już znajduje się już na liście.
sk: Modul už je v zozname.
sv: Modulen finns redan i listan.
th: มีมอดูลในรายการอยู่ก่อนแล้ว
tr: Bu modül zaten listede mevcut.
zh_cn: 模块已在列表中。

source: The entry '%1' already exists.
da: Indgangen '%1' findes allerede.
el: Η καταχώρηση %1 υπάρχει ήδη.
es: La entrada %1 ya existe.
fi: Merkintä '%1' on jo olemassa.
id: Entri '%1' sudah ada.
it: La voce '%1' esiste già.
nb: Oppføringen '%1' finnes allerede.
nl: Het %1 item bestaat al.
pl: Wpis %1 już istnieje.
sk: Položka '%1' už existuje.
sv: Posten %1 finns redan.
th: มีรายการ '%1' อยู่ก่อนแล้ว
tr: '%1' girdisi zaten mevcut.
zh_cn: 项"%1"已存在。

source: The list of the ports to which the server should listen cannot be empty.
da: Listen over porte, som serveren skal lytte på, må ikke være tom.
el: Η λίστα των θυρών στις οποίες ο διακομιστής θα ακούει δεν μπορεί να είναι κενή.
es: La lista de los puertos donde el servidor debe escuchar no puede estar vacía.
fi: Luettelo porteista, joita palvelimen tulisi kuunnella, ei voi olla tyhjä.
id: Daftar port yang harus digunakan peladen listen tidak boleh kosong.
it: L'elenco delle porte sulle quali il server deve mettersi in ascolto non può essere vuoto.
nb: Listen over porter som serveren skal lytte på, kan ikke være tom.
nl: De lijst met poorten waar de server naar moet gaan luisteren mag niet leeg zijn.
pl: Lista portów, na których serwer ma nasłuchiwać, nie może być pusta.
sk: Zoznam portov, na ktorých má server počúvať, nesmie byť prázdny.
sv: Listan över de portar som servern ska lyssna på får inte vara tom.
th: รายการพอร์ตที่บริการจะใช้ในการรอรับการเชี่อมต่อ ไม่สามารถปล่อยให้ว่างไว้ได้
tr: Sunucun dinleyeceği portların listesi boş kalamaz.
zh_cn: 服务器应监听的端口列表 不能为空。

source: At least one interface must be selected.
da: Mindst en grænseflade skal vælges.
el: Τουλάχιστον μια διασύνδεση πρέπει να επιλεχθεί.
es: Se ha de seleccionar al menos una interfaz.
fi: Ainakin yksi liitäntä pitää valita.
id: Setidaknya satu antarmuka harus dipilih.
it: Va selezionata almeno una interfaccia.
nb: Minst ett grensesnitt må velges.
nl: Er moet minstens één interface geselecteerd zijn.
pl: Trzeba skonfigurować przynajmniej jeden interfejs sieciowy.
sk: Musíte zvoliť aspoň jedno rozhranie.
sv: Du måste välja minst ett gränssnitt.
th: ต้องเลือกส่วนเชื่อมต่ออย่างน้อยหนึ่งตัว
zh_cn: 至少必须选择一个接口。

source: Enable &PHP5 Scripting
nb: Aktiver &PHP5-skripting
zh_cn: 启用 PHP5 脚本编制(&P)

source: Enable P&erl Scripting
da: Aktivér P&erl-scripting
el: Ενεργοποίηση Σεναρίων P&erl
es: Habilitar lenguaje de guiones P&erl
fi: Ota P&erl-komentojonot käyttöön
id: Aktifkan penulisan Perl
it: Abilita script Pe&rl
nb: Aktiver P&erl-skripting
nl: P&erl-scripting activeren
pl: Włącz obsługę skryptów P&erl
sk: Zapnúť P&erl skriptovanie
sv: Aktivera &Perl-skriptning
th: เปิดใช้งานระบบสคริปต์ภาษา P&erl
zh_cn: 启用 Perl 脚本(&E)

source: Enable P&ython Scripting
da: Aktivér P&ython-scripting
el: Ενεργοποίηση Σεναρίων P&ython
es: Habilitar lenguaje de guiones P&ython
fi: Ota P&ython-komentojonot käyttöön
id: Aktifkan penulisan Python
it: Abilita script P&ython
nb: Aktiver P&ython-skripting
nl: P&ython-scripting activeren
pl: Włącz obsługę skryptów P&ython
sk: Zapnúť P&ython skriptovanie
sv: Aktivera &Python-skriptning
th: เปิดใช้งานระบบสคริปต์ภาษา P&ython
zh_cn: 启用 Python 脚本(&Y)

source: Illegal key in virtual host '%s'.
da: Ulovlig nøgle i virtuel vært "%s".
el: Μη έγκυρο κλειδί στον εικονικό κόμβο '%s'.
es: Clave ilegal en host virtual %s.
fi: Laiton avain näennäispalvelimessa '%s'.
id: Kunci tidak sah pada virtual host '%s'.
it: Chiave illegale nell'host virtuale '%s'.
nb: Ugyldig nøkkel i virtuell vertsmaskin '%s'.
nl: Illegale sleutel in virtuele host '%s'.
pl: Niedozwolony klucz w hoście wirtualnym %s.
sk: Nedovolený kľúč vo virtuálnom hostiteľovi '%s'.
sv: Ogiltig nyckel på den virtuella värddatorn '%s'.
zh_cn: 虚拟主机"%s"中密钥非法。

source: Internal Error: Data must be an array ref and not %s.
da: Intern fejl: Data skal befinde sig i en tabelreference og ikke i %s.
el: Εσωτερικό Σφάλμα: Τα δεδομένα πρέπει να είναι ένα array ref και όχι %s.
es: Error interno: los datos deben ser un array ref y no %s.
fi: Sisäinen virhe: Tiedon pitää olla taulukkoviite eikä %s.
id: Galat dari dalam. Data harus sebuah susunan ref atau tidak %s.
it: Errore interno: dati devono essere un array ref e non %s.
nb: Intern feil: Data må være en array ref, men ikke %s.
nl: Interne fout: gegevens moeten een array ref zijn en geen %s.
pl: Błąd wewnętrzny: Dane muszą być referencją do tablicy a nie do %s.
sk: Interná chyba: Dáta musia byť v poli ref a nie v %s.
sv: Internt fel: Data måste vara en matrisreferens och inte %s.
zh_cn: 内部错误：数据必须是 array ref 而不能是 %s。

source: Illegal host ID.
da: Ulovlig værtsmaskine-ID.
el: Άκυρη Ταυτότητα Κόμβου.
es: ID de host ilegal.
fi: Laiton palvelin-ID.
id: ID host ilegal.
it: ID host non valido.
nb: Ulovlig vertsmaskin-ID.
nl: Ongeldige host-ID.
pl: Niedozwolony ID hosta.
sk: Ilegálny host ID.
sv: Felaktigt värddator-ID.
zh_cn: 非法主机 ID。

source: hostid already exists
nb: Vertsmaskin-ID finnes allerede
zh_cn: 主机 ID 已存在

source: can not delete default host
da: kan ikke slette standardværtmaskinen
el: δεν μπορεί να διαγραφτεί ο προεπιλεγμένος κόμβος
es: No es posible suprimir el host por defecto
fi: ei voi poistaa oletuspalvelinta
id: tidak dapat menghapus host bawaan
it: impossibile cancellare l'host predefinito
nb: Kan ikke slette standardvertsmaskinen
nl: kan de standaardhost niet verwijderen
pl: nie można usunąć hosta domyślnego
sk: nemôžem zmazať hlavného hostiteľa
sv: det går inte att ta bort standardvärddatorn
th: ไม่สามารถลบเครื่องปริยายได้
zh_cn: 无法删除默认主机

source: hostid not found
nb: Vertsmaskin-ID ikke funnet
zh_cn: 未找到主机 ID

source: illegal port
da: ulovlig port
el: άκυρη Θύρα
es: Puerto ilegal
fi: laiton portti
id: port tidak sah
it: porta non valida
nb: Ulovlig port
nl: ongeldige poort
pl: port niedozwolony
sk: ilegálny port
sv: Ogiltig port
th: พอร์ตไม่ถูกต้อง
zh_cn: 非法端口

source: writing the firewall rules failed
da: skrivning af firewall-regler mislykkedes
el: η εγγραφή των κανόνων του τείχους προστασίας απέτυχε
es: No ha sido posible escribir las reglas del cortafuegos
fi: palomuurisääntöjen kirjoitus ei onnistunut
id: gagal menuliskan aturan firewall
it: scrittura delle regole del firewall non riuscita
nb: Regler for brannmur kunne ikke lagres
nl: het schrijven van de firewall-regels is mislukt
pl: zapisanie zasad zapory sieciowej nie powiodło się
sk: zapisovanie pravidiel firewallu zlyhalo
sv: det gick inte att skriva brandväggsreglerna
th: ล้มเหลวในการเขียนกฎของไฟร์วอลล์
zh_cn: 写入防火墙规则失败

source: listen value to delete not found
da: lytteværdien, der skulle slettes, blev ikke fundet
el: η τιμή ακρόασης για διαγραφή δεν βρέθηκε
es: No se ha encontrado el valor de escucha para suprimir
fi: poistettavaa kuunteluarvoa ei löytynyt
id: nilai listen yang akan dihapus tidak ditemukan
it: valore di ascolto da eliminare non trovato
nb: Lytteverdi som skal slettes, ble ikke funnet
nl: de te verwijderen luisterwaarde is niet gevonden
pl: nie znaleziono wartości z nasłuchiwania przewidzianej do usunięcia
sk: odstraňovaná hodnota "listen" nebola nájdená
sv: lyssna-värdet som skulle raderas hittades inte
zh_cn: 未找到要删除的监听值

source: Unable to fetch a host with the specified ID.
da: Kunne ikke hente en værtsmaskine med det angivne ID.
el: Αδύνατη η προσέγγιση ενός κόμβου με τη συγκεκριμένη ταυτότητα.
es: No se ha encontrado ningún host con el ID especificado.
fi: Ei pysty noutamaan palvelinta määritetyllä ID:llä.
id: Tidak dapat mengambil sebuah host dengan ID tertentu.
it: Impossibile recuperare un host con l'ID specificato.
nb: Kunne ikke finne en vertsmaskin med den spesifiserte IDen.
nl: Kan een host met de gespecificeerde ID niet ophalen.
pl: Host o podanym ID jest nieosiągalny.
sk: Nemožno načítať hostiteľa s daným ID.
sv: Det går inte att hämta någon värddator med det angivna ID:t.
zh_cn: 无法提取具有指定 ID 的主机。

source: Corrupt PEM data.
da: Korrupt PEM-data.
el: Κατεστραμμένα δεδομένα PEM
es: Los datos PEM están dañados.
fi: PEM-tiedot ovat vaurioituneet.
id: Data PEM rusak.
it: Dati PEM corrotti.
nb: Uleselige PEM-data.
nl: Beschadigde PEM-gegevens.
pl: Uszkodzone dane PEM.
sk: Poškodené PEM dáta.
sv: Felaktiga PEM-data.
th: ข้อมูล PEM เสียหาย
zh_cn: PEM 数据已损坏。
