Repository: yast/yast-translations
Catalog: po/ldap/*.po
Languages: ar, de, lt, nl, ta, tr, zh_cn, zh_tw

source: Verify that the LDAP Server is running and reachable.
ar: تحقق من أن خادم LDAP يعمل ويمكن الوصول إليه.
de: Überprüfen Sie, ob der LDAP-Server ausgeführt wird und erreichbar ist.
nl: Controleer of de LDAP-server actief is en kan worden bereikt.
tr: LDAP Sunucusunun çalıştığını ve erişilebilir olduğunu doğrulayın.
zh_cn: 校验 LDAP 服务器是否正在运行且可连接。
zh_tw: 驗證 LDAP 伺服器是否正在執行並且可連接。

source: Failed to establish TLS encryption. Verify that the correct CA Certificate is installed and the Server Certificate is valid.
ar: فشل إنشاء تشفير TLS. تحقق من تثبيت شهادة CA الصحيحة، ومن صلاحية شهادة الخادم.
de: Einrichten der TLS-Verschlüsselung fehlgeschlagen. Überprüfen Sie, ob das richtige CA-Zertifikat installiert und das Serverzertifikat gültig ist.
nl: Versleuteling met TLS opzetten is mislukt. Controleer of het juiste CA-certificaat is ge√Ønstalleerd en of het server-certificaat geldig is.
tr: TLS şifrelemesi kurulamadı. Doğru CA Sertifikasının yüklendiğini ve Sunucu Sertifikasının geçerli olduğunu doğrulayın.
zh_cn: 无法建立 TLS 加密。 请校验是否安装了正确的 CA 证书，以及服务器证书是否有效。
zh_tw: 無法建立 TLS 加密。 驗證是否已安裝正確的 CA 證書，並且伺服器證書是否有效。

source: Failed to establish TLS encryption. Verify that the Server has StartTLS support enabled.
ar: فشل في إنشاء تشفير TLS. تحقق من تمكين دعم StartTLS على الخادم.
de: Einrichten der TLS-Verschlüsselung fehlgeschlagen. Überprüfen Sie, ob für den Server StartTLS-Unterstützung aktiviert ist.
nl: Versleuteling met TLS opzetten is mislukt. Controleer of op de server ondersteuning voor StartTLS is ingeschakeld.
tr: TLS şifrelemesi kurulamadı. Sunucunun StartTLS desteğinin etkinleştirildiğini doğrulayın.
zh_cn: 无法建立 TLS 加密。 请校验服务器是否启用了 StartTLS 支持。
zh_tw: 無法建立 TLS 加密。 驗證伺服器是否已啟用 StartTLS 支援。

source: The server could be down or unreachable.
ar: قد يكون الخادم غير مستجيب أو غير قابل للوصول.
de: Der Server ist möglicherweise ausgefallen oder nicht erreichbar.
lt: Serveris gali būti išjungtas arba nepasiekiamas.
nl: De server kan niet actief zijn of onbereikbaar.
ta: சர்வர் மந்தமாகவோ அல்லது அணுக இயலாத வகையிலோ இருக்கலாம்.
tr: Sunucu kapalı veya erişilemez olabilir.
zh_cn: 服务器可能已关机或无法连接。
zh_tw: 伺服器可能已經關機或無法連接。

source: The value of DN is missing or invalid.
ar: قيمة الاسم المميز غير موجودة أو غير صالحة.
de: Der Wert für DN fehlt oder ist ungültig.
lt: Neteisinga arba nėra DN reikšmės.
nl: De DN-waarde ontbreekt of is ongeldig.
ta: டிஎன்னின் மதிப்பு காணப்படவில்லை அல்லது செல்லத்தக்கதல்ல.
tr: DN değeri eksik veya geçersiz.
zh_cn: 缺少 DN 值或该值无效。
zh_tw: 缺少 DN 的值或無效。

source: Attribute type not found.
ar: لم يتم العثور على نوع السمة.
de: Attributtyp konnte nicht gefunden werden.
lt: Nerastas atributo tipas.
nl: Attribuuttype niet gevonden.
ta: பண்பு வகை காணப்படவில்லை
tr: Öznitelik türü bulunamadı.
zh_cn: 未找到属性类型。
zh_tw: 找不到屬性類型。

source: Object class not found.
ar: لم يتم العثور على طبقة الكائن.
de: Objektklasse konnte nicht gefunden werden.
lt: Nerasta objekto klasė.
nl: Objectklasse niet gevonden.
ta: பொருள் பிரிவு காணப்படவில்லை
tr: Nesne sınıfı bulunamadı.
zh_cn: 未找到对象类。
zh_tw: 找不到物件類別。

source: Connection to the LDAP server cannot be established.
ar: لا يمكن تأسيس اتصال بالخادم LDAP.
de: Es kann keine Verbindung zum LDAP-Server hergestellt werden.
lt: Nepavyksta užmegzti ryšio su LDAP serveriu.
nl: Er kan geen verbinding met de LDAP-server tot stand worden gebracht.
ta: எல்டிஏபி சர்வருடனான இணைப்பை ஏற்படுத்த முடியவில்லை.
tr: LDAP sunucusuna bağlantı kurulamıyor.
zh_cn: 无法建立与 LDAP 服务器的连接。
zh_tw: 無法建立與 LDAP 伺服器的連接。

source: A problem occurred while connecting to the LDAP server.
ar: حدثت مشكلة أثناء الاتصال بخادم LDAP.
de: Beim Herstellen der Verbindung mit dem LDAP-Server ist ein Problem aufgetreten.
lt: Iškilo problemų jungiantis prie LDAP serverio.
nl: Er is een probleem opgetreden bij een poging verbinding te maken met de LDAP-server.
ta: எல்டிஏபி சர்வருடன் இணைப்பை ஏற்படுத்துவதில் பிரச்சனை.
tr: LDAP sunucusuna bağlanırken bir sorun oluştu.
zh_cn: 连接到 LDAP 服务器时出现问题。
zh_tw: 連接到 LDAP 伺服器時發生問題。

source: A problem occurred while reading data from the LDAP server.
ar: حدثت مشكلة أثناء قراءة البيانات من خادم LDAP.
de: Beim Lesen der Daten vom LDAP-Server ist ein Problem aufgetreten.
lt: Iškilo problemų nuskaitant duomenis iš LDAP serverio.
nl: Er is een probleem opgetreden bij het lezen van gegevens van de LDAP-server.
ta: எல்டிஏபி சர்வரிலிருந்து தரவைப் படிப்பதில் பிரச்சனை.
tr: LDAP sunucusundan veri okunurken bir sorun oluştu.
zh_cn: 从 LDAP 服务器读取数据时出现问题。
zh_tw: 從 LDAP 伺服器讀取資料時發生問題。

source: A problem occurred while writing LDAP users.
ar: حدثت مشكلة أثناء كتابة مستخدمي LDAP.
de: Beim Schreiben der LDAP-Benutzer ist ein Problem aufgetreten.
nl: Er is een probleem opgetreden bij het schrijven van LDAP-gebruikers.
tr: LDAP kullanıcıları yazılırken bir sorun oluştu.
zh_cn: 写入 LDAP 用户时出现问题。
zh_tw: 寫入 LDAP 使用者時發生問題。

source: A problem occurred while writing LDAP groups.
ar: حدثت مشكلة أثناء كتابة مجموعات LDAP.
de: Beim Schreiben der LDAP-Gruppen ist ein Problem aufgetreten.
nl: Er is een probleem opgetreden bij het schrijven van LDAP-groepen.
tr: LDAP grupları yazılırken bir sorun oluştu.
zh_cn: 写入 LDAP 组时出现问题。
zh_tw: 寫入 LDAP 群組時發生問題。

source: A problem occurred while writing data to the LDAP server.
ar: حدثت مشكلة أثناء كتابة البيانات إلى خادم LDAP.
de: Beim Schreiben auf den LDAP-Server ist ein Problem aufgetreten.
nl: Er is een probleem opgetreden bij het schrijven van gegevens naar de LDAP-server.
tr: LDAP sunucusuna veri yazılırken bir sorun oluştu.
zh_cn: 将数据写入到 LDAP 服务器时出现问题。
zh_tw: 將資料寫入 LDAP 伺服器時發生問題。

source: A problem occurred while reading schema from the LDAP server.
ar: حدثت مشكلة أثناء قراءة المخطط من خادم LDAP.
de: Beim Lesen des Schemas vom LDAP-Server ist ein Problem aufgetreten.
lt: Iškilo problema su schemos nuskaitymu į LDAP serverį.
nl: Er is een probleem opgetreden bij het lezen van een schema van de LDAP-server.
ta: எல்டிஏபி சர்வரிலிருந்து திட்டத்தை படிப்பதில் பிரச்சனை உள்ளது.
tr: LDAP sunucusundan şema okunurken bir sorun oluştu.
zh_cn: 从 LDAP 服务器读取纲要时出现问题。
zh_tw: 從 LDAP 伺服器讀取綱要時發生問題。

source: An unknown LDAP error occurred.
ar: حدث خطأ LDAP غير معروف.
de: Es ist ein unbekannter LDAP-Fehler aufgetreten.
lt: Įvyko nežinoma LDAP klaida.
nl: Er is een onbekende LDAP-fout opgetreden.
ta: அறிந்திராத எல்டிஏபி பிழை
tr: Bilinmeyen bir LDAP hatası oluştu.
zh_cn: 发生了未知的 LDAP 错误。
zh_tw: 發生未知的 LDAP 錯誤。

source: &Show Details
ar: إ&ظهار التفاصيل
de: &Details anzeigen
lt: &Rodyti išsamiau
nl: Details &weergeven
ta: விவரங்களைக் காட்டவும்
tr: Ayrıntıları &göster
zh_cn: 显示细节(&S)
zh_tw: 顯示詳細資料(&S)

source: Unknown error. Perhaps 'yast2-ldap' is not available.
ar: خطأ غير معروف. قد يكون 'yast2-ldap' غير متاح.
de: Unbekannter Fehler. Möglicherweise ist 'yast2-ldap' nicht verfügbar.
lt: Nežinoma klaida. Galbūt nėra 'yast2-ldap'.
nl: Onbekende fout. Misschien is 'yast2-ldap' niet beschikbaar.
ta: அறிந்திராத பிழை. 'yast2-ldap' கிடைக்காமல் இருக்கலாம்.
tr: Bilinmeyen hata. Belki de 'yast2-ldap' mevcut değildir.
zh_cn: 未知的错误。可能"yast2-ldap"不可用。
zh_tw: 未知的錯誤。可能無法使用 'yast2-ldap'。

source: Really keep this configuration?
ar: هل تريد بالفعل الاحتفاظ بهذا التكوين؟
de: Konfiguration wirklich beibehalten?
nl: Wilt u deze configuratie behouden?
tr: Gerçekten bu yapılandırma korunsun mu?
zh_cn: 确定要保留该配置？
zh_tw: 確定要保留此組態？

source: A possible reason for the failed connection may be that your client is configured for TLS/SSL but the server does not support it. Retry connection without TLS/SSL?
ar: من المحتمل أن يكون سبب فشل الاتصال هو تكوين العميل الخاص بك لـ TLS/SSL ولكن الخادم لم يدعمه. هل تريد محاولة الاتصال بدون TLS/SSL؟
de: Möglicherweise wurde der Verbindungsfehler dadurch verursacht, dass der Client für TLS/SSL konfiguriert ist, der Server TLS/SSL aber nicht unterstützt. Möchten Sie versuchen, die Verbindung ohne TLS/SSL herzustellen?
nl: Een mogelijke reden voor de mislukte verbinding kan zijn dat uw client geconfigureerd is voor TLS/SSL terwijl de server dit niet ondersteunt. Wilt u opnieuw verbinding maken zonder TLS/SSL?
tr: Bağlantının başarısız olmasının olası bir nedeni, istemcinizin TLS/SSL için yapılandırılmış olması ancak sunucunun bunu desteklememesi olabilir. TLS/SSL olmadan yeniden bağlantı denensin mi?
zh_cn: 连接失败的一个可能原因是您的客户端被配置为使用 TLS/SSL， 但服务器不支持此配置。 不使用 TLS/SSL 重试连接？
zh_tw: 可能造成連接失敗的原因是您的用戶端 針對 TLS/SSL 而設定，但伺服器不支援。 是否不使用 TLS/SSL 重試連接？

source: BindDN
zh_cn: 绑定 DN
zh_tw: 結合 DN

source: &LDAP Server Password
ar: كلمة &سر خادم LDAP
de: Passwort für &LDAP-Server
lt: &LDAP serverio slaptažodis
nl: Wachtwoord van &LDAP-server
ta: எல்டிஏபி சர்வர்
tr: &LDAP Sunucu Parolası
zh_cn: LDAP 服务器口令(&L)
zh_tw: LDAP 伺服器密碼(&L)

source: Server: %1:%2
ar: الخادم: %1:%2
lt: Serveris: %1:%2
tr: Sunucu: %1:%2
zh_cn: 服务器：%1:%2
zh_tw: 伺服器：%1:%2

source: &Anonymous Access
ar: و&صول مجهول
de: &Anonymer Zugriff
lt: &Anonimo prieiga
nl: &Anonieme toegang
ta: அடையாளம் தெரியாத அணுக்கம்
tr: &Anonim Erişim
zh_cn: 匿名访问(&A)
zh_tw: 匿名存取(&A)

source: A direct parent for DN '%1' does not exist in the LDAP directory. The object with the selected DN cannot be created.
ar: لا يوجد عنصر رئيسي مباشر للاسم المميز '%1' في دليل LDAP. يتعذر إنشاء الكائن المحتوي على الاسم المميز المحدد.
de: Im LDAP-Verzeichnis ist kein direkter Vorgänger für DN '%1' vorhanden. Das Objekt mit dem gewählten DN kann nicht erstellt werden.
lt: Nėra tiesioginio DN '%1' (parent) LDAP kataloge. Negali būti sukurtas objektas su pasirinktu DN.
nl: In de LDAP-directory bestaat er voor DN '%1' geen directe ouder. Het object met de geselecteerde DN kan niet worden gemaakt.
ta: டிஎன் '%1'க்கான நேரடி மூலம் எல்டிஏபி டைரக்டரியில் காணப்படவில்லை. தேர்ந்தெடுக்கப்பட்ட டிஎன்னுடன்கூடிய பொருளை உருவாக்க முடியாது.
tr: LDAP dizininde '%1' DN'si için doğrudan bir üst öğe bulunmuyor. Seçilen DN'ye sahip nesne oluşturulamıyor.
zh_cn: LDAP 目录中不存在 DN"%1"的 直接父项。 无法创建具有选定 DN 的对象。
zh_tw: LDAP 目錄中沒有 DN '%1' 的 直接父項。 無法建立具有所選取 DN 的物件。

source: An object with the selected DN exists, but it is not a template object. Select another one.
ar: يوجد بالفعل كائن بالاسم المميز المحدد، ولكنه لا يمثل كائن قالب. حدد كائنًا آخر.
de: Ein Objekt mit dem ausgewählten DN ist vorhanden, es ist jedoch kein Vorlagenobjekt. Wählen Sie ein anderes Objekt aus.
lt: Objektas su pasirinktu DN yra, tačiau jis nėra šablono objektas. Pasirinkite kitą.
nl: Er bestaat een object met de geselecteerde DN, maar het is geen sjabloonobject. Selecteer een ander object.
ta: தேர்ந்தெடுக்கப்பட்ட டிஎன்னுடன்கூடிய பொருள் உள்ளது. ஆனால் அது ஒரு டெம்ப்ளேட் பொருளல்ல. வேறொன்றைத் தேர்வு செய்யவும்.
tr: Seçilen DN'ye sahip bir nesne var, ancak bu bir şablon nesnesi değil. Başka birini seçin.
zh_cn: 已存在具有选定 DN 的对象，但它不是模板对象。 请选择另一个对象。
zh_tw: 已存在具有所選 DN 的物件，但它不是範本物件。 請選取另一個物件。

source: No entry with DN '%1' exists on the LDAP server. Create it now?
ar: لا يوجد أي إدخال بالاسم المميز '%1' على خادم LDAP. هل تريد إنشاءه الآن؟
de: Auf dem LDAP-Server ist kein Eintrag mit DN '%1' vorhanden. Möchten Sie jetzt einen erstellen?
lt: LDAP serveryje nėra elemento su DN „%1“. Sukurti jį dabar?
nl: Er bestaat geen item met DN '%1' op de LDAP-server. Wilt u deze nu maken?
ta: டிஎன்; '%1'உடனான குறிப்பு எல்டிஏபி சர்வரில் காணப்படவில்லை. இப்போது அதை உருவாக்கலாமா?
tr: LDAP sunucusunda DN '%1' ile hiçbir giriş yok. Şimdi oluşturulsun mu?
zh_cn: LDAP 服务器中不存在 具有 DN"%1"的项。是否立即创建？
zh_tw: LDAP 伺服器上沒有???? DN '%1' 的項目。現在要建立它嗎？

source: &Open
ar: ف&تح
de: Ö&ffnen
lt: &Atverti
nl: &Openen
ta: திற
tr: &Aç
zh_cn: 打开(&O)
zh_tw: 開啟(&O)

source: <p>Set the new value for the current attribute.</p>
ar: <p>قم بتعيين القيمة الجديدة للسمة الحالية.</p>
de: <p>Legen Sie den neuen Wert für das aktuelle Attribut fest.</p>
lt: <p>Nustatykite dabartinio atributo naują reikšmę.</p>
nl: <p>Stel voor het huidige attribuut een nieuwe waarde in.</p>
ta: <p>நடப்பு பண்புக்கான புதிய மதிப்பை அமைக்கவும்.</p>
tr: <p>Geçerli öznitelik için yeni değeri ayarlayın.</p>
zh_cn: <p>为当前属性设置新值。</p>
zh_tw: <p>為目前的屬性設定新值。</p>

source: <p>If the attribute can have more values, add new entries with <b>Add Value</b>. Sometimes the button contains the list of possible values to use for the current attribute. If the value of the edited attribute should be a distinguished name (DN), it is possible to choose it from the LDAP tree using <b>Browse</b>. </p>
ar: <p>في حالة إمكانية احتواء السمة على عدد أكبر من القيم، أضف إدخالات جديدة باستخدام <b>إضافة قيمة</b>. في بعض الأحيان يحتوي الزر على قائمة القيم المحتملة المطلوب استخدامها للسمة الحالية. إذا كان لازمًا أن تكون قيمة السمة التي تم تحريرها اسمًا مميزًا (DN)، فمن الممكن اختيارها من هيكل LDAP باستخدام <b>استعراض</b>. </p>
de: <p>Wenn das Attribut mehr Werte aufweisen darf, fügen Sie neue Einträge mit <b>Wert hinzufügen</b> hinzu. In einigen Fällen wird über die Schaltfläche die Liste der Werte angezeigt, die für das aktuelle Attribut verwendet werden können. Wenn es sich bei dem Wert des bearbeiteten Attributs um einen eindeutigen Namen (DN) handeln soll, ist die Auswahl im LDAP-Baum mithilfe von <b>Durchsuchen</b> möglich. </p>
lt: <p>Jei atributas gali turėti daugiau reikšmių, jas galite įtraukti mygtuku <b>Pridėti reikšmę</b>. Kartais mygtuke yra galimų reikšmių sąrašas dabartiniam atributui. jei keičiamo atributo reikšmė turėtų būti unikalusis vardas (DN), galima pasirinkti jį iš LDAP medžio nuspaudus <b>Naršyti</b>. </p>
nl: <p>Als het attribuut meerdere waarden kan hebben, voegt u nieuwe items toe met <b>Waarde toevoegen</b>. Soms bevat de knop de lijst met mogelijke waarden die kunnen worden gebruikt voor het huidige attribuut. Als de waarde van het bewerkte attribuut een DN (Distinguished Name) moet zijn, kunt u deze met <b>Bladeren</b> kiezen uit de LDAP-boomstructuur. </p>
ta: <p>பண்பானது அதிக மதிப்புகளைக் கொண்டிருக்கலாம் என்றால், <b>மதிப்பை சேர்க்கவும் </b> மூலம் புதிய குறிப்புகளை சேர்க்கவும். சில சமயங்களில் நடப்பு பண்பிற்கு பயன்படுத்துவதற்கு ஏதுவான மதிப்புகளின் பட்டியலை பட்டன் கொண்டிருக்கக்கூடும். திருத்தம் செய்யப்பட்டுள்ள பண்பின் மதிப்பு முக்கியமான பெயராகஇருந்தால், அதனை <b>பிரவுஸ்</b>ஐ பயன்படுத்தி எல்டிஏபி தொகுப்பிலிந்து தேர்ந்தெடுக்கவும் எல்டிஏபி தொகுப்பிலிருந்து தேர்ந்தெடுக்கவும் எல்டிஏபி தொகுப்பிலிருந்து தேர்ந்தெடுக்க முடியும். </p>
tr: <p>Eğer öznitelik daha fazla değere sahip olabilirse, <b>Değer Ekle</b> ile yeni girdiler ekleyin. Bazen düğme, geçerli öznitelik için kullanılacak olası değerlerin listesini içerir. Düzenlenen özniteliğin değeri ayırt edici bir ad (DN) olması gerekiyorsa,<b>Gözat</b> kullanılarak LDAP ağacından seçilebilir. </p>
zh_cn: <p>如果该属性可具有更多值，请使用 <b>添加值</b>来添加新项。有时，该按钮包含 可用于当前属性的值列表。 如果所编辑属性的值应该是一个判别名 (DN)， 则可使用<b>浏览</b>从 LDAP 树选择该值。 </p>
zh_tw: <p>如果屬性可以有多個值，請 以<b>「新增值」</b>新增項目。 有時此按鈕包含目前屬性 可用值的清單。 如果所編輯的屬性值應為可辨識名稱 (DN)， 便可使用<b>「瀏覽」</b>從 LDAP 樹狀結構中加以選擇。 </p>

source: <p>The description of attribute "%1":<br></p>
ar: <p>وصف السمة "%1":<br></p>
de: <p>Beschreibung des Attributs "%1"<br>(nur auf Englisch verfügbar):</p>
lt: <p>Atributo aprašas „%1“:<br></p>
nl: <p>De beschrijving van het attribuut '%1':<br></p>
ta: <p>பண்பின் விளக்கம்"%1":<br></p>
tr: <p>"%1" özniteliğinin açıklaması:<br></p>
zh_cn: <p>属性"%1"的描述：<br></p>
zh_tw: <p>屬性 "%1" 的描述：<br></p>

source: &Value of "%1" Attribute
ar: قي&مة السمة "%1"
de: &Wert des Attributs "%1"
lt: Atributo „%1“ &reikšmė
nl: &Waarde van attribuut '%1'
ta: "%1"பண்பின் மதிப்பு
tr: "%1" &Özniteliğinin Değeri
zh_cn: "%1"属性的值(&V)
zh_tw: 屬性 "%1" 的值(&V)

source: &Values of "%1" Attribute
ar: قيم ال&سمة "%1"
de: &Werte des Attributs "%1"
lt: Atributo „%1“ &reikšmės
nl: &Waarden van attribuut '%1'
ta: "%1"பண்பின் மதிப்புகள்
tr: "%1" &Özniteliğinin Değerleri
zh_cn: "%1"属性的值(&V)
zh_tw: 屬性 "%1" 的值(&V)

source: &Add Value
ar: إ&ضافة قيمة
de: &Wert hinzufügen
lt: &Pridėti reikšmę
nl: Waarde &toevoegen
ta: மதிப்பை சேர்க்கவும்
tr: &Değer Ekle
zh_cn: 添加值(&A)
zh_tw: 新增值(&A)

source: &Empty Entry
ar: إد&خال فارغ
de: &Leerer Eintrag
lt: &Išvalyti elementą
nl: &Leeg item
ta: காலி குறிப்பு
tr: &Boş Giriş
zh_cn: 清空项(&E)
zh_tw: 清除項目(&E)

source: Bro&wse
ar: استعرا&ض
de: &Durchsuchen
lt: &Naršyti
nl: Bla&deren
ta: பிரவுஸ்
tr: &Göz at
zh_cn: 浏览(&W)
zh_tw: 瀏覽(&W)

source: The value '%1' already exists. Please select another one.
ar: القيمة '%1' موجودة بالفعل. الرجاء تحديد قيمة أخرى.
de: Der Wert '%1' ist bereits vorhanden. Wählen Sie einen anderen.
lt: Reikšmė „%1“ jau yra. Pasirinkite kitą.
nl: De waarde '%1' bestaat al. Selecteer een andere.
ta: '%1' மதிப்பு ஏற்கனவே உள்ளது. தயவுசெய்து வேறொன்றைத் தேர்வு செய்யவும்.
tr: '%1' değeri zaten mevcut. Lütfen başka birini seçin.
zh_cn: 值"%1"已存在。 请选择另一个值。
zh_tw: 已有值 '%1'。 請選取另一個。

source: Configuration of user management tools
ar: تكوين أدوات إدارة المستخدمين
de: Konfiguration von Benutzerverwaltungswerkzeugen
lt: Konfigūruoti naudotojų tvarkymo įrankius
nl: Configuratie van gebruikersbeheertools
ta: பயனாளர் நிர்வாகக் கருவகளை உள்ளமைத்தல்
tr: Kullanıcı yönetim araçlarının yapılandırılması
zh_cn: 用户管理工具的配置
zh_tw: 使用者管理工具的組態

source: Configuration of group management tools
ar: تكوين أدوات إدارة المجموعات
de: Konfiguration von Gruppenverwaltungswerkzeugen
lt: Konfigūruoti grupių tvarkymo įrankius
nl: Configuratie van groepsbeheertools
ta: குழு நிர்வாகக் கருவிகளை உள்ளமைத்தல்
tr: Grup yönetim araçlarının yapılandırılması
zh_cn: 组管理工具的配置
zh_tw: 群組管理工具的組態

source: Object Class of New Module
ar: طبقة الكائن للوحدة النمطية الجديدة
de: Objektklasse des neuen Moduls
lt: Naujo modulio objektų klasė
nl: Objectklasse van nieuwe module
ta: புதிய மாட்யூலின் பொருள் பிரிவு
tr: Yeni Modülün Nesne Sınıfı
zh_cn: 新模块的对象类
zh_tw: 新模組的物件類別

source: &Name of New Module ("cn" Value)
ar: اسم الوحدة النم&طية الجديدة (قيمة "cn")
de: &Name des neuen Moduls (Wert "cn")
lt: &Naujo modulio pavadinimas („cn“ reikšmė)
nl: &Naam van nieuwe module (waarde 'cn')
ta: புதிய மாட்யூலின் பெயர் ("cn" மதிப்பு)
tr: &Yeni Modülün Adı ("cn" Değer)
zh_cn: 新模块的名称（“cn”值）(&N)
zh_tw: 新模組的名稱 (「cn」值)(&N)

source: The entered value already exists. Select another one.
ar: القيمة المدخلة موجودة بالفعل. حدد قيمة أخرى.
de: Der eingegebene Wert ist bereits vorhanden. Wählen Sie einen anderen.
lt: Įvesta reikšmė jau yra. Pasirinkite kitą.
nl: De opgegeven waarde bestaat al. Selecteer een andere.
ta: சேர்க்கப்பட்ட மதிப்பு ஏற்கனவே உள்ளது வேறொன்றைத் தேர்வு செய்யவும்
tr: Girilen değer zaten mevcut. Başka birini seçin.
zh_cn: 输入的值已存在。 请选择另一个值。
zh_tw: 已有輸入的值。 請選取另一個。

source: Enter the module name.
ar: أدخل اسم الوحدة النمطية.
de: Geben Sie den Modulnamen ein.
lt: Įveskite modulio pavadinimą.
nl: Geef de modulenaam op.
ta: மாட்யூலின் பெயரை என்டர் செய்யவும்.
tr: Modül adını girin.
zh_cn: 请输入模块名。
zh_tw: 輸入模組名稱。

source: <p>Here, set the values of attributes belonging to an object using the current template. Such values are used as defaults when the new object is created.</p>
ar: <p>حدد في هذا المكان قيم السمات التي تنتمي إلى أحد الكائنات باستخدام القالب الحالي. يتم استخدام مثل هذه القيم كقيم افتراضية عند إنشاء الكائن الجديد.</p>
de: <p>Legen Sie hier die Werte von Attributen fest, die zu einem Objekt gehören, das die aktuelle Vorlage verwendet. Solche Werte werden beim Erstellen des neuen Objekts als Standard verwendet.</p>
lt: <p>Naudodami dabartinį šabloną, priskirkite reikšmes. objekto atributams. Kai objektas bus sukurtas, jos bus naudojamos kaip įprastos tam objektui.</p>
nl: <p>Hier kunt u de attribuutwaarden van een object, met gebruik van de huidige sjabloon, opgeven. Als een nieuw object wordt gemaakt, worden deze waarden als de standaardwaarden gebruikt.</p>
ta: <p>இங்கு, தற்போதுள்ள டெம்ப்ளேட்டை பயன்படுத்தி, ஒரு பொருளுக்கு சொந்தமான பண்புகளின் மதிப்புகளை அமைக்கவும். புதிய பொருள் உருவாக்கப்படும்போது,இத்தகைய மதிப்புகள் இயல்புநிலைகளாக பயன்படுத்தப்படும்.</p>
tr: <p>Burada, geçerli şablonu kullanarak bir nesneye ait niteliklerin değerlerini ayarlayın. Bu tür değerler, yeni nesne oluşturulduğunda varsayılan olarak kullanılır.</p>
zh_cn: <p>在此，使用当前模板设置属于某个 对象的属性值。这些值在 创建新对象时用作默认值。</p>
zh_tw: <p>可在此處設定屬性值，該值屬於 使用目前樣板的物件。建立新物件時， 會將這類值做為預設值。</p>

source: <p>You can use special syntax to create attribute values from existing ones. The expression <i>%attr_name</i> will be replaced with the value of attribute "attr_name" (for example, use "/home/%uid" as a value of "homeDirectory").</p>
ar: <p>يمكن استخدام بناء جملة خاص لإنشاء قيم السمة من قيم موجودة. سيتم استبدال التعبير <i>%attr_name</i> بقيمة السمة "attr_name" (على سبيل المثال، استخدم "/home‏/%uid" كقيمة "homeDirectory").</p>
de: <p>Zum Erstellen von Attributwerten aus bestehenden Attributwerten können Sie eine spezielle Syntax verwenden. Der Ausdruck <i>%attr_name</i> wird durch den Wert des Attributs "attr_name" ersetzt (verwenden Sie z. B. "/home/%uid" als Wert von "homeDirectory").</p>
lt: <p>Galite naudoti specialią sintaksę, norėdami sukurti atributo reikšmes iš jau egzistuojančių reikšmių. Išraiška <i>%attr_name</i> bus pakeista atributo „attr_name“ reikšme (pavyzdžiui, naudokite „/home/%uid“ kaip „homeDirectory“ reikšmę).</p>
nl: <p>U kunt gebruikmaken van een speciale syntax om attribuutwaarden van reeds bestaande attributen te maken. De expressie <i>%attr_name</i> zal worden vervangen met de waarde van het attribuut 'attr_name' (bijv. gebruik '/home/%uid' als een waarde voor 'homeDirectory').</p>
ta: <p>தற்போது உள்ளவைகளிலிருந்து பண்பின் மதிப்புகளை உருவாக்குவதற்கு, நீங்கள் ஒரு விசேஷ அமைப்பு விதியைபயன்படுத்தலாம். "பண்பு பெயர்"ஆல் மாற்றியமைக்கப்படும் (உதாரணமாக, "/home/% uid" I "homeDirectory"ன் மதிப்பாக பயன்படுத்தவும்.).</p>
tr: <p>Mevcut olanlardan öznitelik değerleri oluşturmak için özel sözdizimini kullanabilirsiniz. <i>%attr_name</i> ifadesi "attr_name" niteliğinin değeriyle değiştirilecek (örneğin, kullan "/home/%uid" bir değer olarak "homeDirectory").</p>
zh_cn: <p>可以使用特殊语法从现有的 值创建属性值。表达式 <i>%attr_name</i> 将被 属性“attr_name”的值替换（例如，使用“/home/%uid” 作为“homeDirectory”的值)。</p>
zh_tw: <p>可使用特殊語法，從現有屬性值中 建立屬性值。使用屬性「attr_name」的值 來取代運算式 <i>%attr_name</i> (例如，將「/home/%uid」 做為「homeDirectory」的值)。</p>

source: Attribute &Name
ar: اسم ال&سمة
de: Attribut&name
lt: Atributo pavadi&nimas
nl: Attribuut&naam
ta: பண்பு பெயர்
tr: Öznitelik &Adı
zh_cn: 属性名称(&N)
zh_tw: 屬性名稱(&N)

source: Attribute &Value
ar: &قيمة السمة
de: Attribut&wert
lt: Atributo &reikšmė
nl: Attribuut&waarde
ta: பண்பின் மதிப்பு
tr: Öznitelik &Değeri
zh_cn: 属性值(&V)
zh_tw: 屬性值(&V)

source: <p>Browse the LDAP tree in the left part of the dialog.</p>
ar: <p>استعرض هيكل LDAP في الجزء الأيمن من مربع الحوار.</p>
de: <p>Durchsuchen Sie den LDAP-Baum auf der linken Seite des Dialogfelds.</p>
lt: <p>Naršyti LDAP medį kairėje dialogo pusėje.</p>
nl: <p>Blader door de LDAP-boomstructuur in het linkergedeelte van het dialoogvenster.</p>
tr: <p>İletişim kutusunun sol tarafındaki LDAP ağacına göz atın.</p>
zh_cn: <p>在对话框左侧部分浏览 LDAP 树。</p>
zh_tw: <p>瀏覽對話方塊左側的 LDAP 樹狀結構。</p>

source: <p>Once the LDAP object is selected in the tree, the table shows the object data. Use <b>Edit</b> to change the value of the selected attribute. Use <b>Save</b> to save your changes to LDAP.</p>
ar: <p>بمجرد تحديد كائن LDAP في الهيكل، يعرض الجدول بيانات الكائن. استخدم <b>تحرير</b> لتغيير قيمة السمة المحددة. واستخدم <b>حفظ</b> لحفظ التغييرات التي قمت بإجرائها على LDAP.‏</p>
de: <p>Sobald in der Baumstruktur ein LDAP-Objekt ausgewählt wurde, werden in der Tabelle die Objektdaten angezeigt. Verwenden Sie <b>Bearbeiten</b>, um den Wert des ausgewählten Attributs zu ändern. Verwenden Sie <b>Speichern</b>, um Ihre LDAP-Änderungen zu speichern.</p>
nl: <p>Nadat het LDAP-object is geselecteerd in de boomstructuur, toont de tabel de gegevens van het object. Gebruik <b>Bewerken</b> om de waarde van het geselecteerde attribuut te wijzigen. Gebruik <b>Opslaan</b> om uw wijzigingen in LDAP op te slaan.</p>
tr: <p>Ağaçta LDAP nesnesi seçildiğinde, tablo nesne verilerini gösterir. Seçili özniteliğin değerini değiştirmek için <b>Düzenle</b>'yi kullanın. Değişikliklerinizi LDAP'ye kaydetmek için <b>Kaydet</b>'i kullanın.</p>
zh_cn: <p>在树中选择 LDAP 对象后，该表显示对象数据。使用<b>编辑</b>可更改所选属性的值。使用<b>保存</b>可将更改保存到 LDAP。</p>
zh_tw: <p>當選取樹狀結構中的 LDAP 物件後，該表便會顯示物件資料。使用<b>編輯</b>可變更所選屬性的值。使用<b>儲存</b>可儲存對 LDAP 所做的變更。</p>
