Repository: yast/yast-translations
Catalog: po/ldap/*.po
Languages: ar, de, lt, nl, ta, tr, zh_cn, zh_tw

source: There are unsaved changes in the current entry. Discard these changes?
ar: توجد تغييرات غير محفوظة في الإدخال الحالي. هل تريد تجاهل هذه التغييرات؟
de: Der aktuelle Eintrag enthält nicht gespeicherte Änderungen. Diese Änderungen verwerfen?
lt: Yra neįrašytų šio elemento pakeitimų. Atmesti pakeitimus?
nl: Er zijn nog niet-opgeslagen wijzigingen in dit item. Wilt u deze wijzigingen negeren?
ta: நடப்பு குறிப்பில் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. இந்த மாற்றங்களை நிராகரித்துவிடலாமா?
tr: Mevcut girdide kaydedilmemiş değişiklikler var. Bu değişiklikler silinsin mi?
zh_cn: 当前项中存在未保存的更改。 要放弃这些更改吗？
zh_tw: 目前項目中有尚未儲存的變更。 是否要放棄這些變更？

source: LDAP Browser
ar: مستعرض LDAP
lt: LDAP naršyklė
ta: எல்டிஏபி பிரவுசர்
tr: LDAP Tarayıcı
zh_cn: LDAP 浏览器
zh_tw: LDAP 瀏覽器

source: Current LDAP Client settings
ar: إعدادات عميل LDAP الحالية
de: Aktuelle Einstellungen für LDAP-Client
lt: Dabartinės LDAP kliento nuostatos
nl: Huidige LDAP-clientinstellingen
tr: Mevcut LDAP İstemci ayarları
zh_cn: 当前 LDAP 客户端设置
zh_tw: 目前的 LDAP 用戶端設定

source: LDAP Connections
ar: اتصالات LDAP
de: LDAP-Verbindungen
lt: LDAP ryšiai
nl: LDAP-verbindingen
tr: LDAP Bağlantıları
zh_cn: LDAP 连接
zh_tw: LDAP 連接

source: LDAP Server
ar: خادم LDAP
lt: LDAP serveris
ta: எல்டிஏபி சர்வர்
tr: LDAP sunucusu
zh_cn: LDAP 服务器
zh_tw: LDAP 伺服器

source: Administrator DN
ar: الاسم المميز للمسؤول
lt: Administratoriaus DN
nl: Beheerder DN
ta: நிர்வாகி டிஎன்
tr: Yönetici DN
zh_cn: 管理员 DN
zh_tw: 管理員 DN

source: L&DAP TLS
zh_cn: LDAP TLS(&D)
zh_tw: LDAP TLS(&D)

source: A&nonymous Access
ar: وصول &مجهول
de: A&nonymer Zugriff
lt: &Anonimo prieiga
nl: A&nonieme toegang
tr: A&nonim Erişim
zh_cn: 匿名访问(&N)
zh_tw: 匿名存取(&N)

source: Enter the name of the new LDAP connection
ar: إدخال اسم اتصال LDAP الجديد
de: Geben Sie den Namen der neuen LDAP-Verbindung ein.
lt: Įveskite naujo LDAP ryšio pavadinimą
nl: Geef de naam van de nieuwe LDAP-verbinding op
tr: Yeni LDAP bağlantısının adını girin
zh_cn: 输入新 LDAP 连接的名称
zh_tw: 輸入新 LDAP 連接的名稱

source: The "%1" attribute is mandatory. Enter a value.
ar: السمة "%1" إلزامية. أدخل قيمة.
de: Das Attribut "%1" ist obligatorisch. Geben Sie einen Wert ein.
lt: Atributas „%1“ privalomas. Įveskite reikšmę.
nl: Het attribuut '%1' is verplicht. Geef een waarde op.
ta: "%1" பண்பு அவசியமானது ஒரு மதிப்பை என்டர் செய்யவும்.
tr: "%1" özniteliği zorunludur. Bir değer girin.
zh_cn: “%1”属性是必需的。 请输入值。
zh_tw: "%1" 是強制屬性。 請輸入值。

source: &Reload
ar: إ&عادة التحميل
de: &Neu laden
lt: Įkelti &iš naujo
nl: He&rladen
ta: மீண்டும் லோடு செய்யவும்
tr: &Yeniden yükle
zh_cn: 重新装载(&R)
zh_tw: 重新載入(&R)

source: Attribute
ar: السمة
de: Attribut
lt: Atributas
nl: Attribuut
ta: பண்பு
tr: Özellik
zh_cn: 属性
zh_tw: 屬性

source: Value
ar: القيمة
de: Wert
lt: Reikšmė
nl: Waarde
ta: மதிப்பு
tr: Değer
zh_cn: 值
zh_tw: 值
