Repository: yast/yast-translations
Catalog: po/proxy/*.po
Languages: af, bg, fi, fr, id, pt_br, ru, ta, tr, zh_cn

source: Security warning: Username and password will be stored unencrypted in a worldwide readable plaintext file. Really use these settings?
bg: Предупреждение за сигурността: Потребителското име и паролата ще бъдат съхранени в некриптиран, четим от всички файл в чист текст. Наистина ли желаете да използвате тези настройки?
fi: Tietoturvavaroitus: Käyttäjänimi ja salasana tallennetaan salaamattomana kaikkien luettavissa olevaan teksti-tiedostoon. Haluatko varmasta käyttää näitä asetuksia?
fr: Avertissement de sécurité : le nom d'utilisateur et le mot de passe seront stockés non cryptés dans un fichier texte lisible par tous. Vraiment utiliser ces paramètres ?
id: Peringatan keamanan: Nama pengguna dan sandi akan disimpan tanpa enkripsi dalam berkas teks biasa yang dapat dibaca diseluruh dunia. Yakin ingin menggunakan pengaturan ini?
pt_br: Aviso de segurança: O nome de usuário e a senha serão armazenados sem criptografia em um arquivo de texto simples legível para todos. Usar realmente essas configurações?
ru: Предупреждение системы безопасности: Имя пользователя и пароль будут храниться в открытом виде в файле, доступном на чтение всем на свете. Действительно использовать эти настройки?
tr: Güvenlik uyarısı: Kullanıcı adı ve şifre şifrelenmemiş olarak saklanacaktır dünya çapında okunabilir bir düz metin dosyasında. Bu ayarlar gerçekten kullanılsın mı?
zh_cn: 安全警告： 用户名和密码将不加密地存储到一个全民可读的普通文本文件中。 确实要使用这些设置吗？

source: You cannot enter a password and leave the user name empty.
af: U kan nie ’n wagwoord invoer en die gebruikernaam leeg laat nie.
bg: Не можете да въведете парола и да оставите потребителското име празно.
fi: Et voi antaa pelkästään salasanaa ja jättää käyttäjätunnusta tyhjäksi.
fr: Vous ne pouvez pas entrer un mot de passe et laisser le nom d'utilisateur vide.
id: Anda tidak dapat memasukkan sandi dan membiarkan nama pengguna kosong.
pt_br: Você não pode informar uma senha e deixar o nome de usuário vazio.
ru: Вы не можете ввести пароль и оставить имя пользователя пустым.
ta: யூசர் பெயரை காலியாக விடமுதியாது.
tr: Kullanıcı adını boş bırakıp bir parola giremezsiniz.
zh_cn: 不能只输入密码而将用户名留空。

source: HTTP proxy URL is invalid.
af: HTTP-volmag-URL is ongeldig.
bg: Адресът на HTTP проксито е невалиден.
fi: HTTP-välityspalvelimen verkko-osoite ei kelpaa.
fr: L'URL proxy HTTP est incorrect.
id: URL proxy HTTP tidak valid.
pt_br: URL de proxy HTTP inválido.
ru: URL прокси-сервера HTTP неправильный.
ta: எச்டிடிபி பிரக்சி யூஆரெல் தவறானது
tr: HTTP proxy adresi geçersiz.
zh_cn: HTTP 代理 URL 无效。

source: HTTP proxy URL must contain a scheme specification (http).
af: HTTP-volmag-URL moet ’n skemaspesifikasie (http) bevat.
bg: Адресът на HTTP проксито трябва да съдържа спецификацията на схемата (http).
fi: HTTP-välityspalvelimen verkko-osoitteen on sisällettävä scheme-määritys (http).
fr: L'URL Proxy HTTP doit contenir un schéma de spécification (http).
id: URL proxy HTTP harus berisi sebuah spesifikasi skema (http).
pt_br: O URL de proxy HTTP deve conter uma especificação de esquema (http).
ru: URL прокси-сервера HTTP должен содержать спецификацию схемы (http).
ta: எச்டிடிபி பிராக்ஸி யூஆரெல் கண்டிப்பாக ஒரு தேர்வினை வைத்திருக்க வேண்டும் (எச்டிடிபி)
tr: HTTP proxy adresi bir belirtim içermelidir (http).
zh_cn: HTTP 代理 URL 必须包含协议规范 (http)。

source: The HTTPS proxy URL is invalid.
af: Die HTTPS-volmag-URL is ongeldig.
bg: Адресът на HTTPS проксито е невалиден.
fi: HTTPS-välityspalvelimen osoite ei kelpaa.
fr: L'URL du proxy HTTPS est incorrect.
id: URL proxy HTTPS tidak valid.
pt_br: O URL do proxy HTTPS é inválido.
ru: URL прокси-сервера HTTPS неправильный.
ta: எச்டிடிபிஎஸ் பிரக்சி யூஆரெல் தவறானது
tr: HTTPS proxy adresi geçersiz.
zh_cn: HTTPS 代理 URL 无效。

source: The HTTPS proxy URL must contain a scheme specification (http).
af: Die HTTPS-volmag-URL moet ’n skemaspesifikasie (http) bevat.
bg: Адресът на HTTPS проксито трябва да съдържа спецификацията на схемата (http).
fi: HTTPS-välityspalvelimen verkko-osoitteen on sisällettävä scheme-määritys (http).
fr: L'URL du proxy HTTPS doit contenir un schéma de spécification (http).
id: URL proxy HTTPS harus berisi sebuah spesifikasi skema (http).
pt_br: O URL de proxy HTTPS deve conter uma especificação de esquema (http).
ru: URL прокси-сервера HTTPS должен содержать спецификацию схемы (http).
ta: எச்டிடிபிஎஸ் பிராக்ஸி யூஆரெல் கண்டிப்பாக ஒரு தேர்வினை வைத்திருக்க வேண்டும் (எச்டிடிபி)
tr: HTTPS proxy adresi bir belirtim içermelidir (http).
zh_cn: HTTPS 代理 URL 必须包含协议规范 (https)。

source: FTP proxy URL is invalid.
af: FTP-volmag-URL is ongeldig.
bg: Адресът на FTP проксито е невалиден.
fi: FTP-välityspalvelimen osoite ei kelpaa.
fr: L'URL proxy FTP est incorrect.
id: URL proxy FTP tidak valid.
pt_br: URL de proxy FTP inválido.
ru: URL прокси-сервера FTP неправильный.
ta: எப்டிபி பிரக்சி யூஆரெல் தவறானது
tr: FTP proxy adresi geçersiz.
zh_cn: FTP 代理 URL 无效。

source: FTP proxy URL must contain a scheme specification (http).
af: FTP-volmag-URL moet ’n skemaspesifikasie (http) bevat.
bg: Адресът на FTP проксито трябва да съдържа спецификацията на схемата (http).
fi: FTP-välityspalvelimen verkko-osoitteen on sisällettävä scheme-määritys (http).
fr: L'URL proxy FTP doit contenir un schéma de spécification (http).
id: URL proxy FTP harus berisi sebuah spesifikasi skema (http).
pt_br: O URL de proxy FTP deve conter uma especificação de esquema (http).
ru: URL прокси-сервера FTP должен содержать спецификацию схемы (http).
ta: எப்டிபி பிராக்ஸி யூஆரெல் கண்டிப்பாக ஒரு தேர்வினை வைத்திருக்க வேண்டும் (எச்டிடிபி)
tr: FTP proxy adresi bir belirtim içermelidir (http).
zh_cn: FTP 代理 URL 必须包含协议规范 (ftp)。

source: One or more no proxy domains are invalid. Check if all domains match one of the following: * IP address * IP address/netmask * Fully qualified hostname * Domain name prefixed by '.'
bg: Един или повече прокси домейна са невалидни. Проверете дали всички домейни съответства на едно от следните: * IP адрес * IP адрес/мрежова маска * Напълно зададено име * Име на домейн, предхождано от „.“
fi: Yksi tai useampi toimialueen välityspalvelin on virheellinen. Tarkista, että toimialueet täsmäävät seuraaviin: * IP-osoiteet * IP-osoitteet/aliverkon peite * Toimialuenimi * Toimialue jossa etuliitteenä '.'
fr: Un ou plusieurs domaines non proxy sont non valides. Vérifiez si tous les domaines correspondent à l'un des éléments suivants : * adresse IP * adresse IP/masque de réseau * nom d'hôte complet * nom du domaine contenant le préfixe '.'
id: Satu atau lebih domain tanpa proxy tidak valid. Periksa jika semua domain cocok dengan salah satu berikut: * Alamat IP * Alamat IP/netmask * Fully qualified hostname * Nama Domain yang diawali dengan '.'
pt_br: Um ou mais domínios sem proxy são inválidos. Verifique se todos os domínios correspondem a um destes itens: * Endereço IP * Endereço IP/máscara de rede * Nome completo do host * Nome de domínio com prefixo '.'
ru: Один или несколько доменов без прокси являются недействительными. Убедитесь, что все домены являются одним из следующих значений: * IP-адрес * IP-адрес/маска сети * Полное имя хоста * Имя домена с префиксом "."
tr: Bir veya daha fazla proxy olmayan alan adı geçersiz. Tüm alan adlarının aşağıdakilerden biriyle eşleşip eşleşmediğini kontrol edin: * IP adresi * IP adresi/aü maskesi * Tam nitelikli ana bilgisayar adı * '.' ile başlayan alan adı
zh_cn: 一个或多个无代理域无效。 请检查是否全部域都匹配以下某个格式： * IP 地址 * IP 地址/网关 * 完全限定主机名 * 以“.”开头的域名

source: Status of Proxy Configuration
af: Status van volmagkonfigurasie
bg: Статус на настройката на проксито
fi: Välityspalvelimen määrityksen tila
fr: État de la configuration du proxy
id: Status Konfigurasi Proxy
pt_br: Status da Configuração de Proxy
ru: Состояние конфигурации прокси
ta: பிராக்ஸி தகவமைவின் நிலவரம்
tr: Proxy yapılandırm durumu
zh_cn: 代理配置状态

source: Enabled
af: Ontsper
bg: Разрешено
fi: Käytössä
fr: Activé
id: Diaktifkan
pt_br: Habilitado
ru: Включено
ta: இயக்கம் பெற்றுள்ளது
tr: Etkin
zh_cn: 已启用

source: Enable proxy settings
af: Ontsper volmaginstellings
bg: Настройки за разрешаване на прокси
fi: Ota välityspalvelimen asetukset käyttöön
fr: Activer les paramètres du proxy
id: Aktifkan pengaturan proxy
pt_br: Habilitar configurações de proxy
ru: Использовать параметры прокси-сервера
ta: பிராக்ஸி அமைப்புகளை செயலாக்கு
tr: Proxy ayarlarını etkinleştir
zh_cn: 启用代理设置

source: Disable proxy settings
af: Versper volmaginstellings
bg: Настройки за забраняване на прокси
fi: Poista välityspalvelimen asetukset käytöstä
fr: Désactiver les paramètres du proxy
id: Nonaktifkan pengaturan proxy
pt_br: Desabilitar configurações de proxy
ru: Не использовать параметры прокси-сервера
ta: பிராக்ஸி அமைப்புகளை செயலற்றதாக்கு
tr: Proxy ayarlarını kapat
zh_cn: 禁用代理设置

source: Change the current proxy settings
af: Wysig die huidige volmaginstellings
bg: Промяна на текущите настройки за проксито
fi: Muuta nykyisen välityspalvelimen asetukset
fr: Modifier les paramètres du proxy
id: Ubah pengaruran proxy saat ini
pt_br: Alterar as configurações de proxy atuais
ru: Изменить параметры прокси-сервера
ta: தற்போதிய பிராக்ஸி அமைப்புகளை மாற்றவும்.
tr: Şu anki proxy ayarlarını değiştir
zh_cn: 修改当前代理设置

source: Set the authentication for proxy
af: Stel die bekragtiging vir volmag.
bg: Задаване на удостоверяването за проксито
fi: Aseta välityspalvelimen tunnistautuminen
fr: Définir l'authentification pour le proxy
id: Atur otentikasi untuk proxy
pt_br: Configurar a autenticação do proxy
ru: Установить аутентификацию для прокси-сервера
ta: பிராக்ஸியின் சான்றுருதியை அமை
tr: Proxy için kimlik doğrulamayı ayarlayın
zh_cn: 设置代理认证

source: Show the summary of the current settings
af: Toon die opsomming van die huidige instellings
bg: Показване на сводката за текущите настройки
fi: Näytä yhteenveto nykyisistä asetuksista
fr: Afficher le résumé des paramètres actuels
id: Tampilkan ringkasan pengaturan saat ini
pt_br: Mostrar resumo das configurações atuais
ru: Показать отчёт о текущих настройках
ta: தற்போதைய அமைப்புகளின் சுருக்கத்தை காண்பி
tr: Şu anki ayarların bir özetini göster
zh_cn: 显示当前设置的摘要

source: Set HTTP proxy
af: Stel HTTP-volmag
bg: Задаване на HTTP прокси
fi: Aseta HTTP-välityspalvelin
fr: Définir le proxy HTTP
id: Atur proxy HTTP
pt_br: Configurar proxy HTTP
ru: Задать прокси-сервер HTTP
ta: எச்டிடிபி பிராக்ஸியை அமை
tr: HTTP için proxy ayarla
zh_cn: 设置 HTTP 代理

source: Set HTTPS proxy
af: Stel HTTPS-volmag
bg: Задаване на HTTPS прокси
fi: Aseta HTTPS-välityspalvelin
fr: Définir le proxy HTTPS
id: Atur proxy HTTPS
pt_br: Configurar proxy HTTPS
ru: Задать прокси-сервер HTTPS
ta: எச்டிடிபிஎஸ் பிராக்ஸியை அமை
tr: HTTPS için proxy ayarla
zh_cn: 设置 HTTPS 代理

source: Set FTP proxy
af: Stel FTP-volmag
bg: Задаване на FTP прокси
fi: Aseta FTP-välityspalvelin
fr: Définir le proxy FTP
id: Atur proxy FTP
pt_br: Configurar proxy FTP
ru: Задать прокси-сервер FTP
ta: எப்டிபி பிராக்ஸியை அமை
tr: FTP için proxy ayarla
zh_cn: 设置 FTP 代理

source: Clear all options listed
af: Vee alle gelyste opsies uit
bg: Изчистване на всички изброени параметри
fi: Tyhjennä kaikki luetellut valinnat
fr: Effacer toutes les options de la liste
id: Bersihkan semua opsi
pt_br: Limpar todas as opções listadas
ru: Очистить все перечисленные опции
ta: எல்லா விருப்பத்தேர்வுகளையும் அழி
tr: Listelenmiş tüm seçenekleri sil
zh_cn: 清空所有列出的选项

source: Set domains for not using the proxy settings
af: Stel domeine om nie die volmaginstellings te gebruik nie
bg: Задаване на домейните, които да не използват прокси
fi: Aseta toimialueet, jotka eivät käytä välityspalvelinasetuksia
fr: Définir les domaines pour ne pas utiliser les paramètres du proxy
id: Atur domain agar tidak menggunakan pengaturan proxy
pt_br: Definir domínios para não usar as configurações de proxy
ru: Укажите домены, для которых не используются настройки прокси-сервера
ta: பிராக்ஸி அமைப்புகளை பயன்படுத்தாத டொமைன்களை அமை
tr: Proxy ayarları kullanılmayacak alanları girin
zh_cn: 设置不使用代理设置的域

source: The username to be used for proxy authentication
af: Die gebruikernaam om vir volmagbekragtiging te gebruik
bg: Потребителското име, което да се използва при удостоверяване с проксито
fi: Käyttäjätunnus, jota käytetään välityspalvelimelle tunnistautumiseen
fr: Nom d'utilisateur à utiliser pour l'authentification du proxy
id: Nama pengguna yang digunakan untuk otentikasi proxy
pt_br: Nome de usuário a ser usado para a autenticação de proxy
ru: Имя пользователя для аутентификации на прокси-сервере
ta: பிராக்ஸி சான்றுருதிக்கான பயணாளர் பெயர்
tr: Proxy kimlik doğrulaması için kullanılacak kullanıcı adı
zh_cn: 将用于代理认证的用户名

source: The password to be used for proxy authentication
af: Die wagwoord om vir volmagbekragtiging te gebruik
bg: Паролата, която да се използва при удостоверяване с проксито
fi: Salasana, jota käytetään välityspalvelimelle tunnistautumiseen
fr: Mot de passe à utiliser pour l'authentification du proxy
id: Sandi yang digunakan untuk otentikasi proxy
pt_br: Senha a ser usada para a autenticação de proxy
ru: Пароль для аутентификации на прокси-сервере
ta: பிராக்ஸி சான்றுருதிக்கான அனுமதிச்சொல்
tr: Proxy kimlik doğrulaması için kullanılacak parola
zh_cn: 将用于代理认证的密码

source: Password:
af: Wagwoord:
bg: Парола:
fi: Salasana:
fr: Mot de passe :
id: Sandi:
pt_br: Senha:
ru: Пароль:
ta: அனுமதிச் சொல்
tr: Parola:
zh_cn: 密码：

source: Proxy Configuration Successfully Saved
af: Volmagkonfigurasie suksesvol geberg
bg: Настройката за проксито бе запазена успешно
fi: Välityspalvelimen määritykset tallennettu onnistuneesti
fr: Configuration proxy enregistrée avec succès
id: Konfigurasi Proxy Berhasil Disimpan
pt_br: Configuração de Proxy Salva com Êxito
ru: Конфигурация прокси-сервера успешно сохранена
ta: பிராக்ஸி தகவமைவு வெற்றிகரமாக சேமிக்கப்பட்டது
tr: Proxy yapılandırması başarıyla kaydedildi.
zh_cn: 已成功保存代理配置

source: It is recommended to relogin to make new proxy settings effective.
bg: Препоръчително е да излезете и влезете отново за да активирате новите настройки за проксито.
fi: On suositeltavaa kirjautua uudestaan että uudet välityspalvelimen asetukset tulevat voimaan.
fr: Il est recommandé de se ré-identifier pour appliquer les nouveaux paramètres du proxy.
id: Disarankan untuk masuk kembali agar pengaturan proxy baru dapat dirasakan.
pt_br: É recomendado efetuar login novamente para ativar as novas configurações de proxy.
ru: Рекомендуется войти заново, чтобы новые настройки прокси вступили в силу.
tr: Yeni proxy ayarlarının geçerli olabilmesi için yeniden giriş yapmanız önerilir.
zh_cn: 建议重新登录以使新代理设置生效。

source: Update proxy configuration
bg: Обновяване настройката за проксито
fi: Päivitä välityspalvelimen määritys
fr: Mettre à jour la configuration du proxy
id: Perbarui konfigurasi proxy
pt_br: Atualizar configuração de proxy
ru: Обновить конфигурацию прокси-сервера
tr: Proxy yapılandırmasını güncelle
zh_cn: 更新代理配置

source: Saving Proxy Configuration
bg: Записване настройката за проксито
fi: Tallennetaan välityspalvelimen määritystä
fr: Enregistrement de la configuration du proxy
id: Menyimpan Konfigurasi Proxy
pt_br: Salvando Configuração de Proxy
ru: Сохранение конфигурации прокси-сервера
tr: Proxy Yapılandırması Kaydediliyor
zh_cn: 正在保存代理配置

source: Updating proxy configuration...
bg: Записване настройката за проксито…
fi: Päivitetään välityspalvelimen määritys...
fr: Mise à jour de la configuration proxy...
id: Memperbarui konfigurasi proxy...
pt_br: Atualizando configuração de proxy...
ru: Обновление конфигурации прокси-сервера...
tr: Proxy yapılandırması güncelleniyor...
zh_cn: 正在更新代理配置...

source: Proxy is disabled.
af: Volmag word versper.
bg: Не се използва прокси.
fi: Välityspalvelin on pois käytöstä.
fr: Proxy est désactivé.
id: Proxy dinonaktifkan.
pt_br: Proxy desabilitado.
ru: Прокси-сервер отключён.
ta: பிராக்ஸி செயலிலக்கச் செய்யப்பட்டுள்ளது
tr: Proxy kapatılmış.
zh_cn: 已禁用代理。

source: Proxy is enabled.
af: Volmag word ontsper.
bg: Използва се прокси.
fi: Välityspalvelin on käytössä.
fr: Proxy est activé.
id: Proxy diaktifkan.
pt_br: Proxy habilitado.
ru: Прокси-сервер включён.
ta: பிராக்ஸி செயல்படுகிறது
tr: Proxy etkinleştirilmiş.
zh_cn: 已启用代理。

source: HTTP Proxy: %1
af: HTTP-volmag: %1
bg: HTTP прокси: %1
fi: HTTP-välityspalvelin: %1
fr: Proxy HTTP : %1
id: Proxy HTTP: %1
pt_br: Proxy HTTP: %1
ru: HTTP прокси-сервер: %1
ta: எச்டிடிபி பிராக்ஸி : %1
zh_cn: HTTP 代理：%1

source: HTTPS Proxy: %1
af: HTTPS-volmag: %1
bg: HTTPS прокси: %1
fi: HTTPS-välityspalvelin: %1
fr: Proxy HTTPS : %1
id: Proxy HTTPS: %1
pt_br: Proxy HTTPS: %1
ru: HTTPS прокси-сервер: %1
ta: எச்டிடிபிஎஸ் பிராக்ஸி :%1
zh_cn: HTTPS 代理：%1

source: FTP Proxy: %1
af: FTP-volmag: %1
bg: FTP прокси: %1
fi: FTP-välityspalvelin: %1
fr: Proxy FTP : %1
id: Proxy FTP: %1
pt_br: Proxy FTP: %1
ru: FTP прокси-сервер: %1
ta: எப்டிபி பிராக்ஸி :%1
zh_cn: FTP 代理：%1

source: HTTP
ta: எச்டிடிபி

source: HTTPS
ta: எச்டிடிபி

source: FTP
ta: எப்டிபி
