Repository: yast/yast-translations
Catalog: po/proxy/*.po
Languages: af, bg, fi, fr, id, pt_br, ru, ta, tr, zh_cn

source: No details available.
af: Geen besonderhede beskikbaar nie.
bg: Няма подробности.
fi: Yksityiskohtia ei saatavilla.
fr: Aucun détail disponible.
id: Rincian tidak tersedia.
pt_br: Nenhum detalhe disponível.
ru: Описание отсутствует.
ta: விவரம் ஏதும் இல்லை
tr: Ayrıntılar mevcut değil.
zh_cn: 无可用细节。

source: &Details <<
af: &Besonderhede <<
bg: &Подробности <<
fi: &Yksityiskohdat <<
fr: &Détails <<
id: &Rincian <<
pt_br: &Detalhes <<
ru: По&дробности<<
ta: விவரங்கள்
tr: &Ayrıntılar <<
zh_cn: 细节 <<(&D)

source: &Details >>
af: &Besonderhede >>
bg: &Подробности >>
fi: &Yksityiskohdat >>
fr: &Détails >>
id: &Rincian >>
pt_br: &Detalhes >>
ru: По&дробности>>
ta: விவரங்கள்
tr: &Ayrıntılar >>
zh_cn: 细节 >>(&D)

source: Unknown Error Code
af: Onbekende foutkode.
bg: Неизвестен код на грешка
fi: Tuntematon virhekoodi
fr: Code d'erreur inconnu
id: Kode Kesalahan Tidak Diketahui
pt_br: Código de erro desconhecido
ru: Неизвестный код ошибки
ta: தெரியாத பிழை
tr: Bilinmeyen hata kodu
zh_cn: 未知错误代码

source: An error occurred during the %1 proxy test. Proxy return code: %2.
af: ’n Fout het tydens die %1 volmagtoets voorgekom. Volmagterugkeerkode: %2.
bg: Възникнала е грешка при пробата на %1 проксито. Върнат код: %2.
fi: Välityspalvelimen %1 testissä tapahtui virhe . Palvelin palautti virheen: %2.
fr: Une erreur s'est produire au cours du test du proxy %1. Code de retour du proxy : %2.
id: Sebuah kesalahan terjadi saat mengetes proxy %1. \vKode kembali proxy: %2.
pt_br: Erro durante o teste de proxy %1. Código de retorno do proxy: %2.
ru: Произошла ошибка при проверке прокси-сервера %1. Прокси-сервер вернул следующий код: %2.
ta: %1 பிராக்சி சோதனையின் போது பிழை. பிராக்சி திரும்பக் கொடுத்த குற்இ : %2
tr: %1 proxy testinde bir hata oluştu. Proxy cevabı: %2.
zh_cn: 测试 %1 代理时出错。 代理返回代码：%2。

source: An unknown error occurred during the %1 proxy test. Proxy return code: %2.
af: ’n Onbekende fout het tydens die %1 volmagtoets voorgekom. Volmagterugkeerkode: %2.
bg: Възникнала е неизвестна грешка при пробата на %1 проксито. Върнат код: %2.
fi: Välityspalvelimen %1 testissä tapahtui tuntematon virhe . Palvelin palautti virheen: %2.
fr: Une erreur inconnue s'est produire au cours du test du proxy %1. Code de retour du proxy : %2.
id: Sebuah kesalahan tidak diketahui terjadi saat mengetes proxy %1. \vKode kembali proxy: %2.
pt_br: Erro desconhecido durante o teste de proxy %1. Código de retorno do proxy: %2.
ru: Произошла неизвестная ошибка при проверке прокси-сервера %1. Прокси-сервер вернул следующий код: %2.
ta: %1 பிராக்சி சோதனையின் போது பிழை. பிராக்சி திரும்பக் கொடுத்த குற்இ : %2
tr: %1 proxy testi sırasında bilinmeyen bir hata oluştu. Proxy dönüş kodu: %2.
zh_cn: 测试 %1 代理时出现未知错误。 代理返回代码：%2。

source: Testing the current proxy settings...
af: Toets van die huidige volmaginstellings ...
bg: Пробване текущите настройки на проксито…
fi: Testaa välityspalvelimen asetuksia...
fr: Test des paramètres actuels du proxy...
id: Mengetes pengaturan proxy saat ini...
pt_br: Testando as configurações de proxy atuais...
ru: Проверка текущих параметров прокси-сервера...
ta: தற்போதைய பிராக்சி அமைப்புகளை சோதனை செய்கிறது.
tr: Proxy ayarları test ediliyor...
zh_cn: 正在测试当前代理设置...

source: An error occurred during the HTTP proxy test.
af: ’n Fout het tydens die HTTP-volmagtoets voorgekom.
bg: Възникнала е грешка при пробата на HTTP проксито.
fi: HTTP-välityspalvelimen testissä tapahtui virhe.
fr: Une erreur s'est produite au cours du test du proxy HTTP.
id: Sebuah kesalahan terjadi saat mengetes proxy HTTP.
pt_br: Erro durante o teste de proxy HTTP.
ru: Произошла ошибка при проверке прокси-сервера HTTP.
ta: எச்டிடிபி பிராக்சி சோதனையின் போது பிழை
tr: HTTP proxy testi sırasında bir hata oluştu.
zh_cn: 测试 HTTP 代理时出错。

source: An error occurred during the HTTPS proxy test.
af: ’n Fout het tydens die HTTPS-volmagtoets voorgekom.
bg: Възникнала е грешка при пробата на HTTPS проксито.
fi: HTTPS-välityspalvelimen testissä tapahtui virhe.
fr: Une erreur s'est produite au cours du test du proxy HTTPS.
id: Sebuah kesalahan terjadi saat mengetes proxy HTTPS.
pt_br: Erro durante o teste de proxy HTTPS.
ru: Произошла ошибка при проверке прокси-сервера HTTPS.
ta: எச்டிடிபிஎஸ் பிராக்சி சோதனையின் போது பிழை
tr: HTTPS proxy testi sırasında bir hata oluştu.
zh_cn: 测试 HTTPS 代理时出错。

source: An error occurred during the FTP proxy test.
af: ’n Fout het tydens die FTP-volmagtoets voorgekom.
bg: Възникнала е грешка при пробата на FTP проксито.
fi: FTP-välityspalvelimen testissä tapahtui virhe.
fr: Une erreur s'est produite au cours du test du proxy FTP.
id: Sebuah kesalahan terjadi saat mengetes proxy FTP.
pt_br: Erro durante o teste de proxy FTP.
ru: Произошла ошибка при проверке прокси-сервера FTP.
ta: எப்டிபி பிராக்சி சோதனையின் போது பிழை
tr: FTP proxy testi sırasında bir hata oluştu.
zh_cn: 测试 FTP 代理时出错。

source: Proxy settings work correctly.
af: Volmaginstellings werk reg.
bg: Проксито работи коректно с тези настройки.
fi: Välityspalvelimen asetukset toimivat oikein.
fr: Les paramètres du proxy fonctionnent correctement.
id: Pengaturan Proxy bekerja dengan benar.
pt_br: As configurações de proxy funcionam corretamente.
ru: Параметры прокси-сервера работают правильно.
ta: பிராக்சி அமைப்புகள் வேலை செய்கின்றன
tr: Proxy ayarları düzgün şekilde çalışıyor.
zh_cn: 代理设置运行正确。

source: Proxy Configuration
af: Volmagkonfigurasie
bg: Настройка на прокси
fi: Välityspalvelimen määritykset
fr: Configuration du proxy
id: Konfigurasi Proxy
pt_br: Configuração do proxy
ru: Конфигурация прокси-сервера
ta: பிராக்ஸி தகவமைவு
tr: Proxy yapılandırması
zh_cn: 代理配置

source: <p>Configure your Internet proxy (caching) settings here.</p> <p><b>Note:</b> It is generally recommended to relogin for the settings to take effect, however in some cases the application may pick up new settings immediately. Please check what your application (web browser, ftp client,...) supports. </p>
bg: <p>Тук можете да настроите проксито за Интернет.</p> <p><b>Забележка:</b> По принцип е препоръчително да излезете и да влезете отново за да могат промените да влязат в сила. Понякога, обаче, се случва някое от приложенията да си вземе настройките веднага. Моля, проверете дали вашето приложение (уеб четец, ftp клиент и др.) поддържа това.</p>
fi: <p>Määritä Internet välityspalvelin (välimuisti) asetukset tässä.</p> <p><b>Huomaa:</b> On suositeltavaa kirjautua uudestaan että asetukset tulisivat voimaan, Joissakin tapauksissa osa sovelluksista ottaa uudet asetukset välittömästi käyttöön. Tarkista mitä käyttämäsi sovellus (www-selain, ftp asiakasohjelma,...) tukee. </p>
fr: <p>Configurez vos paramètres de proxy Internet (mise en cache) ici.</p> <p><b>Remarque :</b> il est généralement recommandé de vous reconnecter pour que les paramètres soient pris en compte. Cependant, dans certains cas, l'application peut intégrer les nouveaux paramètres immédiatement. Veuillez vérifier ce que votre application (navigateur Web, client ftp, etc.) supporte. </p>
id: <p>Konfigurasikan pengaturan proxy (caching) Internet Anda disini.</p> <p><b>Catatan:</b> Secara umum disarankan untuk masuk kembali agar pengaturan dapat diterapkan, namun dalam beberapa kasus, aplikasi-aplikasi dapat segera menggunakan pengaturan baru. Silakan periksa apakah aplikasi (peramban web, klien ftp,...) mendukung. </p>
pt_br: <p>Configure seu proxy de Internet (cache) aqui.</p> <p><b>Nota:</b> Em geral, a recomendação é efetuar login novamente para que as configurações tenham efeito, mas em alguns casos, o aplicativo pode coletar novas configurações imediatamente. Verifique o que o seu aplicativo (browser da Web, cliente ftp, etc.) suporta.</p>
ru: <p>Настройки интернет-прокси (кэширования).</p> <p><b>Примечание:</b> В общем случае рекомендуется войти заново, чтобы настройки вступили в силу, однако в некоторых случаях приложение может подхватить настройки сразу. Проверьте, что поддерживается вашим приложением (веб-браузером, ftp-клиентом и т.д.).</p>
tr: <p>İnternet proxy (önbellekleme) ayarlarınızı buradan yapılandırabilirsiniz.</p> <p><b>Not:</b> Ayarların etkili olması için genellikle yeniden oturum açmanız önerilir, Ancak bazı durumlarda uygulama yeni ayarları hemen algılayabilir. lütfen kontrol edin Uygulamanızın (web tarayıcısı, ftp istemcisi, ...) neyi desteklediği. </p>
zh_cn: <p>在此配置您的互联网代理（缓存）设置。</p> <p><b>注意：</b>一般建议重登录以让设置生效， 然而某些情况下应用程序也可以立即适配新设置。请检查 您的应用程序（网络浏览器、FTP 客户端...）的支持情况。</p>

source: <p><b>HTTP Proxy URL</b> is the name of the proxy server for your access to the World Wide Web (WWW).</p>
af: <p><b>HTTP-volmag-URL</b> is die naam van die volmagbediener wat aan u toegang tot die Wêreldwye web (WWW, World Wide Web) verleen.</p>
bg: <p><b>HTTP прокси</b> е името на прокси сървъра за Вашия достъп до WWW.</p>
fi: <p><b>HTTP-välityspalvelimen verkko-osoite</b> on sen välityspalvelimen nimi, jota käytät WWW-yhteyksien välitykseen.</p>
fr: <p><b>URL proxy HTTP</b> est le nom du serveur proxy pour votre accès au 'world wide web' (WWW).</p>
id: <p><b>URL Proxy HTTP</b> adalah nama server proxy untuk Anda mengakses World Wide Web (WWW).</p>
pt_br: <p><b>URL de Proxy HTTP</b> é o nome do servidor proxy para você acessar a World Wide Web (WWW).</p>
ru: <p><b>URL прокси-сервера HTTP</b> — это имя прокси-сервера для доступа к всемирной глобальной сети (WWW).</p>
ta: எச்டிடிபி பிராக்சி யூஆரெல் தான் இணையதலத்தில் பரிமாற்ற சேவைகளுக்கான பெயர்
tr: <p><b>HTTP proxy adresi</b> web'e (WWW) erişim için kullanılan proxy sunucusunun adıdır.</p>
zh_cn: <p><b>HTTP 代理 URL</b> 是您访问 互联网 (WWW) 的代理服务器的名称。</p>

source: <p><b>HTTPS Proxy URL</b> is the name of the proxy server for your secured access to the World Wide Web (WWW).</p>
af: <p><b>HTTPS-volmag-URL</b> is die naam van die volmagbediener wat aan u toegang tot die Wêreldwye web (WWW, World Wide Web) verleen.</p>
bg: <p><b>HTTPS прокси</b> е името на прокси сървъра за Вашия сигурен достъп до WWW.</p>
fi: <p><b>HTTPS-välityspalvelimen verkko-osoite</b> on sen välityspalvelimen nimi, jota käytät suojattuun WWW-yhteyteen.</p>
fr: <p><b>URL du proxy HTTPS</b> est le nom du serveur proxy pour votre accès sécurisé au World Wide Web (WWW).</p>
id: <p><b>URL Proxy HTTP</b> adalah nama server proxy untuk Anda mengakses dengan aman World Wide Web (WWW).</p>
pt_br: <p><b>URL de Proxy HTTPS</b> é o nome do servidor proxy para você ter acesso protegido à World Wide Web (WWW).</p>
ru: <p><b>URL прокси-сервера HTTPS</b> — это имя прокси-сервера для защищенного доступа к всемирной глобальной сети (WWW).</p>
ta: எச்டிடிபிஎஸ் பிராக்சி யூஆரெல் தான் இணையதலத்தில் பாதுகாப்பான பரிமாற்ற சேவைகளுக்கான பெயர்
tr: <p><b>HTTPS proxy adresi</b> web'e (WWW) güvenli erişim için kullanılan proxy sunucusunun adıdır.</p>
zh_cn: <p><b>HTTPS 代理 URL</b> 是您安全访问 互联网 (WWW) 的代理服务器的名称。</p>

source: <p>Example: <i>http://proxy.example.com:3128/</i></p>
af: <p>Voorbeeld: <i>http://proxy.example.com:3128/</i></p>
bg: <p>Пример: <i>http://proxy.example.com:3128</i></p>
fi: <p>Esimerkiksi: <i>http://proxy.example.com:3128/</i></p>
fr: <p>Exemple : <i>http://proxy.exemple.com:3128/</i></p>
id: <p>Contoh: <i>http://proxy.example.com:3128/</i></p>
pt_br: <p>Exemplo: <i>http://proxy.exemplo.com:3128</i></p>
ru: <p>Пример: <i> http://proxy.provider.com:3128/</i></p>
ta: உதாரணம் : http://proxy.example.com:3128/</
tr: <p>Örnek: <i>http://proxy.example.com:3128</i></p>
zh_cn: <p>例如：<i>http://proxy.example.com:3128/</i></p>

source: <p><b>FTP Proxy URL</b> is the name of the proxy server for your access to the file transfer services (FTP).</p>
af: <p><b>FTP-volmag-URL</b> is die naam van die volmagbediener wat aan u toegang tot die lêeroordragdienste (FTP) verleen.</p>
bg: <p><b>HTTP прокси</b> е името на прокси сървъра за Вашия достъп до FTP.</p>
fi: <p><b>FTP-välityspalvelimen verkko-osoite</b> on sen välityspalvelimen nimi, jota käytät FTP-palveluiden välitykseen.</p>
fr: <p><b>URL proxy FTP</b> est le nom du serveur proxy pour votre accès aux services de transfert de fichiers (FTP).</p>
id: <p><b>URL Proxy FTP</b> adalah nama server proxy untuk Anda mengakses layanan transfer berkas (FTP).</p>
pt_br: <p><b>URL de Proxy FTP</b> é o nome do servidor proxy para você acessar os serviços de transferência de arquivos (FTP).</p>
ru: <p><b>URL прокси-сервера FTP</b> — это имя прокси-сервера для доступа к службам передачи файлов (FTP).</p>
ta: எப்டிபி பிராக்சி யூஆரெல் தான் பைல் பரிமாற்ற சேவைகளுக்கான பெயர்
tr: <p><b>FTP proxy adresi</b> dosya transfer hizmetine (FTP) erişimi sağlayan proxy sunucusunun adıdır.</p>
zh_cn: <p><b>FTP 代理 URL</b> 是您访问 文件传输服务 (FTP) 的代理服务器的名称。</p>

source: <p>If you check <b>Use the Same Proxy for All Protocols</b>, it is enough to fill in the HTTP proxy URL. It will be used for all protocols (HTTP, HTTPS and FTP).
bg: <p>Ако сте сложили отметка на <b>Едно прокси за всички протоколи</b> е достатъчно да попълните полето само за HTTP. Останалите протоколи (HTTP, HTTPS и FTP) ще бъдат автоматично попълнени.
fi: <p>Kun <b>Käytä samaa välityspalvelinta kaikilla yhteyskäytännöillä</b> valinta on valittuna, riittää kun täyttää HTTP välityspalvelimen verkko-osoitteen, jota sitten käytetään kaikilla yhteyskäytännöillä (HTTP, HTTPS ja FTP).
fr: <p>Si vous sélectionnez <b>Utiliser le même proxy pour tous les protocoles</b>, il suffit de compléter l'URL du proxy HTTP. Il sera utilisé ensuite pour tous les protocoles (HTTP, HTTPS et FTP).
id: <p>Jika Anda mencentang <b>Gunakan Proxy Yang Sama untuk Semua Protokol</b>, maka cukup mengisi URL proxy HTTP. Proxy tersebut akan digunakan untuk semua protokol (HTTP, HTTPS dan FTP).
pt_br: <p>Se você marcar <b>Usar o Mesmo Proxy para Todos os Protocolos</b>, será suficiente preencher o URL do proxy HTTP. Ele será usado para todos os protocolos (HTTP, HTTPS e FTP).
ru: <p>Если вы выбрали <b>Использовать один прокси-сервер для всех протоколов</b>, достаточно ввести URL прокси для HTTP, и он будет использоваться всеми протоколами (HTTP, HTTPS и FTP).
tr: <p>Eğer kontrol ederseniz <b>Tüm Protokoller İçin Aynı Proxy'yi Kullanımını</b>, o HTTP proxy URL'sini doldurmanız yeterli. Tüm protokoller için kullanılacaktır (HTTP, HTTPS ve FTP).
zh_cn: <p>若您选择了<b>对全部协议使用相同代理</b>，只要 填写 HTTP 代理 URL 即可。该 URL 将用于全部协议 （HTTP、HTTPS 和 FTP）。

source: <p><b>No Proxy Domains</b> is a comma-separated list of domains for which the requests should be made directly without caching, for example, <i>%1</i>.</p>
af: <p><b>Geen volmagdomeine nie</b> is ’n kommageskeide lys domeine waarvoor die versoeke direk sonder cache-gebruik gerig moet word, byvoorbeeld <i>%1</i>. </p>
bg: <p><b>Домейни без прокси</b> е списък на домейни, за които заявките би трябвало да заминават директно, без кеширане. Например <i>%1</i>.</p>
fi: <p><b>Toimialueet, joille ei käytetä välityspalvelinta</b> on pilkulla eroteltu luettelo palvelimia, joihin otetaan yhteyttä suoraan. Esimerkiksi, <i>%1</i>.</p>
fr: <p><b>Domaines no proxy</b> est une liste de domaines, séparés par des virgules pour lesquels les requêtes doivent être effectuées directement sans caching, par exemple, <i>%1</i>.</p>
id: <p><b>Domain Tanpa Proxy</b> adalah daftar domain yang dipisahkan tanda koma dimana permintaan ingin dibuat langsung tanpa caching, sebagai contoh, <i>%1</i>.</p>
pt_br: <p><b>Domínios sem proxy</b> é uma lista de domínios, separados por vírgula, para os quais pedidos devem ser feitos diretamente sem cache, por exemplo, <i>%1</i>.</p>
ru: <p><b>Домены без прокси</b> — это список доменов через запятую, для которых запросы должны осуществляются напрямую без кэширования, например <i>%1</i>.</p>
ta: எந்த பிராக்சி டொமமைன்களும் கமா பிரிக்கப்பட்ட பட்டியலில் இருக்காது, எனவே அதன் கோரிக்கைகள் நேரடியாக தான் இருக்க வேண்டுமே தவிர காச்சிங் மூலம் இல்லை. உ.த. %1
tr: <p><b>Proxy dışı alanlar</b> isteklerin önbellek kullanımı olmadan doğrudan yapılacağı alanların virgül ile ayrılmış listesidir, örneğin <i>%1</i> gibi.</p>
zh_cn: <p><b>无代理域</b>是不进行缓存而直接对其发出请求的域 的逗号分隔列表， 例如，<i>%1</i>。</p>

source: <p>If you are using a proxy server with authorization, enter the <b>Proxy User Name</b> and <b>Proxy Password</b>. A valid username consists of printable ASCII characters only (except for quotation marks).</p>
bg: <p>Ако използвате прокси сървър с удостоверяване попълнете <b>Потребителско име за прокси</b> и <b>Парола за прокси</b>. Валидното потребителско име съдържа само печатаеми ASCII символи (с изключение на кавичките).</p>
fi: <p>Jos käytät välityspalvelinta tunnistautumisella, anna <b>Välityspalvelimen käyttäjätunnus</b> ja <b>Välityspalvelimen salasana</b>. Kelpaava käyttäjätunnus koostuu vain ASCII merkeistä (ei lainausmerkkiä)</p>
fr: <p>Si vous utilisez un serveur proxy avec authentification, entrez les <b>Nom d'utilisateur proxy</b> et <b>Mot de passe proxy</b>. Un nom d'utilisateur valide est constitué uniquement de caractères ASCII imprimables (excepté les guillemets).</p>
id: <p>Jika Anda menggunakan server proxy dengan otorisasi, masukkan <b>Nama Pengguna Proxy</b> dan <b>Sandi Proxy</b>. Nama pengguna yang benar hanya terdiri dari karakter ASCII yang dapat dicetak (kecuali untuk tanda kutip).</p>
pt_br: <p>Se você usa um servidor proxy com autorização, digite o <b>Nome de Usuário Proxy</b> e a <b>Senha do Proxy</b>. Um nome de usuário válido consiste apenas em caracteres ASCII imprimíveis (exceto aspas).</p>
ru: <p>Если используется прокси-сервер с авторизацией, введите <b>Имя пользователя прокси-сервера</b> и <b>Пароль прокси-сервера</b>. Допустимое имя пользователя должно состоять только из воспроизводимых при печати символов ASCII (за исключением кавычек).</p>
tr: <p>Yetkilendirmeli bir proxy sunucusu kullanıyorsanız, girin <b>Proxy Kullanıcı Adı</b> ve <b>Proxy Şifresi</b>. Geçerli bir kullanıcı adı yalnızca yazdırılabilir ASCII karakterlerinden oluşur (tırnak işaretleri hariç).</p>
zh_cn: <p>若您使用了需要认证的代理服务器，请输入 <b>代理用户名</b>和<b>代理密码</b>。有效用户名 仅由可打印的 ASCII 字符组成（引号除外）。</p>

source: <p>Press <b>Test Proxy Settings</b> to test the current configuration for HTTP, HTTPS, and FTP proxy.</p>
af: <p>Druk <b>Toets volmaginstellings</b> om die huidige konfigurasie vir HTTP-, HTTPS- en FTP-volmag te toets.</p>
bg: <p>Използвайте <b>Проба настройките на проксито</b> за да изпробвате настройките на проксито за HTTP, HTTPS и FTP.</p>
fi: <p>Paina <b>Testaa välityspalvelimen asetukset</b>, jos haluat testata HTTP-, HTTPS- ja FTP-välityspalvelimen nykyisiä asetuksia.</p>
fr: <p>Cliquez sur <b>Tester les paramètres du proxy</b> pour tester la configuration actuelle pour le proxy HTTP, HTTPS et FTP.</p>
id: <p>Tekan <b>Tes Pengaturan Proxy</b> untuk mengetes konfigurasi saat ini untuk proxy HTTP, HTTPS, dan FTP.</p>
pt_br: <p>Clique em <b>Testar Configurações de Proxy</b> para testar a configuração atual de proxy HTTP, HTTPS e FTP.</p>
ru: <p>Нажмите кнопку <b>Проверить параметры работы через прокси-сервер</b> чтобы проверить текущую конфигурацию прокси-сервера для HTTP, HTTPS и FTP.</p>
ta: எச்டிடிபிஎஸ் எப்டிபி மற்றும் எச்டிடிபி பிராக்சிகளை பரிசோதிக்க டெஸ்ட் பிராக்சி அமைப்புகளை அழுத்தவும்
tr: <p><b>Proxy ayarlarını test et</b> düğmesine basarak HTTP, HTTPS ve FTP proxy'lerinin şu anki ayarlarını sınayabilirsiniz.</p>
zh_cn: <p>按<b>测试代理设置</b>可测试 HTTP、HTTPS 和 FTP 代理的当前配置。</p>

source: &Enable Proxy
af: &Ontsper volmag
bg: Ра&зрешаване на прокси
fi: &Käytä välityspalvelinta
fr: &Activer Proxy
id: &Aktifkan Proxy
pt_br: Habilitar o &proxy
ru: Работать ч&ерез прокси-сервер
ta: பிராக்ஸி எனேபிள்
tr: Proxy &etkinleştir
zh_cn: 启用代理(&E)

source: Proxy Settings
af: Volmaginstellings
bg: Настройки за проксито
fi: Välityspalvelimen asetukset
fr: Paramètres du proxy
id: Pengaturan Proxy
pt_br: Configurações de Proxy
ru: Настройки прокси-сервера
ta: பிராக்சி அமைப்புகள்.
tr: Proxy ayarları
zh_cn: 代理设置

source: &HTTP Proxy URL
af: &HTTP-volmag-URL
bg: &HTTP прокси
fi: &HTTP-välityspalvelimen verkko-osoite
fr: URL Proxy &HTTP
id: URL Proxy &HTTP
pt_br: URL de Proxy &HTTP
ru: URL прокси-сервера &HTTP
ta: எச்டிடிபி பிராக்சி யூஆரெல்
tr: &HTTP Proxy adresi
zh_cn: HTTP 代理 URL(&H)

source: HTTP&S Proxy URL
af: HTTP&S-volmag-URL
bg: HTTP&S прокси
fi: HTTP&S-välityspalvelimen verkko-osoite
fr: URL du proxy HTTP&S
id: URL Proxy HTTP&S
pt_br: URL de Proxy HTTP&S
ru: URL прокси-сервера HTTP&S
ta: எச்டிடிபிஎஸ் பிராக்சி யூஆரெல்
tr: HTTP&S Proxy adresi
zh_cn: HTTPS 代理 URL(&S)

source: F&TP Proxy URL
af: F&TP-volmag-URL
bg: F&TP прокси
fi: F&TP-välityspalvelimen verkko-osoite
fr: URL Proxy F&TP
id: URL Proxy F&TP
pt_br: URL de Proxy F&TP
ru: URL прокси-сервера F&TP
ta: எப்டிபி பிராக்சி யூஆரெல்
tr: F&TP Proxy adresi
zh_cn: FTP 代理 URL(&T)

source: Us&e the Same Proxy for All Protocols
af: Ge&bruik dieselfde volmag vir alle protokolle
bg: &Едно прокси за всички протоколи
fi: Käytä samaa välityspalv&elinta kaikilla yhteyskäytännöillä
fr: Utilis&er le même proxy pour tous les protocoles
id: Gunakan Proxy Yang Sama untuk Semua Protokol
pt_br: Us&ar o mesmo proxy para todos os protocolos
ru: Использовать один прокси-с&ервер для всех протоколов
ta: அதே மாற்றை அனைத்து மரபுமுறைகளுக்கும் பயன்படுத்தவும்
tr: Tüm Protokoller İçin A&ynı Proxy'yi Kullan
zh_cn: 对全部协议使用相同代理(&E)

source: No Proxy &Domains
af: Geen volmag&domeine nie
bg: Доме&йни без прокси
fi: &Toimialueet, joille ei käytetä välityspalvelinta
fr: &Domaines no proxy
id: &Domain Tanpa Proxy
pt_br: &Domínios sem proxy
ru: &Домены без прокси
ta: பிராக்சி டொமைன் இல்லை
tr: Proxy dışı &alanlar
zh_cn: 无代理域(&D)

source: Proxy Authentication
af: Volmagbekragtiging
bg: Прокси с удостоверяване
fi: Tunnistautuminen välityspalvelimelle
fr: Authentification du proxy
id: Otentikasi Proxy
pt_br: Autenticação de Proxy
ru: Аутентификация прокси-сервером
ta: உறுதிசெய்யும் முறை
tr: Proxy kimlik doğrulama
zh_cn: 代理认证

source: Proxy &User Name
af: Volmag&gebruikernaam
bg: Потребителско &име за прокси
fi: Välityspalvelimen &käyttäjätunnus
fr: Nom d'&utilisateur proxy
id: Nama Pengguna Proxy
pt_br: Nome de &Usuário Proxy
ru: Имя по&льзователя прокси-сервера
ta: பிராக்சி யூசர் பெயர்
tr: Proxy &kullanıcı adı
zh_cn: 代理用户名(&U)

source: Proxy &Password
af: Volmag-&wagwoord
bg: &Парола за прокси
fi: Välityspalvelimen &salasana
fr: Mot de &passe proxy
id: Sandi Proxy
pt_br: Senha de &Proxy
ru: &Пароль пользователя прокси-сервера
ta: பிராக்சி அனுமதிச் சொல்
tr: Proxy p&arolası
zh_cn: 代理密码(&P)

source: Test Pr&oxy Settings
af: Toets vol&maginstellings
bg: Проба &настройките на проксито
fi: Testaa &välityspalvelimen asetukset
fr: Tester les paramètres du pr&oxy
id: Tes Pengaturan Pr&oxy
pt_br: Testar Configurações de Pr&oxy
ru: Пр&оверить параметры работы через прокси-сервер
ta: பிராக்சி அமைப்புகளை பரிசோதி
tr: Proxy ayarlarını &test et
zh_cn: 测试代理设置(&O)

source: Proxy is enabled, but no proxy URL has been specified. Really use these settings?
af: Volmag is ontsper, maar geen volmag-URL is gespesifiseer nie. Gebruik werklik hierdie instellings?
bg: Проксито е разрешено, но не е зададено URL. Наистина ли желаете да използвате тези настройки?
fi: Välityspalvelin on otettu käyttöön, mutta välityspalvelimen verkko-osoitetta ei ole määritetty. Haluatko varmasti käyttää näitä asetuksia?
fr: Le proxy est activé, mais aucune URL de proxy n'a été spécifiée. Voulez-vous vraiment utiliser ces paramètres ?
id: Proxy diaktifkan, tetapi tidak ada URL proxy yang ditetapkan. Yakin ingin menggunakan pengaturan ini?
pt_br: O proxy está habilitado, mas não foi especificado um URL de proxy. Deseja realmente usar essas configurações?
ru: Прокси-сервер включен, однако его URL-адрес не указан. Использовать эти параметры?
ta: மாற்று இயக்கத்திலுள்ளது, ஆனால் மாற்று URL எதுவும் குறிப்பிடப்படவில்லை. இந்த அமைப்புகளை உண்மையில் பயன்படுத்த வேண்டுமா?
tr: Proxy etkin durumda ama bir proxy adresi girilmemiş. Ayarlar bu şekilde kullanılsın mı?
zh_cn: 已启用代理，但未指定代理 URL。 确实要使用这些设置吗？
