Repository: yast/yast-translations
Catalog: po/apparmor/*.po
Languages: ar, ca, cs, de, es, hi, it, ka, ko, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_cn, zh_tw

source: AppArmor Configuration
ar: إعداد درع التطبيقات
ca: Configuració d'AppArmor
cs: Konfigurace modulu AppArmor
de: AppArmor-Konfiguration
es: Configuración de AppArmor
hi: AppArmor विन्यास
it: Configurazione di AppArmor
ka: AppArmor -ის მორგება
ko: AppArmor 구성
nl: AppArmor-configuratie
pl: Konfiguracja AppArmor
pt_br: Configuração do AppArmor
ro: Configurare AppArmor
ru: Конфигурация AppArmor
sk: Konfigurácia AppArmor
sl: Nastavitve AppArmor
sv: Konfiguration av AppArmor
tr: AppArmor Yapılandırması
uk: Налаштування AppArmor
zh_cn: AppArmor 配置
zh_tw: AppArmor 組態

source: <p>Choose one of the available AppArmor modules to configure the corresponding action and press <b>Launch</b>.</p>
ar: <p>اختر واحدة من الوحدات النمطية درع التطبيقات المتاحة لإعدادها للملائمة واضغط على <b>تنفيذ</b>.</p>
ca: <p>Trieu un dels mòduls d'AppArmor disponibles per a la configuració de l'acció corresponent i premeu <b>Executa</b>.</p>
cs: <p>Zvolte jeden z dostupných modulů AppArmoru ke konfiguraci odpovídajících akcí a stiskněte <b>Spustit</b>.</p>
de: <p>Wählen Sie eines der verfügbaren AppArmor-Module zum Konfigurieren der entsprechenden Aktion aus und drücken Sie auf <b>Starten</b>.</p>
es: <p>Seleccione uno de los módulos de AppArmor disponibles para configurar la acción correspondiente y haga clic en <b>Ejecutar.</b></p>
hi: <p>उपलब्ध AppArmor अनुखंडों में से एक का चयन कर संबंधित कार्य विन्यस्त करने हेतु <b>आरंभ करें</b> पर क्लिक करें।</p>
it: <p>Selezionare uno dei moduli AppArmor disponibili per configurare la corrispondente azione, quindi fare clic su <b>Avvia</b>.</p>
ka: <p>აირჩიეთ AppArmor-ის მოდულებიდან ერთი შესაბამისი ქმედების მოსარგებად და დააწექით <b>გაშვებას</b></p>
ko: <p>사용 가능한 AppArmor 모듈 중 하나를 선택하여 해당 작업을 구성하고 <b>시작</b>을 누르십시오.</p>
nl: <p>Kies een van de beschikbare apparmor-modules om de overeenkomstige acties te configureren en drup op <b>Opstarten</b>.</p>
pl: <p>Wybierz jeden z dostępnych modułów AppArmor do skonfigurowania powiązanego działania i kliknij przycisk <b>Uruchom</b>.</p>
pt_br: <p>Escolha um dos módulos AppArmor disponíveis para configurar a ação correspondente e pressione <b>Iniciar</b>.</p>
ro: <p>Alegeți unul dintre modulele AppArmor disponibile pentru a configura acțiunea corespunzătoare și apăsați <b>Lansare</b>.</p>
ru: <p>Выберите один из доступных модулей AppArmor, чтобы настроить соответствующие действия, и нажмите кнопку <b>Запуск</b>.</p>
sk: <p>Vybrať jeden z dostupných modulov AppArmor pre konfiguráciu príslušnej akcie a stlačiť <b>Spustiť</b>.</p>
sl: <p>Izberite enega izmed razpoložljivih modulov AppArmor za nastavitev ustreznih dejanj in kliknite <b>Zaženi</b>.</p>
sv: <p>Välj en av de tillgängliga AppArmor-modulerna för att ställa in motsvarande åtgärd och klicka på <b>Starta</b>.</p>
tr: <p>Yapılandırmak için mevcut AppArmor modüllerinden birini seçin uygun eylemi seçin ve <b>Başlat</b>'a basın.</p>
uk: <p>Виберіть один з наявних модулів AppArmor для налаштування відповідних пристроїв і натисніть <b>Запуск</b>.</p>
zh_cn: <p>从可用 AppArmor 模块中选择一个来 配置相应的行为，然后按下<b>起动</b>。</p>
zh_tw: <p>選擇其中一個可用的 AppArmor 模組以設定 對應的動作，然後按<b>「啟動」</b>。</p>

source: &Available AppArmor Modules:
ar: وحدات نمطية درع التطبيقات:
ca: Mòduls d'AppArmor &disponibles:
cs: Dostupné moduly &AppArmor:
de: &Verfügbare AppArmor-Module:
es: Módulos de &AppArmor disponibles:
hi: उपलब्ध AppArmor अनुखंड (&A):
it: &Moduli AppArmor disponibili:
ka: AppArmor-ის ხელმისაწვდომი &მოდულები:
ko: 사용 가능한 AppArmor 모듈(&A):
nl: Beschikbare AppArmor modulen:
pl: Dostępne moduły &AppArmor:
pt_br: &Módulos AppArmor Disponíveis:
ro: &Module AppArmor disponibile:
ru: &Доступные модули AppArmor:
sk: Dostupné moduly &AppArmor:
sl: &Razpoložljivi moduli AppArmor:
sv: &Tillgängliga AppArmor-moduler:
tr: &Kullanılabilir AppArmor Modülleri:
uk: &Наявні модулі AppArmor:
zh_cn: 可用的 AppArmor 模块(&A)：
zh_tw: 可用的 AppArmor 模組(&A)：

source: Settings
ar: إعدادات
ca: Paràmetres
cs: Nastavení
de: Einstellungen
es: Configuración
hi: सेटिंग्स
it: Impostazioni
ka: პარამეტრები
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Параметри
zh_cn: 设置
zh_tw: 設定

source: Scan Audit logs
ar: فحص سجلات التدقيق
ca: Escaneig del registre d'Audit
cs: Skenovat záznam auditu
de: Überprüfungsprotokolle durchsuchen
es: Explorar los registros de auditoría
hi: परीक्षण लॉग जाँचें
it: Esamina i log di ispezione
ka: აუდიტის ჟურნალის სკანირება
ko: 감사 로그 스캔
nl: Auditlogs scannen
pl: Przeszukaj dzienniki inspekcji
pt_br: Pesquisar logs da auditoria
ro: Scanare jurnalele de audit
ru: Сканировать журналы аудита
sk: Skenovať záznamy auditu
sl: Pregled revizijskih dnevnikov
sv: Scanningsgranskningsloggar
tr: Denetim günlüklerini tara
uk: Сканувати журнали Audit
zh_cn: 扫描审核日志
zh_tw: 掃描稽核記錄

source: Manually Add Profile
ar: إضافة ملف التعريف يدوياً
ca: Afegeix el perfil manualment
cs: Vytvořit profil ručně
de: Profil manuell hinzufügen
es: Añadir perfil manualmente
hi: मैनुअल रूप से प्रोफाइल जोड़ें
it: Aggiungi profilo manualmente
ka: პროფილის ხელით დამატება
ko: 프로파일 수동 추가
nl: Profiel handmatig toevoegen
pl: Ręczne dodawanie profilu
pt_br: Adicionar perfil manualmente
ro: Adăugați manual un profil
ru: Добавить профиль вручную
sk: Ručne pridať profil
sl: Ročno dodajanje profila
sv: Lägg till profiler manuellt
tr: El ile Profil Ekle
uk: Вручну додати профіль
zh_cn: 手动添加配置文件
zh_tw: 手動新增設定檔

source: &Launch
ar: تنفيذ
ca: &Executa
cs: Spusti&t
de: &Starten
es: &Lanzar
hi: आरंभ करें (&L)
it: &Avvia
ka: გა&შვება
ko: 시작(&L)
nl: &Opstarten
pl: U&ruchom
pt_br: &Iniciar
ro: &Lansare
ru: &Запустить
sk: &Spustiť
sl: &Zaženi
sv: &Starta
tr: &Başlat
uk: &Запуск
zh_cn: 启动(&L)
zh_tw: 啟動(&L)

source: Choose a file
ar: اختيار ملف
ca: Trieu un fitxer
cs: Vybrat soubor
de: Datei auswählen
es: Seleccione un archivo
hi: फाइल चयन
it: Scegliere un file
ka: აირჩიეთ ფაილი
ko: 파일 선택
nl: Een bestand kiezen
pl: Wybierz plik
pt_br: Escolha um arquivo
ro: Alegeți un fișier
ru: Выберите файл
sk: Zvoliť súbor
sl: Izberite datoteko
sv: Välj en fil
tr: Bir dosya seçin
uk: Виберіть файл
zh_cn: 选择文件
zh_tw: 選擇檔案

source: Error: cmd is not defined
ar: خطأ: لم يتم تحديد cmd
ca: Error: cmd no definit
cs: Chyba: cmd není definován
de: Fehler: cmd ist nicht definiert
es: Error: cmd no está definido
hi: त्रुटि : अपरिभाषित कमांड
it: Errore: comando non definito
ka: შეცდომა: ბრძანება აღწერილი არაა
ko: 오류: cmd가 정의되지 않음
nl: Fout: cmd is niet gedefinieerd
pl: Błąd: nie zdefiniowano cmd
pt_br: Erro: cmd não está definido
ro: Eroare: cmd nu este definit
ru: Ошибка: cmd не определено
sk: Chyba: cmd nie je definované
sl: Napaka: cmd ni določen
sv: Fel: cmd har inte definierats
tr: Hata: cmd tanımlı değil
uk: Помилка: cmd не визначено
zh_cn: 错误：未定义命令
zh_tw: 錯誤：未定義指令

source: Unknown Dialog %s returned by apparmor
ar: تم عرض مربع غير معروف %s بواسطة apparmor
ca: L'Apparmor ha retornat un diàleg desconegut, %s
cs: Apparmor vydal neznámý dialog %s
de: Unbekanntes Dialogfeld %s von apparmor zurückgegeben
es: apparmor ha devuelto un recuadro de diálogo desconocido: %s
hi: AppArmor द्वारा अज्ञात विंडो %s प्राप्त
it: Finestra sconosciuta %s restituita da apparmor
ka: Apparmor-ის მიერ დაბრუნებული დიალოგი (%s) უცნობია
ko: apparmor에 의해 반환된 알 수 없는 대화 상자 %s
nl: Onbekende dialoog %s teruggeven door apparmor
pl: Program apparmor zwrócił nieznane okno dialogowe %s
pt_br: Caixa de diálogo desconhecida %s retornada pelo apparmor
ro: Dialog necunoscut %s returnat de aparmor
ru: apparmor вернул неизвестное диалоговое окно %s
sk: Neznámy dialóg %s vrátený od apparmor
sl: AppArmor je vrnil neznano pogovorno okno %s
sv: Okända dialogrutor %s returnerades av apparmor
tr: Bilinmeyen diyalog %s apparmor tarafından döndürüldü
uk: apparmor повернув невідоме діалогове вікно %s
zh_cn: apparmor 返回了未知对话 %s
zh_tw: apparmor 傳回未知的對話 %s

source: Choose a program to generate a profile for
ar: اختر برنامجا لإنشاء ملف شخصي ل
ca: Trieu un programa per crear-hi un perfil
cs: Zvolte program k vytvoření profilu pro
de: Programm auswählen, für das ein Profil generiert werden soll
es: Seleccione un programa para el que generar un perfil
hi: प्रोफाइल सृजन हेतु प्रोग्राम चयन
it: Selezionare un programma per cui generare un profilo
ka: აირჩიეთ პროგრამა, რომლის პროფილიც დაგენერირდება
ko: 다음에 대한 프로파일을 생성할 프로그램 선택
nl: Kies een programma waarvoor een profiel moet worden gegenereerd
pl: Wybierz program, dla którego ma zostać wygenerowany profil
pt_br: Escolha um programa para gerar um perfil
ro: Alegeți un program pentru a genera un profil pentru
ru: Выберите программу для создания профиля
sk: Vyberať program pre generovanie profilu pre
sl: Izberite program, za katerega želite ustvariti profil
sv: Välj ett program att skapa en profil för
tr: Profil oluşturmak için bir program seçin
uk: Виберіть програму, щоб створити профіль для
zh_cn: 选择要生成安全档案的程序
zh_tw: 選擇要產生設定檔的程式

source: Profile for %s generated.
ar: تم إنشاء مرجع %s.
ca: Perfil per a %s generat.
cs: Profil pro %s je vygenerován.
de: Profil für %s generiert.
es: Perfil para %s generado.
hi: %s हेतु प्रोफाइल सृजन सफल।
it: Profilo per %s generato.
ka: %s-ის პროფილი გენერირებულია.
ko: %s의 프로파일이 생성되었습니다.
nl: Profiel voor %s gegenereerd.
pl: Wygenerowano profil dla %s.
pt_br: Perfil para %s gerado.
ro: Profilul pentru %s a fost generat.
ru: Создан профиль для %s.
sk: Profil pre %s generovaný.
sl: Profil za %s je bil ustvarjen.
sv: Profil för %s har skapats.
tr: %s için profil oluşturuldu.
uk: Профіль для %s створено.
zh_cn: 已生成用于 %s 的安全档案。
zh_tw: 已產生 %s 的設定檔。

source: Error: Profile for %s not generated due to error in executing aa-genprof
ar: خطأ: لم يتم إنشاء مرجع من أجل %s بسبب وجود خطأ أثناء تنفيذ aa-genprof
ca: Error: el perfil per a %s no s'ha generat a causa d'un error en executar aa-genprof.
cs: Chyba: Profil pro %s není vygenerován kvůli chybě při běhu aa-genprof
de: Fehler: Profil für %s wurde wegen eines Fehlers in der auszuführenden aa-genprof nicht generiert
es: Error: no se ha generado el perfil para %s debido a un error en la ejecución de aa-genprof
hi: त्रुटि : aa-genprof निष्पादन त्रुटि के कारण %s हेतु प्रोफाइल सृजन विफल
it: Errore: profilo per %s non generato a causa di un errore durante l'esecuzione di aa-genprof
ka: შეცდომა: %s-ის პროფილი არ დაგენერირებულა aa-genprof-ის გაშვებისას მომხდარი შეცდომის გამო
ko: 오류: aa-genprof 실행 오류 때문에 %s의 프로파일이 생성되지 않음
nl: Fout: profiel voor %s is niet gegeneerd vanwege een fout in het uitvoeren van aa-genprof
pl: Błąd: Profil dla %s nie został wygenerowany z powodu błędu podczas wykonywania aa-genprof
pt_br: Erro: Perfil para %s não gerado devido a erro na execução do aa-genprof
ro: Eroare: Profilul pentru %s nu a fost generat din cauza unei erori în execuția aa-genprof
ru: Ошибка: профиль для %s не создан из-за ошибки при выполнении aa-genprof
sk: Chyba: Profil pre %s nie je generovaný kvôli chybe pri vykonávaní aa-genprof
sl: Napaka: Profil za %s ni bil ustvarjen zaradi napake pri izvajanju ukaza aa-genprof
sv: Fel: Profilen för %s skapades inte pga fel vid körning av aa-genprof
tr: Hata: aa-genprof yürütülürken oluşan hata nedeniyle %s profili oluşturulmadı
uk: Помилка: профіль для %s не створено через помилку під час виконання aa-genprof
zh_cn: 错误：由于执行 aa-genprof 时出错未能生成用于 %s 的安全档案
zh_tw: 錯誤：由於執行 aa-genprof 時發生錯誤，未產生 %s 的設定檔

source: No more records in logfile %s to process
ar: لا يوجد مزيد من السجلات في ملف السجل %s للمعالجة
ca: No hi ha més registres al fitxer de registre %s per processar.
cs: V žurnálu %s nejsou další soubory ke zpracování
de: Keine weiteren Datensätze in Protokolldatei %s zum Verarbeiten
es: No hay más registros en el archivo %s para procesar
hi: संसाधन हेतु लॉग फाइल %s में और रिकॉर्ड नहीं है
it: Nessun altro record da elaborare del file di log %s
ka: %s-ისთვის მეტი ჩანაწერები ჟურნალში არ არსებობს
ko: 로그 파일 %s에 처리할 레코드 없음
nl: Geen regels in logbestand %s meer te verwerken
pl: W pliku dziennika %s nie ma więcej rekordów do przetworzenia
pt_br: Não há mais registros no logfile %s para processar
ro: Nu mai există înregistrări în fișierul jurnal %s pentru procesare
ru: В файле журнала %s больше нет записей для обработки
sk: Žiadne ďalšie záznamy v súbore záznamov %s na spracovanie
sl: V dnevniški datoteki %s ni več zapisov za obdelati
sv: Det finns inga fler poster i loggfilen i %s att bearbeta
tr: %s günlük dosyasında işlenecek başka kayıt yok
uk: У файлі журналу %s більше немає записів для обробки
zh_cn: 日志文件 %s 中没有其他要处理的记录
zh_tw: 記錄檔案 %s 中沒有其他要處理的記錄

source: Error: Could not process records in %s due to error in executing aa-logprof
ar: خطأ: تعذرت معالجة السجلات في %s بسبب خطأ عند تنفيذ aa-logprof
ca: Error: no s'han pogut processar els registres a %s a causa d'un error en executar aa-logprof.
cs: Chyba: Záznamy v %s nelze zpracovat kvůli chybě při běhu aa-logprof
de: Fehler: Konnte Datensätze in %s wegen eines Fehlers in der auszuführenden aa-logprof nicht verarbeiten
es: Error: no se han podido procesar los registros en %s debido a un error en la ejecución de aa-logprof
hi: त्रुटि : aa-logprof निष्पादन त्रुटि के कारण %s में रिकॉर्ड संसाधन विफल
it: Errore: impossibile elaborare i record presenti in %s a causa di un errore durante l'esecuzione di aa-logprof
ka: შეცდომა: %s-დან ჩანაწერების დამუშავების შეცდომა aa-logprof-ის გაშვების შეცდომის გამო
ko: 오류: aa-logprof 실행 오류 때문에 %s의 레코드를 처리할 수 없음
nl: Fout: kon geen records in %s verwerken vanwege een fout in het uitvoeren van aa-logprof
pl: Błąd: Nie można przetworzyć rekordów w %s z powodu błędu podczas wykonywania aa-logprof
pt_br: Erro: Não foi possível processar registros em %s devido a erro na execução do aa-logprof
ro: Eroare: Nu s-au putut procesa înregistrările în %s din cauza unei erori în execuția aa-logprof
ru: Ошибка: не удалось обработать записи в %s из-за ошибки при выполнении aa-logprof
sk: Chyba: Nebolo možné spracovať záznamy v %s kvôli chybe pri vykonávaní aa-logprof
sl: Napaka: Zapisov v %s ni bilo moč obdelati zaradi napake pri izvajanju ukaza aa-logprof
sv: Fel: Det gick inte att bearbeta poster i %s pga fel vid körning av aa-logprof
tr: Hata: aa-logprof yürütme hatası nedeniyle %s içindeki kayıtlar işlenemedi
uk: Помилка: не вдалося обробити записи у %s через помилку під час виконання aa-logprof
zh_cn: 错误：由于执行 aa-logprof 时出错未能处理 %s 中的记录
zh_tw: 錯誤：由於執行 aa-logprof 時發生錯誤，無法處理 %s 中的記錄

source: Cannot evaluate current status via aa-status.
ca: No se'n pot avaluar l'estat actual a través d'aa-status.
cs: aa-status nemůže vyhodnotit současný stav.
de: Aktueller Status kann nicht über aa-status ausgewertet werden.
es: No es posible evaluar el estado actual mediante aa-status.
hi: aa-status द्वारा वर्तमान स्थिति की जाँच विफल।
it: Impossibile valutare lo stato corrente tramite aa-status.
ka: შეცდომა მიმდინარე მდგომარეობის aa-status-ით შეფასებისას.
nl: Kan huidige status niet via aa-status evalueren.
pl: Nie można określić obecnego statusu za pomocą aa-status.
pt_br: Não é possível avaliar o status atual por meio do aa-status.
ro: Nu se poate evalua starea curentă prin intermediul aa-status.
ru: Не могу определить текущий статус через aa-status.
sk: Nie je možné vyhodnotiť aktuálny stav pomocou aa-status.
sl: Z ukazom aa-status ni moč ovrednotiti trenutnega stanja.
sv: Kan inte utvärdera aktuell status via aa-status.
tr: Mevcut durum aa durumu aracılığıyla değerlendirilemez.
uk: Неможливо оцінити поточний статус через aa-status.
zh_cn: 无法使用 aa-status 获取当前 AppArmor 的状态。
zh_tw: 無法透過 aa-status 評估目前的狀態。

source: Profile List
ar: قائمة ملف التعريف
ca: Llista de perfils
cs: Seznam profilů
de: Profilliste
es: Lista de perfiles
hi: प्रोफाइल सूची
it: Elenco profili
ka: პროფილების სია
ko: 프로파일 목록
nl: Profielenlijst
pl: Lista profilów
pt_br: Lista de Perfil
ro: Listă de profiluri
ru: Список профилей
sk: Zoznam profilov
sl: Seznam profilov
sv: Profillista
tr: Profil Listesi
uk: Список профілів
zh_cn: 安全档案列表
zh_tw: 設定檔清單

source: Show Active only
ar: إظهار النشط فقط
ca: Mostra només els actius
cs: Zobrazit pouze aktivní
de: Nur aktive anzeigen
es: Mostrar solo los activos
hi: केवल सक्रिय ही प्रदर्शित करें
it: Mostra attivi soltanto
ka: მხოლოდ აქტიურების ჩვენება
ko: 활성 프로파일만 표시
nl: Alleen actieve tonen
pl: Pokaż tylko aktywne
pt_br: Exibir somente os ativos
ro: Afișați doar active
ru: Показывать только активные
sk: Ukázať iba aktívne
sl: Prikaži samo dejavne
sv: Visa endast aktiva
tr: Yalnızca Etkin'i göster
uk: Показати лише активні
zh_cn: 仅显示活动安全档案
zh_tw: 僅顯示作用中的設定檔

source: S&et to 'enforce'
ca: Establ&eix-ho a "Força-ho"
cs: Nastavit na 'vynuc&ení'
de: Erzwingen-Modus festlegen
es: D&efinir como "enforce"
hi: 'लागू करें' पर सेट (&e)
it: Im&posta a 'enforce'
ka: 'enforce'-ზე დაყენება
nl: Alles op 'afdwingen' z&etten
pl: Ustaw w tryb wymuszania
pt_br: Definir para 'forçado'
ro: &Setați la 'aplicare'
ru: Установить в &ужесточённый режим
sk: Nastaviť na 'enforce'
sl: N&astavi na »vsili«
sv: A&nge till 'framtvinga'
tr: 'Zorla' olarak ayarla
uk: Встановити у "примусовий" режим
zh_tw: 設為 "強制"(&E)

source: Set to '&complain'
ca: Estableix-ho a "&Queixa"
cs: Nastavit na '&stěžování'
de: Meldungsmodus festlegen
es: Definir &como "complain"
hi: 'शिकायत' पर सेट (&c)
it: Imposta a '&complain'
ka: '&complain'-ზე დაყენება
nl: Alles op '&klagen' zetten
pl: Ustaw w tryb analizy
pt_br: Definir para '&reclamação'
ro: Setați la '&reclamație'
ru: Установить в &щадящий режим
sk: Nastaviť na '&complain'
sl: Nas&tavi na »pritoži se«
sv: Ställ in till '&klaga'
tr: '&Şikayet et' olarak ayarla
uk: Встановити у режим "&скарги"
zh_tw: 設為 "申訴"(&C)

source: Name
ar: الاسم
ca: Nom
cs: Jméno
es: Nombre
hi: नाम
it: Nome
ka: სახელი
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
tr: Ad
uk: Ім'я
zh_cn: 名称
zh_tw: 名稱

source: Mode
ar: الوضع
cs: Mód
de: Modus
es: Modo
hi: मोड
it: Modalità
ka: რეჟიმი
ko: 모드
nl: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sk: Režim
sl: Način
sv: Läge
tr: Mod
uk: Режим
zh_cn: 模式
zh_tw: 模式

source: PID
ar: معرف العملية
hi: पीआईडी
pl: Numer PID
zh_cn: 进程编号

source: Apparmor Settings
ar: إعداد درع التطبيقات
ca: Configuració d'AppArmor
cs: Natavení AppArmoru
de: AppArmor-Einstellungen
es: Configuración de AppArmor
hi: AppArmor सेटिंग्स
it: Impostazioni di Apparmor
ka: Apparmor-ის მორგება
ko: AppArmor 설정
nl: AppArmor-instellingen
pl: Ustawienia AppArmor
pt_br: Configurações do Apparmor
ro: Setări Apparmor
ru: Настройки AppArmor
sk: Nastavenia Apparmor
sl: Nastavitve AppArmor-ja
sv: AppArmor-inställningar
tr: Apparmor Ayarları
uk: Параметри Apparmor
zh_cn: Apparmor 设置
zh_tw: Apparmor 設定

source: &Enable Apparmor
ar: &تمكين درع التطبيقات
ca: &Habilita l'Apparmor
cs: &Povolit Apparmor
de: AppArmor &aktivieren
es: &Habilitar AppArmor
hi: AppArmor सक्रिय करें (&E)
it: A&bilita Apparmor
ka: &AppArmor-ის ჩართვა
ko: Apparmor 활성화(&E)
nl: AppArmor &inschakelen
pl: &Włącz AppArmor
pt_br: &Habilitar Apparmor
ro: &Activați Apparmor
ru: &Включить Apparmor
sk: &Povoliť Apparmor
sl: &Omogoči podporo za AppArmor
sv: &Aktivera Apparmor
tr: &AppArmor'u etkinleştir
uk: &Увімкнути Apparmor
zh_cn: 启用 Apparmor(&E)
zh_tw: 啟用 Apparmor(&E)

source: Configure Profiles
ar: إعداد الملفات الشخصية
ca: Configura els perfils
cs: Konfigurovat profily
de: Profile konfigurieren
es: Configurar perfiles
hi: प्रोफाइल विन्यास
it: Configura profili
ka: პროფილების მორგება
ko: 프로파일 구성
nl: Profielen configureren
pl: Konfiguruj profile
pt_br: Configurar perfis
ro: Configurați profilurile
ru: Настроить профили
sk: Konfigurovať profily
sl: Nastavitve profilov
sv: Ställ in profil
tr: Profilleri Yapılandır
uk: Налаштувати профілі
zh_cn: 配置安全档案
zh_tw: 設定設定檔

source: Configure Profile modes
ar: إعداد أوضاع ملف التعريف
ca: Configura els modes de perfil
cs: Konfigurovat režimy profilů
de: Profilmodi konfigurieren
es: Configurar modos de perfiles
hi: प्रोफाइल मोड विन्यास
it: Configura modalità profilo
ka: პროფილის რეჟიმების მორგება
ko: 프로파일 모드 구성
nl: Profielmodi configureren
pl: Konfiguruj tryby profili
pt_br: Configurar modos de perfil
ro: Configurați modurile profilurilor
ru: Настроить режимы профилей
sk: Konfigurovať režimy profilov
sl: Nastavitve načinov profilov
sv: Ställ in profillägen
tr: Profil modlarını yapılandır
uk: Налаштувати профілі
zh_cn: 配置安全档案模式
zh_tw: 設定設定檔模式

source: Configure
ar: إعداد
ca: Configura
cs: Konfigurovat
de: Konfigurieren
es: Configurar
hi: विन्यास
it: Configura
ka: მორგება
ko: 구성
nl: Configureren
pl: Konfiguruj
pt_br: Configurar
ro: Configurați
ru: Настроить
sk: Konfigurovať
sl: Nastavitve
sv: Ställ in
tr: Yapılandır
uk: Налаштувати
zh_cn: 配置
zh_tw: 設定

source: Failed to change apparmor service. Please use journal (journalctl -n -u apparmor) to diagnose
ar: فشل تغيير خدمة AppArmor. يرجى استخدام journal (journalctl -n -u apparmor) لتشخيص
ca: Ha fallat canviar el servei d'apparmor. Si us plau, useu journal (journalctl -n -u apparmor) per a la diagnosi.
cs: Selhala změna služby apparmor. K diagnóze použijte laskavě žurnál (journalctl -n -u apparmor)
de: Wechsel des apparmor Dienstes fehlgeschlagen. Bitte das Journal (journalctl -n -u apparmor) zur Diagnose nutzen
es: Fallo al cambiar el servicio apparmor. Por favor, use journal (journalctl -n -u apparmor) para diagnósticos
hi: AppArmor सेवा परिवर्तन विफल। निरीक्षण हेतु जर्नल (journalctl -n -u apparmor) उपयोग करें
it: Impossibile modificare il servizio apparmor. Si prega di usare journal (journalctl -n -u apparmor) per la diagnosi
ka: Apparmor-ის სერვისის შეცვლის უფლება. დიაგნოსტიკისთვის გამოიყენეთ ჟურნალი (journalctl -n -u apparmor)
ko: apparmor 서비스를 변경하지 못했습니다. 저널(journalctl -n -u apparmor)을 사용하여 진단하십시오.
nl: Service apparmor wijzigen is mislukt. Gebruik het journaal (journalctl -n -u apparmor) om een diagnose te stellen
pl: Nie można zmienić usługi apparmor. Użyj polecenia journal (journalctl -n -u apparmor), aby zdiagnozować problem
pt_br: Falha ao alterar o serviço apparmor. Use o journal (journalctl -n -u apparmor) para diagnosticar
ro: Nu s-a reușit schimbarea serviciului apparmor. Vă rugăm să utilizați jurnalul (journalctl -n -u apparmor) pentru a diagnostica
ru: Сбой при внесении изменений в службу apparmor. Для диагностики используйте журнал (journalctl -n -u apparmor)
sk: Zlyhala zmena služby apparmor. Prosím, použite žurnál (journalctl -n -u apparmor) na diagnostikovanie
sl: Sprememba storitve AppArmor ni uspela. Za diagnozo uporabite dnevnik (ukaz »journalctl -n -u apparmor«).
sv: Det gick inte att ändra tjänsten apparmor. Använd journal (journalctl - n - u apparmor) för att diagnostisera
tr: Apparmor hizmeti değiştirilemedi. Teşhis için lütfen journal (journalctl -n -u apparmor) kullanın
uk: Не вдалося змінити службу apparmor. Будь ласка, використовуйте журнал (journalctl -n -u apparmor) для виявлення помилок
zh_cn: 无法变更apparmor服务。请利用journal(journalctl -n -u apparmor)进行诊断
zh_tw: 變更 apparmor 服務失敗。請使用記錄 (journalctl -n -u apparmor) 來診斷
