Repository: yast/yast-translations
Catalog: po/reipl/*.po
Languages: ca, de, fi, fr, hu, ja, km, nb, nl, ru, sk, sv, tr, zh_cn, zh_tw

source: Configuration of reipl
ca: Configuració de reipl
de: reipl-Konfiguration
fi: Reipl-määritys
fr: Configuration de reipl
hu: Reipl beállítása
ja: reipl の設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​របស់ reipl
nb: Oppsett av reipl
nl: Configuratie van 'reipl'
ru: Настройки reipl
sk: Konfigurácia pre reipl
sv: Inställningar för reipl
tr: Reipl yapılandırması
zh_cn: 重启 (Re-IPL) 配置
zh_tw: reipl 的組態

source: After shutdown, reload the system with an IPL from device '%1'.
ca: Després de l'aturada, recarregueu el sistema amb un IPL des del dispositiu "%1".
hu: A leállítás után töltse újra a rendszert IPL-lel a(z) '%1' eszközről.
ja: シャットダウン後、デバイス '%1' から IPL とシステムを再読み込みします。
nl: Herlaad het systeem na het afsluiten met een IPL vanaf apparaat '%1'.
ru: После выключения перезагрузите систему с IPL из устройства '%1'.
sv: Ladda om systemet med en IPL in från enheten efter att systemet avslutats%1.
zh_tw: 關閉後，透過 IPL 從裝置「%1」 重新載入系統。

source: After shutdown, reload the system with an IPL from FCP '%1' with WWPN '%2' and LUN '%3'.
ca: Després de l'aturada , recarregueu el sistema amb un IPL de FCP '%1' de WWPN '%2' i LUN '%3'.
hu: A leállítás után a rendszer betöltődik a(z) %1 FCL-ről '%2' WWPN-nel és '%3' LUN-nal, IPL-lel.
ja: シャットダウン後、 FCP '%1' (WWPN '%2', LUN '%3') から IPL とシステムを再読み込みします。
km: បន្ទាប់​ពី​បិទ ត្រូវ​ផ្ទុក​ប្រព័ន្ធ​ឡើងវិញ ជាមួយ IPL ពី FCP '%1' ជាមួយ WWPN '%2' និង LUN '%3' ។
nb: Etter at maskinen er slått av, last systemet på nytt med en IPL fra FCP '%1' med WWPN '%2' og LUN '%3'.
nl: Herlaad het systeem na het afsluiten met een IPL vanaf FCP '%1' met WWPN '%2' en LUN '%3'.
ru: После выключения перезагрузите систему с IPL из FCP '%1' с WWPN '%2' и LUN '%3'.
sk: Po vypnutí sa systém znovu načíta s IPL z FCP '%1' s WWPN '%2' a LUN '%3'.
sv: Läs in en IPL in från FCP-disken %1 med WWPN %2 och LUN %3 efter att systemet avslutats.
zh_tw: 關閉後，透過 IPL 從含有 WWPN「%2」 與 LUN「%3」的 FCP「%1」 重新載入系統。

source: After shutdown, reload the system with an IPL from the device that contains /boot
ca: Després de l'aturade, recarregueu el sistema amb un IPL del dipositiu que conté /boot
hu: A leállítás után, IPL-lel töltse újra a rendszert az eszközről, amely tartalmazza a /boot könyvtárt
ja: シャットダウン後、 /boot を含むデバイスから IPL とシステムを再読み込みします。
km: បន្ទាប់​ពី​បិទ ផ្ទុក​ប្រព័ន្ធ​ឡើងវិញ ដោយ​ប្រើ IPL ពី​ឧបករណ៍ ដែលមាន /boot
nb: Etter at maskinen er slått av, last systemet på nytt med en IPL fra enheten som inneholder /boot
nl: Herlaad het systeem na het afsluiten met een IPL vanaf het apparaat dat /boot bevat
ru: После выключения перезагрузите систему с IPL устройства, содержащего /boot
sk: Po vypnutí sa systém znovu načíta s IPL zo zariadenia, ktoré obsahuje /boot
sv: Efter avstängningen startar du om systemet med en IPL från enheten som innehåller /boot
zh_tw: 關閉後，透過 IPL 從 包含 /boot 的裝置 重新載入系統

source: &Reipl
ja: reipl (&R)
zh_tw: Reipl(&R)

source: Reipl Configuration
ca: &Configuració de reipl
de: Reipl-Konfiguration
fi: Reipl-määritys
fr: Configuration de reipl
hu: Reipl beállítása
ja: reipl 設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ Reipl
nb: Reipl-oppsett
nl: Reipl-configuratie
ru: Настройка reipl
sk: Reipl konfigurácia
sv: Reipl-inställningar
tr: Reipl Yapılandırması
zh_cn: 重启 (Re-IPL) 配置
zh_tw: Reipl 組態

source: reipl methods
ca: Mètodes reipl
de: Reipl-Methoden
fi: Reipl -menetelmät
fr: Méthodes reipl
hu: reipl metódusok
ja: reipl メソッド
km: វិធីសាស្ដ្រ reipl
nb: reipl-metoder
nl: reipl-methoden
ru: методы reipl
sk: metódy reipl
sv: reipl-metoder
tr: reipl yöntemleri
zh_cn: 重启 (Re-IPL) 方法
zh_tw: reipl 方法

source: &ccw
ja: CCW (&C)
zh_cn: 通道命令字(&c)
zh_tw: CCW(&C)

source: &fcp
ja: FCP (&F)
zh_cn: 光纤通道协议(&f)
zh_tw: FCP(&F)

source: &nss
ja: nss (&N)
zh_cn: 命名保存段(&nss)
zh_tw: NSS(&N)

source: ccw parameters
ca: Paràmetres ccw
de: ccw-Parameter
fi: Ccw-muuttujat
fr: Paramètres ccw
hu: ccw paraméterei
ja: ccw パラメータ
km: ប៉ារ៉ាម៉ែត្រ ccw
nb: ccw-parametere
ru: параметры ccw
sk: ccw parametre
sv: ccw-parametrar
tr: ccw parametreleri
zh_cn: 通道命令字参数
zh_tw: ccw 參數

source: &Device
ca: &Dispositiu
de: &Gerät
fi: &Laite
fr: &Périphérique
hu: &Eszköz
ja: デバイス (&D)
km: ឧបករណ៍
nb: &Enhet
nl: &Apparaat
ru: &Устройство
sk: &Zariadenie
sv: En&het
tr: &Aygıt
zh_cn: 设备(&D)
zh_tw: 裝置(&D)

source: &Loadparm
hu: &Betöltés
ja: 読み込みパラメータ (&L)
nl: Param&Laden
zh_cn: 加载参数(&L)
zh_tw: &Loadparm(&L)

source: fcp parameters
ca: Paràmetres fcp
de: fcp-Parameter
fi: FCP-muuttujat
fr: Paramètres fcp
hu: fcp paraméterei
ja: fcp パラメータ
km: ប៉ារ៉ាម៉ែត្រ fcp
nb: fcp-parametere
ru: параметры fcp
sk: fcp parametre
sv: fcp-parametrar
tr: fcp parametreleri
zh_cn: 光纤通道协议参数
zh_tw: fcp 參數

source: D&evice
ca: D&ispositiu
de: G&erät
fi: &Laite
fr: Périphériqu&e
hu: &Eszköz
ja: デバイス (&E)
km: ឧបករណ៍
nb: &Enhet
nl: &Apparaat
ru: Ус&тройство
sk: Zariad&enie
sv: Enh&et
tr: C&ihaz
zh_cn: 设备(&E)
zh_tw: 設備(&E)

source: &Worldwide port number
ca: &Número de port Worldwide
de: &Weltweite Portnummer
fi: &Maailmanlaajuinen porttinumero
fr: Numéro de port &universel
hu: &Worldwide portszám
ja: 世界唯一のポート番号 (&W)
km: លេខ​ច្រក​ប្រើបាន​ទូទាំង​ពិភពលោក
nb: &Globalt portnummer
nl: &Wereldwijd poortnummer
ru: Номер &worldwide порта
sk: &Celosvetové číslo portu
sv: &Globalt portnummer
tr: &Dünya çapında bağlantı noktası numarası
zh_cn: 万维端口编号(&W)
zh_tw: 全球連接埠號(&W)

source: Lo&gical unit number
ca: Número &lògic d'unitat
de: Lo&gische Gerätenummer (LUN)
fi: Loo&ginen yksikkönumero
fr: Numéro d'unité lo&gique
hu: Lo&gikai egység száma
ja: 論理ユニット番号 (&G)
km: លេខ​ឯកតា​ឡូជីខល
nb: Lo&gisk enhetsnummer
nl: Lo&gical unit-nummer
ru: Номер ло&гического модуля
sk: Číslo lo&gickej jednotky
sv: Lo&giskt enhetsnummer
tr: Mantı&ksal birim numarası
zh_cn: 逻辑单元编号(&g)
zh_tw: 邏輯單位數(&G)

source: B&oot program selector
ca: Selector de programa d'&arrencada
de: B&oot-Programm-Auswahl
fi: Käynnistyslataimen &ohjelman valitsin
fr: Sélecteur de programme d'am&orçage
hu: Betöltőpr&ogram-kiválasztó
ja: 起動プログラム選択 (&O)
km: កម្មវិធី​ជ្រើស​កម្មវិធី​ចាប់ផ្ដើម
nb: &Oppstartsprogramvelger
nl: B&oot-programma-selector
ru: Выб&ор программы загрузки
sk: Výber štart&ovacieho programu
sv: S&tartprogramväljare
tr: Önyükleme pr&ogramı seçici
zh_cn: 引导程序选择器(&o)
zh_tw: 開機程式選擇器(&O)

source: nss parameters
ca: Paràmetres d'nss
de: nss-Parameter
fi: nss asetukset
fr: paramètres nss
hu: nss paraméterei
ja: nss パラメータ
ru: параметры nss
sk: nss parametre
sv: nss-parametrar
tr: nss parametreleri
zh_cn: 命名保存段 (Named Saved Segment) 参数
zh_tw: Nss 參數

source: &Name
ca: &Nom
fi: &Nimi
fr: &Nom
hu: &Név
ja: 名前 (&N)
km: ឈ្មោះ
nb: &Navn
nl: &Naam
ru: &Имя
sk: &Názov
sv: &Namn
tr: &Ad
zh_cn: 名称(&N)
zh_tw: 名稱(&N)

source: reipl configuration
ca: configuració de reipl
de: reipl-Konfiguration
fi: reipl-määritys
fr: Configuration de reipl
hu: reipl beállítása
ja: reipl の設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ reipl
nb: reipl-oppsett
nl: reipl-configuratie
ru: конфигурация reipl
sk: reipl konfigurácia
sv: Reipl-inställningar
tr: reipl yapılandırması
zh_cn: 重启 (Re-IPL) 配置
zh_tw: reipl 組態

source: help missing in helps.ycp
ca: falta l'ajuda a helps.ycp
de: Keine Hilfe in helps.ycp vorhanden
fi: Ohje puuttuu helps.ycp:stä
fr: Aide manquante dans helps.ycp
hu: a súgó hiányzik a helps.ycp fájlból
ja: helps.ycp 内にヘルプがありません
km: បាត់​ជំនួយ​នៅ​ក្នុង helps.ycp
nb: hjelp mangler i helps.ycp
nl: hulp ontbreekt in helps.ycp
ru: помощь отсутствует в helps.ycp
sk: pomocník chýba v helps.ycp
sv: hjälp saknas i helps.ycp
tr: helps.ycp'de yardım eksik
zh_cn: 缺失了 helps.ycp 中的帮助
zh_tw: 說明遺失，在 helps.ycp

source: <p><b><big>Initializing reipl Configuration</big></b><br> </p>
ca: <p><b><big>Iniciant la configuració de reipl</big></b><br> </p>
de: <p><b><big>Initialisieren der reipl-Konfiguration</big></b><br> </p>
fi: <p><b><big>Valmistellaan reipl-määritystä</big></b><br> </p>
fr: <p><b><big>Initialisation de la configuration de reipl</big></b><br> </p>
hu: <p><b><big>Reipl beállítások előkészítése</big></b> </p>
ja: <p><b><big>reipl 設定を準備しています</big></b><br> </p>
km: <p><b><big>កំពុង​ចាប់ផ្ដើម​កំណត់​រចនាសម្ព័ន្ធ reipl​</big></b><br> </p>
nb: <p><b><big>Initialiserer reipl-oppsett</big></b><br> </p>
nl: <p><b><big>De reipl-configuratie wordt geïnitialiseerd</big></b><br> </p>
ru: <p><b><big>Инициализация конфигурации reipl</big></b><br> </p>
sk: <p><b><big>Inicializácia konfigurácie reipl</big></b> </p>
sv: <p><b><big>Initierar reipl-inställningar</big></b><br> </p>
tr: <p><b><big>reipl Yapılandırması Başlatılıyor</big></b><br> </p>
zh_cn: <p><b><big>正在初始化重启 (Re-IPL) 配置</big></b><br> </p>
zh_tw: <p><b><big>正在啟始化 reipl 組態</big></b><br> </p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ca: <p><b><big>Interrupció de la inicialització:</big></b><br> per a cancel·lar la utilitat de configuració, premeu <b>Interromp</b>.</p>
de: <p><b><big>Initialisierung abbrechen:</big></b><br> Sie können die Konfiguration gefahrlos abbrechen, indem Sie jetzt auf <b>Abbrechen</b> klicken.</p>
fi: <p><b><big>Valmistelun keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
fr: <p><b><big>Abandon de l'initialisation :</big></b><br> Interrompez la configuration en toute sécurité en cliquant sur <b>Abandonner</b>.</p>
hu: <p><b><big>Az előkészítés megszakítása:</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止する事ができます</p>
km: <p><b><big>ការបោះបង់​ការ​ចាប់ផ្ដើម ៖</big></b><br> អ្នក​អាច​បោះបង់​កម្មវិធី​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​សុវត្ថិភាព ដោយ​ចុច <b>បោះបង់</b> ឥឡូវ ។</p>
nb: <p><b><big>Avbryt initialisering:</big></b><br> Du kan trygt avbryte konfigurasjonsverktøyet ved å klikke <b>Avbryt</b> nå.</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te klikken.</p>
ru: <p><b><big>Прерывание инициализации:</big></b><br> Сейчас безопасно прервать конфигурационную утилиту нажатием <b>Прервать</b>.</p>
sk: <p><b><big>Prerušenie inicializácie:</big></b><br> Teraz môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> för att avsluta inställningsverktyget.</P>
tr: <P><B><BIG>Başlatma işlemini kesme:</BIG></B><BR> <b>Kes</b> düğmesine basarak yapılandırma işlemini güvenli bir şekilde kesebilirsiniz.</p>
zh_cn: <p><b><big>中止初始化:</big></b><br> 现在按<b>中止</b>安全地中止配置工具。</p>
zh_tw: <p><b><big>中止起始化：</big></b><br> 按下<b>「中止」</b>，以安全地中止組態公用程式。</p>

source: <p><b><big>Saving reipl Configuration</big></b><br> </p>
ca: <p><b><big>Desant la configuració de reipl</big></b><br> </p>
de: <p><b><big>reipl-Einrichtung speichern</big></b><br> </p>
fi: <p><b><big>Tallennetaan reipl määritys</big></b><br> </p>
fr: <p><b><big>Enregistrement de la configuration de reipl</big></b><br> </p>
hu: <p><b><big>Reipl beállítások mentése</big></b><br> </p>
ja: <p><b><big>reipl の設定を保存しています</big></b><br> </p>
km: <p><b><big>រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ reipl​</big></b><br> </p>
nb: <p><b><big>Lagrer reipl-oppsett</big></b><br> </p>
nl: <p><b><big>Een reipl-configuratie opslaan</big></b><br> </p>
ru: <p><b><big>Сохранение конфигурации reipl</big></b><br> </p>
sk: <p><b><big>Uloženie konfigurácie reipl</big></b><br> </p>
sv: <p><b><big>Sparar reipl-inställningar</big></b><br> </p>
tr: <p><b><big>Reipl Yapılandırması Kaydediliyor</big></b><br> </p>
zh_cn: <p><b><big>正在保存重启 (Re-IPL) 配置</big></b><br> </p>
zh_tw: <p><b><big>正在儲存 reipl 組態</big></b><br> </p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ca: <p><b><big>Interrupció del desament:</big></b><br> per a cancel·lar el desament premeu <B>Interromp</b>. Un diàleg addicional indicarà si aquesta acció és segura o no. </p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti vai ei. </p>
fr: <big></b><br>Abandon du processus d'enregistrement :</big></b><br> Interrompez l'enregistrement en cliquant sur <b>Abandonner</b>. Une nouvelle boîte de dialogue vous fera savoir s'il est prudent de procéder ainsi. </p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
km: <p><b><big>បញ្ឈប់ការ​រក្សាទុក​ ៖</big></b><br> បញ្ឈប់បែបបទរក្សាទុក ដោយ​ចុច <b>បញ្ឈប់</b> ។ ប្រអប់​មួយ​ទៀត​នឹង​ប្រាប់​អ្នក​ថា តើ​មាន​សុវត្ថិភាព​ឬ​អត់​ក្នុងការ​ធ្វើ​ដូច្នេះ ។ </p>
nb: <p><b><big>Avbryt lagring:</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En ny dialog forteller deg om det er trygt å gjøre dette. </p>
nl: <p><b><big>Opslagproces afbreken:</big></b><br> Het opslaan kunt u afbreken door op <B>Afbreken</B> te klikken. Een extra venster zal u informeren of dit al dan niet veilig te doen is. </p>
ru: <p><b><big>Прерывание сохранения:</big></b><br> Прервите процедуру сохранения нажатием кнопки <b>Прервать</b>. О безопасности этой операции будет сообщено в дополнительном окне. </p>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg, ktorý vás bude informovať, či je to bezpečné.</p>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt spara-proceduren genom att klicka på <B>Avbryt</B>. En ytterligare dialogruta kommer att informera dig om det är säkert att göra så eller inte.</p>
tr: <P><B><BIG>Kayıt işleminin durdurulması:</BIG></B><BR> <B>Durdur</B> düğmesine basarak kayıt işlemini kesebilirsiniz. Bir pencerede bu işlemin güvenli olup olmadığı gösterilecektir. </P>
zh_cn: <p><b><big>中断保存:</big></b><br> 按<B>中断</B>可中断保存。 另一个对话框将告之您这样做是否安全。 </p>
zh_tw: <p><b><big>中止儲存：</big></b><br> 按<b>「中止」</b>，中止儲存程序。 會出現其他的對話方塊，通知執行此動作是否安全。 </p>

source: <p><b><big>s390 reIPL Configuration</big></b></p>
ca: <p><b><big>Configuració de reIPL s390</big></b></p>
de: <p><b><big>s390 reIPL-Konfiguration</big></b></p>
fi: <p><b><big>s390 reIPL -määritys</big></b></p>
fr: <p><b><big>Configuration de s390 reIPL</big></b></p>
hu: <p><b><big>s390 reIPL beállítások</big></b></p>
ja: <p><b><big>s390 reIPL の設定</big></b></p>
km: <p><b><big>ការ​កំណត់​រចនា​សម្ព័ន្ធ s390 reIPL</big></b></p>
nb: <p><b><big>reiIPL-oppsett for s390</big></b></p>
nl: <p><b><big>s390 reIPL-configuratie</big></b></p>
ru: <p><b><big>Конфигурация s390 reIPL</big></b></p>
sk: <p><b><big>Konfigurácia s390 reIPL</big></b></p>
sv: <p><b><big>Inställningar för s390 reIPL</big></b></p>
tr: <p><b><big>s390 reIPL Yapılandırması</big></b></p>
zh_cn: <p><b><big>s390 重启 (Re-IPL) 配置</big></b></p>
zh_tw: <p><b><big>s390 reIPL 組態</big></b></p>

source: <p>Choose one of the methods for rebooting your machine with the radio buttons listed inside <b>reipl methods</b>. Depending on what your machine supports, choose between CCW (channel command word) devices and SCSI devices, which are attached through zFCP (fibre channel protocol). Then fill out the necessary parameter entry fields for the respective method.</p>
ca: <p>Escolliu un d'aquests mètodes per reiniciar la màquina amb els botons de ràdio llistats a dins de <b>mètodes reipl</b>. Dependent en què la màquina soporta, escolliu entre els dispositius CCW (channel command word) i dispositius SCSI, que s'ataquen a través de zFCP (fibre channel protocol). Llavors, ompliu els camps d'entrada de paràmetres necessaris per al mètode respectiu.</p>
de: <p>Wählen Sie eine der Methoden in <b>reipl-Methoden</b> mit den Auswahlfeldern, um Ihren Rechner neu zu starten. Abhängig davon, welche Methoden Ihr Rechner unterstützt, können Sie zwischen CCW (channel command word)-Geräten und SCSI Geräten, die per zFCP (fibre channel protocol) angebunden sind, wählen. Dann füllen Sie die notwendigen Parametereingabefelder für die entsprechende Methode aus.</p>
fi: <p>Koneen uudelleenkäynnistystapa valitaan painikkeilla, jotka luetellaan kohdan <b>reipl-menettelyt</b> sisällä. Riippuen mitä kone tukee, voit valita joko CCW (channel command word)-laitteen tai SCSI-laitteen, joka on liitetty käyttäen zFCP-yhteyttä (fibre channel protocol). Täytä tarvittavien muuttujien kentät kyseessä olevaa menettelyä varten.</p>
fr: <p>Choisissez une des méthodes pour redémarrer votre machine avec les boutons d'option repris dans <b>méthodes reipl</b>. En fonction de ce que votre machine prend en charge, vous pouvez choisir entre les périphériques CCW (Channel Command Word) et les périphériques SCSI raccordés via zFCP (Fibre Channel Protocol). Remplissez ensuite les champs de paramétrage pour la méthode sélectionnée.</p>
hu: <p>A számítógép újraindításához válasszon egy metódust a <b>reipl metódusok</b> közül. Attól függően, hogy a számítógép mit támogat, választhatók a CCW (channel command word) eszközök és az SCSI-eszközök, amelyek a zFCP-n (fibre channel protocol) keresztül vannak összekötve. Ezt követően ki kell tölteni a szükséges paramétereket a megfelelő metódushoz..</p>
ja: <p><b>reipl メソッド</b> 内に一覧表示された中から、お使いのマシンを再起動するためのメソッドを ラジオボタンで 1 つ選択してください。お使いのマシンがどれに対応しているのかに依存しますが、 CCW (channel command word) デバイスと zFCP (ファイバチャネルプロトコル) 接続の SCSI デバイス のいずれかを選択することができます。その後、 メソッドごとに必要なパラメータ項目を入力してください。</p>
km: <p>ជ្រើស​វិធីសាស្ដ្រ​មួយ ដើម្បី​ចាប់ផ្ដើម​ម៉ាស៊ីន​របស់​អ្នក​ឡើង​វិញ​ដោយ​ប្រើ​ប៊ូតុង​មូល​ដែល​រាយ នៅ​ខាង​ក្នុង​<b>វិធីសាស្ដ្រ reipl</b> ។ ដោយ​អាស្រ័យ​លើ​អ្វី​ដែល​ម៉ាស៊ីន​របស់​អ្នក​គាំទ្រ​នោះ អ្នក​អាច ជ្រើស​រវាង​ឧបករណ៍ CCW (channel command word) និង​ឧបករណ៍ SCSI ដែល​ត្រូវ​បាន​ភ្ជាប់​តាម zFCP (fibre channel protocol) ។ បន្ទាប់​មក​បំពេញ ធាតុ​ប៉ារ៉ាម៉ែត្រ​ចាំបាច់​សម្រាប់​វិធីសាស្ដ្រ​នីមួយៗ ។</p>
nb: <p>Velg en av metodene for omstart av maskinen med valgknappene under <b>reipl-metoder</b>. Avhengig av hva maskinen støtter, kan du velge mellom CCW-enheter (channel command word) og SCSI-enheter som er tilknyttet vai zFCP (fibre channel protocol). Angi deretter nødvendige parametere i feltene for den aktuelle metoden.</p>
nl: <p>Kies één van de methoden om uw machine opnieuw op te starten met de radio-buttons weergegeven binnen <b>reipl-methoden</b>. Afhankelijk van wat uw machine ondersteunt, kies tussen CCW (channel command word) apparaten en SCSI-apparaten, die gekoppeld zijn via zFCP (fibre channel protocol). Vul daarna de noodzakelijke invulvelden voor parameters in van de respectievelijke methode.</p>
ru: <p>Выберите один из методов перезагрузки вашей машины с помощью переключателей в <b>методах reipl</b>. В зависимости от того, что поддерживает ваша машина, вы можете выбирать между устройствами CCW (channel command word) и устройствами SCSI, подключёнными по zFCP (fibre channel protocol). Затем заполните поля записей нужных параметров соответствующего метода.</p>
sk: <p>Vyberte jednu z metód reštartu počítača s prepínacími tlačidlami uvedené v <b>reipl methods</b>. V závislosti na tom, čo podporuje váš stroj, zvoľte medzi zariadeniami CCW (channel command word) a SCSI zariadeniami, ktoré sú pripojené cez zFCP (fibre channel protocol). Potom vyplňte nevyhnutné parametre vstupných polí pre príslušnú metódu.</p>
sv: <p>Välj någon av metoderna för att starta om maskinen med alternativknapparna som visas i <b>reipl-metoder</b>. Beroende på vad din maskin stöder kan du välja mellan CCW-enheter (channel command word) och SCSI-enheter, som kopplas med zFCP (fibre channel protocol). Fyll i obligatoriska fält med parameterposter för respektive metod.</p>
tr: <p><b>reipl yöntemleri</b> içinde listelenen radyo düğmeleriyle makinenizi yeniden başlatmak için yöntemlerden birini seçin. Makinenizin desteklediğine bağlı olarak,CCW (kanal komut sözcüğü) cihazları ve zFCP (fiber kanal protokolü) aracılığıyla bağlanan SCSI aygıtları arasında seçim yapın.Daha sonra, ilgili yöntem için gerekli parametre giriş alanlarını doldurun.</p>
zh_cn: <p>选择一种列示在<b>重启 (Re-IPL) 方法</b>中的方法来用单选按键重启您的机器。 根据您机器的支持情况，在通道命令字 (CCW) 设备和通过 zFCP (光纤通道协议) 连接的 SCSI (小型计算机系统接口) 设备中择一。然后填满相关方法必需的参数输入字段。</p>
zh_tw: <p>使用<b>「reipl 方法」</b>中列出的 選項圓鈕選擇其中一種重新開機方法。根據機器支援的功能， 可以選擇 CCW (通道指令字) 裝置或 透過 zFCP (光纖通道通訊協定) 連接的 SCSI 裝置。 然後填寫相應方法的必要參數輸入欄位。</p>
