Repository: yast/yast-translations
Catalog: po/reipl/*.po
Languages: ca, de, fi, fr, hu, ja, km, nb, nl, ru, sk, sv, tr, zh_cn, zh_tw

source: <p>The <b>device</b> must be a valid device bus ID with lower case letters in a sysfs compatible format 0.<i>&lt;subchannel set ID&gt;</i>.<i>&lt;device ID&gt;</i>, such as 0.0.5c51. Depending on the chosen method, this can either refer to a DASD or to an FCP adapter.</p>
ca: <p>El <b>dispositiu</b> ha de ser un dispositiu vàlid bus ID en mínuscules en un format sysfs compatible 0.<i>&lt;subchannel set ID&gt;</i>.<i>&lt;device ID&gt;</i>, com ara 0.0.5c51. Depenent del mètode escollit, això es pot referir a DASD o a un adaptador FCP.</p>
de: <p>Das <b>Gerät</b> muss eine gültige Gerätebus-ID in Kleinbuchstaben in einem sysfs-kompatiblem format 0 haben.<i>&lt;subchannel set ID&gt;</i>.<i>&lt;device ID&gt;</i>, wie in 0.0.5c51. In Abhängigkeit von der gewählten Methode kann dies entweder auf einen DASD- oder einen FCP-Adapter verweisen.</p>
fi: <p> <b>Laite</b> täytyy olla voimassa oleva laiteväylä-ID pienaakkosin, sysfs-yhteensopiva formaatti 0, <i>&lt;alikanavalle asetettu ID&gt;</i>.<i>&lt;laite-ID&gt;</i>, kuten 0.0.5c51. Riippuen valitusta menetelmästä, tämä voi viitata DASD- tai FCP-sovitteeseen.</p>
fr: <p>Le <b>périphérique</b> doit être un ID valide de bus avec des lettres en minuscule dans un format compatible avec sysfs 0.<i>&lt;ID d'ensemble de sous-canal&gt;</i>.<i>&lt;ID du périphérique&gt;</i>, tel que 0.0.5c51. En fonction de la méthode choisie, il peut se référer à un adaptateur DASD ou un adaptateur FCP.</p>
hu: <p>Az <b>eszköznek</b> érvényes, kisbetűkből álló eszközbusz ID-val kell rendelkeznie, sysfs-kompatibilis formátumban 0.<i>&lt;alcsatorna-csoport ID&gt;</i>.<i>&lt;eszköz-ID&gt;</i>, mint a 0.0.5c51. A kiválasztott metódustól függően ez lehet egy DASD- vagy egy FCP-adapter.</p>
ja: <p><b>デバイス</b> は sysfs 互換の書式 0.<i>&lt;サブチャネルセット ID&gt;</i>.<i>&lt;デバイス ID&gt;</i> で小文字を使用した正しいデバイス ID (たとえば 0.0.5c51) でなければなりません。 選択したメソッドに依存しますので、 DASD または FCP アダプタのいずれかを 参照してください。</p>
km: <p>​<b>ឧបករណ៍</b> ត្រូវ​តែ​ជា​លេខ​សម្គាល់​ខ្សែ​ឧបករណ៍​ត្រឹមត្រូវ​ដោយ​មាន​តួអក្សរ​តូច ជា​ទ្រង់ទ្រាយ​ឆប​គ្នា sysfs 0 ។<i>&lt;លេខ​សម្គាល់​កំណត់​ឆានែល​រង&gt;</i> ។<i>&lt;លេខ​សម្គាល់​ឧបករណ៍&gt;</i>, ដូចជា 0.0.5c51 ។ ដោយ​អាស្រ័យលើ​វិធីសាស្ដ្រ​ដែល​បាន​ជ្រើស វា​អាច​យោង​លើ DASD ឬ អាដាប់ទ័រ FCP ។</p>
nb: <p>En <b>enhet</b> må ha en gyldig buss-ID angitt med små bokstaver i et sysfs-kompatibelt format 0.<i>&lt;subchannel set ID&gt;</i>.<i>&lt;device ID&gt;</i>, f.eks. 0.0.5c51. Avhengig av valgt metode, kan dette enten henvise til en DASD- eller en FCP-adapter.</p>
nl: <p>Het <b>apparaat</b> moet een geldig apparaatbus-ID zijn met kleine letters in een sysfs-compatibel formaat 0.<i>&lt;subchannel set ID&gt;</i>.<i>&lt;device ID&gt;</i>, zoals 0.0.5c51. Afhankelijk van de gekozen methode, kan dit ofwel verwijzen naar een DASD of naar een FCP-adapter.</p>
ru: <p><b>Устройство</b> должно быть верным ID шины устройств с буквами в нижнем регистре в совместимом с sysfs формате 0.<i>&lt;ID набора подканалов&gt;</i>.<i>&lt;ID устройства&gt;</i>, например, 0.0.5c51. В зависимости от выбранного метода это может относиться к DASD- или FCP-адаптеру.</p>
sk: <p><b>Zariadenie</b> musí byť platné ID zbernice zariadenia s malými písmenami vo formáte kompatibilnom so sysfs 0.<i>&lt;ID sady podkanála&gt;</i>.<i>&lt;ID zariadenia&gt;</i>, napr. ako 0.0.5c51.V závislosti na zvolenej metóde to môže odkazovať na DASD alebo na FCP adaptér.</p>
sv: <p><b>Enheten</b> måste ha ett giltigt enhetsbuss-ID med små bokstäver i ett sysfs-kompatibelt format 0.<i>&lt;ID för underkanalgrupp&gt;</i>.<i>&lt;enhets-ID&gt;</i>, t ex 0.0.5c51. Beroende på vilken metod som valts, kan detta referera till antingen en DASD- eller en FCP-adapter.</p>
tr: <p><b>Cihaz</b> küçük harflerle geçerli bir cihaz veri yolu kimliği olmalı sysfs uyumlu bir biçimde 0.<i>&lt;alt kanal grubu kimliği&gt;</i>.<i>&lt;cihaz kimliği&gt;</i>, gibi 0.0.5c51. Seçilen yönteme bağlı olarak bu, bir DASD'ye veya bir FCP adaptörüne atıfta bulunabilir.</p>
zh_cn: <p><b>设备</b>必须是一个有效的设备总线 ID，使用小写字母，并与 sysfs 格式 0. <i>&lt;子通道设置 ID&gt;</i>.<i>&lt;设备 ID&gt;</i> 兼容，例如 0.0.5c51。 根据所选方法，这可以指向一个可直接访问存储设备 (DASD) 或者一个光纤通道协议 (FCP) 适配器。</p>
zh_tw: <p><b>「裝置」</b>必須是使用小寫字母的有效裝置匯流排 ID， 採用 sysfs 相容格式 0.<i>&lt;子通道集 ID&gt;</i>.<i>&lt;裝置 ID&gt;</i>， 例如 0.0.5c51。根據選擇的方法，此項可以是 DASD 或 FCP 轉接器。</p>

source: <p>The <b>loadparm</b> must be a maximum of 8 characters and selects a boot configuration from the menu of the zipl bootloader. Use one blank character to select the default configuration.</p>
ca: <p>El <b>loadparm</b> ha de ser d'un màxim de 8 caràcters i selecciona una configuració d'arrencada del menú del carregador zipl. Useu un espai en blanc per seleccionar la configuració per defecte.</p>
de: <p>Der <b>loadparm</b> darf aus höchstens 8 Zeichen bestehen und wählt eine Bootkonfiguration aus dem Menü des zipl-Bootloaders. Verwenden Sie ein Leerzeichen, um die Standardkonfiguration zu wählen.</p>
fi: <p>Määre <b>loadparm</b> täytyy olla maksimi 8 merkkiä, ja valitsee käynnistys- määrittelyn zipl bootloader-valikosta. Käytä yhtä tyhjää merkkiä valitaksesi oletusmäärittelyn.</p>
fr: <p>Le <b>loadparm</b> doit comporter un maximum de 8 caractères et sélectionne une configuration d'amorçage dans le menu du chargeur d'amorçage zipl. Utilisez un caractère d'espacement pour sélectionner la configuration par défaut.</p>
hu: <p>A <b>loadparm</b> legfeljebb 8 karakter lehet és a zipl rendszertöltő menüjéből választ egy beállítást. Az alapértelmezett beállítás kiválasztásához üres karaktert kell használni.</p>
ja: <p><b>読み込みパラメータ</b> は最大で 8 文字までで、 zipl ブートローダのメニュー内の ブート設定を選択します。空白 1 文字だけを指定すると、 既定の設定を使用する意味になります。</p>
km: <p><b>loadparm</b> ត្រូវ​តែ​មាន​តួអក្សរ​អតិបរមា​ចំនួន ៨ តួ ហើយ​ជ្រើស​ការ​កំណត់​រចនា​សម្ព័ន្ធ ចាប់ផ្ដើម​ពី​ម៉ឺនុយ​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ zipl ។ ប្រើ​តួអក្សរ​ទទេ​មួយ ដើម្បី​ជ្រើស​ ការ​កំណត់​រចនា​សម្ព័ន្ធ​លំនាំដើម ។</p>
nb: <p>Parameteren <b>loadparm</b> kan inneholde maksimalt 8 tegn, og velger et oppstartsoppsett i menyen for zipl-oppstartslasteren. Bruk et tomt tegn for å velge standardoppsettet.</p>
nl: <p>De <b>loadparm</b> moet maximaal uit 8 tekens bestaan en selecteert een opstart configuratie uit het menu van de zipl-opstartlader. Gebruik één blank teken om de standaard configuratie te selecteren.</p>
ru: <p><b>Loadparm</b> должен быть максимум 8 символов и выбирать конфигурацию загрузки из меню загрузчика zipl. Используйте один пустой символ для выбора конфигурации по умолчанию.</p>
sk: <p><b>Loadparm</b> musí byť maximálne 8 znakov a vyberá konfiguráciu štartu z menu správcu štartu zipl. Použite jeden prázdny znak pre výber predvolenej konfigurácie.</p>
sv: <p><b>loadparm</b> kan bestå av upp till 8 tecken och väljer en av startkonfigurationerna på menyn i starthanteraren zipl. Du kan välja standardkonfigurationen genom att använda ett tomt tecken.</p>
tr: <p> <b>loadparm</b> en fazla 8 karakter olmalı ve zipl önyükleyicisinin menüsünden bir önyükleme yapılandırması seçilmelidir. Varsayılan yapılandırmayı seçmek için bir boş karakter kullanın.</p>
zh_cn: <p><b>加载参数</b>必须不能超过 8 个字符，以从 zipl 引导加载器菜单中选择一个 引导配置。使用一个空格字符来选择默认配置。</p>
zh_tw: <p><b>「Loadparm」</b>最長不得超過 8 個字元， 請從 zipl 開機載入程式的功能表中選取開機組態。 使用一個空白字元可以選取預設組態。</p>

source: <p>The <b>worldwide port number</b> (WWPN) must be entered with lowercase letters as a 16-digit hex value, such as 0x5005076300c40e5a.</p>
ca: <p>El <b>número de port worldwide</b> (WWPN) ha de ser en minúscules com ara com un valor de 16-digit hex, com ara 0x5005076300c40e5a.</p>
de: <p>Die <b>Weltweite Portnummer</b> (WWPN) muss in Kleinbuchstaben als 16-stellige HEX-Zahl angegeben werden,wie in 0x5005076300c40e5a.</p>
fi: <p>maailmanlaajuinen <b>porttinumero</b> (WWPN) on syötettävä pienillä kirjaimilla heksadesimaalein 16 -merkkisiksi, kuten 0x5005076300c40e5a.</p>
fr: <p>Le <b>numéro de port universel</b> (WWPN) doit être entré en lettres minuscules sous la forme d'une valeur hexadécimale à 16 chiffres, par exemple 0x5005076300c40e5a.</p>
hu: <p>A <b>world wide portszám</b>nak (WWPN) kisbetűkből kell állnia, mint egy 16-jegyű hexa értéknek, pl. 0x5005076300c40e5a.</p>
ja: <p><b>世界唯一のポート番号</b> (WWPN) は 16 進数で 16 文字の小文字を入力 しなければなりません。たとえば 0x5005076300c40e5a のようになります。</p>
km: <p><b>លេខ​ច្រក​ប្រើបាន​ទូទាំង​ពិភពលោក</b> (WWPN) ត្រូវតែ​បាន​បញ្ចូល​ជា​តួអក្សរ​តូច ជា​តម្លៃ​គោល​ដប់​ប្រាំមួយ ដូចជា 0x5005076300c40e5a ។</p>
nb: <p>Det <b>globale portnummeret</b> (WWPN) må angis med små bokstaver som en heksverdi med 16 siffer, f.eks. 0x5005076300c40e5a.</p>
nl: <p>Het <b>wereldwijde poortnummer</b> (WWPN) moet ingegeven worden met kleine letters als een 16-cijferig hexadecimale waarde, zoals 0x5005076300c40e5a.</p>
ru: <p><b>Номер worldwide порта</b> (WWPN, worldwide port number) должен быть введён буквами в нижнем регистре как 16-значное шестнадцатеричное значение, например, 0x5005076300c40e5a.</p>
sk: <p><b>Celosvetové číslo portu</b> (WWPN) sa musí zadať malými písmenami ako 16-miestna hexadecimálna hodnota, napr. ako 0x5005076300c40e5a.</p>
sv: <p>Det <b>globala portnumret</b> (WWPN) måste anges med gemener som ett hexadecimalt värde med 16 tecken, t.ex. 0x5005076300c40e5a.</p>
tr: <p><b>dünya çapında port numarası</b> (WWPN) küçük harflerle 16 basamaklı bir hex değeri olarak girilmelidir, gibi 0x5005076300c40e5a.</p>
zh_cn: <p><b>万维端口编号</b> (WWPN) 必须是小写的 16 位十六进制值， 例如 0x5005076300c40e5a。</p>
zh_tw: <p><b>「全球連接埠號」</b>(WWPN) 必須以小寫字母 輸入為 16 位數十六進位數值，例如 0x5005076300c40e5a。</p>

source: <p>The <b>logical unit number</b> (LUN) must be entered with lowercase letters as a 16-digit hex value with all trailing zeros, such as 0x52ca000000000000.</p>
ca: <p>El <b>número lògic d'unitat</b> (LUN) ha de ser en minúscules com un valor 16-digit hex amb tot de zeros al darrere, com ara 0x52ca000000000000.</p>
de: <p>Die<b>logische Einheitsnummer</b> (LUN) muss in Kleinbuchstaben als 16-stelliger Hexwert mit allen anhängenden Nullen eingegeben werden, wie in 0x52ca000000000000.</p>
fi: <p><b>Looginen yksikkönumero</b> (LUN) syötettävä pienaakkosin heksadesimaalein 16 merkkiä, loput nollia, kuten 0x52ca000000000000.</p>
fr: <p>Le <b>numéro d'unité logique</b> (LUN) doit être entré en lettres minuscules comme une valeur hexadécimale de 16 chiffres incluant tous les zéros terminaux, telle que 0x52ca000000000000.</p>
hu: <p>A <b>logikai egység számá</b>nak (LUN) kisbetűkből kell állnia, mint egy 16-jegyű, nullával zárt hexa értéknek, pl. 0x52ca000000000000.</p>
ja: <p><b>論理ユニット番号</b> (LUN) は 16 進数で 16 文字の小文字を入力しなければなりません。 数値の桁が少ない場合は後ろ側をゼロで埋めてください。たとえば 0x52ca000000000000 のようになります。</p>
km: <p><b>លេខ​ឯកតា​ឡូជីខល</b> (LUN) ត្រូវ​តែ​បាន​បញ្ចូល​ដោយ​តួអក្សរ​តូច​ជាតម្លៃ ​គោល​ដប់​ប្រាំ​មួយ ជាមួយ​នឹង​សូន្យ​តាម​ពី​ក្រោយ ដូចជា 0x52ca000000000000 ។</p>
nb: <p><b>Logisk enhetsnummer</b> (LUN) må angis med små bokstaver som en heksverdi med 16 siffer og med alle etterstilte nuller, f.eks. 0x52ca000000000000.</p>
nl: <p>Het <b>logische unit-nummer</b> (LUN) moet ingegeven worden in kleine letters als een 16-cijferig hexadecimale waarde met alle achtergevoegde nullen, zoals 0x52ca000000000000.</p>
ru: <p><b>Logical unit number</b> (LUN) должен быть введён буквами в нижнем регистре как 16-значное шестнадцатеричное значение со всеми завершающими нулями, например, 0x52ca000000000000.</p>
sk: <p><b>Číslo logickej jednotky</b> (LUN) musí byť zadané malými písmenami ako 16-miestna hexadecimálna hodnota so všetkými koncovými nulami, napr. ako 0x52ca000000000000.</p>
sv: <p>Det <b>logiska enhetsnumret</b> (LUN) måste anges med små bokstäver som ett 16-siffrigt hexadecimalt värde med enbart nollor på slutet, t ex 0x52ca000000000000.</p>
tr: <p><b>mantıksal birim numarası</b> (LUN) küçük harflerle girilmelidir tüm son sıfırlarla 16 basamaklı bir onaltılık değer olarak, gibi 0x52ca000000000000.</p>
zh_cn: <p><b>逻辑单元编号</b> (LUN) 必须是小写的 16 位十六进制值，后面全是 0， 例如 0x52ca000000000000。</p>
zh_tw: <p><b>「邏輯單位編號」</b>(LUN) 必需以小寫字母 輸入為 16 位數十六進位數值，而且尾數都必須補上零，例如 0x52ca000000000000。</p>

source: <p>The <b>boot program selector</b> must be a non-negative integer choosing a boot configuration from the menu of the zipl bootloader. Use 0 to select the default configuration.</p>
ca: <p>El <b>selector de programa d'arrencada</b> ha de ser un número enter no negatiu per escollir una configuració d'arrencade del menú del carregador zipl. Useu 0 per seleccionar la configuració per defecte.</p>
de: <p>Die <b>Bootprogrammauswahl</b> muss eine nichtnegative Ganzzahl sein, die eine Bootkonfiguration aus dem Menü des zipl-Bootloaders auswählt. Wählen Sie 0, um die Standardkonfiguration auszuwählen.</p>
fi: <p><b>Käynnistysohjelmavalitsin</b> täytyy olla ei-negatiivinen kokonaisluku, joka valitsee käynnistysmäärittelyn zipl booloader-menusta. Käytä 0 valitaksesi oletusmäärittelyn.</p>
fr: <p>Le <b>sélecteur de programme d'amorçage</b> doit être un entier non négatif choisissant une configuration d'amorçage dans le menu du chargeur d'amorçage zipl. Utilisez 0 pour sélectionner la configuration par défaut.</p>
hu: <p>A <b>betöltőprogram-kiválasztó</b> egy nem negatív egész szám, amely zipl rendszertöltő menüjéből választ egy beállítást. Az alapértelmezett beállítás kiválasztásához 0-át kell választani.</p>
ja: <p><b>起動プログラム選択</b> は正の整数で zipl ブートローダのメニューから 起動設定を選択します。 0 を指定すると、 既定の設定を選択することになります。</p>
km: <p><b>កម្មវិធី​ជ្រើស​កម្មវិធី​ចាប់ផ្ដើម</b> ត្រូវ​តែ​ជា​ចំនួន​គត់​វិជ្ជមាន ដោយ​ជ្រើស ការ​កំណត់​រចនា​សម្ព័ន្ធ​ចាប់ផ្ដើម​ពិ​ម៉ឺនុយ​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ zipl ។ ប្រើ 0 ដើម្បី​ជ្រើស ការ​កំណត់​រចនា​សម្ព័ន្ធ​លំនាំដើម ។</p>
nb: <p><b>Oppstartsprogramvelger</b> må være et positivt heltall som velger et oppstartsoppsett fra menyen for zipl-oppstartslasteren. Bruk 0 for å velge standardoppsettet.</p>
nl: <p>Het <b>keuzegetal voor het opstartprogramma</b> moet een niet-negatief geheel getal zijn die een opstartconfiguratie kiest uit het menu van de zipl-opstartlader. Gebruik 0 om de standaard configuratie te selecteren.</p>
ru: <p><b>Выбор программы загрузки</b> должен быть неотрицательным целым числом, выбирающим конфигурацию загрузки из меню загрузчика zipl. Используйте 0 для выбора конфигурации по умолчанию.</p>
sk: <p><b>Výber štartovacieho programu</b> musí byť nezáporné celé číslo, ktorým sa vyberie konfigurácia štartu z menu správcu štartu zipl. Použite 0 pre výber predvolenej konfigurácie.</p>
sv: <p>Värdet för <b>startprogramväljare</b> måste vara ett icke-negativt heltal som väljer en startkonfiguration på menyn i starthanteraren zipl. Använd 0 om du vill välja standardkonfigurationen.</p>
tr: <p> <b>önyükleme programı seçici</b> zipl önyükleyicisinin menüsünden bir önyükleme yapılandırması seçerek negatif olmayan bir tam sayı olmalıdır. Varsayılan yapılandırmayı seçmek için 0'ı kullanın.</p>
zh_cn: <p><b>引导程序选择器</b>必须是一个非负整数，以从 zipl 引导加载器菜单中选择一个 引导配置。使用 0 来选择默认配置。</p>
zh_tw: <p><b>「開機程式選擇器」</b>必須是非負整數， 請從 zipl 開機載入程式的功能表中選擇開機組態。 使用 0 將選取預設組態。</p>

source: <p>The <b>boot record logical block address</b> (LBA) specifies the master boot record and is currently always 0.</p>
ca: <p>L'<b>adreça de bloc lògic de registre d'arrencada</b> (LBA) especifica el master boot record i sempre és actualment 0.</p>
de: <p>Die <b>logische Blockadresse des Boot-Records</b> (LBA) bestimmt den Master Boot-Record und ist momentan immer 0.</p>
fi: <p><b>Käynnistyslataimen looginen lohko-osoite</b> (LBA) määrittelee käynnistys- lataimen ja on aina hetkellisesti 0.</p>
fr: <p>L'<b>adresse de bloc logique de l'enregistrement d'amorçage</b> (LBA) spécifie l'enregistrement d'amorçage maître et est actuellement toujours 0.</p>
hu: <p>A <b>rendszertöltő rekord logikai blokkcíme</b> (LBA) határozza meg a fő rendszertöltő rekordot, amit mindig 0.</p>
ja: <p><b>ブートレコードの論理ブロックアドレス</b> (LBA) では、マスターブートレコードを 指定します。今のところ常に 0 でかまいません。</p>
km: <p><b>អាសយដ្ឋាន​ទប់ស្កាត់​ឡូជីខល​​របស់​កំណត់ត្រា​ចាប់ផ្ដើម</b> (LBA) បញ្ជាក់​ពី master boot record ហើយ​បច្ចុប្បន្ន​គឺ 0 ជា​និច្ច ។</p>
nb: <p><b>Logisk blokkadresse for oppstartsoppføring</b> (LBA) angir hovedoppstartsoppføringen og er foreløpig alltid 0.</p>
nl: <p>Het <b>logische blokadres van het opstartrecord</b> (LBA) specificeert het master boot record en is nu altijd 0.</p>
ru: <p><b>Адрес логического блока (LBA) загрузочной записи</b> задаёт главную загрузочную запись и сейчас всегда 0.</p>
sk: <p><b>Adresa logického bloku záznamu štartu</b> (LBA) určuje master boot record a v súčasnosti vždy 0.</p>
sv: <p><b>Startpostens logiska blockadress</b> (LBA) anger värdet för Master Boot Record och är för närvarande alltid 0.</p>
tr: <p><b>önyükleme kaydı mantıksal blok adresi</b> (LBA) ana önyükleme kaydını belirtir ve şu anda her zaman 0'dır.</p>
zh_cn: <p><b>引导记录逻辑块地址</b> (LBA) 指定了主引导记录，目前总是 0。</p>
zh_tw: <p><b>「開機記錄邏輯區塊位址」</b>(LBA) 指定主開機記錄， 目前一律為 0。</p>

source: <p>After confirmation of this dialog, you may trigger a reboot, e.g. by shutdown, and the system will automatically restart from your specified device.</p>
ca: <p>Després de confirmar aquest diàleg, podeu provocar un reinici, per exemple atura, i el sistema es reiniciarà automàticament del dispositiu espicificat.</p>
de: <p>Nach der Bestätigung dieses Dialogs können Sie z. B. durch Herunterfahren einen Neustart veranlassen. Das System wird dann automatisch vom angegebenen Gerät gestartet.</p>
fi: <p>Tämän valintaikkunan vahvistuksen jälkeen, uudelleenkäynnistystä voi vaihdella, esim. sammuta ja järjestelmä käynnistyy automaattisesti valitulta laitteelta käsin.</p>
fr: <p>Après confirmation de cette boîte de dialogue, vous pouvez lancer un redémarrage, avec 'shutdown' par exemple, et le système redémarrera automatiquement à partir du périphérique spécifié.</p>
hu: <p>Az ablak lezárása után, újraindítást állíthat be, amely után a rendszer automatikusan újraindul a meghatározott eszközön.</p>
ja: <p>このダイアログで設定を終えたらシャットダウンをして再起動することができます。 その後、システムは自動的に指定したデバイスから起動します。</p>
km: <p>បន្ទាប់​ពី​អះអាង​ប្រអប់​នេះ អ្នក​អាច​បិទ​បើក​ការ​ចាប់ផ្ដើម​ឡើងវិញ ឧ. ដោយ​បិទ ហើយ​ប្រព័ន្ធ​នឹង​ចាប់ផ្ដើម​ឡើងវិញ​ដោយ​ស្វ័យប្រវត្តិ​ពី​ឧបករណ៍​ដែល​បាន​បញ្ជាក់​របស់​អ្នក ។</p>
nb: <p>Etter at du har fullført denne dialogen, kan du utløse en omstart, f.eks. ved å slå av maskinen. Systemet vil da automatisk starte på nytt fra enheten du har angitt.</p>
nl: <p>Na confirmatie van deze dialoog, kunt u een herstart van het systeem starten, b.v. door afsluiten, waarna het systeem automatisch zal herstarten vanaf het door u gespecificeerde apparaat.</p>
ru: <p>После подтверждения этого диалога вы можете инициировать перезагрузку, например, выключением, и система автоматически перезапустится с выбранного вами устройства.</p>
sk: <p>Po potvrdení tohto dialógu, môžete spustiť reštart, napr.vypnutím, a systém sa automaticky reštartuje z vami určeného zariadenia.</p>
sv: <p>När du bekräftat den här dialogrutan kan datorn behöva startas om varvid systemet automatiskt startas från den angivna enheten.</p>
tr: <p>Bu iletişim kutusunun onaylanmasından sonra, örneğin kapatarak bir yeniden başlatmayı tetikleyebilirsiniz. ve sistem otomatik olarak belirttiğiniz cihazdan yeniden başlatılacaktır.</p>
zh_cn: <p>在此对话框中确认后，您或许会触发重启，例如，通过关机， 系统会自动从您指定的设备重启。</p>
zh_tw: <p>確認此對話方塊後，您可以透過關機等方式觸發重新開機， 系統將從指定的裝置自動重新啟動。</p>

source: Initializing...
ca: Iniciant...
de: Initialisierung...
fi: Valmistellaan...
fr: Initialisation...
hu: A modul indítása…
ja: 初期化しています...
km: កំពុង​ចាប់ផ្តើម...
nb: Initialiserer ...
nl: Initialiseren...
ru: Инициализация...
sk: Inicializujem...
sv: Initierar...
tr: Başlatılıyor...
zh_cn: 正在初始化...
zh_tw: 正在啟始化...

source: Configured reipl methods
ca: Mètodes de reipl configurats
hu: Beállított reipl metódusok
ja: 設定済みの reipl メソッド
km: បាន​កំណត់​រចនា​សម្ព័ន្ធ​វិធីសាស្ដ្រ reipl
nb: Valgte reipl-metoder
nl: Geconfigureerde reipl-methoden
ru: Настроенные методы reipl
sk: Nakonfigurované metódy reipl
sv: Konfigurerade reipl-metoder
zh_tw: 已設定的 reipl 方法

source: The method ccw is configured and being used.
ca: El mètode ccw està configurat i s'utilitza.
hu: A ccw metódus beállítva és alkalmazva.
ja: メソッド ccw が設定済みで使用されています。
km: វិធីសាស្ដ្រ ccw ត្រូវបាន​កំណត់​រចនា​សម្ព័ន្ធ ហើយ​នង​ត្រូវ​បាន​ប្រើ ។
nb: Metoden ccw er valgt og vil bli brukt.
nl: De methode ccw is geconfigureerd en wordt gebruikt.
ru: Метод ccw настроен и используется.
sk: Metóda ccw je nakonfigurovaná a používaná
sv: Metoden ccw är konfigurerad och används.
zh_tw: 方法 ccw 已設定且被使用。

source: The method ccw is configured.
ca: El mètode ccw està configurat.
hu: A ccw metódus beállítva.
ja: メソッド ccw が設定されています。
km: វិធីសាស្ដ្រ ccw ត្រូវបាន​កំណត់​រចនា​សម្ព័ន្ធ ។
nb: Metoden ccw er valgt.
nl: De methode ccw is geconfigureerd.
ru: Метод ccw настроен.
sk: Metóda ccw je nakonfigurovaná.
sv: Metoden ccw är konfigurerad.
zh_tw: 方法 ccw 已設定。

source: The method ccw is not supported.
ca: El mètode ccw no té suport.
hu: A ccw metódus nem támogatott.
ja: メソッド ccw には対応していません。
km: វិធីសាស្ដ្រ ccw មិន​ត្រូវបាន​គាំទ្រ​ទេ ។
nb: Metoden ccw støttes ikke.
nl: De methode ccw is niet ondersteund.
ru: Метод ccw не поддерживается.
sk: Metóda ccw nie je podporovaná.
sv: Metoden ccw stöds inte.
zh_tw: 不支援 ccw 方法。

source: The method fcp is configured and being used.
ca: El mètode fcp està configurat i s'utilitza.
hu: Az fcp metódus beállítva és alkalmazva.
ja: メソッド fcp が設定済みで使用されています。
km: វិធីសាស្ដ្រ fcp ត្រូវ​បាន​កំណត់​រចនា​សម្ព័ន្ធ ហើយ​និង​ត្រូវបាន​ប្រើ ។
nb: Metoden fcp er valgt og vil bli brukt.
nl: De methode fcp is geconfigureerd en wordt gebruikt.
ru: Метод fcp настроен и используется.
sk: Metóda fcp je nakonfigurovaná a používaná
sv: Metoden fcp är konfigurerad och används.
zh_tw: 方法 fcp 已設定且被使用。

source: The method fcp is configured.
ca: El mètode fcp està configurat.
hu: Az fcp metódus beállítva.
ja: メソッド fcp が設定されています。
km: វិធីសាស្ដ្រ fcp ត្រូវបាន​កំណត់​រចនា​សម្ព័ន្ធ ។
nb: Metoden fcp er valgt.
nl: De methode fcp is geconfigureerd.
ru: Метод fcp настроен.
sk: Metóda fcp je nakonfigurovaná.
sv: Metoden fcp är konfigurerad.
zh_tw: 方法 fcp 已設定。

source: The method fcp is not supported.
ca: El mètode fcp no té suport.
hu: Az fcp metódus nem támogatott.
ja: メソッド fcp には対応していません。
km: វិធីសាស្ដ្រ fcp មិនត្រូវ​បាន​គាំទ្រ​ទេ ។
nb: Metoden fcp støttes ikke.
nl: De methode fcp wordt niet ondersteund.
ru: Метод fcp не поддерживается.
sk: Metóda fcp nie je podporovaná.
sv: Metoden fcp stöds inte.
zh_tw: 不支援 fcp 方法。

source: After shutdown, reload the system with an IPL from DASD '%1'.
hu: A leállítás után a(z) %1 DASD-ról a rendszer betöltődik IPL-lel.
nb: Etter at maskinen er slått av, last systemet på nytt med en IPL fra DASD '%1'.
sk: Po vypnutí sa systém znovu načíta s IPL z DASD '%1'.
