Repository: yast/yast-translations
Catalog: po/hana-ha/*.po
Languages: ar, ca, cs, de, es, fr, hi, it, ja, pt_br, ru, sv, zh_cn, zh_tw

source: Select the SAP HANA Resource Agents Version to install.
ca: Seleccioneu la versió dels agents de recursos SAP HANA que voleu instal·lar.
de: Wählen Sie die zu installierende Version des SAP HANA Resource Agents aus.
es: Seleccione la versión de los agentes de recursos de SAP HANA que desea instalar.
fr: Sélectionnez la version des agents de ressources SAP HANA à installer.
it: Selezionare la versione per agenti di risorse SAP HANA da installare.
pt_br: Selecione a versão do SAP HANA Resource Agents a ser instalada.
ru: Выберите версию агентов ресурсов SAP HANA для установки.
sv: Välj SAP HANA Resurs Agenter-versioner som ska installeras.
zh_cn: 选择要安装的 SAP HANA 资源代理版本。

source: Classic Version
ca: Versió clàssica
de: Klassische Version
es: Versión clásica
fr: Version classique
it: Versione classica
pt_br: Versão Clássica
ru: Классическая версия
sv: Klassisk version
zh_cn: 经典版本

source: New Version (angi)
ca: Versió nova (angi)
de: Neue Version (angi)
es: Nueva versión (angi)
fr: Nouvelle version (angi)
it: Nuova versione (angi)
pt_br: Nova Versão (angi)
ru: Новая версия (angi)
sv: Ny version (angi)
zh_cn: 新版本 (angi)

source: OK
ca: D'acord
es: Aceptar
ru: ОК
zh_cn: 确定

source: Abort
ca: Avorta
de: Abbrechen
es: Cancelar
fr: Abandonner
it: Interrompi
pt_br: Abortar
ru: Прервать
sv: Avbryt
zh_cn: 中止

source: Program data could not be found. Please reinstall the package.
ar: تعذر العثور على بيانات البرنامج. الرجاء إعادة تثبيت الحزمة.
ca: No s'han pogut trobar les dades del programa. Si us plau, reinstal·leu el paquet.
cs: Data programu nelze na (#{path}) nalézt. Přeinstalujte balíček.
de: Die Programmdaten wurden nicht gefunden. Installieren Sie das Paket neu.
es: No se encuentran los datos del programa. Vuelva a instalar el paquete.
fr: Les données du programme sont introuvables. Réinstallez le paquet.
hi: प्रोग्राम डेटा प्राप्ति विफल। कृपया पैकेज पुनः इंस्टॉल करें।
it: Impossibile trovare i dati del programma. Reinstallare il pacchetto.
ja: プログラムが見つかりませんでした。パッケージを再インストールしてください。
pt_br: Não foi possível encontrar os dados do programa. Por favor, reinstale o pacote.
ru: Данные программы не найдены. Пожалуйста, переустановите программу.
sv: Programdata kunde inte hittas. Installera om paketet.
zh_cn: 找不到程序数据。请重新安装包。
zh_tw: 找不到程式資料。請重新安裝該套件。

source: Program data could not be accessed. Please reinstall the package.
ar: لا يمكن الوصول إلى بيانات البرنامج. الرجاء إعادة تثبيت الحزمة.
ca: No s'ha pogut accedir a les dades del programa. Si us plau, reinstal·leu el paquet.
cs: K datům programu nelze přistupovat. Přeinstalujte balíček.
de: Kein Zugriff auf die Programmdaten möglich. Installieren Sie das Paket neu.
es: No es posible acceder a los datos del programa. Vuelva a instalar el paquete.
fr: Les données du programme sont inaccessibles. Réinstallez le paquet.
hi: प्रोग्राम डेटा अभिगम विफल। कृपया पैकेज पुनः इंस्टॉल करें।
it: Impossibile accedere ai dati del programma. Reinstallare il pacchetto.
ja: プログラムにアクセスすることができませんでした。パッケージを再インストールしてください。
pt_br: Não foi possível acessar os dados do programa. Por favor, reinstale o pacote.
ru: Нет доступа к данным программы. Пожалуйста, переустановите программу.
sv: Programdata kunde inte nås. Installera om paketet.
zh_cn: 无法访问程序数据。请重新安装包。
zh_tw: 無法存取程式資料。請重新安裝該套件。

source: Do you realy want to abort?
ca: Segur que ho voleu avortar?
cs: Skutečně chcete akci zrušit?
de: Möchten Sie den Vorgang wirklich abbrechen?
es: ¿Seguro que quiere cancelar?
fr: Voulez-vous vraiment abandonner l'opération ?
it: Interrompere?
ja: 中止してよろしいですか？
pt_br: Deseja realmente interromper?
ru: Вы действительно хотите прервать процесс?
sv: Vill du verkligen avbryta?
zh_cn: 确实要中止吗？
zh_tw: 確定要中止嗎？

source: Cluster nodes
ar: الخوادم المترابطة
ca: Nodes del clúster
cs: Uzly klastru
de: Cluster-Knoten
es: Nodos del clúster
fr: Noeuds de cluster
hi: नोड समूह
it: Nodi del cluster
ja: クラスタノード
pt_br: Nós do cluster
ru: Узлы кластера
sv: Kluster noder
zh_cn: 集群节点
zh_tw: 叢集節點

source: Define cluster nodes\' configuration
ar: ضبط تكوين الخوادم المترابطة
ca: Definiu la configuració dels nodes\ del clúster
cs: Definice konfigurace uzlů clusteru
de: Konfiguration der Cluster-Knoten definieren
es: Defina la configuración de los nodos del clúster
fr: Définir la configuration des noeuds de cluster
hi: नोड समूह का विन्यास परिभाषित करें
it: Definisci configurazione nodi del cluster
ja: クラスタノードの設定
pt_br: Definir a configuração dos nós\' do cluster
ru: Определить настройки узлов кластера
sv: Definiera klusternodernas\' konfiguration
zh_cn: 定义集群节点的配置
zh_tw: 定義叢集節點的組態

source: Add node
ar: إضافة مخدم
ca: Afegeix un node
cs: Přidat uzel
de: Knoten hinzufügen
es: Añadir nodo
fr: Ajouter un noeud
hi: नोड जोड़ें
it: Aggiungi nodo
ja: ノードの追加
pt_br: Adicionar nó
ru: Добавить узел
sv: Lägg till nod
zh_cn: 添加节点
zh_tw: 新增節點

source: Edit selected
ar: تعديل العنصر المحدد
ca: Edita els seleccionats
cs: Upravit vybraný
de: Auswahl bearbeiten
es: Editar seleccionados
fr: Modifier la sélection
hi: चयनित को संपादित करें
it: Modifica selezione
ja: 選択したものの編集
pt_br: Edição selecionada
ru: Редактировать выбранное
sv: Redigera valda
zh_cn: 编辑所选项
zh_tw: 編輯所選項目

source: Delete node
ar: حذف مخدم
ca: Suprimeix el node
cs: Odstranit uzel
de: Knoten löschen
es: Suprimir nodo
fr: Supprimer le noeud
hi: नोड हटाएँ
it: Elimina nodo
ja: ノードの削除
pt_br: Apagar nó
ru: Удалить узел
sv: Ta bort nod
zh_cn: 删除节点
zh_tw: 刪除節點

source: Expected votes:
ar: عدد المخدمات المتوقعة:
ca: Vots esperats:
cs: Očekávané hlasy:
de: Erwartete Stimmen:
es: Votos esperados:
fr: Votes attendus :
hi: अपेक्षित वोट :
it: Voti previsti:
ja: 期待する投票:
pt_br: Votos esperados:
ru: Ожидаемые голоса:
sv: Förväntade röster:
zh_cn: 预期投票数：
zh_tw: 預期投票數：

source: Append to /etc/hosts
ar: إضافة البيانات إلى /etc/hosts
ca: Afegeix a /etc/hosts
cs: Přidat k /etc/hosts
de: An /etc/hosts anhängen
es: Adjuntar al final de /etc/hosts
fr: Ajouter à la fin de /etc/hosts
hi: /etc/hosts में जोड़ें
it: Aggiungi a /etc/hosts
ja: /etc/hosts への追記
pt_br: Anexar a /etc/hosts
ru: Добавить в /etc/hosts
sv: Lägg till i /etc/hosts
zh_cn: 追加到 /etc/hosts
zh_tw: 附加至 /etc/hosts

source: Host name
ar: اسم المخدم
ca: Nom d'amfitrió
cs: Název počítače
es: Nombre de host
fr: Nom d'hôte
hi: होस्ट नाम
it: Nome host
ja: ホスト名
pt_br: Nome do host
ru: Имя узла
sv: Värdnamn
zh_cn: 主机名
zh_tw: 主機名稱

source: IP in ring 1
ca: IP a l'anell 1
cs: IP v kruhu 1
es: IP en anillo 1
fr: Adresse IP dans l'anneau 1
hi: नेटवर्क वृत्त 1 हेतु आईपी
it: IP in anello 1
ja: リング 1 内の IP
pt_br: IP em anel 1
ru: IP в кольце 1
sv: IP i ring 1
zh_cn: 环 1 中的 IP
zh_tw: 環 1 中的 IP

source: IP in ring 2
ca: IP a l'anell 2
cs: IP v kruhu 2
es: IP en anillo 2
fr: Adresse IP dans l'anneau 2
hi: नेटवर्क वृत्त 2 हेतु आईपी
it: IP in anello 2
ja: リング 2 内の IP
pt_br: IP em anel 2
ru: IP в кольце 2
sv: IP i ring 2
zh_cn: 环 2 中的 IP
zh_tw: 環 2 中的 IP

source: Communication Layer
ar: طبقة التواصل
ca: Capa de comunicació
cs: Vrstva komunikace
de: Kommunikationsschicht
es: Capa de comunicación
fr: Couche de communication
hi: संचार परत
it: Livello di comunicazione
ja: 通信レイヤ
pt_br: Camada de comunicação
ru: Слой коммуникации
sv: Kommunikationslager
zh_cn: 通讯层
zh_tw: 通訊層

source: C&luster name:
ca: Nom del c&lúster:
cs: Název k&lastru:
es: Nombre del c&lúster:
fr: Nom du c&luster :
hi: समूह नाम (&l) :
it: Nome c&luster:
ja: クラスタ名 (&L):
pt_br: Nome do C&luster:
ru: Имя к&ластера:
sv: K&luster namn:
zh_cn: 集群名称(&L)：
zh_tw: 叢集名稱(&L)：

source: Ring
ar: الشبكة
ca: Anell
cs: Kroužek
es: Anillo
fr: Anneau
hi: नेटवर्क वृत्त
it: Anello
ja: リング
pt_br: Anel
ru: Кольцо
zh_cn: 环
zh_tw: 環

source: Address
ar: العنوان
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
hi: पता
it: Indirizzo
ja: アドレス
pt_br: Endereço
ru: Адрес
zh_cn: 地址
zh_tw: 位址

source: Port
ar: المنفذ
es: Puerto
hi: पोर्ट
it: Porta
ja: ポート
pt_br: Porta
ru: Порт
zh_cn: 端口
zh_tw: 連接埠

source: Multicast Address
ca: Adreça de multidifusió
cs: Multicast adresa
de: Multicast-Adresse
es: Dirección multidifusión
fr: Adresse multidiffusion
hi: बहु-प्रसारण पता
it: Indirizzo multidiffusione
ja: マルチキャストアドレス
pt_br: Endereço Multicast
ru: Адрес Multicast
zh_cn: 多路广播地址
zh_tw: 多路廣播位址

source: Firewall is configured
ca: El tallafoc està configurat.
cs: Je nakonfigurována brána firewall
de: Firewall wurde konfiguriert
es: El cortafuegos está configurado
fr: Le pare-feu est configuré
it: Firewall configurato
ja: ファイアウオールが設定されています
pt_br: Firewall está configurado
ru: Брандмауэр настроен
sv: Brandvägg är konfigurerad
zh_cn: 防火墙已配置
zh_tw: 已設定防火牆

source: Turn off Firewall
ca: Desactiva el tallafoc
cs: Vypnout bránu Firewall
de: Firewall deaktivieren
es: Desactivar cortafuegos
fr: Désactiver le pare-feu
it: Spegni firewall
ja: ファイアウオールを無効化する
pt_br: Desativar Firewall
ru: Отключить брандмауэр
sv: Stäng av brandvägg
zh_cn: 关闭防火墙
zh_tw: 關閉防火牆

source: Configure Firewall
ca: Configureu el tallafoc
cs: Nastavení brány firewall
de: Firewall konfigurieren
es: Configurar cortafuegos
fr: Configurer le pare-feu
it: Configura firewall
ja: ファイアウオールを設定する
pt_br: Configurar Firewall
ru: Настроить брандмауэр
sv: Konfigurera brandvägg
zh_cn: 配置防火墙
zh_tw: 設定防火牆

source: Fencing Mechanism
ca: Mecanisme de tancament
cs: Mechanismus oplocení
de: Seite zur Konfiguration des Fencing-Mechanismus
es: Mecanismo de barrera
fr: Mécanisme de délimitation
hi: अवरोध विधि
it: Meccanismo di isolamento
ja: フェンス機構
pt_br: Mecanismo de barreira
ru: Механизм блокирования
sv: Stängselmekanism
zh_cn: 屏蔽机制
zh_tw: 圍籬區隔機制

source: Device path
ar: مسار الجهاز
ca: Camí del dispositiu
cs: Cesta zařízení
de: Gerätepfad
es: Vía del dispositivo
fr: Chemin du périphérique
hi: उपकरण पथ
it: Percorso dispositivo
ja: デバイスパス
pt_br: Caminho do dispositivo
ru: Путь к устройству
sv: Enhets sökväg
zh_cn: 设备路径
zh_tw: 裝置路徑

source: Add
ar: إضافة
ca: Afegeix
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
pt_br: Adicionar
ru: Добавить
sv: Lägg till
zh_cn: 添加
zh_tw: 新增

source: Remove
ar: حذف
ca: Suprimeix
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
pt_br: Remover
ru: Удалить
sv: Ta bort
zh_cn: 移除
zh_tw: 移除

source: Note that all data on the selected devices will be destroyed.
ar: ملاحظة: جميع البيانات الموجودة في الجهاز المحدد سيتم حذفها.
ca: Tingueu en compte que es destruiran totes les dades dels dispositius seleccionats.
cs: Pozor, všechna data na vybraných zařízeních budou zničena.
de: Beachten Sie, dass alle Daten auf den ausgewählten Geräten zerstört werden.
es: Tenga en cuenta que todos los datos de los dispositivos seleccionados se destruirán.
fr: Notez que toutes les données sur les périphériques sélectionnés seront détruites.
hi: ध्यान दें कि चयनित उपकरणों पर मौजूद सारा डेटा नष्ट हो जाएगा।
it: Tutti i dati sui dispositivi selezionati saranno distrutti.
ja: 選択したデバイス内にある全てのデータが削除されることに注意してください。
pt_br: Observe que todos os dados nos dispositivos selecionados serão destruídos.
ru: Внимание! Все данные на выбранных устройствах будут уничтожены.
sv: Observera att all data på de valda enheterna kommer att förstöras.
zh_cn: 请注意，所选设备上的所有数据都将销毁。
zh_tw: 請注意，所選裝置上的所有資料均將損毀。

source: HANA Configuration
ca: Configuració de HANA
cs: Konfigurace HANA
de: HANA-Konfiguration
es: Configuración de HANA
fr: Configuration HANA
hi: HANA विन्यास
it: Configurazione HANA
ja: HANA 設定
pt_br: Configuração do HANA
ru: Настройка HANA
sv: HANA Konfiguration
zh_cn: HANA 配置
zh_tw: HANA 組態

source: Join an Existing Cluster
ar: الانضمام إلى شبكة مخدمات موجودة مسبقا
ca: Afegeix-te a un clúster existent
cs: Připojit existující klastr
de: Bestehendem Cluster beitreten
es: Unirse a un clúster existente
fr: Joindre un cluster existant
hi: मौजूदा समूह से जुड़ें
it: Unisciti a un cluster esistente
ja: 既存のクラスタへの参加
pt_br: Unir a um Cluster existente
ru: Подключиться к существующему кластеру
sv: Gå med i ett existerande Kluster
zh_cn: 加入现有集群
zh_tw: 加入現有叢集

source: Please provide the IP address of the existing cluster
ar: الرجاء إدخال عنوان مخدم الإنترنت لشبكة الخوادم المترابطة الموجودة مسبقا
ca: Si us plau, proporcioneu l'adreça IP del clúster existent.
cs: Zadejte IP adresu existujícího klastru
de: IP-Adresse des bestehenden Clusters angeben
es: Proporcione la dirección IP del clúster existente
fr: Fournissez l'adresse IP du cluster existant
hi: कृपया इच्छित मौजूदा समूह का आईपी पता दर्ज करें
it: Fornire l'indirizzo IP del cluster esistente
ja: 既存のクラスタの IP アドレスを入力してください
pt_br: Forneça o endereço IP do cluster existente
ru: Пожалуйста, предоставьте IP-адрес существующего кластера
sv: Ange IP-adressen för det befintliga klustret
zh_cn: 请提供现有集群的 IP 地址
zh_tw: 請提供現有叢集的 IP 位址

source: NTP Configuration
ar: ضبط بروتوكول الوقت الشبكي
ca: Configuració d'NTP
cs: Konfigurace NTP
de: NTP-Konfiguration
es: Configuración de NTP
fr: Configuration NTP
hi: एनटीपी विन्यास
it: Configurazione NTP
ja: NTP 設定
pt_br: Configuração do NTP
ru: Настройка NTP
sv: NTP konfiguration
zh_cn: NTP 配置
zh_tw: NTP 組態

source: Watchdog Setup
ca: Configuració del Gosvigilant
cs: Nastavení hlídáčku (watchdog)
de: Watchdog-Einrichtung
es: Configuración de watchdog
fr: Configuration de la surveillance (Watchdog)
hi: निरीक्षक सेटअप
it: Configurazione watchdog
ja: ウオッチドッグ設定
pt_br: Configuração do Watchdog
ru: Настройка Watchdog
sv: Watchdog inställningar
zh_cn: 监视器设置
zh_tw: 看門狗設定

source: ID
hi: आईडी
pt_br: Identificação
