Repository: yast/yast-translations
Catalog: po/docker/*.po
Languages: de

source: Changes in Container
de: Änderungen im Container

source: Path
de: Pfad

source: &Exit
de: &Verlassen

source: Commit Container
de: Container übertragen

source: Tag
de: Markierung

source: Author
de: Autor

source: Message
de: Nachricht

source: &Cancel
de: Abbre&chen

source: Inject Shell
de: Shell injizieren

source: Target Shell
de: Ziel-Shell

source: Failed to run terminal. Error: %{error}
de: Fehler beim Ausführen des Terminals: %{error}

source: Docker service does not run. Should YaST start docker? Otherwise YaST quits.
de: Der Docker-Dienst wird nicht ausgeführt. Soll Docker durch YaST gestartet werden? Ansonsten wird YaST beendet.

source: Docker service does not run. \ Run this module as root or start docker service manually.
de: Der Dienst Docker läuft nicht. \ Lassen Sie dieses Modul als root laufen oder starten Sie den Docker-Dienst manuell.

source: Communication with docker failed with error: %s. Please try again.
de: Fehler bei Kommunikation mit Docker: %s. Versuchen Sie es erneut.

source: Do you really want to stop the running container?
de: Soll der ausgeführte Container wirklich angehalten werden?

source: Do you want to remove the container?
de: Soll der Container entfernt werden?

source: Do you really want to kill the running container?
de: Soll der ausgeführten Container wirklich beendet werden?

source: &Containers
de: &Container

source: Running Docker Containers
de: Ausgeführte Docker-Container

source: Created
de: Angelegt

source: Virtual Size
de: Virtuelle Größe

source: Command
de: Kommando

source: Re&fresh
de: &Aktualisieren

source: R&un
de: A&usführen

source: &Delete
de: &Löschen

source: S&how Changes
de: Ä&nderungen anzeigen

source: Inject &Terminal
de: &Terminal injizieren

source: &Stop Container
de: Container &anhalten

source: &Kill Container
de: Container &beenden

source: &Commit
de: &Übergeben

source: Do you really want to delete image "%s"?
de: Soll das Image "%s" wirklich gelöscht werden?

source: Run Container
de: Container ausführen

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: Choose directory to share
de: Freizugebendes Verzeichnis auswählen

source: Choose target directory
de: Zielverzeichnis auswählen

source: Choose external port
de: Externen Port auswählen

source: Choose internal port
de: Internen Port auswählen
