Repository: yast/yast-translations
Catalog: po/sshd/*.po
Languages: nl

source: Initializing SSHD Configuration
nl: SSHD-configuratie initialiseren

source: Read current SSHD configuration
nl: Huidige SSHD-configuratie lezen

source: Read current SSHD state
nl: Huidige SSHD-status lezen

source: Reading current SSHD configuration...
nl: Huidige SSHD-configuratie wordt gelezen...

source: Reading current SSHD state...
nl: Huidige SSHD-status lezen...

source: Cannot read current SSHD state.
nl: Kan de huidige SSHD-status niet lezen.

source: Saving SSHD Configuration
nl: SSHD-configuratie opslaan

source: Write the SSHD settings
nl: SSHD-instellingen wegschrijven

source: Adjust the SSHD service
nl: De SSHD-service aanpassen

source: Writing the SSHD settings...
nl: De SSHD-instellingen worden weggeschreven...

source: Adjusting the SSHD service...
nl: De SSHD-service wordt aangepast...

source: Cannot write SSHD settings.
nl: De SSHD-instellingen kunnen niet worden geschreven.

source: Add New Port
nl: Nieuwe poort toevoegen

source: Edit Current Port
nl: Huidige poort bewerken

source: &Port
nl: &Poort

source: Port number must not be empty.
nl: Poortnummers mogen niet leeg zijn.

source: SSHD Server Configuration
nl: SSHD-serverconfiguratie

source: SSHD TCP Ports
nl: SSHD-TCP-poorten

source: &Add...
nl: Toe&voegen...

source: &Edit...
nl: B&ewerken...

source: &Delete
nl: Verwij&deren

source: Server Features
nl: Servereigenschappen

source: Allow &TCP Forwarding
nl: &TCP-forwarding toestaan

source: Allow &X11 Forwarding
nl: &X11-forwarding toestaan

source: Allow &Compression
nl: &Compressie toestaan

source: SSHD Server Login Settings
nl: Aanmeldingsinstellingen voor SSHD-server

source: General Login Settings
nl: Algemene aanmeldinstellingen

source: Print &Message of the Day After Login
nl: Bericht-van-de-dag weergeven na aan&melden

source: Permi&t Root Login
nl: Root-aanmelding &toestaan

source: Authentication Settings
nl: Verificatie-instellingen

source: Ma&ximum Authentication Tries
nl: Ma&ximum aantal verificatiepogingen

source: Pa&sswordAuthentication
nl: Wa&chtwoordverificatie

source: RSA Authenti&cation
nl: RSA-verifi&catie

source: Public &Key Authentication
nl: Openbare-&sleutelverificatie

source: Initializing sshd Configuration
nl: Sshd-configuratie initialiseren

source: Saving sshd Configuration
nl: Sshd-configuratie opslaan

source: Sshd Overview
nl: SSHD-samenvatting

source: Number
nl: Aantal

source: </command>Sshd Configuration<command>
nl: </command>Sshd-configuratie<command>

source: First part of configuration of sshd
nl: Eerste gedeelte van SSHD-configuratie

source: <p><b><big>Initializing sshd Configuration</big></b><br> Please wait...<br></p>
nl: <p><b><big>SSHD-configuratie wordt ge√Ønitialiseerd</big></b><br> Even geduld...<br></p>

source: <p><b><big>Saving sshd Configuration</big></b><br> Please wait...<br></p>
nl: <p><b><big>SSHD-configuratie wordt opgeslagen</big></b><br> Even geduld...<br></p>

source: <p><b><big>Server Configuration</big></b><br> Configure SSHD here.<br></p>
nl: <p><b><big>Serverconfiguratie</big></b><br> Configureer SSHD hier.<br></p>

source: <p><b><big>Login Settings</big></b><br> Configure SSHD login settings here.<br></p>
nl: <p><b><big>Instellingen voor aanmelden</big></b><br> Configureer aanmeldingsinstellingen van SSHD hier.<br></p>

source: Configuration of sshd
nl: Configuratie van sshd
