Repository: yast/yast-translations
Catalog: po/nis_server/*.po
Languages: cs, de, es, hi, hu, it, lt, nl, sl, sr@latn, tr

source: Allow changes to &passwords
cs: Povolit změnu &hesel
de: Ändern der &Passwörter zulassen
es: Permitir cambiar &contraseñas
hi: पासवेर्ड में परिवर्तन स्वीकार करें (&p)
hu: Engedélyezi a &jelszavak megváltoztatását
it: Consenti modifiche alle &password
lt: Leisti &slaptažodžių keitimą
nl: &Wachtwoordwijzigingen toestaan
sl: Dovoli spremembe &gesel
sr@latn: Dozvoli izmene &lozinki
tr: &Parolalarda değişikliğe izin ver

source: This host is also a NIS &client
cs: Tento hostitel je také &klientem NIS
de: Dieser Rechner ist zugleich NIS-&Client
es: Este host es también un &cliente NIS
hi: होस्ट &NIS क्लेइन्ट भी हैं
hu: Ez a gép egyben NIS-&kliens
it: Questo host è anche un &client NIS
lt: Šis kompiuteris taip pat yra NIS &klientas
nl: Deze host is tevens een NIS-&client
sl: Ta gostitelj je hkrati tudi &odjemalec NIS
sr@latn: Ovaj računar je takođe i NIS &klijent
tr: Bu makine aynı zamanda bir NIS &istemcisi

source: NIS &Domain Name
cs: Název &domény NIS
es: Nombre de &dominio NIS
hi: NIS डोमेइन नाम (&D)
hu: NIS-&tartománynév
it: Nome di &dominio NIS
lt: NIS &srities vardas
nl: NIS-&domeinnaam
sl: Ime &domene NIS
sr@latn: Naziv NIS &Domena
tr: NIS &alan adı

source: Active Slave NIS server &exists
hi: सक्रिय स्लेव NIS सेवक विद्यमान हैं (&e)।
hu: &Létezik aktív másodlagos (slave) NIS-kiszolgáló
it: &Esiste un server NIS slave attivo
lt: &Egzistuoja aktyvus valdomasis NIS serveris
nl: Actieve slave-NIS-server &bestaat
sr@latn: Aktivni sekundarni NIS server &postoji

source: &Fast Map distribution (rpc.ypxfrd)
cs: Rychlá distribuce &mapy (rpc.ypxfrd)
de: &Schnelle Map-Verteilung (rpc.ypxfrd)
es: Distribución &rápida de mapas (rpc.ypxfrd)
hi: तेज नक्षा वितरण (&F) (rpc.ypxfrd)
hu: &Gyors csatolásszétosztás (rpc.ypxfrd)
it: &Distribuzione veloce mappe (rpc.ypxfrd)
lt: &Greitas žemėlapio perdavimas (rpc.ypxfrd)
nl: &Snelle toewijzingsdistributie (rpc.ypxfrd)
sl: &Hitra porazdelitev preslikav (rpc.ypxfrd)
sr@latn: &Brza distribucija mapa
tr: &Hızlı harita dağıtımı (rpc.ypxfrd)

source: Changing of passwords
cs: Změna hesel
de: Ändern der Passwörter
es: Cambio de contraseñas
hi: पासवेर्ड का बदलता
hu: Jelszavak megváltoztatása
it: Modifiche delle password
lt: Slaptažodžių keitimas
nl: Wachtwoorden wijzigen
sl: Spremembe gesel
sr@latn: Izmene lozinki
tr: Parolaların değiştirilmesi

source: &Other global settings ...
cs: &Ostatní globální nastavení...
de: &Andere globale Einstellungen...
es: &Otros parámetros globales ...
hi: अन्य ग्लोबल व्यवस्थायें (&O)...
hu: &Egyéb globális beállítások...
it: &Altre impostazioni globali...
lt: &Kitos visuotinės nuostatos...
nl: &Overige algemene instellingen...
sl: &Ostale globalne nastavitve …
sr@latn: &Ostala podešavanja ...
tr: &Diğer genel ayarlar...

source: Master Server Setup
cs: Nastavení hlavního serveru
de: Konfiguration des Master-Servers
es: Configuración del servidor maestro
hi: मास्टेर सेवक सेटअप
hu: Elsődleges (master) kiszolgáló beállítása
it: Impostazione del server master
lt: Valdančiojo serverio konfigūravimas
nl: Masterserver instellen
sl: Nastavitev glavnega strežnika
tr: Ana sunucu kurulumu

source: Your machine is set up to change the NIS domain name via DHCP. This may replace the domain name just entered. Check your settings and consider not running a DHCP client on a NIS server.
cs: Váš počítač získává název domény NIS prostřednictvím DHCP. To může právě zadaný název domény změnit. Překontrolujte své nastavení a případně na svém serveru NIS nespouštějte klienta DHCP.
de: Ihr Rechner wurde für das Ändern des NIS-Domainnamens über DHCP eingerichtet. Damit wird möglicherweise der soeben eingegebene Domainname ersetzt. Prüfen Sie Ihre Einstellungen und ziehen Sie in Betracht, keinen DHCP-Client auf einem NIS-Server zu betreiben.
es: El equipo se ha configurado para cambiar el nombre de dominio NIS a través de DHCP, por lo que es posible que se sustituya el nombre de dominio que acaba de introducir. Compruebe la configuración y considere la posibilidad de no ejecutar un cliente DHCP en un servidor NIS.
hi: आपकी मशीन NIS डोमेन नाम को बरास्ता DHCP परिवर्तित करने के लिए सेट अप की हुई है. तुरंत डालें हुए डोमेन नाम को यह हटा सकता है अपनी सेटिंग की जांच करें तथा NIS परिसेवक पर ग्राहक रन नहीं कर रहा है विचार करें.
hu: A gép úgy van beállítva, hogy a NIS-tartománynév értékét is DHCP-n keresztül változtassa meg. Ennek hatására módosulhat az imént beírt tartománynév. Ellenőrizze a beállításokat és fontolja meg, nem jobb-e nem futtatni a DHCP-ügyfelet NIS-kiszolgálón.
it: Il computer è impostato in modo che il nome di dominio NIS venga modificato tramite DHCP. Questo potrebbe cambiare il nome di dominio appena immesso. Controllare le impostazioni e considerare di non eseguire un client DHCP su un server NIS.
lt: Jūsų mašina sukonfigūruota pakeisti NIS sritį per DHCP. Tad ką tik įvesta sritis gali būti pakeista. Patikrinkite savo nuostatas ir pažiūrėkite, ar neveikia DHCP klientas NIS serveryje.
nl: Uw machine is ingesteld om de NIS-domeinnaam via DHCP te wijzigen. Dit kan de door u zojuist opgegeven domeinnaam vervangen. Controleer uw instellingen en overweeg om geen DHCP-client op een NIS-server te gebruiken.
sl: Vaš sistem je nastavljen, da spremeni domeno NIS preko DHCP. To lahko zamenja ime domene, ki ste ga ravnokar vnesli. Preverite vaše nastavitve in razmislite o neuporabi odjemalca DHCP na strežniku NIS.
tr: Makineniz NIS alan adının DHCP ile değiştirilmesine ayarlanmış. Bu durum biraz önce girdiğiniz alan adının değişmesine yol açabilir. Ayarlarınızı kontrol edip NIS sunucusunda DHCP istemcisi çalıştırmamayı düşünün.

source: <p><b>Firewall Settings</b><br> To open the firewall to allow accessing the NIS server from remote computers, set <b>Open Port in Firewall</b>. To select interfaces on which to open the port, click <b>Firewall Details</b>. This option is only available if the firewall is enabled.</p>
cs: <p><b>Nastavení brány firewall</b><br> Aby k serveru NIS mohly přistupovat vzdálené počítače, nastavte <b>Otevřít port v bráně firewall</b>. Klikněte na <b>Podrobnosti brány firewall</b> a vyberte rozhraní, ve kterých bude port otevřen. Tato volba je dostupná pouze v případě, že je brána firewall povolená.</p>
de: <p><b>Firewall-Einstellungen</b><br> Möchten Sie die Firewall für den Zugriff entfernter Rechner auf den NIS-Server einrichten, aktivieren Sie <b>Firewall-Port öffnen</b>. Zum Wählen von Schnittstellen, auf denen der Port geöffnet werden soll, klicken Sie auf <b>Firewall-Details</b>. Diese Option steht nur zur Verfügung, wenn die Firewall aktiviert ist.</p>
es: <p><b>Configuración del cortafuegos</b><br> Para abrir el cortafuedos y permitir el acceso al servidor NIS desde equpos remotos, active <b>Puerto abierto en el cortafuegos</b>. Para seleccionar las interfaces en las que desea abrir el puerto, pulse <b>Detalles del cortafuegos</b>. Esta opción solo está disponible si el cortafuegos está activado.</p>
hi: <p><b>फायर वॉल सेटिंग्ज़</b><br> सुदूर कंप्यूटरों से NIS पिरसेवक को अभिगम करने की अनुमति देने के लिए फायरवॉल को खोलना, <b>फायरवॉल में ओपेन पोर्ट</b> को सेट करें. अंतरापृष्ठों को जिसपर पोर्ट खोला जाना है खोलने के लिए, <b>फायरवॉल विवरणों</b> पर क्लिक करें. यह विकल्प केवल उस समय उपलब्ध होता जब फायरवॉल समर्थित होता है.</p>
hu: <p><b>Tűzfalbeállítások</b><br> A tűzfal kinyitásához, hogy a NIS-kiszolgáló más, távoli gépekről is elérhető legyen, válassza a <b>Tűzfalport megnyitása</b> lehetőséget. Azt, hogy melyik csatolón nyissa ki a portot, a <b>Tűzfal részletek</b> részben. Adhatja meg. Ez a lehetőség csak akkor áll rendelkezésre, ha a tűzfal be van kapcsolva.</p>
it: <p><b>Impostazioni firewall</b><br> Per aprire il firewall in modo da permettere l'accesso al server NIS da computer remoti, impostare <b>Apri porta nel firewall</b>. Per selezionare le interfacce sulle quali aprire le porte, fare clic su <b>Dettagli firewall</b>. Questa opzione è disponibile solo se il firewall è abilitato.</p>
lt: <p><b>Užkardos nuostatos</b><br> Norėdami atverti užkardą, kad būtų galima pasiekti NIS serverį iš nutolusio kompiuterio, nustatykite <b>Atverti prievadus užkardoje</b>. Norėdami pasirinkti sąsajas, kuriose atverti jungtis, spragtelėkite <b>Užkardos detalės</b>. Ši parinktis yra pasiekiama tik tuomet, jei užkarda įgalinta.</p>
nl: <p><b>Firewall-instellingen</b><br> Stel <b>Firewall-poort openen</b> in om de firewall zodanig open te stellen dat externe computers toegang tot de NIS-server krijgen. Klik op <b>Firewall-details</b> om de interfaces te selecteren waarvoor de poort geopend moet worden. Deze optie is alleen beschikbaar wanneer de firewall geactiveerd is.</p>
sl: <p><b>Nastavitev požarnega zidu</b><br> Za odprtje požarnega zidu, da dovolite dostop do strežnika NIS z oddaljenih računalnikov, omogočite <b>Odpri vrata v požarnem zidu</b>. Za izbiro vmesnikov na katerih želite odpreti vrata, kliknite <b>Podrobnosti požarnega zidu</b>. Ta možnost je na voljo samo, če je požarni zid omogočen.</p>
tr: <p><b>Firewall ayarları</b><br> NIS sunucusuna uzak bilgisayarlardan erişim sağlanması için <b>Firewall'da port aç</b> seçeneğini işaretleyin. Portun açılacağı arayüzleri seçmek için <b>Firewall ayrıntıları</b> düğmesine basın. Bu seçenek sadece firewall etkin durumdaysa mevcuttur.</p>

source: Edit netmask and network
cs: Upravit síťovou masku a síť
de: Netzmaske und Netzwerk bearbeiten
es: Editar red y máscara de red
hi: नेटमास्क और नेटवर्क सम्पादित करें
hu: Hálózati maszk és hálózat módosítása
it: Modifica rete e maschera di rete
lt: Keisti tinklo kaukę ir tinklą
nl: Netmasker en netwerk bewerken
sl: Urejanje omrežne maske in omrežja
sr@latn: Edituj netmask i mrežu
tr: Ağ maskesini ve ağı düzenle

source: Net&mask
cs: Síťová &maska
de: Netz&maske
es: &Máscara de red
hi: नेटमास्क (&m)
hu: Háló&zati maszk
it: &Maschera di rete
lt: Tinklo &kaukė
nl: Net&masker
sl: Omrežna &maska
tr: Ağ &maskesi

source: Net&work
cs: &Síť
de: Netz&werk
es: &Red
hi: न्टवर्क (&w)
hu: &Hálózat
it: &Rete
lt: &Tinklas
nl: Net&werk
sl: &Omrežje
sr@latn: &Mreža
tr: &Ağ

source: Wrong netmask!
cs: Chybná maska sítě!
de: Ungültige Netzmaske!
es: Máscara de red incorrecta
hi: गलत नेटमास्क!
hu: Hibás hálózati maszk!
it: Maschera di rete errata!
lt: Bloga tinklo kaukė!
nl: Onjuist netmasker!
sl: Napačna omrežna maska.
sr@latn: Pogrešan netmask!
tr: Hatalı ağ maskesi!

source: Wrong network!
cs: Chybná síť!
de: Falsches Netzwerk!
es: Red incorrecta
hi: गलत नेटवर्क!
hu: Hibás hálózat!
it: Rete errata!
lt: Blogas tinklas!
nl: Onjuist netwerk!
sl: Napačno omrežje.
sr@latn: Pogrešna mreža!
tr: Hatalı ağ!

source: <p>Please enter which hosts are allowed to query the NIS server.</p>
cs: <p>Zadejte, kterým hostitelům je povoleno dotazovat server NIS.</p>
de: <p>Bitte geben Sie die Hosts ein, die Anfragen an den NIS-Server stellen dürfen.</p>
es: <p>Introduzca aquí los equipos que pueden consultar al servidor NIS.</p>
hi: <p>जो होस्ट सेवक से पूछताछ के लिए मान्य है इसको भरती करें।</p>
hu: <p>Adja meg, mely gépek jogosultak lekérdezni a NIS-kiszolgálót.</p>
it: <p>Immettere gli host cui è consentito consultare il server NIS.</p>
lt: <p>Nurodykite, kurie kompiuteriai gali užklausti NIS serverį.</p>
nl: <p>Geef op welke hosts gegevens mogen opvragen bij de NIS-server.</p>
sl: <p>Vpišite kateri gostitelji lahko uporabljajo strežnik NIS.</p>
sr@latn: <p>Unesite adrese računara kojima je dozvoljeno da šalju upite ovom NIS serveru.</p>
tr: <p>Hangi makinelerin NIS sunucusuna sorgu yollayabileceğini ayarlayın.<p>

source: <p>A host address will be allowed if <b>network</b> is equal to the bitwise <i>AND</i> of the host's address and the <b>netmask</b>.</p>
cs: <p>Adresa hostitele bude povolena, když <b>síť</b> se rovná bitovému <i>AND</i> adresy hostitele a <b>síťové masky</b>.</p>
de: <p>Eine Host-Adresse wird zugelassen, wenn <b>Netzwerk</b> dem bitweisen <i>AND</i> der Host-Adresse und der <b>Netzmaske</b> entspricht.</p>
es: <p> Se acepta una dirección de host si el valor de <b>red</b> es igual al bitwise <i>AND</i> de la dirección del host y la <b>máscara de red</b>.</p>
hi: <p>आतिथय पता को अनुमति होगी यदि <b>नेटवर्क</b> बीटवाइज़ के बराबर है <i>तथा</i> इस अतिथय पता तथा <b>नेटमास्क </b>के.</p>
hu: <p>Egy cím akkor kerül engedélyezésre, ha <b>hálózat</b> megegyezik a gép címének és a <b>hálózati maszk</b> bit szerinti <i>AND</i> logikai értékével.</p>
it: <p>Un indirizzo di host sarà consentito se <b>rete</b> è uguale a <i>AND</i> bit dell'indirizzo dell'host e della <b>maschera di rete</b>.</p>
lt: <p>Kompiuterio adresas bus leidžiamas, jei <b>tinklas</b> yra lygus skiltiniam kompiuterio adreso <i>AND</i> ir <b>tinklo kaukei</b>.</p>
nl: <p>Een hostadres wordt toegestaan wanneer het <b>netwerk</b> gelijk is aan de bitwise <i>AND</i> van het hostadres en het <b>netmasker</b>.</p>
sl: <p>Gostiteljev naslov bo imel dovoljenje, če bo <b>omrežje</b> enako rezultatu operacije bitni <i>IN</i> med naslovom gostitelja in <b>omrežne maske</b>.</p>
sr@latn: <p>Adresa će biti omogućena ako je <b>mreža</b> jednaka bitwise-u <i>i</i> <b>netmask-u</b>.</p>
tr: <p>Makinenin adresi ve <b>Ağ maskesi</b> değerlerinin bit düzeyinde <i>VE</i> işlemine tabi tutulmasında ortaya çıkan değer <b>Ağ</b> değeriyle eşit olursa o makineye erişim sağlanır.</p>

source: <p>The entry with <b>netmask</b> <tt>255.0.0.0</tt> and <b>network</b> <tt>127.0.0.0</tt> must exist to allow connections from the local host.</p>
cs: <p>Mají-li být povolena připojení z localhost, musí existovat položka se <b>síťovou maskou</b> <tt>255.0.0.0</tt> a <b>sítí</b> <tt>127.0.0.0</tt>.</p>
de: <p>Der Eintrag mit der <b>Netzmaske</b> <tt>255.0.0.0</tt> und dem <b>Netzwerk</b> <tt>127.0.0.0</tt> muss vorhanden sein, um Verbindungen vom eigenen Rechner (local host) zuzulassen.</p>
es: <p>La entrada con la <b>máscara de red</b> <tt>255.0.0.0</tt> y <b>red</b> <tt>127.0.0.0</tt> debe existir para permitir conexiones desde el host local.</p>
hi: <p><b>नेटमास्क</b> <tt>255.0.0.0</tt> तथा <b>नेटवर्क</b> <tt>127.0.0.0</tt> के साथ प्रविष्ट स्थानीय आतिथय संबंधनों को अनुमति देने के लिए अवश्य मौजूद हों.</p>
hu: <p>A <tt>255.0.0.0</tt> <b>netmask</b>kal és <tt>127.0.0.0</tt> <b>hálózati cím</b>mel rendelkező bejegyzésnek léteznie kell, hogy kapcsolódhasson a localhostról.</p>
it: <p>La voce con <b>maschera di rete</b> <tt>255.0.0.0</tt> e <b>rete</b> <tt>127.0.0.0</tt> deve esistere per permettere le connessioni dall'host locale.</p>
lt: <p>Įrašas su <b>tinklo kauke</b> <tt>255.0.0.0</tt> ir <b>tinklu</b> <tt>127.0.0.0</tt> turi egzistuoti, norint leisti prisijungimą iš vietinio kompiuterio.</p>
nl: <p>Om verbindingen met de lokale host toe te kunnen staan moet het item met het <b>netmasker</b> <tt>255.0.0.0</tt> en <b>netwerk</b> <tt>127.0.0.0</tt> bestaan.</p>
sl: <p>Vnos z <b>omrežno masko</b> <tt>255.0.0.0</tt> in <b>omrežjem</b> <tt>127.0.0.0</tt> mora obstajati, da omogočite povezave s krajevnega gostitelja.</p>
sr@latn: <p>Unos čiji je <b>netmask</b> <tt>255.0.0.0</tt> i <b>mreža</b> <tt>127.0.0.0</tt> mora postojati da bi bile omogućene konekcije sa lokalnog računara.</p>
tr: <p>Yerel makineye erişim için <b>ağ maskesi</b> olarak <tt>255.0.0.0</tt> ve <b>ağ</b> olarak <tt>127.0.0.0</tt> girdisi mevcut olmalıdır.</p>

source: <p>Entering <b>netmask</b> <tt>0.0.0.0</tt> and <b>network</b> <tt>0.0.0.0</tt> gives access to all hosts.</p>
cs: <p>Je-li zadána <b>síťová maska</b> <tt>0.0.0.0</tt> a <b>síť</b> <tt>0.0.0.0</tt>, je povolen přístup všem počítačům.</p>
de: <p>Wenn die <b>Netzmaske</b> <tt>0.0.0.0</tt> und das <b>Netzwerk</b> <tt>0.0.0.0</tt> eingetragen ist, können alle Hosts zugreifen.</p>
es: <p>Introduciendo la <b>máscara de red</b> <tt>0.0.0.0</tt> y la <b>red</b><tt>0.0.0.0</tt> se obtiene acceso a todos los hosts.</p>
hi: <p><b>नेतमास्क</b> <tt>0.0.0.0</tt> और <b>नेटवर्क</b> <tt>0.0.0.0</tt>भरती करने पर सभी होस्टों को अभिगम दिया जाता हैं।</p>
hu: <p>Ha a <b>hálózati maszk</b> <tt>0.0.0.0</tt> és a <b>hálózat</b>-nak <tt>0.0.0.0</tt> van beírva akkor minden gép hozzáfér ehhez a gépéhez.</p>
it: <p>Se si immette <tt>0.0.0.0</tt> come <b>maschera di rete</b> e <tt>0.0.0.0</tt> come <b>rete</b>, sarà consentito l'accesso a tutti gli host.</p>
lt: <p><b>Tinklo kaukė</b> <tt>0.0.0.0</tt> ir <b>tinklas</b> <tt>0.0.0.0</tt> leidžia priėjimą prie visų kompiuterių.</p>
nl: <p>De opgave van het <b>netmasker</b> <tt>0.0.0.0</tt> en het <b>netwerk</b> <tt>0.0.0.0</tt> geeft toegang tot alle hosts.</p>
sl: <p>Vnos <b>omrežne maske</b> <tt>0.0.0.0</tt> in <b>omrežja</b> <tt>0.0.0.0</tt> omogoči dostop vsem gostiteljem.</p>
sr@latn: <p>Unosom za <b>netmask</b> <tt>0.0.0.0</tt> i za <b>network</b> <tt>0.0.0.0</tt> daje pristup svim računarima.</p>
tr: <p><b>Ağ maskesi</b> olarak <tt>0.0.0.0</tt> ve <b>ağ</b> olarak <tt>0.0.0.0</tt> girilirse tüm makinelere erişim sağlanır.</p>

source: Netmask
cs: Maska sítě
de: Netzmaske
es: Máscara de red
hi: नेटमास्क
hu: Hálózati maszk
it: Maschera di rete
lt: Tinklo kaukė
nl: Netmasker
sl: Omrežna maska
tr: Ağ maskesi

source: Network
cs: Síť
de: Netzwerk
es: Red
hi: नेटवर्क
hu: Hálózat
it: Rete
lt: Tinklas
nl: Netwerk
sl: Omrežje
sr@latn: Mreža
tr: Ağ

source: NIS Server Query Hosts Setup
cs: Nastavení dotazů hostitelů na servery NIS
de: Konfiguration des NIS-Server-Query-Hosts
es: Hosts que consultan al servidor NIS
hi: जो होस्ट NIS सेवक से पूछताछ के लिए मान्य है इसको सेट-अप करें।
hu: NIS-kiszolgáló lekérdezésének beállítása
it: Impostazione degli host che possono consultare il server NIS
lt: NIS serverio kompiuterių užklausų konfigūravimas
nl: Queryhosts van NIS-server instellen
sl: Nastavitev gostiteljev za uporabo strežnika NIS
sr@latn: Podešavanja računara koji imaju pristup NIS-u
tr: NIS sunucusu sorgu makineleri kurulumu

source: <p>Enter the NIS <b>domain</b> and the IP <b>address</b> or host name of the master NIS server.</p>
cs: <p>Zadejte <b>doménu</b> NIS a IP <b>adresu</b> nebo název hostitele hlavního serveru NIS.</p>
de: <p>Geben Sie die NIS-<b>Domain</b> und die IP-<b>Adresse</b> bzw. den Hostnamen des Master-NIS-Servers ein.</p>
es: <p>Introduzca el <b>dominio</b> NIS y la <b>dirección</b> IP, o bien el nombre de host del servidor NIS maestro.</p>
hi: <p>NIS <b>डोमेइन</b> और IP <b>पता</b>ओर मास्टर सेवक का होस्टनाम भरती करें।</p>
hu: <p>Adja meg az elsődleges (master) NIS-kiszolgáló <b>tartomány</b>át és <b>IP-cím</b>ét vagy kiszolgálónevét.</p>
it: <p>Immettere il <b>dominio</b> NIS e l'<b>indirizzo</b> IP oppure il nome host del server NIS master.</p>
lt: <p>Įveskite NIS <b>sritį</b> ir IP <b>adresą</b> arba NIS valdančiojo serverio vardą.</p>
nl: <p>Geef het NIS-<b>domein</b> en het IP-<b>adres</b> of de hostnaam van de master-NIS-server op.</p>
sl: <p>Vnesite <b>domeno</b> NIS in <b>naslov</b> IP ali ime glavnega strežnika NIS.</p>
tr: <p>Ana NIS sunucusunun NIS <b>alanını</b> ve IP <b>adresini</b> girin.</p>

source: <p>If this host is also a NIS client using this machine as a server, check the corresponding option.</p>
cs: <p>Pokud je tento hostitel také klientem NIS a využívá tento počítač jako server, zaškrtněte odpovídající možnost.</p>
de: <p>Wenn dieser Host gleichzeitig ein NIS-Client ist, der diesen Rechner als Server verwendet, aktivieren Sie bitte die entsprechende Schaltfläche.</p>
es: <p>Si este host es también un cliente NIS que usa este equipo como servidor, active la opción correspondiente.</p>
hi: <p>यदि यह आतिथय परिसेवक के रूप में इस मशीन का उपयोग करने वाला NIS ग्राहक भी है, तो सदृश्य विकल्प की जांच करें.</p>
hu: <p>Ha a kiszolgáló egyben egy ezt a gépet kiszolgálóként használó NIS-kliens is, jelölje meg a megfelelő lehetőséget.</p>
it: <p>Se questo host è anche un client NIS che utilizza questa macchina come server, selezionare l'opzione corrispondente.</p>
lt: <p>Jei šis kompiuteris taip pat NIS klientas, naudojantis šią mašiną kaip serverį, spauskite atitinkamą mygtuką.</p>
nl: <p>Wanneer deze host ook een NIS-client is die deze machine als server gebruikt, dient de bijhorende optie geselecteerd te zijn.</p>
sl: <p>Če je ta gostitelj hkrati tudi odjemalec NIS in ta računalnik uporablja kot strežnik, omogočite ustrezno možnost.</p>
tr: <p>Eğer bu makine kendini sunucu olarak kullanan bir NIS istemcisiyse ilgili seçeneği işaretleyin.</p>

source: N&IS Domain Name:
cs: Název domény N&IS:
es: Nombre de dominio N&IS:
hu: NIS-&tartománynév:
it: Nome dominio N&IS:
nl: N&IS-domeinnaam:
sl: Ime &domene NIS:
tr: N&IS Alan Adı:

source: NIS &Master Server:
cs: &Hlavní server NIS:
es: Servidor NIS &maestro:
hu: &Elsődleges NIS-kiszolgáló:
it: Server NIS &master:
sl: &Glavni strežnik NIS:
tr: NIS &Ana Sunucu:

source: Slave Server Setup
hi: स्लेव सेवक सेट-ःअप
hu: Másodlagos (slave) kiszolgáló beállítása
it: Impostazione server slave
lt: Valdomojo serverio sąranka
nl: Slaveserver instellen

source: &Remote hosts
cs: &Vzdálení hostitelé
de: &Entfernte (remote) Hosts
es: Equipos &remotos
hi: सुदूर होस्ट (&R)
hu: &Távoli gépek
it: Host &remoti
lt: &Nutolę kompiuteriai
nl: Exte&rne hosts
sl: &Oddaljeni gostitelji
sr@latn: &Udaljeni hostovi
tr: &Uzak makineler

source: &Slave's host name
hi: स्लेव होस्ट नाम (&S)
hu: A &slave gépneve
it: &Nome host dello slave
lt: &Valdomojo kompiuterio vardas
nl: Hostnaam van &slave
sr@latn: &Sekundarni server

source: Edit slave
hi: स्लेव सम्पादित करें
hu: Slave módosítása
it: Modifica slave
lt: Redaguoti valdomąjį
nl: Slave bewerken
sr@latn: Edituj sekundarni server

source: Scanning for hosts on this LAN...
cs: Vyhledávání hostitelů v této místní síti...
de: Suche nach Hosts in diesem LAN...
es: Buscando equipos en esta LAN...
hi: इस LAN में सभी होस्टों के लिए स्कान कीजिए...
hu: Gépek keresése a helyi hálózatban...
it: Scansione degli host nella LAN in corso...
lt: Ieškoma kompiuterių vietiniame tinkle...
nl: Er wordt op dit LAN naar hosts gezocht...
sl: Iskanje gostiteljev v krajevnem omrežju (LAN) …
sr@latn: Skeniram LAN u potrazi za serverima...
tr: Yerel ağda makineler aranıyor...

source: <p>Here, enter the names of hosts to configure as NIS server slaves. Use <i>Add</i> to add a new one, <i>Edit</i> to change an existing entry, and <i>Delete</i> to remove an entry.</p>
hi: <p>यहां, आतिथय के नामों को विन्यास में NIS परिसेवक अधीनों के रूप में डालें. किसी एक नये में जोड़ने के लिए <i>योग</i> का उपयोग करें, <i>एडिट</i> का मौजूद प्रविष्ट को परिवर्तित करने के लिए तथा <i>डिलिट</i> का किसी प्रविष्ट को हटाने के लिए.</p>
hu: <p>Itt adhatja meg a kiszolgálóneveket, amelyeket a NIS-kiszolgáló másodlagosként (slave) fog beállítani. Használja a <i>Hozzáadás</i> gombot egy új bejegyzés hozzáadásához, a <i>Szerkesztés</i> gombot, hogy átszerkesszen egy meglévő bejegyzést, és a <i>Törlés</i> gombot az eltávolításhoz.</p>
it: <p>Qui è possibile immettere i nomi degli host da configurare come server NIS slave. Usare <i>Aggiungi</i> per aggiungere un nuovo host, <i>Modifica</i> per modificare un host esistente ed <i>Elimina</i> per eliminare un host.</p>
lt: <p>Čia įveskite vardus kompiuterių, kurie bus sukonfigūruoti kaip NIS valdomieji serveriai. Spauskite mygtuką <i>Pridėti</i>, norėdami pridėti naują, mygtuką <i>Redaguoti</i>, norėdami keisti esamą įrašą ir <i>Šalinti</i> - norėdami jį pašalinti.</p>
nl: <p>Hier kunt u de namen van de hosts invoeren die als NIS-serverslaves moeten worden geconfigureerd. Gebruik de knop <i>Toevoegen</i> om een nieuwe toe te voegen, de knop <i>Bewerken</i> om een bestaand item te wijzigen en de knop <i>Verwijderen</i> om een item te wissen.</p>
sr@latn: <p>Ovde, unesite imena servera koji će biti sekundarni NIS serveri. Koristite <i>Dodaj</i> da bi ste dodali server, <i>Edituj</i> da bi ste izmenili već uneti server, i <i>Izbriši</i> da bi ste izbrisali server.</p>

source: &Slaves
hi: स्लेव (&S)
hu: &Slave
it: &Slave
lt: &Valdomieji
sr@latn: &Sekundarni serveri
