Repository: yast/yast-translations
Catalog: po/nis_server/*.po
Languages: cs, de, es, hi, hu, it, lt, nl, sl, sr@latn, tr

source: NIS Master Server Slaves Setup
hi: NIS मास्टेर सेवक स्लेम सेट-अप
hu: Elsődleges (master) NIS-kiszolgáló másodlagos (slave) kiszolgálóinak beállítása
it: Impostazione degli slave del server NIS master
lt: NIS valdančiojo serverio valdomųjų sąranka
nl: Slaves van NIS-masterserver instellen
sr@latn: Podešavanja sekundarnih NIS servera

source: Finish
hi: समाप्त
hu: Befejezés
it: Fine
lt: Užbaigti
nl: Voltooien
sr@latn: Završi

source: Really save configuration ?
hi: सचमुच समनुरूपण सेव करें ?
hu: Valóban elmenti a konfigurációt?
it: Salvare la configurazione?
lt: Tikrai įrašyti konfigūraciją?
nl: Wilt u de configuratie opslaan?
sr@latn: Snimiti konfiguraciju?

source: Exit
cs: Ukončit
de: Verlassen
es: Salir
hi: निर्गम
hu: Kilépés
it: Esci
lt: Išeiti
nl: Afsluiten
sl: Izhod
sr@latn: Izlaz
tr: Çık

source: Really exit configuration without saving ?
cs: Opravdu ukončit konfiguraci bez uložení?
de: Möchten Sie die Konfiguration wirklich ohne Speichern beenden?
es: ¿Desea salir sin guardar los cambios?
hi: बिना सेव करके सचमुच निर्गम करे ?
hu: Valóban kilép a konfigurációból mentés nélkül?
it: Uscire senza salvare la configurazione?
lt: Tikrai išeiti iš konfigūravimo neįrašant?
nl: Wilt u de configuratie afbreken zonder deze op te slaan?
sl: Ali res želite zapustiti nastavljanje brez shranjevanja?
sr@latn: Izađi iz konfiguracije bez snimanja ?
tr: Yapılandırma kaydedilmeden kapatılsın mı?

source: Error details
cs: Podrobnosti o chybě
de: Genaue Fehlermeldung
es: Detalles del error
hi: खराबी विस्तृत सूचना
hu: Hiba részletei
it: Dettagli dell'errore
lt: Klaidos detalės
nl: Foutdetails
sl: Podrobnosti o napakah
sr@latn: Prikaži detalje
tr: Hata ayrıntıları

source: Error during configuration: %1
cs: Chyba při konfiguraci: %1
de: Fehler während der Konfiguration: %1
es: Error durante la configuración: %1
hi: समनुरूपण करने पर खराबी आ गया: %1
hu: Ezek a hibák merültek fel beállítás közben: %1
it: Errore durante la configurazione: %1
lt: Klaida konfigūruojant: %1
nl: Er is een fout opgetreden tijdens de configuratie: %1
sl: Napaka med nastavljanjem: %1
sr@latn: Greška prilikom konfiguracije: %1
tr: Yapılandırmada hata oluştu: %1

source: &Details
cs: Po&drobnosti
es: &Detalles
hi: विस्तृत सूचना (&D)
hu: &Részletek
it: &Dettagli
lt: &Išsamiau
sl: &Podrobnosti
sr@latn: Prikaži &detalje
tr: &Ayrıntılar

source: <p>Select whether to configure the NIS server as a <b>master</b> or a <b>slave</b> or not to configure a NIS server.</p>
hi: <p>या तो NIS परिसेवक को <b>प्रधान</b> अथवा <b>अधीन</b> के रूप में <b>विन्यासित करने के लिए अथवा NIS परिसेवकों को विन्यासित न करने के लिए चयन करें.</p>
hu: <p>Válassza ki, hogy a NIS-kiszolgálót <b>elsődleges</b>ként (master), <b>másodlagos</b>ként (slave) vagy egyáltalán nem akarja beállítani.</p>
it: <p>Selezionare se configurare il server NIS come <b>master</b> o <b>slave</b> oppure se non configurare un server NIS.</p>
lt: <p>Pasirinkite, ar konfigūruoti NIS serverį kaip <b>valdantįjį</b> ar kaip <b>valdomąjį</b>, ar visai nekonfigūruoti NIS serverio.</p>
nl: <p>Geef aan of u de NIS-server wilt configureren als <b>master</b>of als <b>slave</b> of dat u de NIS-server <b>helemaal niet</b> wilt configureren.</p>
sr@latn: <p>Izaberite da li želite da NIS server bude <b>primarni</b> ili <b>sekundarni</b> ili da se uopšte ne konfiguriše.</p>

source: NIS Software is installed.
cs: Software NIS je nainstalován.
de: NIS-Software wurde installiert.
es: El software NIS está instalado.
hi: NIS सोफ्टवेर इंस्टाल किया हैं।
hu: A NIS szoftver telepítve van.
it: Il programma NIS è installato.
lt: NIS programinė įranga įdiegta.
nl: NIS-software is ge誰nstalleerd.
sl: Programska oprema za NIS je nameščena.
sr@latn: NIS sofver je instaliran.
tr: NIS yazılımı kurulu.

source: <p>The NIS server package will be <b>installed</b> first if you want to configure it.</p>
cs: <p>Chcete-li ho konfigurovat, bude nejprve <b>nainstalován</b> balíček serveru NIS.</p>
de: <p>Zuerst wird das NIS-Server-Paket <b>installiert</b>, falls Sie dies konfigurieren möchten.</p>
es: <p>Primero se <b>instalará</b> el paquete de servidor NIS en caso de que desee configurarlo.</p>
hi: <p>NIS परिसेवक पैकेज़ पहले <b>अधिष्ठापित</b> हो जाएगा यदि आप इसे विन्यासित करना चाहते हैं.</p>
hu: <p>A NIS-kiszolgáló csomag automatikusan <b>telepítésre</b> kerül, ha be akarja állítani azt.</p>
it: <p>Il pacchetto del server NIS sarà prima <b>installato</b> se si desidera configurarlo.</p>
lt: <p>Norint konfigūruoti NIS, turi būti <b>įdiegtas</b> NIS serverio paketas.</p>
nl: <p>Het NIS-serverpakket zal eerst worden <b>ge誰nstalleerd</b> als u deze wilt instellen.</p>
sl: <p>Strežniški paket NIS bo pred nastavitvijo najprej <b>nameščen</b>.</p>
sr@latn: <p>NIS server paket će biti <b>instaliran</b> prvi ako želite da ga konfigurišete.</p>
tr: <p>NIS sunucu paketi ilk yapılandırma sırasında <b>kurulacaktır</b>.</p>

source: No NIS Software is installed.
cs: Žádný software NIS není nainstalován.
de: Es wurde keine NIS-Software installiert.
es: No hay software NIS instalado.
hi: कोई NIS सोफ्टवेर इंस्टाल नहीं होगा।
hu: Nincs NIS szoftver telepítve.
it: Non è installato alcun programma NIS.
lt: Neįdiegta NIS programinė įranga.
nl: Er is geen NIS-software ge誰nstalleerd.
sl: Programska oprema za NIS ni nameščena.
sr@latn: NIS server nije instaliran.
tr: NIS yazılımı kurulmamış.

source: Install and set up an NIS &Master Server
cs: Instalovat a nastavit &hlavní server NIS
de: NIS-&Master-Server installieren und einrichten
es: Instalar y configurar un servidor &maestro NIS
hi: NIS मास्टर सेवक को इंस्टाल और सेट-अप करें (&M)
hu: Elsődleges (&master) NIS-kiszolgáló telepítése és beüzemelése
it: Installa e imposta un server NIS &master
lt: Įdiegti ir sukonfigūruoti NIS &valdantįjį serverį
nl: Een NIS-&masterserver installeren en instellen
sl: Namesti in nastavi &glavni strežnik NIS
sr@latn: Instaliraj i podesi NIS &primarni server.
tr: &Ana NIS sunucusu olarak kur

source: Install and set up an NIS &Slave Server
hi: NIS स्लेव सेवक को इंस्टाल और सेट-अप करें (&S)
hu: Másodlagos (&slave) NIS-kiszolgáló telepítése és beüzemelése
it: Installa e imposta un server NIS &slave
lt: Įdiegti ir sukonfigūruoti NIS &valdomąjį serverį
nl: Een NIS-&slaveserver installeren en instellen
sr@latn: Instaliraj i podesi NIS &Sekundarni server.

source: &Do nothing and leave set up
cs: Nedělat &nic a opustit nastavení
de: Nichts &verändern und Konfiguration verlassen
es: No hacer na&da y salir de la configuración
hi: कुछ न करें और सेट-अप छोड़ें (&D)
hu: &Kilépés a telepítőből a beállítás változatlanul hagyásával
it: &Non eseguire alcuna operazione e abbandona la configurazione
lt: &Nieko nedaryti ir išeiti iš konfigūravimo
nl: &Niets doen en instellingen verlaten
sl: &Ne naredi ničesar in zapusti nastavljanje
sr@latn: &Ne radi ništa i izađi iz podešavanja
tr: &Hiç bir şey yapma ve kurulumdan çık

source: Master
cs: Hlavní
es: Maestro
hi: मास्टर
hu: Elsődleges
lt: Valdantysis
sl: Glavni
sr@latn: Primarni
tr: Ana

source: Slave
hi: स्लेव
hu: Másodlagos
lt: Valdomasis
sr@latn: Sekundarni

source: A NIS %1 Server is configured.
cs: %1 server NIS je nakonfigurován.
de: NIS-%1-Server wurde konfiguriert.
es: Un servidor NIS %1 está configurado.
hi: एक NIS %1 सेवक समनुरूपण किया हुआ हैं।
hu: A(z) %1 NIS-kiszolgáló be van állítva.
it: È configurato un server NIS %1.
lt: NIS %1 serveris sukonfigūruotas.
nl: Een NIS-%1server is geconfigureerd.
sl: %1 strežnik NIS je nastavljen.
sr@latn: NIS server %1 je konfigurisan.
tr: %1 NIS sunucusu yapılandırılmış.

source: Reconfigure NIS &Master Server
cs: Přenastavit &hlavní server NIS
de: NIS-&Master-Server neu konfigurieren
es: Reconfigurar el servidor &maestro NIS
hi: NIS मास्टेर सेवक फिर से समनुरूपण करें (&M)
hu: Elsődleges (&master) NIS-kiszolgáló újbóli beállítása
it: Riconfigura server NIS &master
lt: Iš naujo konfigūruoti NIS &valdantįjį serverį
nl: NIS-&masterserver opnieuw instellen
sl: Ponastavi &glavni strežnik NIS
sr@latn: Rekonfiguriši NIS &Primarni Server
tr: &Ana NIS sunucusu olarak yeniden yapılandır

source: Change to NIS &Master Server
cs: Změnit na &hlavní server NIS
de: Auf NIS-&Master-Server ändern
es: Cambiar al servidor &maestro NIS
hi: NIS तथा प्रधान परिसेवक को परिवर्तित करें
hu: Átváltás az elsődleges (&master) NIS-kiszolgálóra
it: Cambia in server NIS &master
lt: Pakeisti į NIS &valdantįjį serverį
nl: Wijzigen in NIS-&masterserver
sl: Spremeni v &glavni strežnik NIS
sr@latn: Izmene u NIS &Primarnom serveru
tr: &Ana NIS sunucusu olarak değiştir

source: Reconfigure NIS &Slave Server
hi: NIS स्लेव सेवक फिर से समनुरूपण करें
hu: Másodlagos (&slave) NIS-kiszolgáló újbóli beállítása
it: Riconfigura server NIS &slave
lt: Iš naujo konfigūruoti NIS &valdomąjį serverį
nl: NIS-&slaveserver opnieuw configureren
sr@latn: Rekonfiguriši NIS &Sekundarni Server

source: Change to NIS &Slave Server
hi: NIS तथा अधीन परिसेवक को परिवर्तित करें
hu: Átváltás a másodlagos (&slave) NIS-kiszolgálóra
it: Cambia in server NIS &slave
lt: Pakeisti į NIS &valdomąjį serverį
nl: Wijzigen in NIS-&slaveserver
sr@latn: Izmene u NIS &Sekundarnom serveru

source: &Deactivate any NIS server configuration
cs: &Deaktivovat všechny konfigurace serveru NIS
de: Konfiguration des NIS-Servers &deaktivieren
es: &Desactivar cualquier configuración del servidor NIS
hi: कोई NIS सेवक समनुरूपण निष्क्रिय करें (&D)
hu: Minden NIS-kiszolgálókonfiguráció &kikapcsolása
it: &Disattiva qualsiasi configurazione di server NIS
lt: &Deaktyvuoti bet kokią NIS serverio konfigūraciją
nl: Alle NIS-serverconfiguraties &deactiveren
sl: &Deaktiviraj vsako nastavitev strežnika NIS
sr@latn: &Deaktiviraj NIS server konfiguraciju
tr: NIS sunucu yapılandırmalarını &iptal et

source: Create NIS &Master Server
cs: Vytvořit &hlavní server NIS
de: NIS-&Master-Server erstellen
es: Crear un servidor &maestro NIS
hi: NIS मास्टेर सेवक को बनायें (&M)
hu: Elsődleges (&master) NIS-kiszolgáló létrehozása
it: Crea server NIS &master
lt: Sukurti NIS &valdantįjį serverį
nl: NIS-&masterserver aanmaken
sl: Ustvari &glavni strežnik NIS
sr@latn: Kreiraj NIS &Primarni Server
tr: &Ana NIS sunucusu oluştur

source: Create NIS &Slave Server
hi: NIS स्लेव सेवक को बनायें
hu: Másodlagos (&slave) NIS-kiszolgáló létrehozása
it: Crea server NIS &slave
lt: Sukurti NIS &valdomąjį serverį
nl: NIS-&slaveserver aanmaken
sr@latn: Kreiraj NIS &Sekundarni Server

source: Current status:
cs: Aktuální stav:
de: Aktueller Status:
es: Estado actual:
hi: हालिया स्थिति:
hu: Jelenlegi állapot:
it: Stato attuale:
lt: Dabartinė būsena:
nl: Huidige status:
sl: Trenutno stanje:
sr@latn: Status:
tr: Şu anki durum:

source: Select what you want to do
cs: Zvolte, co chcete dělat
de: Gewünschte Aktion wählen
es: Escoja qué desea hacer
hi: आपको क्या करना है वो चुनें
hu: Válasszon az alábbi lehetőségek közül
it: Selezionare l'operazione da eseguire
lt: Pasirinkite, ką norite daryti
nl: Selecteer wat u wilt gaan doen
sl: Izberite, kaj želite storiti
sr@latn: Izaberite šta želite uraditi
tr: Ne yapmak istediğinizi seçin

source: Network Information Service (NIS) Server Setup
cs: Nastavení serveru síťových informačních služeb (NIS)
de: Server-Konfiguration für den Network Information Service (NIS)
es: Configuración del servidor NIS (servicio de información de red)
hi: नेटवर्क समाचार सेवा (NIS) सेवक सेट-अप
hu: NIS-kiszolgáló (Network Information Service) beállítása
it: Impostazione server Network Information Service (NIS)
lt: Tinklo informacijos tarnybos (NIS) serverio konfigūracija
nl: Netwerkinformatieservice-server (NIS) instellen
sl: Nastavitev strežnika omrežne informacijske storitve (NIS)
sr@latn: Network Information Servis(NIS) podešavanja
tr: Ağ bilgi hizmeti (NIS) sunucusu kurulumu

source: NIS Server Configuration
cs: Konfigurace serveru NIS
de: Konfiguration des NIS-Servers
es: Configuración del servidor NIS
hi: NIS सेवक समनुरूपण
hu: NIS-kiszolgáló beállítása
it: Configurazione del server NFS
lt: NIS serverio konfigūravimas
nl: NIS-serverconfiguratie
sl: Nastavitev strežnika NIS
sr@latn: Konfiguracija NIS servera
tr: NIS sunucusu yapılandırması

source: Initializing...
cs: Inicializuje se...
de: Initialisierung...
es: Inicializando...
hi: शुरू कर रहा हैं...
hu: Inicializálás...
it: Inizializzazione in corso...
lt: Ruošiama...
nl: Initialiseren...
sl: Začetno nastavljanje …
sr@latn: Inicijalizacija...
tr: Başlatılıyor...

source: <p>Please wait while reading the configuration.</p>
cs: <p>Čekejte prosím, než se načte konfigurace.</p>
de: <p>Bitte warten Sie, bis die Konfiguration eingelesen ist.</p>
es: <p>Espere mientras se lee la configuración.</p>
hi: <p>समनुरूपण पढ़ने पर क्रुपया प्रतीक्षा करें।</p>
hu: <p>Várjon, amíg beolvasom a konfigurációt.</p>
it: <p>Attendere durante la lettura della configurazione.</p>
lt: <p>Palaukite, kol skaitoma konfigūracija.</p>
nl: <p>Een ogenblik geduld. De configuratie wordt gelezen.</p>
sl: <p>Počakajte, da računalnik prebere nastavitve.</p>
sr@latn: <p>Sačekajte dok učitam konfiguraciju.</p>
tr: <p>Yapılandırma okunurken bekleyin.</p>

source: Initializing NIS server setup
cs: Inicializuje se nastavení serveru NIS
de: Initialisierung der Konfiguration des NIS-Servers
es: Iniciando la configuración del servidor NIS
hi: NIS सेवक सेटअप शुरू कर रहा हैं
hu: A NIS-kiszolgáló beállításának elindítása
it: Inizializzazione dell'impostazione del server NIS
lt: Ruošiamas NIS serverio konfigūravimas
nl: Instellingen NIS-server initialiseren
sl: Začetno nastavljanje strežnika NIS
sr@latn: Inicijalizacija NIS server setup-a
tr: NIS sunucu kurulumu başlatılıyor

source: Load '%1' file
cs: Načítání souboru %1
de: Datei '%1' laden
es: Cargar archivo '%1'
hi: फाइल %1 लोड करें
hu: A(z) '%1' fájl betöltése
it: Carica file '%1'
lt: Įkelti rinkmeną „%1“
nl: Bestand '%1' laden
sl: Naložitev datoteke »%1«
sr@latn: Učitaj %1 fajl
tr: '%1' dosyasını oku

source: Determine running services
cs: Určit běžící služby
de: Laufende Dienste werden bestimmt
es: Determinar servicios en ejecución
hi: चलने वाला सेवा निश्चय करें
hu: A futó szolgáltatások meghatározása
it: Determinazione dei servizi in esecuzione
lt: Nustatyti paleistas paslaugas
nl: Gestarte services vaststellen
sl: Določitev zagnanih storitev
sr@latn: Traži pokrenute servise
tr: Çalışan hizmetleri belirle

source: Determine server type
cs: Určit typ serveru
de: Servertyp wird bestimmt
es: Determinar tipo de servidor
hi: सेवक का प्रकार निश्चय करें
hu: A kiszolgáló típusának meghatározása
it: Determinazione del tipo di server
lt: Nustatyti serverio tipą
nl: Servertype vaststellen
sl: Določitev vrste strežnika
sr@latn: Nađi tip servera
tr: Sunucu türünü belirle

source: Read firewall settings
cs: Čtení nastavení brány firewall
de: Firewall-Einstellungen einlesen
es: Leer configuración del cortafuegos
hi: फाइरवाल व्यवस्थायें पढ़ें
hu: Tűzfalbeállítások olvasása
it: Lettura impostazioni del firewall
lt: Skaityti užkardos nuostatas
nl: Firewall-instellingen lezen
sl: Branje nastavitev požarnega zidu
sr@latn: Čitanje podešavanja zaštitnog zida
tr: Firewall ayarlarını oku

source: Loading '%1'...
cs: Načítá se %1...
de: '%1' wird geladen...
es: Cargando '%1'...
hi: '%1' लोड कर रहा हैं...
hu: '%1' betöltése...
it: Caricamento di '%1' in corso...
lt: Įkeliama „%1“...
nl: '%1' wordt geladen...
sl: Nalaganje »%1« …
sr@latn: Učitavam '%1'...
tr: '%1' okunuyor...

source: Determining running services...
cs: Určují se běžící služby...
de: Laufende Dienste werden bestimmt...
es: Determinando servicios en ejecución...
hi: चलने वाली सेवा निर्धारक कर रहा हैं...
hu: A futó szolgáltatások meghatározása...
it: Determinazione dei servizi in esecuzione in corso...
lt: Nustatomos paleistos paslaugos...
nl: Vaststellen welke services worden uitgevoerd...
sl: Določanje zagnanih storitev …
tr: Çalışan hizmetler belirleniyor...

source: Determining server type...
cs: Určuje se typ serveru...
de: Servertyp wird bestimmt...
es: Determinando tipo de servidor...
hi: सेवक की प्रकार निर्धारक कर रहा हैं...
hu: A kiszolgáló típusának meghatározása...
it: Determinazione del tipo di server in corso...
lt: Nustatomas serverio tipas...
nl: Servertype wordt vastgesteld...
sl: Ugotavljanje vrste strežnika …
tr: Sunucu türü belirleniyor...

source: Reading firewall settings...
cs: Čtení nastavení brány firewall...
de: Firewall-Einstellungen werden eingelesen...
es: Leyendo configuración del cortafuegos...
hi: फाइरवाल व्यवस्थायें पढ़ रहा हैं...
hu: Tűzfalbeállítások beolvasása...
it: Lettura delle impostazioni del firewall in corso...
lt: Skaitomos užkardos nuostatos...
nl: Firewall-instellingen worden gelezen...
sl: Branje nastavitev požarnega zidu …
sr@latn: Čitanje podešavanja zaštitnog zida...
tr: Firewall ayarları okunuyor...

source: Done.
cs: Hotovo.
de: Fertig.
es: Completado.
hi: किया हुआ हैं।
hu: Kész.
it: Fatto.
lt: Atlikta.
nl: Gereed.
sl: Zaključeno.
sr@latn: Gotovo.
tr: Tamam.

source: <p>Please wait until the configuration is saved.</p>
cs: <p>Čekejte prosím, než se uloží konfigurace.</p>
de: <p>Bitte warten Sie, bis die Konfiguration gespeichert ist.</p>
es: <p>Espere hasta que se haya guardado la configuración.</p>
hi: <p>समनुरूपण सेव करने पर क्रुपया प्रतीक्षा करें।</p>
hu: <p>Várjon, amíg a YaST menti a beállításokat.</p>
it: <p>Attendere il completamento del salvataggio della configurazione.</p>
lt: <p>Palaukite, kol išsaugoma konfigūracija.</p>
nl: <p>Wacht totdat de configuratie is opgeslagen.</p>
sl: <p>Počakajte, da se nastavitve shranijo.</p>
sr@latn: <p>Sačekajte trenutak dok konfiguracija bude sačuvana.</p>
tr: <p>Yapılandırma kaydedilirken bekleyin.<p>

source: Saving NIS server setup
cs: Ukládá se nastavení serveru NIS
de: Konfiguration des NIS-Servers speichern
es: Guardando la configuración del servidor NIS
hi: NIS सेवक सेटअप सेव कर रहा हैं
hu: A NIS-kiszolgáló beállításainak mentése
it: Salvataggio delle impostazioni del server NIS
lt: Išsaugoma NIS serverio konfigūracija
nl: Instellingen NIS-server opslaan
sl: Shranjevanje nastavitev strežnika NIS
sr@latn: Snimam podešavanja NIS servera
tr: NIS sunucu yapılandırması kaydediliyor

source: Save firewall settings
cs: Uložit nastavení brány firewall
de: Firewall-Einstellungen speichern
es: Guardar la configuración del cortafuegos
hi: फाइरवाल व्यवस्थायें सेव करें
hu: Tűzfalbeállítások mentése
it: Salva impostazioni firewall
lt: Įrašyti užkardos nuostatas
nl: Firewall-instellingen opslaan
sl: Shranitev nastavitev požarnega zidu
tr: Firewall ayarlarını kaydet

source: Saving firewall settings...
cs: Ukládá se nastavení brány firewall...
de: Firewall-Einstellungen werden gespeichert...
es: Guardando la configuración del cortafuegos...
hi: फाइरवाल व्यवस्थायें सेव कर रहा हैं...
hu: Tűzfalbeállítások mentése...
it: Salvataggio delle impostazioni del firewall in corso...
lt: Įrašomos užkardos nuostatos...
nl: Firewall-instellingen worden opgeslagen...
sl: Shranjevanje nastavitev požarnega zidu …
tr: Firewall ayarları kaydediliyor...

source: Error while removing %1
cs: Chyba při odebírání %1
de: Fehler beim Entfernen von %1
es: Error al eliminar %1
hi: %1 मिटाने पर खराबी आ गया
hu: Hiba %1 eltávolítása közben
it: Errore durante la rimozione di %1
lt: Pašalinant %1 įvyko klaida
nl: Er is een fout opgetreden tijdens het verwijderen van %1
sl: Napaka pri odstranjevanju %1
sr@latn: Dogodila se greška prilikom uklanjanja %1
tr: %1 silinemedi.

source: Directory %1 cannot be created.
cs: Adresář %1 nelze vytvořit.
de: Das Verzeichnis %1 kann nicht angelegt werden.
es: El directorio %1 no puede ser creado.
hi: डाइलेक्टरी %1 बनना नहीं सकती हैं।
hu: A(z) %1 könyvtárat nem lehet létrehozni.
it: Impossibile creare la directory %1.
lt: Katalogas %1 negali būti sukurtas.
nl: De directory %1 kan niet worden gemaakt.
sl: Mape %1 ni mogoče ustvariti.
sr@latn: Direktorijum %1 ne može biti kreiran.
tr: %1 dizini oluşturulamadı.

source: Cannot get list of maps.
cs: Nelze získat seznam map.
de: Es ist nicht möglich, eine Liste der Maps zu bekommen.
es: No se puede obtener una lista de mapas.
hi: नक्षा का सूची मिलना नहीं सकती हैं।
hu: A csatolások listája nem kérhető le.
it: Impossibile recuperare la lista delle mappe.
lt: Nepavyksta gauti žemėlapių sąrašo.
nl: Kan geen lijst met toewijzingen krijgen.
sl: Seznama preslikav ni moč pridobiti.
sr@latn: Ne mogu da nađen listu mapa.
tr: Harita listesi alınamadı.

source: Error while retrieving %1 map from master.
cs: Chyba při získávání mapy '%1' z hlavního serveru.
de: Fehler beim Holen der Map '%1' vom Server.
es: Se ha producido un error durante la obtención del mapa %1 del maestro.
hi: मास्टेर से नक्षा %1 लेने पर खराबी आ गया।
hu: Hiba történt a(z) %1 csatolás mastertől való lekérése közben.
it: Errore durante il recupero della mappa %1 dal master.
lt: Gaunant atvaizdį %1 iš valdančiojo serverio, įvyko klaida.
nl: Er is een fout opgetreden bij het ophalen van toewijzing %1 van de master.
sl: Napaka med pridobivanjem preslikave %1 z glavnega strežnika.
sr@latn: Greška prilikom dodavanja %1 mapa sa primarnog servera.
tr: %1 haritası alınamadı.

source: Could not get list with slaves.
hi: स्लेव के साथ होने वाला लिस्ट न मिला।
hu: Nem lehet megkapni a slave-ek listáját.
it: Impossibile recuperare la lista con gli slave.
lt: Nepavyksta gauti sąrašo su valdomaisiais serveriais.
nl: Kan geen lijst met slaves krijgen.
sr@latn: Ne mogu da dobijem listu sa sekundarnim serverima.

source: Hostname of this host (%1) is not listed in the master's list.
cs: Název tohoto hostitele (%1) není uveden v seznamu hlavního serveru.
de: Hostname dieses Hosts (%1) ist nicht in der Liste des Masters aufgeführt.
es: El nombre de este host (%1) no aparece en la lista del equipo maestro.
hi: होस्ट %1 का होस्ट नाम मास्टेर के सूची में नहीं लिखा हैं।
hu: Ennek a gépnek a neve (%1) nincs listázva a master listán.
it: Il nome di questo host (%1) non è presente nell'elenco del master.
lt: Šio kompiuterio vardo (%1) nėra valdančiojo serverio sąraše.
nl: De hostnaam van deze host ( %1) komt niet voor in de masterlijst.
sl: Imena tega gostitelja (%1) ni na seznamu glavnega strežnika.
tr: Bu makinenin adı (%1) ana listede mevcut değil.

source: Error saving file %1
cs: Chyba při ukládání souboru %1
de: Fehler beim Speichern der Datei %1
es: Error al guardar el archivo %1
hi: फाइल %1 सेव करने पर खराबी आ गया
hu: Hiba a(z) %1 fájl mentésekor
it: Errore durante il salvataggio del file %1
lt: Išsaugant rinkmeną %1, įvyko klaida
nl: Er is een fout opgetreden tijdens het opslaan van bestand %1
sl: Napaka pri shranjevanju datoteke %1
sr@latn: Greška prilikom snimanja fajla %1
tr: %1 dosyası kaydedilemedi.

source: Error setting up domain name
cs: Chyba při nastavování názvu domény
de: Fehler beim Einrichten des Domainnamens
es: Error al configurar el nombre del dominio
hi: डोमेइन नाम बनने पर खराबी आ गया
hu: Hiba a tartománynév beállításakor
it: Errore durante l'impostazione del nome di dominio
lt: Nustatant srities vardą, įvyko klaida
nl: Er is een fout opgetreden tijdens het instellen van de domeinnaam
sl: Napaka pri nastavljanju imena domene.
sr@latn: Dogodila se greška prilikom podešavanja naziva domena
tr: Alan adı ayarlanamadı

source: Error setting up variable %1
cs: Chyba při nastavování proměnné %1
de: Fehler beim Einrichten der Variablen %1
es: Error al configurar la variable %1
hi: वेर्याबिल %1 बनने पर खराबी आ गया
hu: Hiba a(z) %1 változó beállításakor.
it: Errore durante l'impostazione della variabile %1
lt: Nustatant kintamąjį %1, įvyko klaida
nl: Er is een fout opgetreden tijdens het instellen van variabele %1
sl: Napaka pri nastavljanju spremenljivke %1
sr@latn: Greška prilikom podešavanja promjenljive %1
tr: %1 değişkeni ayarlanamadı
