Repository: yast/yast-translations
Catalog: po/nis_server/*.po
Languages: cs, de, es, hi, hu, it, lt, nl, sl, sr@latn, tr

source: NIS server configuration module.
cs: Modul konfigurace serveru NIS.
de: Konfigurationsmodul des NIS-Servers.
es: Módulo de configuración del servidor NIS.
hi: NIS सेवक समनुरूपण मोड्यूल।
hu: NIS-kiszolgáló konfigurációs modul.
it: Modulo di configurazione del server NIS.
lt: NIS serverio konfigūravimo modulis.
nl: NIS-serverconfiguratiemodule.
sl: Modul za nastavitev strežnika NIS.
tr: NIS sunucu yapılandırma modülü.

source: Configuration summary of NIS server
cs: Souhrn konfigurace serveru NIS
de: Konfigurationszusammenfassung des NIS-Servers
es: Resumen de configuración del cliente NIS
hi: NIS सेवक समनुरूपण सार।
hu: NIS-kiszolgáló beállításának összegzése
it: Riepilogo della configurazione del server NIS
lt: NIS serverio konfigūracijos santrauka
nl: Overzicht NIS-serverconfiguratie
sl: Povzetek nastavitev strežnika NIS
tr: NIS sunucusu yapılandırma özeti

source: Stop NIS server
cs: Zastavit server NIS
de: NIS-Server anhalten
es: Detener el servidor NIS
hi: NIS सेवक बदं करें
hu: NIS-kiszolgáló leállítása
it: Interrompi server NIS
lt: Stabdyti NIS serverį
nl: NIS-server stoppen
sl: Zaustavi strežnik NIS
tr: NIS sunucusunu durdur

source: Configure NIS master server
cs: Nastavit hlavní server NIS
de: NIS-Master-Server konfigurieren
es: Configurar el servidor NIS maestro
hi: NIS प्रधान परिसेवक विन्यासित करें
hu: Elsődleges (master) NIS-kiszolgáló beállítása
it: Configura server master NIS
lt: Konfigūruoti NIS valdantįjį serverį
nl: NIS-masterserver configureren
sl: Nastavitev glavnega strežnika NIS
tr: Ana NIS sunucusunu yapılandır

source: Configure NIS slave server
hi: NIS स्लेव सेवक समनुरूपण करें
hu: Másodlagos (slave) NIS-kiszolgáló beállítása
it: Configura server slave NIS
lt: Konfigūruoti NIS valdomąjį serverį
nl: NIS-slaveserver configureren

source: NIS domain
cs: Doména NIS
es: Dominio NIS
hi: NIS डोमेइन
hu: NIS-tartomány
it: Dominio NIS
lt: NIS sritis
nl: NIS-domein
sl: Domena NIS
tr: NIS alanı

source: IP address of master NIS server
cs: IP adresa hlavního serveru NIS
de: IP-Adresse des NIS-Master-Servers
es: Dirección IP del servidor NIS maestro
hi: मास्टेर NIS सेवक का IP पता
hu: Elsődleges (master) NIS-kiszolgáló IP-címe
it: Indirizzo IP del server NIS master
lt: Valdančiojo NIS serverio IP adresas
nl: IP-adres van master-NIS-server
sl: Naslov IP glavnega strežnika NIS
tr: Ana NIS sunucusunun IP adresi

source: Start or stop yppasswd service
cs: Spustit nebo zastavit službu yppasswd
de: yppasswd-Dienst starten oder stoppen
es: Iniciar o detener el servicio yppasswd
hi: yppasswd सेवा शुरू ओर बदं करें
hu: Az yppasswd szolgáltatás indítása vagy leállítása
it: Avvia o interrompi il servizio yppasswd
lt: Paleisti arba sustabdyti yppasswd paslaugą
nl: yppasswd-service starten of stoppen
sl: Zaženi ali ustavi storitev yppasswd
tr: yppasswd hizmetini aç/kapat

source: YP source directory
cs: Zdrojový adresář YP
de: YP-Quellverzeichnis
es: Directorio origen YP
hi: YP सोर्स डोइरेक्टरी
hu: YP forráskönyvtár
it: Directory sorgente YP
lt: YP išeities katalogas
nl: YP-brondirectory
sl: Izvorna mapa YP
tr: YP kaynak dizini

source: Maps distributed by server
cs: Mapy distribuované serverem
de: Vom Server verteilte Maps
es: Mapas distribuidos por el servidor
hi: सोवक से वितरित हुआ नक्षा
hu: A kiszolgáló által szétosztott csatolások
it: Mappe distribuite dal server
lt: Serverio platinami žemėlapiai
nl: Toewijzingen die door de server zijn gedistribueerd
sl: Preslikave, ki jih porazdeljuje strežnik
tr: Sunucu tarafından dağıtılan haritalar

source: Hosts allowed to query server ('netmask:network')
cs: Hostitelé, kteří smějí dotazovat server ('maska sítě:síť')
de: Hosts, die den Server abfragen dürfen (Netzmaske:Netzwerk')
es: Equipos autorizados a consultar al servidor ('máscara_red:red')
hi: जो होस्ट सेवक से पूछताछ के लिए मान्य है। (नेटमास्क:नेटवर्क)
hu: A kiszolgálót lekérdezni jogosult gépek ('hálózati_maszk:hálózat')
it: Host autorizzati a interrogare il server ('maschera di rete:rete')
lt: Kompiuteriai, kuriems leidžiama užklausti serverį („tinklo_kaukė:tinklas“)
nl: Hosts met toestemming voor serverquery's ('netmasker:netwerk')
sl: Gostitelji, ki jim je dovoljeno spraševati strežnik ('maska:omrežje')
tr: Sunucuya sorgu yollaması izin verilen makineler ('ağmaskesi:ağ')

source: No NIS Server is configured.
cs: Žádný server NIS není nakonfigurován.
de: Es ist kein NIS-Server konfiguriert.
es: No hay ningún servidor NIS configurado.
hi: कोई NIS सेवक समनुरूपण नहीं किया हैं।
hu: Nincs NIS-kiszolgáló beállítva.
it: Non è configurato alcun server NIS.
lt: Nesukonfigūruotas joks NIS serveris.
nl: Er is geen NIS-server geconfigureerd.
sl: Nastavljen ni noben strežnik NIS.
sr@latn: NIS server nije konfigurisan.
tr: Yapılandırılmış bir NIS sunucusu yok.

source: A NIS master server is configured.
cs: Hlavní server NIS je nakonfigurován.
de: NIS-Master-Server wurde konfiguriert.
es: Un servidor NIS maestro está configurado.
hi: एक NIS मास्टेर सेवक को समनुरूपण किया हैं।
hu: Egy elsődleges NIS-kiszolgáló van beállítva.
it: È configurato un server master NIS.
lt: NIS valdantysis serveris sukonfigūruotas.
nl: Er is een NIS-masterserver geconfigureerd.
sl: Glavni strežnik NIS je nastavljen.
tr: Bir ana NIS sunucusu yapılandırılmış.

source: A NIS slave server is configured.
hi: एक NIS स्लेव सेवक को समनुरूपण किया हैं।
hu: Egy másodlagos (slave) NIS-kiszolgáló van beállítva.
it: È configurato un server slave NIS.
lt: NIS valdomasis serveris sukonfigūruotas.
nl: Er is een NIS-slaveserver geconfigureerd.

source: NIS Domain
cs: Doména NIS
es: Dominio NIS
hi: NIS डोमेइन
hu: NIS-tartomány
it: Dominio NIS
lt: NIS sritis
nl: NIS-domein
sl: Domena NIS
sr@latn: NIS domen
tr: NIS alanı

source: YP Source Directory:
cs: Zdrojový adresář YP:
de: YP-Quellverzeichnis:
es: Directorio origen YP:
hi: YP सोर्स डाइरेक्टरी:
hu: YP forráskönyvtár:
it: Directory sorgente YP:
lt: YP išeities katalogas:
nl: YP-brondirectory:
sl: Izvorna mapa YP:
tr: YP kaynak dizini:

source: Available Maps:
cs: Dostupné mapy:
de: Verfügbare Maps:
es: Mapas disponibles:
hi: प्राप्य नक्षा:
hu: Elérhető csatolások:
it: Mappe disponibili:
lt: Prieinami žemėlapiai:
nl: Beschikbare toewijzingen:
sl: Razpoložljive preslikave:
tr: Mevcut haritalar:

source: NIS Master Server:
cs: Hlavní server NIS:
es: Servidor NIS maestro:
hi: NIS मास्टेर सेवक:
hu: Elsődleges NIS-kiszolgáló:
it: Server NIS master:
lt: NIS valdantysis serveris:
sl: Glavni strežnik NIS:
tr: Ana NIS sunucusu:

source: Hosts Allowed to Query Server (netmask:network): %1
cs: Hostitelé, kteří smějí dotazovat server (maska sítě:síť): %1
de: Hosts die Server abfragen dürfen (Netzmaske:Netzwerk): %1
es: Hosts autorizados a consultar al servidor (máscara_red:red): %1
hi: जो होस्ट सेवक से पूछताछ के लिए मान्य है। (नेटमास्क:नेटवर्क): %1
hu: A kiszolgálót lekérdezni jogosult gépek (hálózati_maszk:hálózat): %1
it: Host autorizzati a interrogare il server (maschera di rete:rete): %1
lt: Kompiuteriai, kuriems leidžiama užklausti serverį (tinklo_kaukė:tinklas): %1
nl: Hosts die serverquerytoestemming hebben (netmask:netwerk): %1
sl: Gostitelji, ki jim je dovoljeno spraševati strežnik (maska:omrežje): %1
tr: Sunucuya sorgu yollaması izin verilen makineler (ağmaskesi:ağ): %1

source: Required packages (%1) are not installed.
cs: Požadované balíčky (%1) nejsou nainstalovány.
de: Benötigte Pakete (%1) sind nicht installiert.
es: Los paquetes requeridos (%1) no están instalados.
hi: आवश्यक पाकेज (%1) इंस्टाल किया हैं।
hu: Van nem telepített kötelező csomag (%1).
it: Non sono installati i pacchetti richiesti (%1).
lt: Reikalingi paketai (%1) neįdiegti.
nl: De vereiste pakketten (%1) zijn niet ge誰nstalleerd.
sl: Zahtevani paketi (%1) niso nameščeni.
tr: Gerekli paketler (%1) kurulu değil.

source: Invalid netmask: %1.
cs: Neplatná síťová maska: %1.
de: Ungültige Netzmaske: %1.
es: Máscara de red no válida: %1.
hi: नेटमास्क गायब हैं: %1
hu: Érvénytelen hálózati maszk: %1.
it: Maschera di rete non valida: %1.
lt: Netinkama tinklo kaukė: %1.
nl: Ongeldig netmasker: %1.
sl: Neveljavna omrežna maska: %1.
tr: Geçersiz ağ maskesi: %1.

source: Invalid network: %1.
cs: Neplatná síť: %1.
de: Ungültiges Netzwerk: %1.
es: Red no válida: %1.
hi: नेटवर्क गायब हैं: %1
hu: Érvénytelen hálózat: %1.
it: Rete non valida: %1.
lt: Netinkamas tinklas: %1.
nl: Ongeldig netwerk: (%1).
sl: Neveljavno omrežje: %1.
tr: Geçersiz ağ: %1.

source: These maps are not supported: %1
cs: Tyto mapy nejsou podporovány: %1
de: Diese Maps werden nicht unterstützt: %1
es: Estos mapas no están soportados: %1
hi: इस नक्षा सपोरटेड नहीं हैं: %1
hu: A következő csatolások nem támogatottak: %1
it: Queste mappe non sono supportate: %1
lt: Šie žemėlapiai nepalaikomi: %1
nl: Deze toewijzingen worden niet ondersteund: %1
sl: Te preslikave niso podprte: %1
tr: Bu haritalar desteklenmiyor: %1

source: NIS master server IP was not specified.
cs: Nebyla definována IP adresa hlavního serveru NIS.
de: IP für NIS-Master-Server wurde nicht angegeben.
es: La dirección IP del servidor NIS maestro no se ha especificado.
hi: NIS मास्टेर सेवक का IP बताया नहीं हैं।
hu: Az elsődleges (master) NIS-kiszolgáló IP-címe nincs megadva.
it: IP del server master NIS non è specificato.
lt: Nenurodytas valdančiojo serverio IP.
nl: IP van NIS-masterserver is niet gespecificeerd.
sl: Naslov IP glavnega strežnika NIS ni bil določen.
tr: Ana NIS sunucusu IP'si belirtilmemiş.

source: <p>You can change NIS server source directory (usually <i>'/etc'</i>).</p>
cs: <p>Můžete změnit zdrojový adresář serveru NIS (většinou <i>'/etc'</i>).</p>
de: <p>Das Quellverzeichnis des NIS-Servers (normalerweise <i>'/etc'</i>) kann geändert werden.</p>
es: <p>Puede cambiar el directorio origen del servidor NIS (normalmente <i>'/etc'</i>).</p>
hi: <p>आपको NIS सेवक सोर्स डाइलेक्टरी को बदल करना सकती हैं(साधारण रीति से <i>'/etc'</i>).</p>
hu: <p>Megváltoztathatja a NIS-kiszolgáló forráskönyvtárát (ez rendszerint a <i>'/etc'</i>).</p>
it: <p>È possibile modificare la directory sorgente del server NIS (di solito <i>'/etc'</i>).</p>
lt: <p>Jūs galite pakeisti NIS serverio išeities katalogą (dažniausiai <i>'/etc'</i>).</p>
nl: <p>U kunt de brondirectory voor de NIS-server wijzigen (normaliter <i>'/etc'</i>).</p>
sl: <p>Spremenite lahko izvorno mapo strežnika NIS - omrežna informacijska storitev (običajno »<i>/etc</i>«).</p>
sr@latn: <p>Možete izmeniti source direktorij NIS servera (obično je <i>'/etc'</i>).</p>
tr: <p>NIS sunucusu kaynak dizini değiştirilebilir (genelde <i>'/etc'</i> dizini).</p>

source: <p>Select if your <i>passwd</i> file should be merged with the <i>shadow</i> file (only possible if the <i>shadow</i> file exists).</p>
cs: <p>Vyberte, pokud má být soubor <i>passwd</i> sloučen se souborem <i>shadow</i> (možné pouze v případě, že soubor <i>shadow</i> existuje).</p>
de: <p>Geben Sie an, ob die <i>passwd</i>-Datei mit der <i>shadow</i>-Datei zusammengeführt werden soll (nur möglich, wenn die <i>shadow</i>-Datei existiert).</p>
es: <p>Indique si el archivo <i>passwd</i> ha de fusionarse con el archivo <i>shadow</i> (lo cual sólo es posible si el archivo <i>shadow</i> existe).</p>
hu: <p>Válasszon, hogy a <i>shadow</i> fájl beleolvadhat-e a <i>passwd</i> fájlba (ez csak akkor lehetséges, ha a <i>shadow</i> fájl létezik).</p>
it: <p>Decidere se il file <i>passwd</i> deve essere unito al file <i>shadow</i> (possibile soltanto se il file <i>shadow</i> esiste).</p>
lt: <p>Pažymėkite, jei jūsų <i>passwd</i> rinkmena turėtų būti sujungta su <i>shadow</i> rinkmena ir (galima tik tuomet, jei yra <i>shadow</i> rinkmena).</p>
nl: <p>Bepaal of uw bestand <i>passwd</i> moet worden samengevoegd met het bestand <i>shadow</i> (alleen mogelijk als het bestand <i>shadow</i> bestaat).</p>
sl: <p>Izberite, ali naj bo datoteka <i>passwd</i> združena z datoteko <i>shadow</i> (možno samo v primeru, da datoteka <i>shadow</i> obstaja).</p>
tr: <p><i>passwd</i> dosyanızın <i>shadow</i>dosyasıyla birleştirilip birleştirilmeyeceğini seçin (sadece <i>shadow</i> dosyası mevcutsa mümkündür).</p>

source: <p>You can also adjust the minimum user and group id.</p>
cs: <p>Můžete taktéž upravit minimální ID uživatele a skupiny.</p>
de: <p>Sie können auch die kleinste Benutzer- und Gruppen-ID (Kennung) festlegen.</p>
es: <p>Puede ajustar también el ID mínimo de usuario y de grupo.</p>
hi: <p>आपको मिनिमम यूज़र और ग्रूप id अड्जेस्ट करना सकती हैं।</p>
hu: <p>Itt beállíthatja a minimális felhasználói és csoport azonosítót.</p>
it: <p>È possibile anche impostare l'id utente e gruppo minimo.</p>
lt: <p>Taip pat galite nustatyti mažiausią naudotojo ir grupės id.</p>
nl: <p>U kunt ook de minimale gebruikers- en groeps-ID aanpassen.</p>
sl: <p>Nastavite lahko tudi najmanjši ID uporabnika in skupine.</p>
sr@latn: <p>Možete takođe podesiti minimalni korisnički(grupni) ID.</p>
tr: <p>Ayrıca en düşük kullanıcı ve grup belirticilerini belirleyebilirsiniz.</p>

source: Minimum &UID
cs: Minimální &UID
de: Kleinste &UID
es: &UID mínimo
hi: निम्नतम &UID
hu: Minimális &UID
it: &UID minimo
lt: Mažiausias &UID
sl: Najmanjši &UID
sr@latn: Minimalan &UID
tr: En düşük &kullanıcı belirticisi

source: Minimum &GID
cs: Minimální &GID
de: Kleinste &GID
es: &GID mínimo
hi: निम्नतम &GID
hu: Minimális &GID
it: &GID minimo
lt: Mažiausias &GID
sl: Najmanjši &GID
tr: En düşük g&rup belirticisi

source: &YP Source directory
cs: Zdrojový adresář &YP
de: &YP-Quellverzeichnis
es: Directorio origen &YP
hi: &YP सोर्स डाइरेक्टरी
hu: &YP forráskönyvtár
it: Directory sorgente &YP
lt: &YP išeities katalogas
nl: &YP-brondirectory
sl: Izvorna mapa &YP
sr@latn: &Odabrani direktorijum:
tr: &YP kaynak dizini

source: Merge pa&sswords
cs: Sloučit he&sla
de: Pa&sswörter zusammenführen
es: Fusionar contra&señas
hi: पासवेर्ड मिलाओ (&s)
hu: Jelszavak ö&sszeolvasztása
it: Unisci le &password
lt: Apjungti &slaptažodžius
nl: Wa&chtwoorden samenvoegen
sl: Združi &gesla
sr@latn: &Unesite lozinku:
tr: Parolaları bi&rleştir

source: NIS Master Server Details Setup
cs: Nastavení detailů hlavního serveru NIS
de: Detail-Konfiguration des NIS Master-Servers
es: Configuración avanzada del servidor maestro NIS
hi: NIS मास्टेर सेवक विस्तृत सूचना के लिए सेटअप
hu: A NIS elsődleges (master) kiszolgáló részletes beállítása
it: Impostazione dettagli server NIS master
lt: NIS valdančiojo serverio detalus konfigūravimas
nl: Instellingen voor NIS-masterserver
sl: Podrobnosti o namestitvi glavnega strežnika NIS
sr@latn: NIS Master server podešavanja
tr: NIS ana sunucu kurulumu

source: <p>With this dialog, adjust which maps will be available.</p>
cs: <p>V tomto dialogu nastavte, které mapy budou dostupné.</p>
de: <p>In diesem Dialog legen Sie die verfügbaren Maps fest.</p>
es: <p>Use este recuadro de diálogo para seleccionar qué mapas estarán disponibles.</p>
hi: <p>इस डायलॉग के साथ, समायोजित करें कि कौन से प्रतिचित्र उपलब्ध होंगे.</p>
hu: <p>Ezen a párbeszédpanelen beállíthatja az elérhető csatolásokat.</p>
it: <p>Decidere in questa finestra di dialogo quali mappe saranno disponibili.</p>
lt: <p>Šiame dialoge koreguokite, kurie žemėlapiai bus prieinami.</p>
nl: <p>In deze dialoog kunt u instellen welke toewijzingen beschikbaar zullen zijn.</p>
sl: <p>S tem pogovornim oknom, določite katere preslikave bodo na voljo.</p>
sr@latn: <p>U ovom dijalogu, podešavate koje će mape biti dostupne.</p>
tr: <p>Burada, hangi haritaların mevcut olacağını seçebilirsiniz.</p>

source: &Maps
cs: &Mapy
es: &Mapas
hi: नक्षा (&M)
hu: &Csatolások
it: &Mappe
lt: &Žemėlapiai
nl: &Toewijzingen
sl: &Preslikave
sr@latn: &Mape
tr: &Haritalar

source: NIS Server Maps Setup
cs: Nastavení map serveru NIS
de: Konfiguration der NIS Server Maps
es: Configuración de mapas del servidor NIS
hi: NIS सेवक नक्षा सेटअप
hu: NIS-kiszolgálócsatolások beállítása
it: Impostazione mappe server NIS
lt: NIS serverio žemėlapių konfigūravimas
nl: Instellingen van NIS-servertoewijzingen
sl: Nastavitev preslikav strežnika NIS
sr@latn: Podešavanja NIS server mapa
tr: NIS sunucu harita kurulumu

source: <p>Enter a NIS <b>domain</b>. If this host is also a NIS client using this machine as a server, check the corresponding option.</p>
cs: <p>Zadejte <b>doménu</b> NIS. Jestliže je tento hostitel také klientem NIS, který tento počítač používá jako server, zaškrtněte odpovídající možnost.</p>
de: <p>Geben Sie eine NIS-<b>Domain</b> ein. Ist dieser Host gleichzeitig ein NIS-Client, der diesen Rechner als Server verwendet, aktivieren Sie die entsprechende Option.</p>
es: <p>Introduzca un <b>dominio</b> NIS. Si este host es también un cliente NIS que usa la máquina como servidor, marque la opción correspondiente.</p>
hi: <p>NIS <b>डोमेन</b> डालें. यदि यह अतिशय एक परिसेवक के रूप में इस मशीन का उपयोग करने वाला NIS ग्राहक भी हैं, सदृश्य विकल्प की जांच करें.</p>
hu: <p>Adja meg a NIS-<b>tartományt</b>. Ha ez a gép egyben NIS-kliens is, jelölje meg a megfelelő lehetőséget.</p>
it: <p>Immettere un <b>dominio</b> NIS. Se questo host è anche un client NIS che utilizza questa macchina come server, selezionare l'opzione corrispondente.</p>
lt: <p>Įveskite NIS <b>sritį</b>. Jei šis kompiuteris taip pat NIS klientas, naudojantis šią mašiną kaip serverį, spauskite atitinkamą mygtuką.</p>
nl: <p>Geef een NIS-<b>domein</b> op. Als deze host ook een NIS-client is en deze computer als een server gebruikt, selecteer dan de overeenkomende optie.</p>
sl: <p>Vnesite <b>domeno</b> NIS. Če je ta gostitelj hkrati tudi odjemalec NIS, ki ta računalnik uporablja kot strežnik, označite ustrezno izbiro.</p>
tr: <p>Bir NIS <b>alanı</b> girin. Bu makine ayrıca kendini sunucu olarak kullanan bir istemciyse ilgili seçeneği işaretleyin.</p>

source: <p>For slave servers to cooperate with this master, check <i>Active Slave NIS server exists</i>. If you check <i>Fast Map distribution</i>, it will speed up the transfer of maps to the slaves.</p>
hi: <p>अधीन परिसेवकों के लिए इस प्रधान के साथ सहयोग करना, जांच करें <i>सक्रिय अधीन NIS परिसेवक मौजूद है</i>. यदि आप <i>तीव्र प्रतिचित्र वितरण</i> की जांच करेंगे, तो अधीनों तक प्रतिचित्रों का स्थानांतरण तेज़ हो जाएगा.</p>
hu: <p>Ha meg akarja engedni, hogy néhány másodlagos (slave) kiszolgáló együttműködjön az elsődlegessel (master), jelölje be a <i>Létezik aktív slave NIS-kiszolgáló</i> gombot. Ha bejelöli a <i>Gyors csatolásszétosztás</i> négyzetet, ez felgyorsítja a csatolások közvetítését a másodlagosokhoz.</p>
it: <p>Se si desidera far cooperare alcuni server slave con questo master, selezionare <i>Esiste un server NIS slave attivo</i>. Se si seleziona <i>Distribuzione veloce mappe</i>, il trasferimento delle mappe agli slave sarà velocizzato.</p>
lt: <p>Tam, kad valdomieji serveriai bendradarbiautų su valdančiuoju, spauskite mygtuką <i>Egzistuoja aktyvus valdomasis NIS serveris</i>. Jei paspausite mygtuką <i>Greitas žemėlapio perdavimas</i>, tai pagreitins žemėlapių persiuntimą valdomiesiems serveriams.</p>
nl: <p>Als u wilt dat de slaveservers samenwerken met deze master, selecteer dan <i>Actieve slave-NIS-server bestaat</i>. Wanneer u op <i>Snelle toewijzingsdistributie</i> klikt, dan zal dit de overdrachtssnelheid van toewijzingen naar de slaves verhogen.</p>
sr@latn: <p>Da bi sekundarni serveri sarađivali sa ovim serverom, kliknite <i>na odgovarajuće dugme</i>. Ako kliknete na <i>Brza distribucija mapa</i>, to će ubrzati raspodelu mapa po sekundarnim serverima.</p>

source: <p><i>Allow changes to passwords</i> lets the users change their passwords in the presence of NIS. Buttons to allow changing the login shell or GECOS (full name and related information) can be used to set up these more specific options.</p>
cs: <p>Možnost <i>Povolit změnu hesel</i> povolí uživatelům změnu hesla za přítomnosti NIS. Dále můžete použít tlačítka na změnu přihlašovacího prostředí nebo GECOS (celé jméno a související informace) k nastavení podrobnějších možností.</p>
de: <p><i>Ändern der Passwörter zulassen</i> ermöglicht es den Benutzern, ihre Passwörter zu ändern, wenn NIS im Einsatz ist. Weitere Schaltflächen dienen dazu, Einzelheiten wie das Ändern vom SHELL- oder GECOS-Eintrag (kompletter Name und diesbezügliche Informationen) zu erlauben.</p>
es: <p><i>Permitir cambiar contraseñas</i> permite a los usuarios cambiar sus contraseñas en el marco de NIS. Se pueden utilizar botones para configurar opciones más específicas como permitir los cambios de la shell de login o GECOS (nombre completo e información relacionada).</p>
hi: <p><i>पासवर्ड परिवर्तन की अनुमति दें</i> उपयोक्ताओं को NIS की उपस्थिति में पासवर्ड को परिवर्तन करने दें. लॉगइन शैल परिवर्तन की अनुमति देने के लिए बटनज़ अथवा GECOS का (पूरा नाम तथा संबंधित जानकारी) इन अधिक विशिष्ट विकल्पों को सेटअप करने के उपयोग हो सकता है.</p>
hu: <p>A <i>Jelszó megváltoztatásának engedélyezése</i> lehetővé teszi a felhasználónak a NIS-ben lévő saját jelszó megváltoztatását. További részletek gombja lehetővé teszi a SHELL vagy GECOS (teljes név és vonatkozó információk) lecserélését és további speciális opciók beállítására is használható.</p>
it: <p><i>Consenti modifiche alle password</i> permette agli utenti di modificare le password in presenza di NIS. È possibile utilizzare i pulsanti per impostare opzioni più specifiche, come permettere di modificare la shell o il campo GECOS (nome completo e relative informazioni).</p>
lt: <p><i>Leisti slaptažodžių keitimą</i> leidžia naudotojams keisti savo slaptažodžius esant NIS. Mygtukai, leidžiantys registracijos apvalkalo arba GECOS pakeitimus (vardą ir su tuo susijusią informaciją), gali būti naudojami konfigūruojant šias labiau specifines savybes.</p>
nl: <p><i>Wachtwoordwijzigingen toegestaan</i> staat gebruikers toe hun wachtwoorden te veranderen in de aanwezigheid van NIS. De knoppen laten wijzigingen aan de aanmeldshell toe en GECOS kan (volledige naam en gerelateerde informatie) gebruikt worden voor het instellen van deze specifiekere opties.</p>
sl: <p><i>Dovoli spremembe gesel</i> dovoli uporabnikom spreminjanje njihovih gesel s prisotnostjo NIS-a. Gumbi za dovoljenje sprememb prijavne lupine ali GECOS-a (polno ime in sorodne informacije) pa se lahko uporabijo za nastavitev bolj specifičnih možnosti.</p>
sr@latn: <p><i>Dozvoli promjenu lozinki</i> Dozvoljava korisnicima da menjaju svoje lozinke. Dugmad za dozvolu promene login shell-a ili GECOS (Puno ime i ostale informacije) mogu se koristiti za podešavanje detaljnijih opcija.</p>
tr: <p><i>Parolalarda değişikliğe izin ver</i> ile kullanıcıların NIS sunucusunun bilinci dahilinde parolalarını değiştirmesine olanak tanıyabilirsiniz. Kullanıcı girişi kabuğu ya da GECOS (tam ad ve diğer bilgiler) ile ilgili düğmeler ile bu bilgileri de değiştirebilirsiniz.</p>

source: Allow changes to &GECOS field
cs: Povolit změnu pole &GECOS
de: Ändern des &GECOS-Eintrags zulassen
es: Permitir cambiar el campo &GECOS
hi: GECOS फील्ड में परिवर्तन स्वीकार करें (&G)
hu: Engedélyezi a &GECOS mező megváltoztatását
it: Consenti modifiche al campo &GECOS
lt: Leisti laukelio &GECOS keitimą
nl: Wijzigingen in &GECOS-veld toestaan
sl: Dovoli spremembe polja &GECOS
sr@latn: Dozvoli izmene u &GECOS polju
tr: &GECOS alanlarında değişikliğe izin ver

source: Allow changes to login &shell
cs: Povolit změnu přihlašovacího pro&středí
de: Ändern der Login-&Shell zulassen
es: Permitir cambiar la &shell de login
hi: लोगइन शैल में परिवर्तन स्वीकार करें (&s)
hu: Engedélyezi a bejelentkezési &burok megváltoztatását
it: Consenti modifiche alla &shell di login
lt: Leisti laukelio regi&stracijos apvalkalo keitimą
nl: Wijzigen van aanmeld&shell toestaan
sl: Dovoli spremembe prijavne &lupine
sr@latn: Dozvoli izmene u login &shell-u
tr: &Kullanıcı girişi kabuğunda değişikliğe izin ver
