Repository: yast/yast-translations
Catalog: po/nis_server/*.po
Languages: cs, de, es, hi, hu, it, lt, nl, sl, sr@latn, tr

source: Error while stopping %1 daemon
cs: Chyba při zastavování démona %1
de: Fehler beim Anhalten des Daemons %1
es: Error al detener el daemon %1
hi: डोमेइन %1 बदं करने पर खराबी आ गया
hu: Hiba a(z) %1 démon leállításakor
it: Errore durante l'interruzione del demone %1
lt: Sustabdant tarnybą %1, įvyko klaida
nl: Er is een fout opgetreden tijdens het stoppen van daemon %1
sl: Napaka pri ustavljanju ozadnjega procesa %1
sr@latn: Greška prilikom zaustavljanja %1 servisa
tr: %1 daemon'u durdurulamadı

source: Error while starting %1 daemon
cs: Chyba při spouštění démona %1
de: Fehler beim Starten des Daemons %1
es: Error al iniciar el daemon %1
hi: डोमेइन %1 शुरू करने पर खराबी आ गया
hu: Hiba a(z) %1 démon indításakor
it: Errore durante l'avvio del demone %1
lt: Paleidžiant demoną %1, įvyko klaida
nl: Er is een fout opgetreden bij het starten van daemon %1
sl: Napaka pri zagonu ozadnjega procesa %1
sr@latn: Dogodila se greška pri startovanju %1 servisa
tr: %1 daemon'u başlatılamadı

source: Error while creating an empty user database.
cs: Chyba při vytváření prázdné databáze uživatelů.
de: Fehler beim Erzeugen einer leeren Benutzer-Datenbank.
es: Error al crear una base de datos de usuario vacía.
hi: एक खाली यूज़र डाटाबेस बनने पर खराबी आ गया
hu: Hiba történt az üres felhasználó-adatbázis létrehozásakor.
it: Errore durante la creazione di un database vuoto di utenti.
lt: Kuriant tuščią naudotojo duomenų bazę, įvyko klaida.
nl: Er is een fout opgetreden tijdens het maken van een lege gebruikersdatabase.
sl: Napaka pri ustvarjanju prazne zbirke uporabnikov.
sr@latn: Dogodila se greška pri kreiranju baze
tr: Boş kullanıcı veritabanı oluşturulamadı.

source: Error while creating the ypservers map.
cs: Chyba při vytváření databáze 'ypservers'.
de: Fehler beim Erzeugen der ypservers-Map.
es: Error al crear el mapa de ypservers.
hi: yp सेवक का नक्षा बनने पर खराबी आ गया
hu: Hiba történt a ypservers csatolás létrehozásakor.
it: Errore durante la creazione della mappa ypservers.
lt: Kuriant ypservers žemėlapį, įvyko klaida.
nl: Er is een fout opgetreden tijdens het maken van de ypservers-toewijzing.
sl: Napaka pri ustvarjanju preslikave ypservers.
sr@latn: Greška prilikom kreiranja ypservers mape.
tr: ypservers haritası oluşturulamadı.

source: Error while creating database.
cs: Chyba při vytváření databáze.
de: Fehler beim Erzeugen der Datenbank.
es: Error al crear la base de datos.
hi: डाटाबेस बनने पर खराबी आ गया
hu: Hiba az adatbázis létrehozásakor.
it: Errore durante la creazione del database.
lt: Kuriant duomenų bazę, įvyko klaida.
nl: Er is een fout opgetreden tijdens het maken van de database.
sl: Napaka pri ustvarjanju podatkovne zbirke.
sr@latn: Greška pri kreiranju baze.
tr: Veritabanı oluşturulamadı.

source: Error while configuring the client.
cs: Chyba při konfiguraci klienta.
de: Fehler beim Konfigurieren des Clients.
es: Error al configurar el cliente.
hi: कलेइन्ट को समनुरूपण करने पर खराबी आ गया
hu: Hiba történt a kliens beállításakor.
it: Errore durante la configurazione del client.
lt: Konfigūruojant klientą, įvyko klaida.
nl: Er is een fout opgetreden tijdens het instellen van de client.
sl: Napaka pri nastavljanju odjemalca.
sr@latn: Greška prilikom konfiguracije klijenta.
tr: İstemci yapılandırılamadı.

source: Remove /var/yp/%1
cs: Odebrat /var/yp/%1
de: /var/yp/%1 löschen
es: Eliminar /var/yp/%1
hi: /var/yp/%1 को मिटायें
hu: A /var/yp/%1 eltávolítása
it: Rimuovi /var/yp/%1
lt: Pašalinti /var/yp/%1
nl: /var/yp/%1 verwijderen
sl: Odstranitev /var/yp/%1
sr@latn: Izbrišite /var/yp/%1
tr: Sil: /var/yp/%1

source: Removing /var/yp/%1
cs: Odebírá se /var/yp/%1
de: /var/yp/%1 wird gelöscht
es: Eliminando /var/yp/%1
hi: /var/yp/%1 को मिटा रहा हैं
hu: A /var/yp/%1 eltávolítása
it: Rimozione di /var/yp/%1
lt: Pašalinama /var/yp/%1
nl: /var/yp/%1 wordt verwijderd
sl: Odstranjevanje /var/yp/%1
sr@latn: Brišem /var/yp/%1
tr: /var/yp/%1 siliniyor.

source: Stop running daemons.
cs: Zastavit běžící démony.
de: Die aktiven Daemons anhalten.
es: Detener daemons en ejecución.
hi: चलनेवाला डेमन को बदं करें।
hu: Futó démonok leállítása.
it: Arresto dei demoni attivi.
lt: Sustabdyti paleistas tarnybas.
nl: Actieve daemons stoppen.
sl: Zaustavitev zagnanih ozadnjih procesov.
sr@latn: Zaustavi trenutno aktivne servise.
tr: Çalışan daemon'ları durdur.

source: Stopping running daemons.
cs: Zastavují se běžící démoni.
de: Die aktiven Daemons werden angehalten.
es: Deteniendo daemons en ejecución.
hi: चलनेवाला डेमन को बदं कर रहा हैं।
hu: Futó démonok leállítása.
it: Interruzione dei demoni in esecuzione.
lt: Sustabdomos paleistos tarnybos.
nl: Actieve daemons worden gestopt.
sl: Zaustavljanje zagnanih ozadnjih procesov.
sr@latn: Zaustavljam aktivne servise.
tr: Çalışan daemon'lar durduruluyor.

source: Get maps from master.
cs: Získat mapy z hlavního serveru.
de: Maps vom Master holen.
es: Obtener mapas del maestro.
hi: सास्टेर से नक्षा लें।
hu: Csatolások lekérése a mastertől.
it: Recupera mappe dal master.
lt: Gauti žemėlapius iš valdančiojo serverio.
nl: Toewijzingen van master ophalen.
sl: Pridobitev preslikav z glavnega strežnika.
sr@latn: Preuzmi mape sa primarnog servera.
tr: Ana makineden haritaları al.

source: Getting maps from master.
cs: Získávají se mapy z hlavního serveru.
de: Maps werden vom Master geholt.
es: Obteniendo mapas del maestro.
hi: सास्टेर से नक्षा ले रहा हैं।
hu: Csatolások lekérése a mastertől.
it: Recupero delle mappe dal master.
lt: Iš valdančiojo serverio gaunami žemėlapiai.
nl: Toewijzingen worden van de master opgehaald.
sl: Pridobivanje preslikav z glavnega strežnika.
sr@latn: Preuzimam mape sa servera.
tr: Ana makineden haritalar alınıyor.

source: Save hosts allowed to query server.
cs: Uložit hostitele s povolením dotazu na server.
de: Hosts speichern, die den Server abfragen dürfen.
es: Guardar los hosts autorizados a consultar al servidor.
hi: जो होस्ट सेवक से पूछताछ के लिए मान्य है जिसे सेव करें।
hu: Kiszolgálólekérdezésre jogosult gépek mentése.
it: Salvataggio degli host autorizzati a consultare il server.
lt: Išsaugoti kompiuterius, kuriems leidžiama užklausti serverį.
nl: Hosts die toestemming hebben voor een serverquery opslaan.
sl: Shranitev gostiteljev, ki jim je dovoljena uporaba strežnika.
sr@latn: Snimi računare koji mogu da šalju upite serveru.
tr: Sunucuya sorgu yollayabilecek makineleri yaz.

source: Saving hosts allowed to query server.
cs: Ukládají se hostitelé s povolením dotazu na server.
de: Hosts, die den Server abfragen dürfen, werden gespeichert.
es: Guardando hosts autorizados a consultar al servidor.
hi: जो होस्ट सेवक से पूछताछ के लिए मान्य है जिसे सेव कर रहा हैं।
hu: Kiszolgálólekérdezésre jogosult gépek mentése.
it: Salvataggio degli host autorizzati a interrogare il server in corso.
lt: Išsaugomi kompiuteriai, kuriems leidžiama užklausti serverį.
nl: Hosts die toestemming hebben voor serverquery worden opgeslagen.
sl: Shranjevanje gostiteljev, ki jim je dovoljena uporaba strežnika.
sr@latn: Snimam računare koji mogu da šalju upite serveru.
tr: Sunucuya sorgu yollayabilecek makineler yazılıyor.

source: Set config variables.
cs: Nastavení konfiguračních proměnných.
de: Konfigurationsvariablen festlegen.
es: Definir variables de configuración.
hi: समनुरूपण वेर्यबल सेट करें।
hu: A konfiguráció változóinak beállítása.
it: Imposta variabili di configurazione.
lt: Nustatyti konfigūracijos kintamuosius.
nl: Configuratievariabelen instellen.
sl: Nastavitev nastavitvenih spremenljivk.
sr@latn: Podesi config promenljive.
tr: Yapılandırma değişkenlerini ayarla.

source: Setting config variables.
cs: Nastavují se proměnné konfigurace.
de: Konfigurationsvariablen werden festgelegt.
es: Definiendo variables de configuración.
hi: समनुरूपण वेर्यबल सेट कर रहा हैं।
hu: A konfiguráció változóinak beállítása.
it: Impostazione delle variabili di configurazione.
lt: Nustatomi konfigūracijos kintamieji.
nl: Configuratievariabelen worden ingesteld.
sl: Nastavljanje nastavitvenih spremenljivk.
sr@latn: Podešavam config promenljive.
tr: Yapılandırma değişkenleri ayarlanıyor.

source: Start daemon.
cs: Spustit démona.
de: Daemon starten.
es: Iniciar daemon.
hi: डेइमण शुरू करें।
hu: Démon indítása.
it: Avvia demone.
lt: Paleisti tarnybą.
nl: Daemon starten.
sl: Zagon ozadnjega procesa.
sr@latn: Startuj servis.
tr: Daemon'u başlat.

source: Starting daemon.
cs: Spouští se démon.
de: Daemon wird gestartet.
es: Iniciando daemon.
hi: डेइमण शुरू कर रहा हैं।
hu: Démon indítása.
it: Avvio del demone.
lt: Paleidžiama tarnyba.
nl: De daemon wordt gestart.
sl: Zaganjanje ozadnjega procesa.
sr@latn: Startujem servis
tr: Daemon başlatılıyor.

source: Save slaves.
hi: स्लेव को सेव करें।
hu: Slave-ek mentése.
it: Salva slave.
lt: Išsaugoti valdomuosius serverius.
nl: Slaves opslaan.
sr@latn: Snimi sekundarne servere.

source: Saving slaves.
hi: स्लेव को सेव कर रहा हैं।
hu: Slave-ek mentése.
it: Salvataggio degli slave.
lt: Išsaugomi valdomieji serveriai.
nl: De slaves worden opgeslagen.
sr@latn: Snimam sekundarne servere.

source: Start daemons.
cs: Spustit démony.
de: Daemons starten.
es: Iniciar daemons.
hi: डेइमण शुरू करें।
hu: Démonok indítása.
it: Avvia demoni.
lt: Paleisti tarnybas.
nl: Daemons starten.
sl: Zagon ozadnjih procesov.
sr@latn: Startuj servise.
tr: Daemon'ları başlat.

source: Starting daemons.
cs: Spouštějí se démoni.
de: Daemons werden gestartet.
es: Iniciando daemons.
hi: डेइमण शुरू कर रहा हैं।
hu: Démonok indítása.
it: Avvio dei demoni in corso.
lt: Paleidžiamos tarnybos.
nl: De daemons worden gestart.
sl: Zaganjanje ozadnjih procesov.
sr@latn: Startujem servise.
tr: Daemon'lar başlatılıyor.

source: Create initial database.
cs: Vytvořit počáteční databázi.
de: Datenbank initialisieren.
es: Crear base de datos inicial.
hi: आरंभिक डाटाबेस को बनाइए।
hu: Kezdeti adatbázis létrehozása.
it: Crea database iniziale.
lt: Sukurti pradinę duomenų bazę.
nl: Eerste database maken.
sl: Ustvaritev začetne zbirke podatkov.
sr@latn: Kreiraj početnu bazu-
tr: Başlangıç veritabanını oluştur.

source: Creating database.
cs: Vytváří se databáze.
de: Datenbank wird angelegt.
es: Creando base de datos.
hi: डाटाबेस को बना रहा हैं।
hu: Adatbázis létrehozása.
it: Creazione del database.
lt: Kuriama pradinė duomenų bazė.
nl: Database wordt gemaakt.
sl: Ustvarjanje zbirke podatkov.
sr@latn: Kreiram bazu.
tr: Veritabanı oluşturuluyor.

source: Start NIS client.
cs: Spustit klienta NIS.
de: NIS-Client starten.
es: Iniciar el cliente NIS.
hi: NIS कलेइन्ट को शुरू करें।
hu: NIS-kliens indítása.
it: Avvia client NIS.
lt: Paleisti NIS klientą.
nl: NIS-client starten.
sl: Zagon odjemalca NIS.
sr@latn: Startuj NIS klijent
tr: NIS istemcisini başlat.

source: Starting NIS client.
cs: Spouští se klient NIS.
de: NIS-Client wird gestartet.
es: Iniciando el cliente NIS.
hi: NIS कलेइन्ट को शुरू कर रहा हैं।
hu: NIS-kliens indítása.
it: Avvio del client NIS.
lt: Paleidžiamas NIS klientas.
nl: NIS-client wordt gestart.
sl: Zaganjanje odjemalca NIS.
sr@latn: Startujem NIS klijent.
tr: NIS istemcisi başlatılıyor.

source: Stop NIS client.
cs: Zastavit klienta NIS.
de: NIS-Client anhalten.
es: Detener el cliente NIS.
hi: NIS कलेइन्ट बदं करें।
hu: NIS-kliens leállítása.
it: Interrompi client NIS.
lt: Sustabdyti NIS klientą.
nl: NIS-client stoppen.
sl: Zaustavitev odjemalca NIS.
sr@latn: Zaustavi NIS klijent.
tr: NIS istemcisini durdur.

source: Stopping NIS client.
cs: Zastavuje se klient NIS.
de: NIS-Client wird angehalten.
es: Deteniendo el cliente NIS.
hi: NIS कलेइन्ट बदं कर रहा हैं।
hu: NIS-kliens leállítása.
it: Interruzione del client NIS.
lt: Stabdomas NIS klientas.
nl: NIS-client wordt gestopt.
sl: Zaustavljanje odjemalca NIS.
sr@latn: Zaustavljam NIS klijent.
tr: NIS istemcisi durduruluyor.

source: Configure NIS worker server (obsolete)
cs: Nastavit pracovní server NIS (zastaralé)
de: NIS-Worker-Server konfigurieren (veraltet)
es: Configurar servidor trabajador NIS (obsoleto)
sl: Nastavitev delavnega strežnika NIS (nadomeščeno)
tr: NIS çalışan sunucusunu yapılandırın (modası geçmiş)

source: Configure NIS worker server
cs: Nastavit pracovní server NIS
de: NIS-Worker-Server konfigurieren
es: Configurar servidor trabajador NIS
sl: Nastavitev delavnega strežnika NIS
tr: NIS çalışan sunucusunu yapılandırın

source: A NIS worker server is configured.
cs: Pracovní server NIS je nakonfigurován.
de: NIS-Worker-Server wurde konfiguriert.
es: Se ha configurado un servidor trabajador NIS.
sl: Delavni strežnik NIS je nastavljen.
tr: Bir NIS çalışan sunucusu yapılandırıldı.

source: <p>For worker servers to cooperate with this master, check <i>Active Worker NIS server exists</i>. If you check <i>Fast Map distribution</i>, it will speed up the transfer of maps to the workers.</p>
cs: <p>Pokud chcete pracovním serverům povolit, aby spolupracovaly s tímto hlavním serverem, zaškrtněte tlačítko <i>Existuje aktivní pracovní server NIS</i>. Povolíte-li možnost <i>Rychlá distribuce mapy</i>, zrychlí to přenos map na pracovní servery.</p>
de: <p>Wenn Sie einem Worker-Server erlauben wollen, zusammen mit diesem Master zu agieren, aktivieren Sie <i>Aktiver Worker-Server für NIS vorhanden</i>. Wenn Sie <i>Schnelle Map-Verteilung</i> aktivieren, wird die Übertragung der Maps zu den Worker-Servern beschleunigt.</p>
es: <p>Si desea que los servidores trabajadores cooperen con este maestro, active <i>Existe un servidor trabajador NIS activo</i>. Si activa la opción <i>Distribución rápida de mapas</i> acelerará la transferencia de los mapas a los trabajadores.</p>
sl: <p>Za sodelovanje delavnih strežnikov s tem glavnim, označite <i>Dejaven delavni strežnik NIS obstaja</i>. Če izberete <i>Hitra porazdelitev preslikav</i>, boste pohitrili prenos preslikav do delavnih strežnikov.</p>
tr: <p>Çalışan sunucuların ana sunucuyla birlikte çalışması için <i>Aktif Çalışan NIS sunucusu mevcut</i> seçeneğini işaretleyin. <i>Hızlı harita dağıtımı</i> seçeneği ile çalışan sunuculara harita aktarımı hızlanacaktır.</p>

source: Active Worker NIS server &exists
cs: &Existuje aktivní pracovní server NIS
de: Aktiver Worker-Server für NIS &vorhanden
es: &Existe un servidor trabajador NIS activo
sl: D&ejaven delavni strežnik NIS obstaja
tr: Aktif çalışan NIS sunucusu &mevcut

source: Worker Server Setup
cs: Nastavení pracovního serveru
de: Konfiguration des Worker-Servers
es: Configuración del servidor trabajador
sl: Nastavitev delavnega strežnika
tr: Çalışan Sunucu Kurulumu

source: &Worker's host name
cs: Název ho&stitele pracovního serveru
de: Hostname des &Workers
es: Nombre del servidor &trabajador
sl: Go&stiteljsko ime delavnega strežnika
tr: &Çalışan sunucunun makine adı

source: Edit worker
cs: Upraviť pracovní
de: Worker bearbeiten
es: Editar trabajador
sl: Urejanje delavnega strežnika
tr: Çalışanı düzenle

source: <p>Here, enter the names of hosts to configure as NIS server workers. Use <i>Add</i> to add a new one, <i>Edit</i> to change an existing entry, and <i>Delete</i> to remove an entry.</p>
cs: <p>Zde můžete nastavit názvy hostitelů, které budou nastaveny jako pracovní servery NIS. Použijte k tomu odpovídající tlačítka <i>Přidat</i>, <i>Upravit</i> a <i>Odstranit</i>.</p>
de: <p>Hier können Sie Hosts einrichten, die als NIS-Server-Worker konfiguriert werden. Mit der Schaltfläche <i>Hinzufügen</i> können Sie Namen hinzufügen, mit <i>Bearbeiten</i> können Sie existierende Einträge ändern und mit <i>Löschen</i> können Sie sie entfernen.</p>
es: <p>Aquí puede introducir los nombres hosts que se configurarán como servidores trabajadores NIS. Use <i>Añadir</i> para añadir uno nuevo, <i>Editar</i> para cambiar una entrada existente y <i>Suprimir</i> para eliminar una entrada.</p>
sl: <p>Sem vpišite imena gostiteljev, da jih nastavite kot delavne strežnike NIS. Uporabite <i>Dodaj</i> za dodajanje novega, <i>Uredi</i> za spreminjanje obstoječega in <i>Izbriši</i> za brisanje vnosa.</p>
tr: <p>Burada çalışan NIS sunucuları olarak yapılandırılacak makinelerin adlarını girin. <i>Ekle</i> düğmesi ile yeni bir tane ekleyebilir, <i>Düzenle</i> düğmesi ile mevcut girdiyi düzenleyebilir ve <i>Sil</i> düğmesi ile bir girdiyi silebilirsiniz.</p>

source: &Workers
cs: &Pracovní
de: &Worker
es: &Trabajadores
sl: Del&avni strežniki
tr: &Çalışanlar

source: NIS Master Server Workers Setup
cs: Nastavení pracovních serverů hlavního serveru NIS
de: Worker-Konfiguration des NIS-Master-Servers
es: Configuración de trabajadores del servidor maestro NIS
sl: Nastavitev delavnih strežnikov za glavni strežnik NIS
tr: Ana NIS sunucusunun çalışan sunucuları

source: <p>Select whether to configure the NIS server as a <b>master</b> or a <b>worker</b> or not to configure a NIS server.</p>
cs: <p>Vyberte, zda chcete server NIS nastavit jako <b>hlavní</b> nebo <b>pracovní</b>, nebo zda server NIS nechcete konfigurovat.</p>
de: <p>Bitte wählen Sie, ob Sie Ihren NIS-Server als <b>Master</b>, <b>Worker</b> oder nicht konfigurieren wollen.</p>
es: <p>Escoja si desea configurar el servidor NIS para que sea <b>maestro</b>, <b>trabajador</b> o no configurar un servidor NIS.</p>
sl: <p>Izberite med nastavitvijo strežnika NIS kot <b>glavni strežnik</b> ali <b>delavni strežnik</b> ali brez nastavitve strežnika NIS.</p>
tr: <p>NIS sunucusunu <b>ana</b> sunucu ya da <b>çalışan</b> olarak yapılandırmayı seçebilir, ya da bir NIS sunucusu olmayacak şekilde yapılandırmayabilirsiniz.</p>

source: Install and set up an NIS &Worker Server
cs: Instalovat a nastavit &pracovní server NIS
de: NIS-&Worker-Server installieren und einrichten
es: Instalar y configurar un servidor &trabajador NIS
sl: Namesti in nastavi &delavni strežnik NIS
tr: &Çalışan NIS sunucusu olarak kur

source: Worker
cs: Pracovní
es: Trabajador
sl: Delavni
tr: Çalışan

source: Reconfigure NIS &Worker Server
cs: Přenastavit &pracovní server NIS
de: NIS-&Worker-Server neu konfigurieren
es: Reconfigurar el servidor &trabajador NIS
sl: Ponastavi &delavni strežnik NIS
tr: &Çalışan NIS sunucusu olarak yeniden yapılandır

source: Change to NIS &Worker Server
cs: Změnit na &pracovní server NIS
de: Auf NIS-&Worker-Server ändern
es: Cambiar al servidor &trabajador NIS
sl: Spremeni v &delavni strežnik NIS
tr: &Çalışan NIS sunucusu olarak değiştir

source: Create NIS &Worker Server
cs: Vytvořit &pracovní server NIS
de: NIS-&Worker-Server erstellen
es: Crear un servidor &trabajador NIS
sl: Ustvari &delavni strežnik NIS
tr: &Çalışan NIS sunucusu oluştur

source: Could not get list with workers.
cs: Nelze získat seznam pracovních serverů.
de: Liste der Worker konnte nicht abgerufen werden.
es: No es posible obtener la lista de trabajadores.
sl: Seznama z delavnimi strežniki ni bilo moč pridobiti.
tr: Çalışan sunucuların listesi alınamadı.

source: Save workers.
cs: Uložit pracovní servery.
de: Worker speichern.
es: Guardar trabajadores.
sl: Shranitev delavnih strežnikov.
tr: Çalışan sunucuları kaydet.

source: Saving workers.
cs: Ukládání pracovních serverů.
de: Worker werden gespeichert.
es: Guardando trabajadores.
sl: Shranjevanje delavnih strežnikov.
tr: Çalışan sunucular kaydediliyor.
