Repository: yast/yast-translations
Catalog: po/control-center/*.po
Languages: bg, et, eu, fi, fr, it, nl, pl, ru, sk, th, zh_cn

source: &Search
bg: &Търсене
et: Ot&si
eu: &bilatu
fi: &Hae
fr: &Recherche
it: &Cerca
nl: &Zoeken
pl: &Szukaj
ru: &Поиск
sk: &Hľadať
th: ค้น&หา
zh_cn: 搜索(&S)

source: Ready
bg: Готово
et: Valmis
eu: Prest
fi: Valmis
fr: Prêt
it: Pronto
nl: Gereed
pl: Gotowe
ru: Готово
sk: Pripravený
th: พร้อม
zh_cn: 就绪

source: Starting configuration module "%1"...
bg: Стартиране на модула за настройка „%1“...
et: Häälestusmooduli %1 käivitamine...
eu: "%1" konfigurazio modulua abiarazten
fi: Käynnistetään määritysmoduulia "%1"...
fr: Démarrage du module de configuration "%1"...
it: Avvio del modulo di configurazione "%1" in corso...
nl: Configuratiemodule "%1" wordt gestart...
pl: Uruchamianie modułu konfiguracji "%1"...
ru: Запуск модуля "%1"...
sk: Spúšťam konfiguračný modul "%1"...
th: กำลังเริ่มมอดูลปรับแต่งค่า "%1"...
zh_cn: 正在启动配置模块 "%1"...

source: YaST Control Center
bg: Център за управление YaST
et: Juhtimiskeskus YaST
eu: YaST Kontrol zentroa
fi: YaST-ohjauskeskus
fr: Centre de Contrôle YaST
it: Centro di controllo di YaST
nl: YaST Configuratiecentrum
pl: Centrum sterowania YaST
ru: Центр управления YaST
sk: Ovládacie centrum YaST
th: ศูนย์ควบคุม YaST
zh_cn: YaST 控制中心

source: YaST Control Center is not running as root. You will only see modules which do not require root privileges.
bg: Центърът за управление YaST не е стартиран като root. Ще можете да виждате само модулите, които не изискват root привилегии.
et: Juhtimiskeskus YaST ei ole käivitatud administraatori õigustes. Näed ainult neid mooduleid, mis ei vaja administraatori õigusi.
eu: YaST kontrol zentroa ez dabil root gisa. Root pribilegioak behar ez dituzten moduluak bakarrik ikusiko dituzu.
fi: YaST -ohjauskeskusta ei suoriteta pääkäyttäjänä. Näet vain moduulit, jotka eivät vaadi pääkäyttäjän oikeuksia.
fr: Le Centre de Contrôle YaST n'a pas été lancé en tant que super-utilisateur (root). Vous ne verrez que les modules qui ne requièrent pas les droits de super-utilisateur.
it: Il Centro di controllo di YaST non è stato avviato da root. Si vedranno solo i moduli che non richiedono i permessi di root.
nl: YaST Configuratiecentrum draait niet als root. U krijgt alleen modules te zien die geen root-privileges nodig hebben.
pl: Centrum sterowania YaST nie zostało uruchomione z uprawnieniami administratora (root). Dostępne są tylko te moduły, które do działania nie wymagają uprawnień administratora.
ru: Центр управления YaST запущен от лица обычного пользователя. Доступны только модули, не требующие привилегий администратора.
sk: Ovládacie centrum YaST nespustil používateľ root. Uvidíte iba moduly, ktoré nevyžadujú root-ovské práva.
th: ศูนย์ควบคุม YaST ไม่ได้ทำงานด้วยสิทธิ์ผู้ดูแลระบ คุณจะเห็นเพียงมอดูลที่ไม่ได้ใช้สิทธิ์ของผู้ดูแลระบบเท่านั้น
zh_cn: 没有以 root 用户身份运行 YaST 控制中心。 您将只能看到不需要 root 权限的模块。

source: Log files written successfully.
bg: Дневниците бяха записани успешно.
et: Logifailide kirjutamine õnnestus.
eu: Egunkaria ondo idatzi da.
fi: Lokitiedostot kirjoitettiin onnistuneesti.
fr: Les fichiers log ont été enregistrés avec succès.
it: File di log memorizzati correttamente.
nl: Logboekbestanden zijn met succes opgeslagen
pl: Pliki dzienników zapisane pomyślnie.
ru: Файлы журнала успешно сохранены.
sk: Zaznamenávacie súbory boli úspešne uložené.
th: ทำการเขียนแฟ้มปูมบันทึกเรียบร้อยแล้ว
zh_cn: 日志文件写入成功。

source: Couldn't save y2logs.
bg: Грешка при записа на дневниците.
et: Yast2 logisid ei õnnestunud salvestada.
eu: Ezin gorde y2 egunkariak.
fi: y2log-tiedostojen tallennus ei onnistunut.
fr: Impossible de sauvegarder y2logs.
it: Impossibile salvare y2logs.
nl: Kon y2logs niet opslaan.
pl: Nie można zapisać dzienników yast2.
ru: Невозможно сохранить y2logs.
sk: Nie je možné uložiť y2logs záznamy.
th: ไม่สามารถจัดเก็บ y2logs ได้
zh_cn: 无法保存 y2logs。

source: Writing log files ...
bg: Записване на дневници...
et: Logifailide kirjutamine ...
eu: Egunkaria idazten...
fi: Kirjoitetaan lokitiedostoja...
fr: Écriture des fichiers log...
it: Scrittura del file di log in corso...
nl: Logbestanden worden geschreven...
pl: Zapisywanie plików dziennika...
ru: Выполняется запись файлов журнала...
sk: Zapisujem zaznamenávacie súbory ...
th: กำลังทำการเขียนแฟ้มปูมบันทึก...
zh_cn: 正在写入日志文件...

source: %1 exists! Really overwrite?
bg: %1 съществува! Наистина ли желаете да го препокриете?
et: %1 on olemas! Kas kirjutada see üle?
eu: %1 badago! Benetan gainidatzi nahi?
fi: %1 on jo olemassa! Korvataanko se varmasti?
fr: %1 existe ! Souhaitez-vous le remplacer vraiment ?
it: %1 esiste! Si vuole sovrascriverlo realmente?
nl: %1 bestaat al! Deze overschrijven?
pl: Plik %1 istnieje. Nadpisać ten plik?
ru: %1 уже существует! Перезаписать?
sk: %1 existuje. Naozaj ho chcete prepísať?
th: มี %1 อยู่แล้ว ! ต้องการจะเขียนทับมันหรือไม่ ?
zh_cn: %1 已存在！ 真的要覆盖吗？

source: %1 exists and is write-protected! Really overwrite?
bg: %1 съществува и е защитен срещу запис! Наистина ли желаете да го препокриете?
et: %1 on olemas ja kirjutuskaitstud! Kas kirjutada see üle?
eu: %1 badago eta idaztea babestua du! benetan gainidatzi nahi?
fi: %1 on jo olemassa ja on kirjoitussuojattu! Korvataanko se varmasti?
fr: %1 existe et est protégé en écriture ! Souhaitez-vous le remplacer vraiment ?
it: %1 esiste ed è protetto da accessi in scrittura! Si vuole sovrascriverlo realmente?
nl: %1 bestaat al en heeft een schrijfbeveiliging! Deze overschrijven?
pl: Plik %1 istnieje jako plik tylko do odczytu. Nadpisać ten plik?
ru: %1 существует и доступен только для чтения! Перезаписать?
sk: %1 existuje a je chránený proti zápisu! Chcete ho naozaj prepísať?
th: มี %1 อยู่แล้ว และมีการป้องกันการเขียนไว้ ! ต้องการจะเขียนทับมันจริง ๆ หรือไม่ ?
zh_cn: %1 已存在并且是写保护的！ 真的要覆盖吗？

source: Confirm
bg: Потвърждение
et: Kinnitamine
eu: &Berretsi
fi: Vahvista
fr: Confirmer
it: Conferma
nl: Bevestigen
pl: Potwierdzenie
ru: Подтвердить
sk: Potvrdiť
th: ยืนยัน
zh_cn: 确认

source: C&ontinue
bg: Прод&ължаване
et: &Jätka
eu: &Jarraitu
fi: &Jatka
fr: Con&tinuer
it: &Continua
nl: &Doorgaan
pl: K&ontynuuj
ru: Пр&одолжить
sk: P&okračovať
th: ทำ&ต่อไป
zh_cn: 继续(&O)

source: &Cancel
bg: &Отказ
et: &Loobu
eu: &Utzi
fi: &Peruuta
fr: A&nnuler
it: &Annulla
nl: &Annuleren
pl: An&uluj
ru: &Отмена
sk: &Prerušiť
th: ย&กเลิก
zh_cn: 取消(&C)
