Repository: yast/yast-translations
Catalog: po/nfs_server/*.po
Languages: ar, bg, ca, cs, da, es, fi, fr, hu, id, it, ka, ko, lt, mk, nb, nl, pl, pt_br, ru, sk, sl, sv, th, tr, uk, zh_cn, zh_tw

source: Do &Not Start
ar: &عدم بدء التشغيل
ca: &No iniciïs
cs: &Nespouštět
da: Start &ikke
es: &No iniciar
fi: Älä &käynnistä
fr: Ne &pas démarrer
hu: &Ne indítsa el
id: Janga&n mulai
it: Non &avviare
ka: &არ გაუშვა
ko: 시작 안 함(&N)
lt: &Nepaleisti
nb: &Ikke start
nl: Nie&t starten
pl: &Nie włączaj
pt_br: &Não iniciar
ru: &Не запускать
sk: Nespu&tiť
sv: Starta i&nte
th: ไม่&ต้องเริ่มการทำงาน
tr: &Başlatmayın
uk: &Не запускати
zh_cn: 不启动(&N)
zh_tw: 不要啟動(&N)

source: Enable NFSv4
ar: تمكين NFSv4
ca: Habilita NFSv4
cs: Povolit NFSv4
da: Aktivér NFSv4
es: Habilitar NFSv4
fi: Käytä NFSv4:ää
fr: Activer NFSv4
hu: NFSv4 engedélyezése
id: Aktifkan NFSv4
it: Abilita NFSv4
ka: NFSv4-ის ჩართვა
ko: NFSv4 활성화
lt: Įgalinti NFSv4
nb: Aktiver NFSv4
nl: NFSv4 activeren
pl: Włącz NFSv4
pt_br: Habilitar NFSv4
ru: Включить NFSv4
sk: PovoliťNFSv4
sv: Aktivera NFSv4
th: เปิดใช้ NFSv4
tr: NFSv4'ü etkinleştir
uk: Увімкнути NFSv4
zh_cn: 启用 NFSv4
zh_tw: 啟用 NFSv4

source: Enable NFS&v4
ar: تمكي&ن NFSv4
ca: Habilita NFS&v4
cs: Povolit NFS&v4
da: Aktivér NFS&v4
es: Habilitar NFS&v4
fi: Käytä NFSv&4:ää
fr: Activer NFS&v4
hu: NFS&v4 engedélyezése
id: Aktifkan NFS&v4
it: Abilita NFS&v4
ka: NFS&v4-ის ჩართვა
ko: NFSv4 활성화(&V)
lt: Įgalinti NFS&v4
nb: Aktiver NFS&v4
nl: NFS&v4 activeren
pl: Włącz NFS&v4
pt_br: Habilitar NFS&v4
ru: Включить NFS&v4
sk: Povoliť NFS&v4
sv: Aktivera NFSv4
th: เปิดใช้ NFS&v4
tr: NFS&v4'ü etkinleştirin
uk: Увімкнути NFS&v4
zh_cn: 启用 NFSv4(&V)
zh_tw: 啟用 NFSv4(&V)

source: Enter NFSv4 do&main name:
ar: أدخل اسم مجا&ل NFSv4:
ca: Introduïu el nom del &domini NFSv4:
cs: Povolit název do&mény NFSv4:
da: Angiv NFSv4 do&mænenavn:
es: Especifique el nombre de do&minio de NFSv4:
fr: Entrez le nom de do&maine NFSv4 :
hu: Adja meg az NFSv4 ta&rtomány nevét:
id: Masukkan nama do&main NFSv4:
it: Immetti nom&e del dominio NFSv4:
ka: შეიყვანეთ NFSv4 დო&მენის სახელი:
ko: NFSv4 도메인 이름 입력(&M):
lt: Įveskite NFSv4 srities &vardą:
nb: Fyll inn NFSv4-do&menenavn:
nl: Voer de NFSv4-do&meinnaam in:
pl: Proszę wprowadzić nazwę do&meny NFSv4:
pt_br: &Digite o nome de domínio do NFSv4:
ru: Введите и&мя домена NFSv4:
sk: Vložte meno NFSv4 &domény:
sv: Ange NFSv4-&domännamn:
th: ป้อนชื่อโดเมนของ &NFSv4:
uk: Введіть назву до&мену NFSv4:

source: Enable &GSS Security
ar: تم&كين أمان GSS
ca: Habilita la seguretat &GSS
cs: Povolit zabezpečení &GSS
da: Aktivér &GSS-sikkerhed
es: Habilitar seguridad &GSS
fi: Käytä &GSS-suojausta
fr: Activer la sécurité &GSS
hu: &GSS biztonság engedélyezése
id: Aktifkan Keamanan &GSS
it: Abilita sicurezza &GSS
ka: &GSS უსაფრთხოების ჩართვა
ko: GSS 보안 활성화(&G)
lt: Įgalinti &GSS saugumą
nb: Aktiver &GSS-sikkerhet
nl: &GSS-beveiliging activeren
pl: Włącz zabezpieczenia &GSS
pt_br: Habilitar segurança &GSS
ru: Включить безопасность &GSS
sk: Povoliť &GSS Bezpečnosť
sv: Aktivera &GSS-säkerhet
th: เปิดใช้ความปลอดภัยแบบ &GSS
tr: &GSS Güvenliğini Etkinleştir
uk: Увімкнути безпеку &GSS
zh_cn: 启用 GSS 安全(&G)
zh_tw: 啟用 GSS 安全性(&G)

source: NFS Server Configuration
ar: تكوين خادم NFS
bg: Настройки на NFS сървъра
ca: Configuració del servidor NFS
cs: Konfigurace serveru NFS
da: Konfiguration af NFS-Server
es: Configuración del servidor NFS
fi: NFS-palvelimen asetukset
fr: Configuration du serveur NFS
hu: NFS-kiszolgáló beállításai
id: Konfigurasi Peladen NFS
it: Configurazione del server NFS
ka: NFS სერვერის კონფიგურაცია
ko: NFS 서버 구성
lt: NFS serverio konfigūracija
mk: Конфигурација на „NFS“ сервер
nb: Konfigurasjon av NFS-server
nl: NFS-serverconfiguratie
pl: Konfiguracja serwera NFS
pt_br: Configuração do servidor NFS
ru: Конфигурация NFS-сервера
sk: Konfigurácia serveru NFS
sv: Ställ in NFS-server
th: ปรับแต่งค่าบริการ NFS
tr: NFS Sunucu Yapılandırması
uk: Налаштування сервера NFS
zh_cn: NFS 服务器配置
zh_tw: NFS 伺服器組態

source: <P>The upper box contains all the directories to export. If a directory is selected, the lower box shows the hosts allowed to mount this directory.</P>
ar: <P>يحتوي المربع العلوي على كافة الدلائل المطلوب تصديرها. إذا كان أحد الدلائل محددًا، سيعرض المربع السفلي الأجهزة المضيفة المسموح لها بالاتصال بهذا الدليل.</P>
bg: <P>Горното поле съдържа всички експортирани директории. Ако отгоре е избрана някоя директория, в долното поле се показват машините, на които е разрешен достъп за директорията.</P>
ca: <P>La caixa superior conté tots els directoris que seran exportats. Si se selecciona un directori, la taula inferior mostra els amfitrions que tenen permès muntar aquest directori.</P>
cs: <P>Horní pole obsahuje všechny adresáře, které se exportují. Pokud je adresář vybrán, dolní pole ukazuje hostitele, kteří si ho smějí připojit.</P>
da: <P>Den øverste boks viser alle mapper som eksporteres. Hvis en mappe er markeret viser den nederste boks de værtsmaskiner som må montere denne mappe.</P>
es: <P>El cuadro superior contiene todos los directorios que se van a exportar. Si se selecciona un directorio, en el cuadro inferior aparecerán los hosts que tienen permiso para montar este directorio.</P>
fi: <P>Ylemmässä kentässä on kaikki jaettavat kansiot. Jos kansio on valittu, alempi kenttä näyttää koneet, jotka voivat liittää tämän kansion.</P>
fr: <P>La zone supérieure contient tous les répertoires à exporter. Si un répertoire est sélectionné, la zone inférieure affiche les hôtes autorisés à monter ce répertoire.</P>
hu: <P>A felső ablak tartalmazza az összes látható könyvtárat. Ha kiválaszt egy könyvtárat, az alsó ablak megmutatja azokat a gépeket, amelyek csatolhatják ezt a könyvtárat.</P>
id: <P>Kotak atas berisi semua direktori yang akan diekspor. Jika direktori dipilih, kotak bawah akan memperlihatkan kepada host yang diperbolehkan mengaitkan direktori ini.</P>
it: <P>La finestra superiore contiene tutte le directory da esportare. Se una directory viene selezionata, la finestra inferiore mostra gli host autorizzati a montare tale directory.</P>
ko: <P>위쪽 상자에는 엑스포트할 모든 디렉토리가 포함되어 있습니다. 디렉토리를 선택하면 해당 디렉토리의 마운트가 허용되는 호스트가 아래쪽 상자에 표시됩니다.</P>
mk: <P>Погорното поле ги содржи сите папки за експортирање. Ако е избрана папка, подолното поле ги прикажува компјутерите на кои им е дозволено да ја монтираат оваа папка.</P>
nb: <P>Den øvre boksen inneholder alle katalogene som vil bli eksportert. Når du velger en katalog, viser den nedre boksen hvilke vertsmaskiner som har lov til å montere denne katalogen.</P>
nl: <P>Het bovenste venster bevat alle mappen die geëxporteerd zullen worden. Indien een map is geselecteerd, laat het onderste venster de hosts zien die toestemming hebben om deze map te koppelen.</P>
pl: <P>Górne pole zawiera wszystkie katalogi, które zostaną wyeksportowane. Wybranie katalogu powoduje wyświetlenie w dolnym polu hostów, które mogą montować ten katalog.</P>
pt_br: <P>A caixa superior contém todos os diretórios a serem exportados. Se um diretório for selecionado, a caixa inferior mostrará os hosts permitidos para a montagem deste diretório.</P>
ru: <P>Верхнее поле содержит все каталоги для экспорта. Если каталог выбран, нижнее поле будет содержать имена хостов, которым разрешено монтировать этот каталог.</P>
sk: <P>Horná tabuľka obsahuje všetky adresáre, ktoré sa exportujú. Pokiaľ je adresár vybraný, tabuľka ukazuje počítače, ktoré si ho môžu pripojiť.</P>
sv: <P>I den övre rutan visas alla kataloger som kommer att exporteras. Om en katalog är markerad visar den nedre rutan de datorer som får montera den katalogen.</P>
th: <P>กล่องด้านบนใช้บรรจุไดเรกทอรีที่จะส่งออก หากไดเรกทอรีถูกเลือก กล่องด้านล่างจะแสดงเครื่องที่ถูกอนุญาต ให้ทำการเมานท์ไดเรกทอรีนี้ได้</P>
tr: <P>Üstteki kutucuk dışa aktarılacak tüm dizinleri içerir. Bir dizin seçildiğinde, alttaki kutu bu dizini bağlamaya izin verilen ana bilgisayarları gösterir.</P>
uk: <P>Верхнє поле містить всі каталоги для експорту. Якщо вибрано каталог, нижнє поле буде містити назви вузлів, яким дозволено монтувати цей каталог.</P>
zh_cn: <P>上面的框包含全部要导出的目录。 若选中了一个目录，下面的框将显示 允许挂载该目录的主机。</P>
zh_tw: <P>上面方塊包含所有要匯出的目錄。 如果選取某個目錄，則下面方塊會顯示允許 裝載此目錄的主機。</P>

source: <P><b>Host Wild Card</b> sets which hosts can access the selected directory. It can be a single host, groups, wild cards, or IP networks.</P>
ar: <P><b>حرف بدل المضيف</b> يُستخدم لتعيين الأجهزة المضيفة التي يمكنها الوصول إلى الدليل المحدد. ويمكن أن يكون مضيفًا واحدًا أو مجموعات أو أحرف بدل أو شبكات IP.‏</P>
bg: <P>Чрез заместващ шаблон може да се определя кои машини да имат достъп до избраната директория. Може да бъде единична машина, мрежови групи, заместващи шаблони или IP мрежи.</P>
ca: <P><b>El comodí d'amfitrió</b> estableix quins ordinadors poden tenir accés al directori seleccionat. Pot ser un sol ordinador, un grup de xarxa, comodins o xarxes IP. </P>
cs: <P><b>Zástupný výraz hostitelů</b> udává, kteří hostitelé mohou přistupovat k vybranému adresáři. Mohou to být jednotlivé počítače, skupiny, zástupné výrazy nebo IP sítě.</P>
da: <P><b>Jokertegn til værtsmaskiner</b> sætter hvilke værtsmaskiner som har adgang til den valgte mappe. Det kan være en enkelt værtsmaskine, grupper, jokertegn, eller IP-netværk.</P>
es: <P><b>Comodín del host</b> permite definir qué hosts pueden acceder al directorio seleccionado. Puede indicarse un solo host, grupos, comodines o redes IP.</P>
fi: <P><b>Konenimi tai jokerimerkki</b> asettaa, mitkä palvelimet saavat käyttää valittua kansiota. Asettaa voi yksittäisen koneen, ryhmän, jokerimerkin tai IP-verkon.</P>
fr: <P><b>Caractère joker hôte</b> définit les hôtes pouvant accéder au répertoire sélectionné. Il peut s'agir d'un hôte simple, de groupes, de caractères jokers ou de réseaux IP.</P>
hu: <P>A kliensgépek neveinek különböző formátumú meghatározásával rugalmasan beállíthatja, hogy mely gépek érhetik el a kiválasztott könyvtárat. A formátum lehet egyes gépek, hálózati csoportok, dzsókernevek vagy IP-hálózatok.</P>
id: <P><b>Host Wild Card</b> mengatur host mana yang dapat mengakses direktori yang dipilih. Ini bisa menjadi host tunggal, kelompok, wild card, atau jaringan IP.</P>
it: <P><b>Carattere jolly host</b> definisce quali host possono accedere alla directory selezionata. Può trattarsi di un singolo host, gruppi, caratteri jolly o reti IP.</P>
ko: <P><b>호스트 와일드카드</b>에서는 선택한 디렉토리에 액세스할 수 있는 호스트를 설정합니다. 단일 호스트, 그룹, 와일드카드 또는 IP 네트워크가 될 수 있습니다.</P>
mk: <P><b>„Џокер на домаќинот“</b> поставува кои компјутери имаат пристап до избраната папка. Може да е само еден компјутер, групи, џокери или „IP“ мрежи.</P>
nb: <P><b>Jokertegn for vertsmaskin</b> bestemmer hvilke maskiner som har tilgang til den valgte katalogen. Det kan være enkle vertsmaskiner, grupper, jokertegn eller IP-nettverk.</P>
nl: <P><b>Hosts-jokerteken</b> stelt in welke hosts toegang krijgen tot de geselecteerde map. Dit kunnen een afzonderlijke host, groepen, jokertekens of IP-netwerken zijn</P>
pl: <P>Pole <b>Wieloznacznik nazwy hosta</b> określa, które hosty mogą mieć dostęp do wybranego katalogu. Może to być pojedynczy host, grupa, wzorzec albo sieć IP.</P>
pt_br: <P><b>Caractere Curinga de Host</b> define os hosts que podem acessar o diretório selecionado. Pode ser um único host, grupos, curingas ou redes IP.</P>
ru: <P><b>Шаблон хостов</b> определяет, какие хосты будут иметь доступ к выбранному каталогу. Это может быть один хост, группы, шаблоны или IP-сети.</P>
sk: <P><b>Maska v názve počítačov</b> udáva, ktoré všetky počítače majú prístup k vybranému adresáru. Môže to byť jeden počítač, skupina v sieti, názov počítača s metaznakmi alebo IP sietí.</P>
sv: <P><b>Främmande värddator</b> anger vilka värddatorer som får åtkomst till den valda katalogen. Det kan vara enstaka värddatorer, nätverksgrupper, okända värddatorer eller IP-nätverk.</P>
th: <P><b>ไวล์การ์ดของเครื่อง</b> ตั้งค่าว่า จะให้เครื่องใดบ้างที่สามารถเข้าใช้งาน ไดเรกทอรีที่เลือกได้ โดยมันเป็นได้ทั้ง เครื่องเดียว, กลุ่มเครื่อง, ไวล์การ์ด หรือเลขไอพีเครือข่าย ก็ได้</P>
tr: <P><b>Host Wild Card</b> Hangi ana bilgisayarların seçili dizine erişebileceğini ayarlar. Tek bir ana bilgisayar, gruplar, wild cards veya IP ağları olabilir.</P>
uk: <P><b>Шаблон заміни вузла</b> визначає вузли, що отримають доступ до вибраного каталогу. Це можуть бути одиничний вузол, групи, шаблони або IP-мережі.</P>
zh_cn: <P><b>主机通配符</b>设置可访问所选 目录的主机。它可以是单个主机、组、 通配符或 IP 网络。</P>
zh_tw: <P><b>「主機萬用字元」</b>可設定可以存取選定目錄的主機。 它可以是主機、群組、萬用字元或 IP 網路。</P>

source: <p>Enter an asterisk (<tt>*</tt>) instead of a name to specify all hosts.</p>
ar: <p>أدخل علامة النجمة (<tt>*</tt>) بدلاً من إدخال اسم لتحديد كافة الأجهزة المضيفة.</p>
ca: <p>Introduïu un asterisc (<tt>*</tt>) en comptes d'un nom per especificar tots els ordinadors (hosts).</p>
cs: <p>Chcete-li vybrat všechny hostitele, zadejte místo názvu hvězdičku (<tt>*</tt>).</p>
da: <p>Indtast en stjerne (<tt>*</tt>) i stedet for et navn, for at angive alle værtsmaskiner.</p>
es: <p>Introduzca un asterisco (<tt>*</tt>) en lugar de un nombre para especificar todos los hosts.</p>
fi: <p>Aseta kaikki koneet kirjoittamalla tähti (<tt>*</tt>).</p>
fr: <p>Saisissez un astérisque (<tt>*</tt>) à la place du nom pour indiquer tous les hôtes.</p>
hu: <p>Egy csillag (<tt>*</tt>) karakter megadása az összes gépet jelenti.</p>
id: <p>Masukkan tanda bintang (<tt>*</tt>) alih-alih nama untuk menentukan semua host.</p>
it: <p>Immettere un asterisco (<tt>*</tt>) al posto di un nome per specificare tutti gli host.</p>
ka: <p>სახელში ყველა ჰოსტის მისათითებლად შეიყვანეთ ვარსკვლავი (<tt>*</tt>).</p>
ko: <p>모든 호스트를 지정하려면 이름 대신 별표(<tt>*</tt>)를 입력합니다.</p>
nb: <p>Bruk en stjerne (<tt>*</tt>) i stedet for et navn for å velge alle vertsmaskiner.</p>
nl: <p>Voer een asterisk (<tt>*</tt>) in in plaats van een naam om alle hosts op te geven.</p>
pl: <p>Znak gwiazdki (<tt>*</tt>) zamiast nazwy hosta oznacza wszystkie hosty.</p>
pt_br: <p>Digite um asterisco (<tt>*</tt>) no lugar do nome para especificar todos os hosts.</p>
ru: <p>Введите звездочку (<tt>*</tt>) вместо имени, чтобы указать все хосты.</p>
sk: <p>Zadajte hviezdičku (<tt>*</tt>) namiesto názvu, chcete určiť všetkých hostiteľov.</p>
sv: <p>Ange en asterisk (<tt>*</tt>) i stället för ett namn om du vill ange alla värddatorer.</p>
th: <p>ป้อนเครื่องหมายดอกจัน (<tt>*</tt>) เพื่อแทนการระบุถึงทุกเครื่อง</p>
tr: <p>Tüm ana bilgisayarları belirtmek için bir ad yerine yıldız işareti (<tt>*</tt>) girin.</p>
uk: <p>Введіть зірочку (<tt>*</tt>) замість назви, щоб задати всі вузли.</p>
zh_cn: <p>输入星号 (<tt>*</tt>) 而不是名称可指定全部主机。</p>
zh_tw: <p>若要指定所有主機，請輸入星號 (<tt>*</tt>) 而不要輸入名稱。</p>

source: <P>Refer to <tt>man exports</tt> for more information.</P>
ar: <P>راجع <tt>man exports</tt> للحصول على مزيد من المعلومات.</P>
bg: <P>Обърнете се към <B>man exports</B> за повече информация.</P>
ca: <P>Doneu un cop d'ull a <tt>man exports</tt> per a més informació.</P>
cs: <P>Další informace získáte zadáním příkazu <tt>man exports</tt>.</P>
da: <P>Se <tt>man exports</tt> for yderligere information.</P>
es: <P>Consulte la página <tt>man exports</tt> para obtener más información.</P>
fi: <P>Katso lisätietoja: <tt>man exports</tt>.</P>
fr: <P>Pour plus d'informations, reportez-vous à <tt>man exports</tt>.</P>
hu: <P>További információt a <tt>man exports</tt> paranccsal kérhet.</P>
id: <P>Lihat <tt>man exports</tt> informasi lebih lanjut.</P>
it: <P>Per ulteriori informazioni, fare riferimento alla pagina <tt>man exports</tt>.</P>
ka: <P>დამატებითი ინფორმაციისთვის იხილეთ <tt>man exports</tt>.</P>
ko: <P>자세한 내용은 <tt>man exports</tt>를 참조하십시오.</P>
mk: <P>За повеќе информации, обратете се на <tt>„man exports“</tt>.</P>
nb: <P>Skriv <tt>man exports</tt> i en terminal for å lese mer informasjon.</P>
nl: <P>Zie <tt>man exports</tt> voor verdere informatie.</P>
pl: <P>Więcej informacji znajduje się w podręczniku <tt>man exports</tt>.</P>
pt_br: <P>Consulte <tt>man exports</tt> para obter mais informações.</P>
ru: <P>Дополнительные сведения см. в <B>man exports</B>.</P>
sk: <P>Pre viac informácií zadajte z príkazového riadku <tt>man exports</tt></P>.
sv: <P>Mer information finns i <tt>man exports</tt>.</P>
th: <P>ดูข้อมูลเพิ่มเติมที่หน้าคู่มือ <tt>man exports</tt></P>
tr: <P>Daha fazla bilgi için <tt>man dışa aktarımları</tt>'a bakın.</P>
uk: <P>Зверніться до команди <tt>man exports</tt>, щоб дізнатися більше.</P>
zh_cn: <P>更多信息请参考 <tt>man exports</tt>。</P>
zh_tw: <P>請參閱 <tt>man 輸出</tt>以取得詳細資訊。</P>

source: Add &Directory
ar: إضافة &دليل
bg: &Добавяне на директория
ca: Afegeix &directori
cs: Přidat a&dresář
da: &Tilføj mappe
es: Añadir &directorio
fi: &Lisää kansio
fr: Ajouter &répertoire
hu: Könyvtár &hozzáadása
id: Tambah &Direktori
it: Aggiungi &directory
ka: &დირექტორიის დამატება
ko: 디렉토리 추가(&D)
lt: Pridėti &katalogą
mk: Додај &папка
nb: Legg til &katalog
nl: &Map toevoegen
pl: &Dodaj katalog
pt_br: Adicionar &diretório
ru: &Добавить каталог
sk: Pridať a&dresár
sv: Lä&gg till katalog
th: เ&พิ่มไดเรกทอรี
tr: &Dizin Ekle
uk: Додати &каталог
zh_cn: 添加目录(&D)
zh_tw: 新增目錄(&D)

source: &Edit
ar: تحرير
bg: &Редактиране
ca: &Edita
cs: &Upravit
da: R&ediger
es: &Editar
fi: &Muokkaa
fr: &Modifier
hu: &Szerkesztés
id: &Ubah
it: &Modifica
ka: რ&ედაქტირება
ko: 편집(&E)
lt: &Keisti
mk: &Уреди
nb: &Rediger
nl: &Bewerken
pl: &Edytuj
pt_br: &Editar
ru: &Редактировать
sk: &Upraviť
sl: Ur&edi
sv: R&edigera
th: แ&ก้ไข
tr: &Düzenle
uk: &Правка
zh_cn: 编辑(&E)
zh_tw: 編輯(&E)

source: De&lete
ar: حذف
bg: &Изтриване
ca: Supri&meix
cs: O&dstranit
da: S&let
es: Sup&rimir
fi: &Poista
fr: &Supprimer
hu: Tör&lés
id: Ha&pus
it: &Elimina
ka: &წაშლა
ko: 삭제(&L)
lt: Ša&linti
mk: И&збриши
nb: &Slett
nl: Verwij&deren
pl: &Usuń
pt_br: Remo&ver
ru: Уда&лить
sk: &Zmazať
sl: I&zbriši
sv: Ta &bort
th: &ลบ
tr: &Sil
uk: Ви&лучити
zh_cn: 删除(&L)
zh_tw: 刪除(&L)

source: Host Wild Card
ar: حرف بدل المضيف
bg: Заместващи шаблони за машините
ca: Amfitrió comodí
cs: Zástupný výraz hostitelů
da: Jokertegn for værtsmaskine
es: Comodín del host
fi: Konenimi tai jokerimerkki
fr: Caractère joker hôte
hu: Gép helyettesítő neve
it: Carattere jolly host
ko: 호스트 와일드카드
mk: Џокер на домаќинот
nb: Jokertegn for vertsmaskin
nl: Host-jokerteken
pl: Wieloznacznik nazwy hosta
pt_br: Caractere Curinga de Host
ru: Шаблон хостов
sk: &Názvy s metaznakmi pre počítače
sv: Främmande värddator
th: ไวล์การ์ดเครื่อง
uk: Шаблон заміни вузла
zh_cn: 主机通配符
zh_tw: 主機萬用字元

source: Options
ar: خيارات
bg: Параметри
ca: Opcions
cs: Volby
da: Tilvalg
es: Opciones
fi: Valinnat
hu: Beállítások
id: Pilihan
it: Opzioni
ka: პარამეტრები
ko: 옵션
lt: Parinktys
mk: Опции
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
ru: Параметры
sk: Voľby
sl: Opcije
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
zh_cn: 选项
zh_tw: 選項

source: Add &Host
ar: إضافة م&ضيف
bg: &Добавяне на машина
ca: Afegeix un am&fitrió
cs: Přidat &hostitele
da: Tilføj vær&tsmaskine
es: Añadir &host
fi: Lisää &kone
fr: Ajouter &hôte
hu: &Gép hozzáadása
id: Tambah &Host
it: Aggiungi &host
ka: &ჰოსტის დამატება
ko: 호스트 추가(&H)
lt: Pridėti &serverį
mk: Додај &домаќин
nb: Legg til &vertsmaskin
nl: &Host toevoegen
pl: Dodaj &hosta
pt_br: Adicionar &Host
ru: Добавить &хост
sk: Pridať &hostiteľa
sv: Lägg till vär&ddator
th: เพิ่มเ&ครื่อง
tr: &Makine Ekle
uk: Додати &вузол
zh_cn: 添加主机(&H)
zh_tw: 新增主機(&H)

source: Ed&it
ar: تحرير
bg: &Редактиране
ca: Ed&ita
cs: Uprav&it
da: Red&iger
es: Ed&itar
fi: Muo&kkaa
fr: &Modifier
hu: Sz&erkesztés
id: Sunt&ing
it: &Modifica
ka: რედაქტ&ირება
ko: 편집(&I)
lt: &Keisti
mk: &Уреди
nb: &Rediger
nl: Be&werken
pl: Ed&ytuj
pt_br: Ed&itar
ru: Редакт&ировать
sk: &Upraviť
sl: Ur&edi
sv: Red&igera
th: แก้ไ&ข
tr: Düze&nle
uk: Реда&гувати
zh_cn: 编辑(&I)
zh_tw: 編輯(&I)

source: Dele&te
ar: حذف
bg: &Изтриване
ca: Sup&rimeix
cs: &Odstranit
da: Sle&t
es: &Suprimir
fi: Pois&ta
fr: &Supprimer
hu: Tör&lés
id: &Hapus
it: E&limina
ka: წა&შლა
ko: 삭제(&T)
lt: Ša&linti
mk: Избри&ши
nb: S&lett
nl: Verwijde&ren
pl: U&suń
pt_br: &Apagar
ru: Удали&ть
sk: Ods&trániť
sl: I&zbriši
sv: &Ta bort
th: ล&บ
tr: Si&l
uk: Вилучи&ти
zh_cn: 删除(&T)
zh_tw: 刪除(&T)

source: Directories to Export
ar: الدلائل المطلوب تصديرها
bg: Директории за експортиране
ca: Directoris per exportar
cs: Adresáře k exportu
da: Mapper som skal eksporteres
es: Directorios para exportar
fi: Jaettavat kansiot
fr: Répertoires à exporter
hu: Exportálandó könyvtárak
id: Direktori untuk Diekspor
it: Directory da esportare
ka: დასაექსპორტებელი დირექტორიები
ko: 엑스포트할 디렉토리
lt: Eksportuotini katalogai
mk: Папки за експортирање
nb: Kataloger som skal eksporteres
nl: Te exporteren mappen
pl: Katalogi do wyeksportowania
pt_br: Diretórios a exportar
ru: Каталоги для экспорта
sk: Adresáre pre export
sv: Kataloger som ska exporteras
th: ไดเรกทอรีที่จะส่งออก
tr: Dışa Aktarılacak Dizinler
uk: Експортувати каталоги
zh_cn: 要导出的目录
zh_tw: 要輸出的目錄

source: Unable to create a missing directory: %1
ar: لا يمكن إنشاء دليل مفقود: %1
bg: Не може да се направи липсващата директория: %1
ca: No s'ha pogut crear un directori que falta: %1
cs: Nelze vytvořit chybějící adresář: %1
da: Ikke i stand til at oprette en manglende mappe: %1
es: No es posible crear un directorio que falta: %1
fi: Puuttuvaa kansiota ei saatu luotua: %1
fr: Impossible de créer un répertoire manquant : %1
hu: A hiányzó könyvtár létrehozása nem sikerült: %1
id: Tidak dapat membuat direktori yang hilang: %1
it: Impossibile creare una directory mancante: %1
ka: არარსებული დირექტორიის შექმნა ვერ მოხერხდა: %1
ko: 누락된 디렉토리를 생성할 수 없음: %1
lt: Nepavyksta sukurti trūkstamo katalogo: %1
mk: Не можам да ја креирам папката што недостасува: %1
nb: Kan ikke opprette en manglende katalog: %1
nl: Aanmaken van een ontbrekende map is mislukt: %1
pl: Nie można utworzyć brakującego katalogu: %1
pt_br: Impossível criar um diretório ausente: %1
ru: Не удалось создать отсутствующий каталог: %1
sk: Nepodarilo sa vytvoriť chýbajúci adresár: %1
sl: Ni mogoče ustvariti manjkajočega imenika: %1
sv: Det går inte att skapa den katalog som saknas: %1
th: ไม่สามารถสร้างไดเรกทอรีที่หายไปต่อไปนี้ได้: %1
tr: Ekisk klasör oluşturulamıyor: %1
uk: Не вдається створити відсутній каталог: %1
zh_cn: 无法创建缺失的目录： %1
zh_tw: 無法建立缺少的目錄： %1
