Repository: yast/yast-translations
Catalog: po/nfs_server/*.po
Languages: ar, bg, ca, cs, da, es, fi, fr, hu, id, it, ka, ko, lt, mk, nb, nl, pl, pt_br, ru, sk, sl, sv, th, tr, uk, zh_cn, zh_tw

source: Configuration of NFS server
ar: تكوين خادم NFS
bg: Настройка на NFS сървър
ca: Configuració del servidor NFS
cs: Konfigurace serveru NFS
da: Konfiguration af NFS-server
es: Configuración del servidor NFS
fi: NFS-palvelinmääritykset
fr: Configuration du serveur NFS
hu: NFS-kiszolgáló beállítása
id: Konfigurasi peladen NFS
it: Configurazione del server NFS
ka: NFS სერვერის კონფიგურაცია
ko: NFS 서버 구성
lt: NFS serverio konfigūracija
mk: Конфигурација на „NFS“ сервер
nb: Konfigurasjon av NFS-server
nl: Configuratie van de NFS-server
pl: Konfiguracja serwera NFS
pt_br: Configuração do servidor NFS
ru: Конфигурация NFS-сервера
sk: Konfigurácia NFS servera
sl: Nastavitve strežnika NFS
sv: Ställ in NFS-servern
th: การปรับแต่งค่าของบริการ NFS
tr: NFS sunucusunun yapılandırması
uk: Налаштування сервера NFS
zh_cn: NFS 服务器配置
zh_tw: NFS 伺服器的組態

source: NFS server configuration summary
ar: ملخص تكوين خادم NFS
bg: Сводка за настройката на NFS сървъра
ca: Resum de la configuració del servidor NFS
cs: Souhrn nastavení serveru NFS
da: Opsummering af konfiguration af NFS-server
es: Resumen de la configuración del servidor NFS
fi: NFS-palvelinmääritysten yhteenveto
fr: Résumé de la configuration du serveur NFS
hu: NFS-kiszolgáló beállításainak összegzése
id: Ringkasan konfigurasi peladen NFS
it: Riepilogo della configurazione del server NFS
ko: NFS 서버 구성 요약
lt: NFS serverio konfigūracijos santrauka
mk: Резиме од конфигурацијата на „NFS“ серверот
nb: Konfigurasjonssammendrag for NFS-server
nl: NFS-serverconfiguratieoverzicht
pl: Podsumowanie konfiguracji serwera NFS
pt_br: Resumo da configuração do servidor NFS
ru: Сводка конфигурации NFS-сервера
sk: Súhrn konfigurácie NFS servera
sl: Povzetek nastavitev strežnika NFS
sv: Sammanfattning av NFS-serverinställningarna
th: สรุปการปรับแต่งค่าบริการ NFS
tr: NFS sunucusu yapılandırma özeti
uk: Підсумок налаштування сервера NFS
zh_cn: NFS 服务器配置摘要
zh_tw: NFS 伺服器組態摘要

source: Start NFS server
ar: بدء تشغيل خادم NFS
bg: Стартиране на NFS сървър
ca: Inicia el servidor NFS
cs: Spustit server NFS
es: Iniciar el servidor NFS
fi: Käynnistä NFS-palvelin
fr: Démarrer le serveur NFS
hu: NFS-kiszolgáló indítása
id: Mulai peladen NFS
it: Avvia il server NFS
ka: NFS სერვერის გაშვება
ko: NFS 서버 시작
lt: Paleisti NFS serverį
mk: Вклучи го „NFS“ серверот
pl: Uruchom serwer NFS
pt_br: Iniciar servidor NFS
ru: Запустить NFS-сервер
sk: Spustiť NFS server
sl: Zažene strežnik NFS
sv: Starta NFS-servern
th: เริ่มบริการ NFS
tr: NFS sunucusunu başlat
uk: Запустити сервер NFS
zh_cn: 启动 NFS 服务器
zh_tw: 啟動 NFS 伺服器

source: Stop NFS server
ar: إيقاف خادم NFS
bg: Спиране на NFS сървър
ca: Atura el servidor NFS
cs: Ukončit server NFS
es: Detener el servidor NFS
fi: Pysäytä NFS-palvelin
fr: Arrêter le serveur NFS
hu: NFS-kiszolgáló leállítása
id: Hentikan peladen NFS
it: Ferma il server NFS
ka: NFS სერვერის გაჩერება
ko: NFS 서버 중지
lt: Sustabdyti NFS serverį
mk: Исклучи го „NFS“ серверот
nb: Stopp NFS-server
pl: Zatrzymaj serwer NFS
pt_br: Parar servidor NFS
ru: Остановить NFS-сервер
sk: Zastaviť NFS server
sl: Zaustavi strežnik NFS
sv: Stoppa NFS-servern
th: หยุดบริการ NFS
tr: NFS sunucusunu durdur
uk: Зупинити сервер NFS
zh_cn: 停止 NFS 服务器
zh_tw: 停止 NFS 伺服器

source: Add a directory to export
ar: إضافة دليل إلى التصدير
bg: Добавяне на директория за експортиране
ca: Afegeix un directori a exportar
cs: Přidat adresář do exportu
da: Tilføj en mappe til eksport
es: Añadir un directorio a la exportación
fi: Lisää jaettava kansio
fr: Ajouter un répertoire à exporter
hu: Exportálandó könyvtár hozzáadása
id: Tambah direktori untuk diekspor
it: Aggiungi una directory da esportare
ka: დასაექსპორტებელი დირექტორიის დამატება
ko: 엑스포트할 디렉토리 추가
lt: Pridėti katalogą prie eksportuotinų
mk: Додајте папка за експортирање
nb: Legg til en katalog som skal eksporteres
nl: Een te exporteren map toevoegen
pl: Dodaj katalog do eksportowania
pt_br: Adicionar diretório para exportar
ru: Добавить каталог для экспорта
sk: Pridať adresár do exportu
sl: Doda mapo med izvožene
sv: Lägg till den katalog som ska exporteras
th: เพิ่มไดเรกทอรีไปยังการส่งออก
tr: Dışa aktarılacak bir dizin ekleyin
uk: Додати каталог до експорту
zh_cn: 添加要导出的目录
zh_tw: 新增要輸出的目錄

source: Delete a directory from export
ar: حذف دليل من التصدير
bg: Изтриване на директория от експортираните
ca: Suprimeix un directori de l'exportació
cs: Odebrat adresář z exportu
da: Slet en mappe fra eksport
es: Suprimir un directorio de la exportación
fi: Lopeta kansion jakaminen
fr: Effacer un répertoire à exporter
hu: Könyvtár törlése az exportáltak közül
id: Hapus direktori dari ekspor
it: Elimina una directory da esportare
ka: დირექტორიის ექსპორტიდან წაშლა
ko: 엑스포트 목록에서 디렉토리 삭제
lt: Pašalinti katalogą iš eksportuotinų
mk: Избришете папка која веќе е експортирана
nb: Slett en katalog fra listen over eksporterte kataloger
nl: Verwijder een te exporteren map
pl: Usuń katalog z eksportu
pt_br: Remover um diretório da exportação
ru: Удалить каталог из экспорта
sk: Zmazať adresár z exportu
sl: Izbriše mapo iz izvoženih
sv: Ta bort en katalog som inte ska exporteras
th: ลบไดเรกทอรีออกจากการส่งออก
tr: Dışarı aktarılan dizini sil
uk: Вилучити каталог з експорту
zh_cn: 从导出表中删除目录
zh_tw: 刪除要輸出的目錄

source: Set the parameters for domain, security and enablev4.
ar: تعيين المُعلمات للمجال والأمان وenablev4.
ca: Establiu els paràmetres de domini, seguretat i enablev4.
cs: Nastavit parametry pro doménu, bezpečnost a verzi (enablev4).
da: Sæt parametrene for domæne, sikkerhed og enablev4.
es: Configure los parámetros para domain, security y enablev4.
fi: Aseta parametrit domain, security ja enablev4.
fr: Configurer les paramètres pour domain, security et enablev4.
hu: Paraméterek beállítása a domain, security és enablev4 opciókhoz.
id: Atur parameter untuk domain, keamanan, dan enablev4.
it: Imposta i parametri per domain, security e enablev4.
ko: 도메인, 보안 및 enablev4에 대한 파라미터를 설정하십시오.
mk: Наведи параметри за домен, обезбедување и enablev4.
nb: Angi parametere for domene, sikkerhet og enablev4.
nl: Stel de parameters voor 'domain', 'security' en 'enablev4' in.
pl: Ustawia parametry dla domeny, zabezpieczeń oraz programu enablev4.
pt_br: Defina os parâmetros para domain, security e enablev4.
ru: Установка параметров домена, безопасности и использования v4.
sk: Nastavte parametre pre doménu, bezpečnosť a enablev4.
sl: Nastavi parametre za domeno, varnost in omogočanje v4.
sv: Ange parametrar för domän, säkerhet och enablev4.
tr: Etki alanı, güvenlik ve enablev4 parametrelerini ayarlayın.
uk: Встановлення параметрів — домену, безпеки і enablev4.
zh_cn: 设置域、安全性和 enablev4 的参数。
zh_tw: 設定網域、安全性及 enablev4 的參數。

source: Directory to export
ar: الدليل المطلوب تصديره
bg: Директория за експортиране
ca: Directori a exportar
cs: Adresář k exportu
da: Mappe der skal eksporteres
es: Directorio que se va a exportar
fi: Jaettava kansio
fr: Répertoire à exporter
hu: Exportálandó könyvtár
id: Direktori untuk diekspor
it: Directory da esportare
ka: დასაექსპორტებელი დირექტორია
ko: 엑스포트할 디렉토리
lt: Eksportuotinas katalogas
mk: Папка за експортирање
nb: Katalog som skal eksporteres
nl: Te exporteren map
pl: Katalog do eksportowania
pt_br: Diretório para exportar
ru: Каталог для экспорта
sk: Adresár pre export
sl: Mapa za izvoz
sv: Katalog som ska exporteras
th: ไดเรกทอรีที่จะส่งออก
tr: Dışa aktarılacak dizin
uk: Експортувати каталог
zh_cn: 要导出的目录
zh_tw: 要輸出的目錄

source: Host wild card for setting the access to directory
ar: حرف البدل للمضيف الخاص بتعيين الوصول إلى الدليل
bg: Заместващ шаблон за машините, които да имат достъп до директорията
ca: Amfitrió comodí per establir l'accés al directori
cs: Hostitelé pro nastavení přístupu k adresáři
da: Jokertegn til værstmaskine til at indstille adgang til mappen
es: Comodín de host para definir el acceso al directorio
fi: Kansion käyttöoikeudet asettava konenimi tai jokerimerkki
fr: Caractère joker hôte pour configurer l'accès au répertoire
hu: Gép helyettesítő neve a könyvtár hozzáférésének beállításához
id: Host wild card untuk mengatur akses ke direktori
it: Carattere jolly host per impostare l'accesso alla directory
ko: 디렉토리에 대한 액세스 설정을 위한 호스트 와일드카드
mk: Џокер на домаќинот за поставување на пристап до папката
nb: Vertsmaskinjokertegn for spesifisere tilgangsrettigheter til katalog
nl: Host-jokerteken om de toegang tot een map in te stellen
pl: Wieloznacznik nazwy hosta do ustawienia dostępu do katalogu
pt_br: Caractere curinga de host para configuração de acesso a diretório
ru: Шаблон хоста для настроек доступа в каталог
sk: Maska adries pre nastavenie prístupu do adresára
sl: Nadomestek za gostitelja za nastavitev dostopa do mape
sv: Främmande värddator för att ställa in åtkomsten till katalogen
th: ไวล์การ์ดของการตั้งค่าการเข้าใช้งานไดเรกทอรี
tr: Dizin erişimini ayarlamak için ana bilgisayar joker karakteri
uk: Шаблон вузла для налаштування доступу до каталогу
zh_cn: 用于设置目录访问权限的主机通配符
zh_tw: 設定目錄存取的主機萬用字元

source: Export options (see 'man exports')
ar: خيارات التصدير (راجع 'man exports')
bg: Параметри на експортирането (виж 'man exports')
ca: Opcions d'exportació (vegeu 'man exports')
cs: Volby exportu (viz 'man exports')
da: Eksporttilvalg (se "man exports")
es: Opciones de exportación (ver 'man exports')
fi: Jakoasetukset (ks. "man exports")
fr: Options export (voir 'man exports')
hu: Exportálási beállítások (lásd 'man exports')
id: Opsi ekspor (lihat 'man exports')
it: Opzioni per l'esportazione (vedere 'man exports')
ka: ექსპორის პარამეტრები (იხილეთ 'man exports')
ko: 엑스포트 옵션('man exports' 참조)
lt: Eksporto parinktys (žr. „man exports“)
mk: Опции за експортирање (видете „man exports“)
nb: Eksportalternativer (se 'man exports')
nl: Exportopties (zie 'man exports')
pl: Opcje eksportu (patrz: man exports)
pt_br: Opções de exportação (consulte "man exports")
ru: Параметры экспорта (см. 'man exports')
sk: Nastavenia exportu (pozri 'man exports')
sl: Možnosti izvoza (glejte »man exports«)
sv: Exportalternativ (se "man exports")
th: ตัวเลือกการส่งออก (ดูคำสั่ง 'man exports')
tr: Dışa aktarma seçenekleri (bkz. 'man dışa aktarmaları')
uk: Параметри експорту (див. "man exports")
zh_cn: 导出选项（参见“man exports”）
zh_tw: 輸出選項 (請參閱 'man exports')

source: Domain specification for NFSv4 ID mapping, such as 'localdomain' or 'abc.com' etc.
ar: مواصفات المجال لتعيين معرف NFSv4، مثل 'localdomain' أو 'abc.com' وغير ذلك.
ca: Especificació del domini per mapar NFSv4 ID, com ara 'localdomain' o 'abc.com', etc.
cs: Specifikace domény pro NFSv4 ID mapping, např. localdomain nebo abc.com.
da: Domænespecifikation for NFSv4 id-mapping, såsom "localdomain" eller "abc.com" osv.
es: La especificación de dominio para la asignación de ID de NFSv4, como localdomain o abc.com, etc.
fi: NFSv4 ID -liitoksen toimialue, esim. "localdomain", "abc.com" tms.
fr: Spécification du domaine pour le mapping de l'ID NFSv4, tel que 'localdomain' ou 'abc.com' etc.
hu: Tartomány specifikációja NFSv4 szerinti azonosítómegfeleltetés használatához ("localdomain" vagy "abc.hu" stb.).
id: Spesifikasi domain untuk pemetaan ID NFSv4, seperti 'localdomain' atau 'abc.com' dll.
it: Specifiche del dominio per la mappatura dell'ID NFSv4, come "localdomain" o "abc.com" ecc.
ko: NFSv4 ID 매핑에 대한 도메인 사양(예: 'localdomain' 또는 'abc.com' 등)
mk: Домен специификации за NFSv4 ИД мапирање, како 'localdomain' или 'abc.com' итн.
nb: Domenespesifikasjon for NFSv4 ID-mapping, f.eks 'localdomain' eller 'abc.com'.
nl: Domeinspecificatie voor NFSv4 id-mapping, bijvoorbeeld 'localdomain' of 'abc.com' etc.
pl: Określenie domeny dla mapowania identyfikatora NFSv4, np. localdomain lub abc.com itp.
pt_br: Especificação de domínio para o mapeamento de ID NFSv4, como ''localdomain'', ''abc.com'', etc.
ru: Выбор домена для сопоставления идентификаторов NFSv4, например localdomain или abc.com и т. д.
sk: Špecifikácia domény pre NFSv4 ID mapovanie, ako je napríklad 'localdomain' alebo 'abc.com' atď.
sl: Specifikacija domene za preslikavo določil NFSv4, kot je »localdomain« ali »abc.si« in podobno.
sv: Domänspecifikation för NFSv4 ID-mappning, som localdomain eller abc.com osv.
tr: NFSv4 kimlik eşlemesi için alan adı belirtimi, örneğin 'localdomain' veya 'abc.com' vb.
uk: Параметри домену для Id mapping NFSv4, на зразок "localdomain" або "abc.com" та інших.
zh_cn: NFSv4 ID 映射的域名规格，如“localdomain”或者“abc.com”等。
zh_tw: NFSv4 ID 對應的網域規格，例如「localdomain」或「abc.com」等。

source: %{yes}'/'%{no}' option for enabling/disabling support for NFSv4.
ca: Opció de %{yes}/%{no} per habilitar o inhabilitar el suport per a NFSv4.
cs: Volba '%{yes}'/'%{no}' pro povolení nebo zakázání podpory NFSv4.
da: %{yes}'-/'%{no}'-tilvalg til at aktivere/deaktivere understøttelse af NFSv4.
es: Opción %{yes}/%{no} para habilitar o inhabilitar la compatibilidad con NFSv4.
fi: %{yes}'/'%{no}' nFSv4:n tuen ottaminen käyttöön tai poistaminen käytöstä.
fr: Option %{yes}'/'%{no}' pour activer/désactiver le support pour NFSv4.
id: %{yes}'/'%{no}' untuk mengaktifkan/menonaktifkan dukungan untuk NFSv4.
it: Opzione %{yes}'/'%{no}' per abilitare/disabilitare il supporto per NFSv4.
mk: %{yes}'/'%{no}' опција за уклучување/исклучување поддршка за NFSv4.
nl: %{yes}'/'%{no} optie om NFSv4-ondersteuning aan- of uit te zetten.
pt_br: Opção %{yes}'/'%{no}' para habilitar/desabilitar o suporte a NFSv4.
ru: Опция %{yes}'/'%{no}' для включения/отключения поддержки NFSv4.
sl: Možnost »%{yes}«/»%{no}« za omogočanje/onemogočanje podpore za NFSv4.
tr: %{yes}'/'%{no}' NFSv4 desteğini etkinleştirme/devre dışı bırakma seçeneği.
uk: Параметр %{yes}'/'%{no}' для вмикання/вимикання підтримки NFSv4.
zh_cn: %{yes}/%{no} 选项表示启用/禁用 NFSv4 支持。
zh_tw: 「%{yes}」/「%{no}」選項表示啟用/停用 NFSv4 支援。

source: NFS server is enabled
ar: خادم NFS ممكَّن
bg: NFS сървърът е разрешен
ca: El servidor NFS està habilitat
cs: Server NFS je povolen
da: NFS-server er aktiveret
es: El servidor NFS está activado
fi: NFS-palvelin on käytössä
fr: Le serveur NFS est activé
hu: Az NFS-kiszolgáló be van kapcsolva
id: Peladen NFS diaktifkan
it: Server NFS abilitato
ka: NFS სერვერი ჩართულია
ko: NFS 서버가 활성화됨
lt: NFS serveris įgalintas
mk: „NFS“ серверот е овозможен
nb: NFS-serveren er aktivert
nl: NFS-server is ingeschakeld
pl: Serwer NFS jest włączony
pt_br: Servidor NFS está habilitado
ru: NFS-cервер включен
sk: NFS server je povolený
sl: Strežnik NFS je omogočen
sv: NFS-servern är aktiverad
th: บริการ NFS ถูกเปิดใช้งานอยู่
tr: NFS sunucusu etkinleştirildi
uk: Сервер NFS увімкнено
zh_cn: 已启用 NFS 服务器
zh_tw: 已開啟 NFS 伺服器

source: NFS server is disabled
ar: خادم NFS معطل
bg: NFS сървърът е забранен
ca: El servidor NFS està inhabilitat
cs: Server NFS je zakázán
da: NFS-server er deaktiveret
es: El servidor NFS está inhabilitado
fi: NFS-palvelin ei ole käytössä
fr: Le serveur NFS est désactivé
hu: Az NFS-kiszolgáló le van tiltva
id: Peladen NFS dinonaktifkan
it: Server NFS disabilitato
ka: NFS სერვერი გათიშულია
ko: NFS 서버가 비활성화됨
lt: NFS serveris uždraustas
mk: „NFS“ серверот е оневозможен
nb: NFS-serveren er deaktivert
nl: NFS-server is uitgeschakeld
pl: Serwer NFS jest wyłączony
pt_br: Servidor NFS está desabilitado
ru: NFS-cервер отключен
sk: NFS server je zakázaný
sl: Strežnik NFS ni omogočen
sv: NFS-servern är inaktiverad
th: บริการ NFS ถูกปิดการใช้งาน
tr: NFS sunucusu devre dışı bırakıldı
uk: Сервер NFS вимкнено
zh_cn: 已禁用 NFS 服务器
zh_tw: NFS 伺服器已停用

source: Required packages (%1) are not installed.
ar: لم يتم تثبيت الحزم المطلوبة (%1).
bg: Необходимите пакети (%1) не са инсталирани.
ca: No estan instal·lats els paquets necessaris (%1).
cs: Požadované balíčky (%1) nejsou nainstalovány.
da: Krævede pakker (%1) er ikke installeret.
es: Los paquetes requeridos (%1) no están instalados.
fi: Vaadittuja paketteja (%1) ei ole asennettu.
fr: Les paquets nécessaires (%1) ne sont pas installés.
hu: Van nem telepített kötelező csomag (%1).
id: Paket yang dibutuhkan (%1) tidak dipasang.
it: Non sono installati i pacchetti richiesti (%1).
ka: საჭირო პაკეტბი (%1) ჩადგმული არაა.
ko: 필요한 패키지(%1)가 설치되지 않았습니다.
lt: Reikalingi paketai (%1) neįdegti.
mk: Потребните пакети (%1) не се инсталирани.
nb: Nødvendige pakker (%1) er ikke installert.
nl: Sommige vereiste pakketten (%1) zijn niet geïnstalleerd.
pl: Wymagane pakiety (%1) nie są zainstalowane.
pt_br: Os pacotes necessários (%1) não estão instalados.
ru: Требуемые пакеты (%1) не установлены.
sk: Požadované balíky (%1) nie sú nainštalované.
sl: Zahtevani paketi (%1) niso nameščeni.
sv: De paket (%1) som krävs är inte installerade.
th: แพกเกจ (%1) ที่จำเป็นต้องใช้ ยังไม่ถูกติดตั้ง
tr: Gerekli paketler (%1) kurulu değil.
uk: Необхідні пакунки (%1) не встановлено.
zh_cn: 未安装必需的软件包 (%1)。
zh_tw: 未安裝必要的套件 (%1)。

source: NFS server already running.
ar: خادم NFS تم تمكينه مسبقا.
ca: El servidor d'NFS ja s'executa.
cs: Server NFS již běží.
da: NFS-server kører allerede.
es: El servidor NFS se está ejecutando.
fi: NFS-palvelin on jo käynnissä.
fr: Serveur NFS déjà en cours d'exécution.
id: Peladen NFS sudah berjalan.
it: Server NFS già in esecuzione.
mk: NFS серверот веќе работи.
nl: NFS-server is al actief.
pt_br: Servidor NFS já está em execução.
ru: NFS-cервер уже запущен.
sl: Strežnik NFS že teče.
sv: NFS-servern körs redan.
tr: NFS sunucusu zaten çalışıyor.
uk: Сервер NFS уже запущено.
zh_cn: NFS 服务器已在运行。
zh_tw: NFS 伺服器已在執行中。

source: NFS server is already stopped.
ar: خادم NFS تم تمكينه مسبقا.
ca: El servidor d'NFS ja està aturat.
cs: Server NFS je už zastaven.
da: NFS-server er allerede stoppet.
es: El servidor NFS está detenido.
fi: NFS-palvelin on jo pysäytetty.
fr: Le serveur NFS est déjà arrêté.
id: Peladen NFS sudah dihentikan.
it: Server NFS è già stato interrotto.
mk: NFS серверот е стопиран.
nl: NFS-server is al gestopt.
pt_br: Servidor NFS já está parado.
ru: NFS-cервер уже остановлен.
sl: Strežnik NFS je že zaustavljen.
sv: NFS-servern är redan stoppad.
tr: NFS sunucusu zaten durdurulmuş.
uk: Сервер NFS вже зупинено.
zh_cn: NFS 服务器已停止。
zh_tw: NFS 伺服器已停止。

source: No mount point specified.
ar: لم يتم تحديد نقطة توصيل.
bg: Не е зададен път за монтиране.
ca: No s'ha especificat cap muntatge.
cs: Nebyl určen bod připojení.
da: Intet monteringspunkt specificeret.
es: No se ha especificado ningún punto de montaje.
fi: Liitoskohtaa ei ole määritetty.
fr: Pas de point de montage spécifié.
hu: Nincs megadva csatolási pont.
id: Tidak ada titik kait yang ditentukan.
it: Non è specificato nessun punto di montaggio.
ka: მონტირების წერტილი არაა მითითებული
ko: 마운트 포인트를 지정하지 않았습니다.
lt: Nenurodyta diskelio prijungimo vieta.
mk: Нема одредено точка на монтирање.
nb: Monteringspunkt er ikke spesifisert.
nl: Geen aankoppelpunt gespecificeerd.
pl: Nie określono punktu montowania.
pt_br: Nenhum ponto de montagem especificado.
ru: Не указана точка монтирования.
sk: Nebol zadaný bod pripojenia.
sl: Določena ni nobena priklopna točka.
sv: Ingen monteringspunkt har angetts.
th: ยังไม่ระบุจุดเมานท์
tr: Hiçbir bağlama noktası belirtilmedi.
uk: Не вказано точку підключення.
zh_cn: 未指定挂载点。
zh_tw: 未指定裝載點。

source: The exports table already contains this directory.
ar: يحتوي جدول عمليات التصدير على هذا الدليل بالفعل.
bg: Тази директория вече е била добавена за експорт.
ca: Aquesta taula d'exportacions ja conté aquest directori.
cs: Tabulka exportů již tento adresář obsahuje.
da: Eksporttabellen indeholder allerede denne mappe.
es: La tabla exportada ya contiene este directorio.
fi: Vientitaulukko sisältää jo tämän hakemiston.
fr: Ce répertoire est déjà contenu dans la table exports.
hu: Az exportálások táblázata már tartalmazza ezt a könyvtárat.
id: Tabel ekspor sudah berisi direktori ini.
it: La tabella delle esportazioni contiene già questa directory.
ka: ექსპორტების ცხრილი უკვე შეიცავს ამ დირექტორიას.
ko: 외부에 제공될(export) 테이블에 이미 있는 디렉토리입니다.
lt: Eksporto lentelėje jau yra šis katalogas.
mk: Табелата за експортирање веќе ја содржи оваа папка.
nb: Eksporttabellen inneholder allerede denne katalogen.
nl: De exporttabel bevat deze map al.
pl: Tabela eksportów zawiera już ten katalog.
pt_br: A tabela de exportações já contém este diretório.
ru: Таблица экспорта уже содержит этот каталог.
sk: Tabuľka exportov už tento adresár obsahuje.
sl: Izvozna tabela že vsebuje to mapo.
sv: Exporttabellen innehåller redan denna katalog.
th: ตารางการส่งออก มีส่วนของ ไดเรกทอรีนี้อยู่แล้ว
tr: Dışarıya aktarım tablosu bu dizini zaten içeriyor.
uk: Таблиця експорту вже містить цей каталог.
zh_cn: 导出表已包含 该目录。
zh_tw: 輸出表 已包含這個目錄。

source: Mount point '%s' not found.
ar: نقطة التحميل '%s' لم يتم العثور عليها.
ca: No s'ha trobat el punt de muntatge %s.
cs: Přípojný bod '%s' nebyl nalezen.
da: Monteringspunktet "%s" ikke fundet.
es: No se encuentra el punto de montaje %s.
fi: Liitoskohtaa '%s' ei löydy.
fr: Point de montage '%s' introuvable.
id: Titik kait '%s' tidak ditemukan.
it: Il punto di montaggio '%s' non è stato trovato.
mk: Точката на монтирање '%s' не е пронајдена.
nl: Aankoppelpunt '%s' niet gevonden.
pt_br: Ponto de montagem '%s' não encontrado.
ru: Точка монтирования %s не найдена.
sl: Priklopna točka »%s« ni bila najdena.
sv: Monteringspunkt '%s' hittades inte.
tr: Bağlantı noktası '%s' bulunamadı.
uk: Місце монтування '%s' не знайдено.
zh_cn: 找不到挂载点“%s”。
zh_tw: 找不到掛節點「%s」。

source: Domain cannot be set without enabling NFSv4. Use the 'set enablev4=yes' command.
ar: لا يمكن تعيين المجال دون تمكين NFSv4. الرجاء استخدام الأمر 'set enablev4=yes' لذلك.
ca: No es pot establir el domini sense habilitar NFSv4. Useu l'ordre "set enablev4=yes".
cs: Doménu nelze nastavit bez povolení NFSv4. Použijte příkaz 'set enablev4=yes'.
da: Domæne kan ikke sættes uden at aktivere NFSv4. Brug kommandoen "set enablev4=yes".
es: No es posible establecer el dominio sin habilitar NFSv4. Utilice el comando "set enablev4=yes".
fi: Toimialuetta ei voi asettaa ottamatta ensin NFSv4:ää käyttöön. Käytä komentoa 'set enablev4=yes'.
fr: Le domaine ne peut pas être défini sans activer NFSv4. Utilisez la commande 'set enablev4=yes'.
id: Domain tidak dapat diatur tanpa mengaktifkan NFSv4. Gunakan perintah 'set enablev4=yes'.
it: Impossibile impostare il dominio senza abilitare NFSv4. Usare il comando 'set enablev4=yes'.
mk: Доменот неможе да се наведе без уклучување на NFSv4. Користете ја командата 'set enablev4=yes'.
nl: Het domein kan niet worden ingesteld zonder NFSv4 aan te zetten. Gebruik daarvoor de opdracht 'set enablev4=yes'.
pt_br: O domínio não pode ser definido sem habilitar NFSv4. Use o comando ''set enablev4=yes''.
ru: Невозможно задать домен без включения NFSv4. Используйте команду «set enablev4=yes».
sl: Domene ni mogoče nastaviti, če ni omogočen NFSv4. Uporabite ukaz »set enablev4=yes«.
sv: Det går inte att ange domän utan att aktivera NFSv4. Använd 'set enablev4=yes' kommandot.
tr: NFSv4 etkinleştirilmeden etki alanı ayarlanamaz. 'set enablev4=yes' komutunu kullanın.
uk: Неможливо встановити домен без вмикання NFSv4. Скористайтеся для цього командою "set enablev4=yes".
zh_cn: 未启用 NFSv4，不能设置域。请使用“set enablev4=yes”命令。
zh_tw: 若不啟用 NFSv4，則無法設定網域。請使用「set enablev4=yes」指令。
