Repository: yast/yast-translations
Catalog: po/nfs_server/*.po
Languages: ar, bg, ca, cs, da, es, fi, fr, hu, id, it, ka, ko, lt, mk, nb, nl, pl, pt_br, ru, sk, sl, sv, th, tr, uk, zh_cn, zh_tw

source: 'fsid=0' is not a valid option unless NFSv4 is enabled (previous page).
ar: لا يكون 'fsid=0' خيارًا صالحًا ما لم يتم تمكين NFSv4 (الصفحة السابقة).
ca: "fsid=0" no és una opció vàlida si no hi ha l'NFSv4 habilitat (pàgina anterior).
cs: Hodnota fsid=0 není platná, dokud nebude povolen souborový systém NFSv4 (na předchozí stránce).
da: "fsid=0" er ikke en gyldig indstilling, medmindre NFSv4 er aktiveret (forrige side).
es: fsid=0 no es una opción válida a menos que NFSv4 esté habilitado (página anterior).
fi: "fsid=0" ei ole kelvollinen asetus, ellei NFSv4 ole käytössä (edellinen sivu).
fr: 'fsid=0'n'est pas une option valide sauf si NFSv4 est activé (page précédente).
hu: Az 'fsid=0'is csak akkor érvényes paraméter, ha az NFSv4 be van kapcsolva (előző oldal).
id: 'fsid=0' bukan pilihan yang valid kecuali NFSv4 diaktifkan (halaman sebelumnya).
it: 'fsid=0' non è un'opzione valida a meno che NFSv4 non sia abilitato (pagina precedente).
ko: NFSv4가 활성화되지 않은 경우(이전 페이지) 'fsid=0'은 유효한 옵션이 아닙니다.
nb: 'fsid=0' er ikke et gyldig valg om ikke NFSv4 er aktivert (forrige side).
nl: 'fsid=0' is geen geldige optie tenzij NFSv4 is ingeschakeld (vorige pagina).
pl: Ustawienie fsid=0 nie jest prawidłową opcją, jeśli protokół NFSv4 nie jest włączony (poprzednia strona).
pt_br: ''fsid=0'' não é uma opção válida, a menos que o NFSv4 esteja habilitado (página anterior).
ru: Параметр fsid=0 недопустим, пока не включен NFSv4 (предыдущая страница).
sk: 'fsid=0' nie je platná voľba, pokiaľ nie je povolené NFSv4 (predchádzajúca stránka).
sl: »fsid=0« ni veljavna možnost, če ni omogočen NFSv4 (prejšnja stran).
sv: fsid=0 är inte ett giltigt värde om inte NFSv4 är aktiverat (föregående sida).
tr: 'fsid=0' geçerli bir seçenek değildir, NFSv4 etkinleştirilmedikçe (önceki sayfa).
uk: "fsid=0" не є чинним параметром, доки не увімкнено NFSv4 (попередня сторінка)
zh_cn: NFSv4 启用（见前页）后 “fsid=0”才是有效的选项。
zh_tw: 「fsid=0」不是有效的選項，除非啟用 NFSv4 (上一頁)。

source: Options for this wild card are already set.
ar: تم تعيين خيارات حرف البدل هذا بالفعل.
bg: Параметри за този заместващ шаблон вече са зададени.
ca: Les opcions d'aquest comodí ja s'han establert.
cs: Volby pro tento zástupný výraz jsou již zadány.
da: Tilvalg for dette jokertegn er allerede sat.
es: Ya se han definido las opciones para este comodín.
fi: Tämän jokerimerkin valinnat on jo asetettu.
fr: Les options de ce joker sont déjà définies.
hu: Az ehhez a helyettesítő névhez tartozó paraméterek már be vannak állítva.
id: Opsi untuk wild card ini sudah diatur.
it: Le opzioni per questo carattere jolly sono già impostate.
ko: 이 와일드카드에 대한 옵션이 이미 설정되었습니다.
mk: Опциите за џокерот се веќе поставени.
nb: Alternativer for dette jokertegnet er allerede definert.
nl: De opties voor dit jokerteken zijn al ingesteld.
pl: Opcje dla tego wzorca są już ustawione.
pt_br: Opções para este curinga já definidas.
ru: Параметры для этого шаблона уже установлены.
sk: Voľby pr tieto metaznaky sú už nastavené.
sl: Možnosti za ta nadomestek so že nastavljene.
sv: Inställningarna för den här främmande värddatorn är redan gjorda.
th: ตัวเลือกของไวล์การ์ดนี้ ถูกตั้งค่าไว้แล้ว
tr: Bu wild card için seçenekler zaten ayarlanmıştır.
uk: Параметри цього шаблона вже встановлено.
zh_cn: 已设置此通配符 的选项。
zh_tw: 此萬用字元的選項 已經設定。

source: Unable to read the /etc/idmapd.conf file. Setting the default setting for the domain to 'localdomain'.
ar: تعذرت قراءة ملف /etc/‫idmapd.‫conf. إعداد الإعداد الافتراضي للمجال إلى 'localdomain'.
ca: No es pot llegir el fitxer /etc/idmapd.conf. Establint la configuració per defecte per al domini com a 'localdomain'.
cs: Nelze číst ze souboru /etc/idmapd.conf. Použije se výchozí nastavení domény 'localdomain'.
da: Kunne ikke læse filen /etc/idmapd.conf. Sætter standardindstillingen for domænet til 'localdomain'.
es: No es posible leer el archivo /etc/idmapd.conf. El dominio usará por defecto localdomain.
fr: Impossible de lire le fichier /etc/idmapd.conf. Configuration par défaut du paramètre pour le domaine à 'localdomain'.
hu: Az /etc/idmapd.conf fájl nem olvasható. A tartomány alapértelmezett értéke 'localdomain' lesz.
id: Tidak dapat membaca berkas /etc/idmapd.conf. Mengatur pengaturan bawaan untuk domain ke 'localdomain'.
it: Impossibile leggere il file /etc/idmapd.conf. L'impostazione predefinita del dominio verrà configurata come 'localdomain'.
ka: /etc/idmapd.conf ფაილის წაკითხვა ვერ მოხერხდა. 'localdomain'-თვის ნაგულისხმები პარამეტრები იქნება მინიჭებული.
ko: /etc/idmapd.conf 파일을 읽을 수 없습니다. 도메인의 기본값을 'localdomain'으로 설정합니다.
nb: Kan ikke lese /etc/idmapd.conf-filen. Bruker standardinnstillingen 'localdomain' for domene.
nl: Kan het bestand /etc/idmapd.conf niet lezen. Domein ingesteld op de standaardinstelling 'localdomain'.
pl: Nie można odczytać pliku /etc/idmapd.conf. Ustawianie domyślnego ustawienia domeny na "localdomain".
pt_br: Impossível ler o arquivo /etc/idmapd.conf. Definindo a configuração padrão do domínio como 'localdomain'.
ru: Невозможно прочитать файл /etc/idmapd.conf. Установка доменом по умолчанию 'localdomain'.
sk: Nemožno čítať súbor /etc/idmapd.conf. Nastavenie predvoleného nastavenia pre doménu na 'localdomain'.
sv: Det går inte att läsa filen /etc/idmapd.conf. Standardinställningen för domänen är localdomain.
th: ไม่สามารถอ่านแฟ้ม /etc/idmapd.conf ได้ กำลังตั้งค่าปริยายให้โดเมน เป็น 'localdomain'
uk: Неможливо прочитати файл /etc/idmapd.conf. Встановлюється типовий домен "localdomain".

source: <P>Here, choose whether to start an NFS server on your computer and export some of your directories to others.</P>
ar: <P>اختر هنا ما إذا كان يتم بدء تشغيل خادم NFS على جهاز الكمبيوتر الخاص بك وتصدير بعض الدلائل الخاصة بك للأجهزة الأخرى.</P>
bg: <P>Тук можете да изберете дали да стартирате NFS на вашия компютър и да експортирате някои от директориите си за другите.</P>
ca: <P>Aquí podeu triar si voleu iniciar el servidor NFS al vostre ordinador i exportar alguns dels vostres directoris a altres.</P>
cs: <P>Zde zvolíte, zda si přejete spustit na svém počítači server NFS a exportovat některé svoje adresáře do jiných.</P>
da: <P>Her kan du vælge om du vil starte en NFS-server på din computer og eksportere nogle af dine mapper til andre.</P>
es: <P>Aquí puede elegir si desea iniciar un servidor NFS en el equipo y exportar algunos de los directorios a otros.</P>
fi: <P>Täällä valitset, käynnistetäänkö NFS-palvelin koneella ja jaetaanko jotkin kansiot toisille.</P>
fr: <P>Choisissez ici le démarrage d'un serveur NFS sur votre ordinateur et l'exportation de certains de vos répertoires sur d'autres.</P>
hu: <P>Itt kiválaszthatja, hogy akar-e NFS-kiszolgálót indítani gépén, illetve akar-e saját gépe könyvtáraiból néhányat a hálózaton lévő gépek némelyike számára láthatóvá tenni, azaz exportálni.</P>
id: <P>Di sini, pilih apakah akan memulai peladen NFS di komputer Anda dan ekspor beberapa direktori Anda ke lainnya.</P>
it: <P>Scegliere se avviare un server NFS sul computer ed esportare alcune directory su altri.</P>
ko: <P>여기서는 컴퓨터에서 NFS 서버를 시작할지 여부 및 디렉토리 일부를 다른 곳으로 엑스포트할지 여부를 선택합니다.</P>
mk: <P>Овде можете да изберете дали ќе го вклучете „NFS“ серверот на вашиот компјутер и да експортирате некои од вашите папки за други компјутери.</P>
nb: <P>Her kan du velge om du vil starte NFS-serveren på maskinen og eksportere noen av katalogene dine til andre.</P>
nl: <P>Hier kunt u bepalen of u de NFS-server wilt starten op uw computer en een aantal van uw mappen naar andere computers wilt exporteren.</P>
pl: <P>Tutaj można określić, czy uruchomić serwer NFS na tym komputerze oraz eksportować wybrane lokalne katalogi innym.</P>
pt_br: <P>Escolha aqui se deseja iniciar um servidor NFS no seu computador e exportar alguns dos seus diretórios para outros.</P>
ru: <P>Здесь можно выбрать, нужно ли запускать NFS-сервер на данном компьютере и экспортировать некоторые каталоги для доступа другим пользователям.</P>
sk: <P>Tu zvolíte, či si želáte spustiť na vašom počítači NFS server a sprístupniť (exportovať) ostatným niektoré vaše adresáre.</P>
sv: <P>Här kan du välja om du vill starta NFS-servern på din dator och exportera dina kataloger till andra datorer.</P>
th: <P>เลือกการเริ่มบริการ NFS บนเครื่องของคุณ หรือส่งออกไดเรกทอรีให้เครื่องอื่น ๆ ได้ที่นี่</P>
tr: <P>Burada, bilgisayarınızda bir NFS sunucusu başlatıp başlatmayacağınızı ve dizinlerinizin bazılarını diğerlerine aktarıp aktarmayacağınızı seçin.</P>
uk: <P>Тут ви можете вибрати, чи запускати сервер NFS на вашому комп’ютері і експортувати деякі з ваших каталогів для спільного використання.</P>
zh_cn: <P>在此可选择是否启动您计算机上的 NFS 服务器， 并且将某些目录导出到其他目录中。</P>
zh_tw: <P>請在此選擇是否要啟動電腦上的 NFS 伺服器， 並將您的某些目錄輸出到別處。</P>

source: <P>If you choose <B>Start NFS Server</B>, clicking <B>Next</B> opens a configuration dialog in which to specify the directories to export.</P>
ar: <P>إذا قمت باختيار <B>بدء تشغيل خادم NFS‏</B>، يؤدي النقر فوق <B>التالي</B> إلى فتح مربع حوار تكوين يتم فيه تحديد الدلائل المطلوب تصديرها.</P>
bg: <P>Ако изберете <B>Стартиране на NFS сървър</B> бутонът <B>Следващ</B> ще ви отведе до екрана за настройване на експорта на директории.</P>
ca: <P>Si trieu <B>Inicia el servidor NFS</B>, el botó <B>Següent</B> obrirà un diàleg de configuració per especificar els directoris per exportar.</P>
cs: <P>Zvolíte-li <B>Spustit server NFS</B>, tlačítko <B>Další</B> otevře konfigurační dialog, kde zadáte adresáře pro export.</P>
da: <P>Hvis du vælger <B>Start NFS-server</B>, og klikker på <B>Næste</B>, åbnes en konfigurationsdialog, hvori du kan angive, hvilke mapper som skal eksporteres.</P>
es: <P>Si selecciona <B>Iniciar el servidor NFS</B>, al hacer clic en <B>Siguiente</B> se abrirá un cuadro de diálogo de configuración en el que podrá indicar los directorios que desea exportar.</P>
fi: <P>Jos valitset <B>Käynnistä NFS-palvelin</B>, napsauttamalla <B>Seuraava</B> avautuu ikkuna, jossa voit asettaa jaettavat kansiot.</P>
fr: <P>Si vous choisissez <B>Démarrer le serveur NFS</B>, le fait de cliquer sur <B>Suivant</B> ouvre une boîte de dialogue de configuration dans laquelle vous pouvez spécifier les répertoires à exporter.</P>
hu: <P>Ha az <B>NFS-kiszolgáló indítása</B> pontot választja, a <B>Következő</B> gomb megnyomása után meghatározhatja azokat a könyvtárakat, amelyeket mások számára láthatóvá akar tenni.</P>
id: <P>Jika Anda memilih <B>Mulai Peladen NFS,</B>mengklik <B>Berikutnya</B> akan terbuka dialog konfigurasi untuk menentukan direktori yang akan diekspor.</P>
it: <P>Se si sceglie <B>Avvia server NFS</B>, facendo clic su <B>Avanti</B> si apre una finestra di dialogo di configurazione in cui specificare le directory da esportare.</P>
ko: <P><B>NFS 서버 시작</B>을 선택하고 <B>다음</B>을 클릭하면 엑스포트할 디렉토리를 지정할 수 있는 구성 대화 상자가 열립니다.</P>
mk: <P>Ако изберете <B>„Вклучи го „NFS“ серверот</B>, при притискање на <B>„Следно“</B> ќе се отвори конфигурациски дијалог во кој одредувате кои папки сакате да ги експортирате.</P>
nb: <P>Velg <B>Start NFS-server</B> og klikk <B>Neste</B> for å åpne en konfigurasjonsdialog der kan du velge hvilke kataloger du vil eksportere.</P>
nl: <P>Indien u <B>Start NFS-server</B> kiest, opent de knop <B>Verder</B> een configuratiedialoog waar u de te exporteren mappen kunt specificeren.</P>
pl: <P>W przypadku wybrania opcji <B>Uruchom serwer NFS</B>, przycisk <B>Dalej</B> powoduje otwarcie okna konfiguracyjnego, w którym można podać katalogi do wyeksportowania.</P>
pt_br: <P>Se você escolher <B>Iniciar Servidor NFS</B> e clicar em <B>Avançar</B>, será aberta uma caixa de diálogo de configuração que permitirá a especificação de diretórios a exportar.</P>
ru: <P>Если вы выберете <B>Запустить сервер NFS</B>, нажмите кнопку <B>Далее</B>, чтобы открыть окно конфигурации, где можно выбрать каталоги для экспорта.</P>
sk: <P>Ak zvolíte <B>Spustiť NFS server</B>, tlačidlo <B>Pokračovať</B> otvorí konfiguračný dialóg, kde zadáte adresáre pre export.</P>
sv: <P>Om du väljer <B>Starta NFS-server</B> och klickar på <B>Nästa</B> öppnas en dialogruta där du kan ange vilka kataloger som ska exporteras.</P>
th: <P>หากเลือก <B>เริ่มบริการ NFS</B> ให้คลิกที่ <B>ถัดไป</B> เพื่อเปิดกล่องปรับแต่งที่ใช้ระบุไดเรกทอรีที่จะส่งออก</P>
tr: <P><B>NFS Sunucusunu Başlat</B>'ı seçerseniz, <B>İleri</B>'ye tıklamak, dışa aktarılacak dizinleri belirtmek için bir yapılandırma iletişim kutusu açar.</P>
uk: <P>Якщо ви виберете <B>Запустити сервер NFS</B>, натискання кнопки <B>Далі</B> відкриє вікно налаштування, у якому ви маєте задати каталоги для експорту.</P>
zh_cn: <P>若您选择<B>启动 NFS 服务器</B>，点击<B>下一步</B>将打开一个 配置对话框，在其中可指定要导出的目录。</P>
zh_tw: <P>如果選擇<B>「啟動 NFS 伺服器」</B>，則按一下<B>「下一步」</B>便會開啟 組態對話方塊，您可在此指定要輸出的目錄。</P>

source: <P>If the server needs to handle NFSv4 clients, check <B>Enable NFSv4</B> and fill in the NFSv4 domain name you want the ID mapping daemon to use. Leave it as localdomain or refer to the man page for idmapd and idmapd.conf if you are not sure.</P>
ar: <P>في حالة الحاجة إلى معالجة الخادم عملاء NFSv4، حدد <B>تمكين NFSv4‏</B> واكتب اسم مجال NFSv4 الذي تريد استخدامه بواسطة برنامج المحرك لتعيين المعرف. قم بتعيينه على localdomain أو ارجع إلى صفحة الدليل بخصوص idmapd وidmapd.conf إذا لم تكن متأكدًا.</P>
ca: <P>Si el servidor ha de manejar clients NFSv4, marqueu <B>habilita NFSv4</B> i introduïu el nom de domini NFSv4 que vulgueu que faci servir el dimoni mapador d'ID. Deixeu-ho com a 'localdomain' o vegeu la pàgina de man per a idmapd i idmapd.conf si no n'esteu segurs.</P>
cs: <P>Pokud je třeba, aby server obsluhoval klienty NFSv4, povolte možnost <B>Povolit NFSv4</B> a pro použití démona mapování ID vyplňte název domény NFSv4. Ponechte název localdomain nebo si v případě potřeby přečtěte manuálovou stránku idmapd a idmapd.conf.</P>
da: <P>Hvis serveren skal kunne håndtere NFSv4-klienter, skal du aktivere funktionen <B>Aktiver NFSv4</B> og i tekstfeltet angive navnet på det NFSv4-domæne, som id-mapping-dæmonen skal anvende. Lad den stå som localdomain, eller se man-siden for idmapd og idmapd.conf, hvis du er i tvivl.</P>
es: <P>Si el servidor necesita gestionar clientes NFSv4, marque la opción <B>Habilitar NFSv4</B> y especifique el nombre de dominio NFSv4 que desea que use el daemon de asignación de ID. Deje este valor como localdomain o consulte la página man correspondiente a idmapd e idmapd.conf si tiene alguna duda.</P>
fr: <P>Si le serveur doit gérer des clients NFSv4, cochez <B>Activer NFSv4</B> et complétez le nom de domaine NFSv4 que le daemon d'assignation d'ID doit utiliser. Laissez localdomain ou reportez-vous à la page de manuel d'idmapd et d'idmapd.conf si vous n'êtes pas sûr.</P>
hu: <P>Ha a kiszolgálónak NFSv4-ügyfeleket is kell kezelnie, akkor használja az <B>NFSv4 engedélyezése</B> lehetőséget, majd adja meg az azonosítómegfeleltetési démon által használandó NFSv4-tartomány nevét a szövegmezőben. Ha nem biztos a dolgában, az érték legyen localdomain, vagy forduljon az idmapd és idmapd.conf kézikönyvoldalához.</P>
id: <P>Jika peladen perlu menangani klien NFSv4, centang <B>Aktifkan NFSv4</B> dan isi nama domain NFSv4 yang Anda inginkan untuk digunakan daemon pemetaan ID. Tinggalkan sebagai localdomain atau merujuk ke halaman man untuk idmapd dan idmapd.conf jika Anda tidak yakin.</P>
it: <P>Se il server deve gestire client NFSv4, selezionare <B>Abilita NFSv4</B>, e immettere il nome del dominio NFSv4 che si desidera venga utilizzato dal demone di mappatura degli identificativi. Nel dubbio, lasciare invariato localdomain oppure consultare la pagina del manuale di idmapd e di idmapd.conf.</P>
ko: <P>서버에서 NFSv4 클라이언트를 처리해야 하는 경우 <B>NFSv4 활성화</B>를 선택하고 ID 매핑 데몬에서 사용하려는 NFSv4 도메인 이름을 채우십시오. localdomain으로 그대로 두거나, 확실하지 않은 경우 idmapd 및 idmapd.conf에 대한 매뉴얼 페이지를 참조하십시오.</P>
nb: <p>Hvis serveren må håndtere NFSv4-klienter, kryss av for <B>Aktiver NFSv4</B>, og angi NFSv4-domenenavnet som idmapping-nissen skal benytte. bruk 'localdomain' eller se manualsiden for 'idmapd' og 'idmapd.conf' hvis du er usikker.</p>
nl: <P>Als de server NFSv4-clients moet bedienen zet dan de optie <B>NFSv4 aanzetten</B> aan en vul het NFSv4-domein in in het tekstveld voor gebruik door de id-mapping-daemon. Laat de waarde op localdomain staan of raadpleeg zo nodig de informatiepagina voor idmapd en idmapd.conf.</P>
pl: <P>Jeśli serwer musi obsłużyć klientów protokołu NFSv4, zaznacz opcję <B>Włącz NFSv4</B> i wpisz nazwę domeny dla demona mapowania ID protokołu NFSv4. W razie wątpliwości pozostaw wartość localdomain lub przy braku pewności zasięgnij informacji z podręcznika man dla polecenia idmapd oraz pliku idmapd.conf.</P>
pt_br: <P>Se o servidor precisar gerenciar clientes NFSv4, marque <B>Habilitar NFSv4</B> e preencha o nome de domínio NFSv4 que o daemon de mapeamento de ID deve usar. Deixe como localdomain ou consulte a página de manual de idmapd e idmapd.conf se tiver dúvidas.</P>
ru: <P>Если серверу необходимо обслуживание клиентов NFSv4, отметьте <B>Включить NFSv4</B> и укажите имя домена NFSv4, которое будет использовать демон сопоставления ID. Оставьте поле в значении localdomain или см. страницы руководства idmapd и idmapd.conf, если вы не уверены.</P>
sk: <P>Ak server potrebuje obsluhovať NFSv4 klientov, zaškrtnite <B>Povoliť NFSv4</B> a vyplňte v názov domény NFSv4, ktorú bude používať démon pre ID mapovanie. Ponechajte hodnotu ako localdomain alebo si prečítajte manuálovú stránku k idmapd a idmapd.conf, ak si nie ste istí.</P>
sv: <P>Om servern måste hantera NFSv4-klienter markerar du <B>Aktivera NFSv4</B> och fyller i det NFSv4-domännamn som du vill att ID-mappningsdemonen ska använda. Lämna som localdomain eller referera till manualsidan för idmapd och idmapd.conf om du är osäker.</P>
uk: <P>Якщо серверу потрібно керувати клієнтами NFSv4, позначте параметр <B>Увімкнути NFSv4</B> і заповніть поле назви домену NFSv4 для фонової служби картографування. Залиште у полі значення localdomain або перегляньте сторінки man idmapd і idmapd.conf, якщо ви не впевнені у своїх діях.</P>

source: <P>If the server and client must authenticate using GSS library, check the <B>Enable GSS Security</B> box. To use GSS API, you currently need to have Kerberos and gssapi (nfs-utils > 1.0.7) on your system.</P>
ar: <P>في حالة الحاجة إلى مصادقة الخادم والعميل باستخدام مكتبة GSS، حدد مربع <B>تمكين أمان GSS‏</B>. لاستخدام GSS API، يلزم ذلك حصولك في الوقت الحالي على Kerberos وgssapi (nfs-utils > 1.0.7) على نظامك.</P>
ca: <P>Si el servidor i el client s'han d'autenticar amb una biblioteca GSS, marqueu la casella <B>Habilita la seguretat GSS</B>. Per fer servir GSS API, heu de tenir Kerberos i gssapi (nfs-utils > 1.0.7) al sistema.</P>
cs: <P>Pokud se musí server a klient ověřit pomocí knihovny GSS, zaškrtněte políčko <B>Povolit zabezpečení GSS</B>. Chcete-li používat rozhraní GSS API, musíte mít v systému nainstalován kerberos a gssapi (nfs-utils > 1.0.7).</P>
da: <P>Hvis serveren og klienten skal autentificere via GSS-biblioteket, skal du markere afkrydsningsfeltet <B>Aktiver GSS-sikkerhed</B>. For at bruge GSS-API skal du i øjeblikket have kerberos og gssapi (nfs-utils > 1.0.7) på systemet.</P>
es: <P>Si el servidor y el cliente deben autenticarse usando la biblioteca GSS, marque <B>Habilitar seguridad GSS.</B> Para usar la API GSS, necesita disponer de kerberos y gssapi (nfs-utils > 1.0.7) en su sistema.</P>
fi: <P>Jos palvelin ja asiakas on todennettava GSS-kirjastolla, valitse <B>Käytä GSS-suojausta</B>. GSS-APIn käyttäminen edellyttää, että järjestelmässä on Kerberos ja gssapi (nfs-utils > 1.0.7)</P>
fr: <P>Si le serveur et le client doivent s'authentifier à l'aide de la bibliothèque GSS, veuillez cocher la case <B>Activer la sécurité GSS</B>. Pour utiliser l'API GSS, vous devez, actuellement, avoir kerberos et gssapi (nfs-utils > 1.0.7) sur votre système</P>
hu: <P>Ha a kiszolgáló és az ügyfél a GSS függvénytár használatával hitelesíti egymást, akkor jelölje be a <B>GSS biztonság engedélyezése</B> jelölőnégyzetet. A GSS API használatához jelenleg szükség van a rendszeren a kerberos és a gssapi (nfs-utils > 1.0.7) működésére.</P>
id: <P>Jika peladen dan klien harus mengautentikasi menggunakan pustaka GSS, periksa <B>Aktifkan Kotak Keamanan GSS.</B> Untuk menggunakan GSS API, Saat ini Anda harus memiliki Kerberos dan gssapi (nfs-utils > 1.0.7) pada sistem Anda.</P>
it: <P>Se è necessario autenticare il client e il server utilizzando la libreria GSS, selezionare <B>Abilita sicurezza GSS</B>. Per usare l'API GSS, è attualmente necessario che avere kerberos e gssapi (nfs-utils > 1.0.7) nel sistema.</P>
ko: <P>서버 및 클라이언트에서 GSS 라이브러리로 인증해야 하는 경우 <B>GSS 보안 활성화</B> 확인란을 선택하십시오. GSS API를 사용하려면 현재 시스템에 Kerberos 및 gssapi(nfs-utils > 1.0.7)가 있어야 합니다.</P>
nb: <p>Hvis klient og server skal autoriseres ved hjelp av GSS-bibiloteket, velg <b>Aktiver GSS-sikkerhet</b>. Kerberos og gssapi (nfs-utils > 1.0.7) er kreves for å benytte GSS API.</p>
nl: <P>Als de server en de client de GSS-bibliotheek nodig hebben voor verificatie, zet dan de optie <B>GSS beveiliging aanzetten</B> aan. Om de GSS-API te gebruiken heeft u Kerberos en gssapi (nfs-utils > 1.0.7) nodig op uw systeem</P>
pl: <P>Jeśli serwer i klient muszą się uwierzytelniać za pomocą biblioteki GSS, zaznacz pole <B>Włącz zabezpieczenie GSS</B> Do używania interfejsu API GSS obecnie wymagane jest zainstalowanie pakietów kerberos i gssapi (nfs-utils > 1.0.7).</P>
pt_br: <P>Se for preciso que o servidor e o cliente sejam autenticados usando a biblioteca GSS, marque a caixa <B>Habilitar Segurança GSS</B>. Para usar a API do GSS, você precisa ter o Kerberos e o gssapi (nfs-utils > 1.0.7) no sistema.</P>
ru: <P>Если сервер и клиент должны проходить аутентификацию, используя библиотеку GSS, отметьте опцию <B>Включить безопасность GSS</B>. Для использования GSS API вам необходимо иметь в вашей системе kerberos и gssapi (nfs-utils > 1.0.7)</P>
sk: <P>Ak sa server a klient musia overiť pravosť pomocou knižnice GSS, zaškrtnite pole <B>Povoliť GSS bezpečnosť</B>. Aby ste mohli používať GSS API, musíte mať na vašom systéme Kerberos a gssapi (nfs-utils > 1.0.7).</P>
sv: <P>Om servern och klienten ska autentisera med hjälp av GSS-biblioteket markerar du kryssrutan <B>Aktivera GSS-säkerhet</B>. Om du vill använda GSS API måste Kerberos och gssapi (nfs-utils > 1.0.7) finnas på systemet.</P>
tr: <P>Sunucu ve istemcinin GSS kütüphanesini kullanarak kimlik doğrulaması yapması gerekiyorsa, <B>GSS Güvenliğini Etkinleştir</B> kutusunu işaretleyin. GSS API'yi kullanmak için şu anda sisteminizde Kerberos ve gssapi'nin (nfs-utils > 1.0.7) bulunması gerekiyor.</P>
uk: <P>Якщо сервер і клієнт повинні проходити автентифікацію за допомогою бібліотеки GSS, будь ласка, позначте <B>Увімкнути безпеку GSS</B>. Щоб мати змогу використовувати GSS API, на даний момент вам потрібно мати на вашій системі kerberos і gssapi (nfs-utils > 1.0.7)</P>
zh_cn: <P>若服务器和客户端必须使用 GSS 库认证，请勾选<B>启用 GSS 安全</B> 复选框。要使用 GSS API，当前系统上必须装有 kerberos 和 gssapi (nfs-utils > 1.0.7)。</P>
zh_tw: <P>如果伺服器與用戶端必須使用 GSS 函式庫進行驗證，請核取<B>啟用 GSS 安全性</B> 核取方塊。 若要使用 GSS API，系統上目前必須有 kerberos 與 gssapi (nfs-utils > 1.0.7)。</P>

source: NFS Server
ar: خادم NFS
bg: NFS сървър
ca: Servidor NFS
cs: Server NFS
es: Servidor NFS
fi: NFS-palvelin
fr: Serveur NFS
hu: NFS-kiszolgáló
id: Peladen NFS
it: Server NFS
ka: NFS სევერი
ko: NFS 서버
lt: NFS serveris
mk: „NFS“ сервер
pl: Serwer NFS
pt_br: Servidor NFS
ru: NFS-сервер
sk: Server NFS
sl: Strežnik NFS
th: บริการ NFS
tr: NFS sunucusu
uk: Сервер NFS
zh_cn: NFS 服务器
zh_tw: NFS 伺服器

source: &Start
ar: بدء
bg: &Стартиране
ca: &Inici
cs: &Spustit
es: &Iniciar
fi: &Käynnistä
fr: &Démarrer
hu: &Indítás
id: &Mulai
it: &Avvia
ka: გა&უშვი
ko: 시작(&S)
lt: &Paleisti
mk: &Вклучи
nl: &Starten
pl: Włą&cz
pt_br: &Iniciar
ru: &Запустить
sk: &Spustiť
sl: &Poženi
sv: &Starta
th: เ&ริ่มการทำงาน
tr: &Başlat
uk: &Запустити
zh_cn: 启动(&S)
zh_tw: 啟動(&S)
