Repository: yast/yast-translations
Catalog: po/nfs_server/*.po
Languages: ar, bg, ca, cs, da, es, fi, fr, hu, id, it, ka, ko, lt, mk, nb, nl, pl, pt_br, ru, sk, sl, sv, th, tr, uk, zh_cn, zh_tw

source: Command 'set' must be used in the form 'set option=value'. Use 'set help' to get information about available options.
ar: يجب استخدام الأمر 'set' بالصيغة 'set option=value'. استخدم 'تعيين التعليمات' للحصول على معلومات حول الخيارات المتوفرة.
ca: L'ordre "set" s'ha d'usar amb la forma "set option=value". Useu "set help" per obtenir informació sobre les opcions disponibles.
cs: Příkaz set musí být ve tvaru set volba=hodnota. Více informací získáte pomocí příkazu set help.
da: Kommandoen "set" skal anvendes som i "set tilvalg=værdi". Brug "set help" for at se de tilgængelige tilvalg.
es: El comando "set" debe usarse con el formato "set opción=valor". Utilice "set help" para obtener más información de las opciones disponibles.
fi: "set"-komentoa tulee käyttää muodossa "set option=value". Saat lisätietoa valinnoista komennolla "set help".
fr: La commande 'set' doit être utilisé comme suit : 'set option=valeur'. Utiliser 'set help' pour obtenir des informations sur les options disponibles.
hu: A 'set' parancs használatának módja: 'set option=value'. A beállítások megtekintéséhez használja a 'set help' parancsot.
id: Perintah 'set' harus digunakan dalam form 'set option=value'. Gunakan 'set help' untuk mendapatkan informasi tentang opsi yang tersedia.
it: Il comando 'set' deve essere usato come in 'set opzione=valore'. Digitare 'set help' per conoscere le opzioni disponibili.
ko: 'set' 명령은 'set option=value' 형식으로 사용해야 합니다. 사용 가능한 옵션에 대한 정보를 가져오려면 'set help'를 사용하십시오.
nb: Kommandoen må angis i formatet 'set valg=verdi'. Bruk 'set help' for å få informasjon om valgene.
nl: De set-opdracht dient te worden gebruikt als 'set optie=waarde'. Gebruik 'set help' om de beschikbare opties te raadplegen.
pl: Polecenie set musi mieć postać: set opcja=wartość. Użyj polecenia set help, aby uzyskać informacje o dostępnych opcjach.
pt_br: O comando ''set'' deve ser usado no formato ''set opção=valor''. Use ''set help'' para obter informações sobre as opções disponíveis.
ru: Команда set должна использоваться в формате set параметр=значение. Введите set help, чтобы узнать о доступных параметрах.
sk: Príkaz 'set' sa musí použiť v tvare 'set voľba=hodnota'. Použite ' set help', aby ste získali informácie o dostupných voľbách.
sl: Ukaz »set« morate uporabiti v obliki »set možnost=vrednost«. Za informacije o razpoložljivih možnostih uporabite ukaz »set help«.
sv: Kommandot set måste användas i formen set option=value. Använd set help för mer information om tillgängliga värden.
tr: 'set' komutu 'set option=value' biçiminde kullanılmalıdır. Kullanılabilir seçenekler hakkında bilgi almak için 'set help' kullanın.
uk: Команду 'set' слід використовувати у вигляді "set параметр=значення". Скористайтеся командою "set help", щоб дізнатися про параметри.
zh_cn: 命令“set”必须以“set 选项=值”格式使用。请使用“set help”获得可用选项信息。
zh_tw: 指令「set」必須使用「set option=value」的格式。請使用「set help」取得關於可用選項的資訊。

source: %3 and %4 are both exported with the option fsid=0 for the same client '%1' (contained in '%2')
ar: يتم تصدير كل من %3 و%4 باستخدام الخيار fsid=0 لنفس العميل '%1' (المضمن في '%2')
ca: %3 i %4 s'exporten ambdós amb l'opció fsid=0 per al mateix client "%1" (contingut a %2)
cs: %3 a %4 jsou exportovány s fsid=0 pro stejného klienta %1 (obsaženého v %2)
da: %3 og %4 eksporteres begge med indstillingen fsid=0 for samme klient '%1' (som indgår i '%2')
es: %3 y %4 se han exportado con la opción fsid=0 para el mismo cliente %1 (incluido en %2)
fi: %3 ja %4 on kumpikin jaettu käyttämällä asetuksella fsid=0 samalle asiakkaalle "%1" (joka sijaitsee kohteessa "%2")
fr: %3 et %4 sont tous deux exportés avec l'option fsid=0 pour le même client '%1' (contenu dans '%2')
hu: %3 és %4 egyaránt az fsid=0 paraméterrel lettek ugyanazon '%1' klienshez exportálva ('%2' tartalmazza)
id: %3 dan %4 keduanya diekspor dengan opsi fsid=0 untuk klien yang sama '%1' (terkandung dalam '%2')
it: %3 e %4 vengono esportati con l'opzione fsid=0 per lo stesso client '%1' (incluso in '%2')
ka: %3 და %4 ორივე ექსპორტირებულოია option fsid=0-ით ერთი და იმავე '%1' კლიენტისთვის ('%2'-ის შემადგენლობაში)
ko: '%2'에 포함되어 있는 같은 클라이언트 '%1'에 대해 fsid=0 옵션을 사용하면 %3 및 %4이(가) 모두 엑스포트합니다.
nb: %3 og %4 er begge eksportert med valget fsid=0 for samme klient '%1' (medlem i '%2')
nl: %3 en %4 worden allebei geëxporteerd met de optie fsid=0 voor dezelfde client '%1' (opgenomen in '%2')
pl: %3 i %4 są eksportowane z ustawioną opcją fsid=0 dla tego samego klienta %1 (zawartego w %2)
pt_br: %3 e %4 são exportados com a opção fsid=0 para o mesmo cliente '%1' (contido em '%2')
ru: %3 и %4 экспортируются с параметрами fsid=0 для одного клиента «%1» (содержащего в «%2»)
sk: %3 a %4 sú exportované s príznakom fsid=0 pre toho istého klienta '%1' (zahrnutého v '%2')
sl: %3 in %4 sta obe izvoženi z možnostjo fsid=0 za istega odjemalca »%1« (vsebovan v »%2«)
sv: %3 och %4 exporteras med alternativet fsid=0 för samma klient %1 (som finns i %2)
th: %3 และ %4 เป็นส่วนส่งออกที่ใช้ตัวเลือก fsid=0 สำหรับไคลเอนต์ '%1' ตัวเดียวกัน (อยู่ใน '%2')
tr: %3 ve %4 her ikisi de fsid=0 seçeneğiyle aynı istemci '%1' ('%2' içinde yer alır) için dışa aktarılır
uk: %3 і %4 експортуються з параметрами fsid=0 для одного клієнта "%1" (що міститься у "%2")
zh_cn: 对于同一台客户端“%1”（包含在“%2”中）， %3 和 %4 均使用选项 fsid=0 导出
zh_tw: 您以 fsid=0 選項為相同的用戶端「%1」(包含在 「%2」中) 輸出 %3 與 %4

source: Dire&ctories
ar: ال&دلائل
bg: &Директории
ca: &Directoris
cs: &Adresáře
da: &Mapper
es: Dire&ctorios
fi: &Kansiot
fr: &Répertoires
hu: &Könyvtárak
id: Dire&ktori
it: Dire&ctory
ka: დირე&ქტორიები
ko: 디렉토리(&C)
lt: &Katalogai
mk: Па&пки
nb: Katalo&ger
nl: &Mappen
pl: &Katalogi
pt_br: Dire&tórios
ru: &Каталоги
sk: Ad&resáre
sl: &Mape
sv: &Kataloger
th: ไ&ดเรกทอรี
tr: Di&zinler
uk: &Каталоги
zh_cn: 目录(&C)
zh_tw: 目錄(&C)

source: The wild card or options string is invalid. It must be shorter than 70 characters and it must not contain spaces.
ar: سلسة الخيارات غير صالحة أو حرف البدل غير صالح. يجب أن تكون أقل من 70 حرفًا ويجب ألا تحتوي على مسافات.
bg: Въвели се грешен заместващ шаблон или параметър. Трябва да е по-къс от 70 символа и да не съдържа интервали.
ca: El comodí o les opcions de la línia no són vàlids. Ha de tenir menys de 70 caràcters i no ha de contenir espais.
cs: Zástupný výraz nebo řetězec voleb je neplatný. Musí být kratší než 70 znaků a nesmí obsahovat mezery.
da: Jokertegnet eller tilvalgsstrengen er ugyldig. Den skal være kortere end 70 tegn og må ikke indeholde mellemrum.
es: No son válidos los comodines ni las cadenas de opciones. Debe tener menos de 70 caracteres y no puede contener espacios en blanco.
fi: Jokerimerkki tai valitsinjono on virheellinen. Jonon tulee olla alle 70 merkkiä pitkä eikä se saa sisältää välilyöntejä.
fr: Le joker ou la chaîne d'options sont incorrects. Ils ne doivent pas dépasser 70 caractères et ne doivent pas contenir d'espaces.
hu: Rossz helyettesítő nevet vagy paramétert adott meg. Ezeknek 70 karakternél rövidebbnek kell lenniük, és nem tartalmazhatnak szóközt.
id: String wild card atau opsi tidak valid. Ini harus lebih pendek dari 70 karakter dan tidak boleh berisi spasi.
it: La stringa contenente caratteri jolly o opzioni non è valida. Deve contenere meno di 70 caratteri e non contenere spazi.
ko: 와일드카드 또는 옵션 문자열이 잘못되었습니다. 70자 미만이어야 하고 공백을 포함해서는 안 됩니다.
mk: Џокерот или опциите на стрингот се невалидни. Мора да е пократок од 70 знаци мора да не содржи празни места.
nb: Du har brukt et ugyldig jokertegn eller alternativ i strengen. Den må være kortere enn 70 tegn, og kan ikke inneholde mellomrom.
nl: U hebt een foutief jokerteken of opties-string ingegeven. Het moet korter zijn dan 70 tekens en het mag geen spaties bevatten.
pl: Nieprawidłowy wieloznacznik albo opcja. Określenie musi być krótsze niż 70 znaków i nie może zawierać odstępów.
pt_br: A string de opções ou de curingas é inválida. Ela deve ter menos de 70 caracteres e não deve conter espaços.
ru: Вы ввели неверный шаблон или строку параметров. Она должна быть короче 70 символов и не содержать пробелы.
sk: Zadali ste nesprávny názov s metaznakmi alebo reťazec volieb. Musí byť kratší ako 70 znakov a nesmie obsahovať medzery.
sl: Nadomestno ime ali niz možnosti nista veljavna. Mora biti krajše od 70 znakov in ne sme vsebovati presledkov.
sv: Du angav en felaktig främmande värddator eller alternativsträng. Den får vara högst 70 tecken och får inte innehålla blanksteg.
th: ค่าไวล์การ์ดหรือข้อความของตัวเลือก ใช้งานไม่ได้ มันต้องมีความยาวน้อยกว่า 70 ตัวอักษร และจะต้อง ไม่มีช่องว่างอยู่ภายใน
tr: Joker karakter veya seçenek dizesi geçersiz. 70 karakterden kısa olmalı ve boşluk içermemelidir.
uk: Нечинний шаблон або рядок параметрів. Він не повинен бути довшим за 70 символів і містити пробіли.
zh_cn: 通配符或选项字符串无效。 必须少于 70 个字符 且不能包含空格。
zh_tw: 萬用字元或選項字串無效。 它必須短於 70 個字元，且 不能包含空格。

source: Invalid option. Only letters, digits, and the characters =/.:,_- are allowed.
ar: خيار غير صالح. غير مسموح إلا بالأحرف والأرقام والرموز =/.:،_-.
ca: Opció no vàlida. Només es permeten lletres, dígits, i els caràcters =/.:,_-.
cs: Neplatná volba. Povoleny jsou pouze písmena, číslice a znaky =/.:,_-.
da: Ugyldigt tilvalg. Kun bogstaver, cifre og tegnene =/.:,_- er tilladt.
es: Opción no válida. Sólo se admiten letras, dígitos y los caracteres =/.:,_-.
fi: Virheellinen valitsin. Vain kirjaimet, numerot ja merkit =/.,_- sallitaan.
fr: Option incorrecte. Seuls les lettres, les chiffres et les caractères =/.:,_- sont autorisés.
hu: Hibás paraméter. Csak betűk, számok, és az =/.:,_- karakterek megengedettek.
id: Opsi tidak valid. Hanya huruf, digit, dan karakter =/.:,_- yang diizinkan.
it: Opzione non valida. Sono ammessi solo lettere, cifre e i caratteri =/.:,_-.
ko: 잘못된 옵션입니다. 문자, 숫자 및 =/.:,_- 문자만 허용됩니다.
mk: Невалидна опција. Дозволени се само букви, бројки и знаците =/.,_- .
nb: Ugyldig valg. Bare bokstaver, tall og tegnene =/.:,_- er tillatt.
nl: Foutieve optie. Alleen letters, cijfers en de tekens =/.,_- zijn toegestaan.
pl: Nieprawidłowa opcja. Dozwolone są tylko litery, cyfry i znaki =/.:,_-.
pt_br: Opção inválida. Somente letras, dígitos e os caracteres =/.:,_- são permitidos.
ru: Неверный параметр. Разрешаются только буквы, цифры и символы =/.:,_.
sk: Neplatná voľba. Iba písmená, číslice a znaky =/.,_- sú povolené.
sl: Neveljavna možnost. Dovoljene so samo črke, številke in znaki =/.:,_-
sv: Ogiltigt värde. Endast bokstäver, siffror och tecknen =/.:,_- är tillåtna.
tr: Geçersiz seçenek. Sadece harflere, rakamlara ve =/.:,_- karakterlerine izin verilir.
uk: Нечинний параметр. Дозволено лише використання літер, цифр і символів =/.:,_-.
zh_cn: 无效选项。 只允许使用字母、数字以及 =/.:,_- 这些字符。
zh_tw: 無效的選項。 僅允許使用字母、數字和 =/.:,_- 字元。

source: Unknown option: '%1'
ar: خيار غير معروف: '%1'
bg: Неизвестен параметър: '%1'
ca: Opció desconeguda: '%1'
cs: Neznámá volba: '%1'
da: Ukendt tilvalg: "%1"
es: Opción desconocida: '%1'
fi: Tuntematon valitsin: "%1"
fr: Option inconnue : '%1'
hu: Ismeretlen paraméter: '%1'
id: Opsi tidak diketahui: '%1'
it: Opzione sconosciuta: '%1'
ka: უცნობი პარამეტრი: '%1'
ko: 알 수 없는 옵션: '%1'
lt: Nežinomas parametras: „%1“
mk: Непозната опција: „%1“
nb: Ukjent alternativ: '%1'
nl: Onbekende optie: '%1'
pl: Nieznana opcja: %1
pt_br: Opção desconhecida: '%1'
ru: Неизвестный параметр: '%1'
sk: Neznáma voľba: '%1'
sl: Neznana možnost: »%1«
sv: Okänt alternativ: %1
th: ไม่รู้จักตัวเลือก: '%1'
tr: Bilinmeyen seçenek: '%1'
uk: Невідомий параметр: "%1"
zh_cn: 未知选项：“%1”
zh_tw: 未知的選項： '%1'

source: Invalid option: '%1'
ar: خيار غير صالح: '%1'
bg: Невалидна параметър: "%1"
ca: Opció incorrecta: '%1'
cs: Neplatná volba: '%1'
da: Ugyldigt tilvalg: "%1"
es: Opción no válida: %1
fi: Virheellinen valitsin: "%1"
fr: Option non valide : '%1'
hu: Érvénytelen paraméter: %1
id: Opsi tidak valid: '%1'
it: Opzione non valida: '%1'
ka: არასწორი პარამეტრი: '%1'
ko: 잘못된 옵션: '%1'
lt: Netinkamas parametras: „%1“
mk: Невалидна опција: „%1“
nb: Ugyldig verdi: '%1'
nl: Ongeldige optie: '%1'
pl: Nieprawidłowa opcja: %1
pt_br: Opção inválida: '%1'
ru: Неверный параметр: '%1'
sk: Neplatná voľba '%1'
sl: Neveljavna možnost: »%1«
sv: Ogiltigt värde: %1
th: ค่าตัวเลือกต่อไปนี้ใช้ไม่ได้: '%1'
tr: Geçersiz seçenek: '%1'
uk: Нечинний параметр: «%1»
zh_cn: 无效选项：“%1”
zh_tw: 無效的選項：'%1'

source: There are unbalanced parentheses in export options for %1. Likely, there is a spurious whitespace in the configuration file.
ar: توجد أقواس غير متساوية في خيارات تصدير %1. . قد تكون هناك مسافة فاصلة زائفة في ملف التكوين.
ca: Hi ha parèntesis no equilibrats a les opcions d'exportació per a %1. Probablement hi ha un espai en blanc espuri al fitxer de configuració.
cs: V exportní volbě %1 jsou neuzavřené kulaté závorky. V konfiguračním souboru může být umístěn nežádoucí bílý znak.
da: Der er ubalancerede parenteser i eksporttilvalgene for %1. Der er sandsynligvis uægte blanktegn i konfigurationsfilen.
es: Existen paréntesis sin equilibrar en las opciones de exportación de %1. De igual forma, puede haber un espacio en blanco indebido en el archivo de configuración.
fi: Jakoasetusten sulkeiden määrä ei täsmää kohteessa %1. Asetustiedostossa on luultavasti ylimääräisiä tyhjemerkkejä.
fr: Il existe des parenthèses non équilibrées dans les options d'exportation for %1. Le fichier de configuration comporte probablement des espaces.
hu: Nem párban vannak a zárójelek a(z) %1 exportálási paramétereiben. Valószínűleg valahol van egy felesleges szóköz a konfigurációs fájlban.
id: Terdapat tanda kurung yang tidak seimbang dalam opsi ekspor untuk %1. Kemungkinan, ada spurious whitespace dalam berkas konfigurasi.
it: Le opzioni di esportazione per %1 includono parentesi non bilanciate. Il file di configurazione potrebbe contenere uno spazio spurio.
ko: %1에 대한 엑스포트 옵션에서 괄호 쌍이 잘못되었습니다. 구성 파일에 비논리적인 공백이 있는 것 같습니다.
nb: Det er ugyldige parenteser i eksportvalgene for %1. Det mangler sannsynligvis informasjon i oppsettfilen.
nl: Het aantal geopende en gesloten haakjes in de exportopties voor %1 komen niet overeen. Het configuratiebestand bevat zeer waarschijnlijk een ongeldige spatie.
pl: W opcjach eksportu dla %1 wykryto niezamknięty nawias. Prawdopodobnie dodano zbędny odstęp w pliku konfiguracyjnym.
pt_br: Estão faltando parênteses nas opções de exportação de %1. Provavelmente, há espaços em branco inválidos no arquivo de configuração.
ru: Незакрытые скобки в параметрах экспорта для %1. Похоже, есть паразитный разделитель в файле конфигурации.
sk: Voľby pre export obsahujú nesprávny počet zátvoriek pre %1. V konfiguračnom súbore je pravdepodobne nesprávna medzera.
sl: V možnostih izvoza za %1 se uklepaji in zaklepaji ne ujemajo. Verjetno je v nastavitveni datoteki odvečen presledek.
sv: Det finns obalanserade parenteser i exportalternativen för %1. Det finns troligtvis ett falskt blanksteg i inställningsfilen.
tr: Dışa aktarma seçeneklerinde dengesiz parantezler var %1 için. Muhtemelen, yapılandırma dosyasında sahte bir boşluk var.
uk: У параметрах експорту %1 наявні неврівноважені дужки. Можливо, це спричинено паразитним проміжком у файлі налаштувань.
zh_cn: %1 的导出选项中有未配对 的括号。 配置文件中也可能有伪空格。
zh_tw: %1 的匯出選項 中有不對稱的括弧。 組態檔案中可能有假性的空白字元。

source: &Directory to Export
ar: الدليل المطلوب ت&صديره
bg: Директория за &експортиране
ca: &Directori a exportar
cs: &Adresář k exportu
da: &Mappe der skal eksporteres
es: &Directorio para exportar
fi: &Jaettava kansio
fr: &Répertoire à exporter
hu: &Exportálandó könyvtár
id: &Direktori untuk Diekspor
it: &Directory da esportare
ka: &დასაექსპორტებელი დირექტორია
ko: 엑스포트할 디렉토리(&D)
lt: &Eksportuotinas katalogas
mk: &Папка за експортирање
nb: &Katalog som skal eksporteres
nl: Te exporteren &map
pl: Katalog &do eksportowania
pt_br: &Diretório para Exportar
ru: Ка&талог для экспорта
sk: A&dresár na export
sl: &Mapa za izvoz:
sv: &Katalog som ska exporteras
th: ไดเ&รกทอรีที่จะส่งออก
tr: &Dışa Aktarılacak Dizin
uk: &Експортувати каталог
zh_cn: 要导出的目录(&D)
zh_tw: 要輸出的目錄(&D)

source: &Browse...
ar: استعراض...
bg: &Разлистване
ca: Na&vega...
cs: &Procházet...
da: &Gennemse...
es: &Examinar...
fi: &Selaa...
fr: &Parcourir...
hu: &Tallózás...
id: &Telusuri...
it: &Sfoglia...
ka: ნუს&ხა...
ko: 찾아보기(&B)...
lt: &Naršyti...
mk: &Разгледај...
nb: &Bla igjennom...
nl: &Bladeren...
pl: Przeg&lądaj...
pt_br: &Pesquisar...
ru: О&бзор...
sk: &Prechádzať...
sl: &Brskanje …
sv: &Bläddra...
th: เ&ลือก...
tr: &Göz at...
uk: &Навігація...
zh_cn: 浏览(&B)...
zh_tw: 瀏覽(&B)...

source: Enter a non-empty export path. For example, /exports.
ar: أدخل مسار تصدير غير فارغ. على سبيل المثال، /exports.
ca: Introduïu un camí no buit d'exportació. Per exemple, /exports.
cs: Zadejte neprázdnou cestu pro export, např. /exports.
da: Angiv en eksportsti, som ikke er tom. Eksempel: /exports.
es: Introduzca una vía de exportación que no esté vacía. Por ejemplo: /exports.
fi: Aseta jakopolku, joka ei ole tyhjä, esimerkiksi /exports.
fr: Saisissez un chemin d'exportation qui ne soit pas vide. Exemple : /exports.
hu: Adjon meg egy útvonalat az exportnak. Például. /exports.
id: Masukkan path ekspor yang tidak kosong. Misalnya, /exports.
it: Immettere un percorso di esportazione non vuoto. Ad esempio, /exports.
ka: აირჩიეთ რაიმე არსებული გეზი. მაგალითად, /exports.
ko: 엑스포트 경로를 입력하십시오(예: /exports).
nb: Angi en eksporteringssti, f.eks /exports.
nl: Vul een niet-leeg exportpad in. Bijvoorbeeld /exports.
pl: Proszę wprowadzić niepustą ścieżkę eksportu. Np. /exports.
pt_br: Digite um caminho de exportação não vazio. Por exemplo: /exports.
ru: Введите непустой путь экспорта. Например, /exports.
sk: Vložte neprázdnu cestu pre export. Napríklad: /exports.
sl: Vnesite pot za izvoz, ki ni prazna. Na primer »/izvozi«.
sv: Ange en exportsökväg, t ex /exports.
th: ป้อนพาธการส่งออกที่ไม่ใช่ปล่อยว่างเอาไว้ ตัวอย่างเช่น /exports
tr: Boş olmayan bir dışa aktarma yolu girin. Örneğin, /exports.
uk: Будь ласка, введіть непорожній шлях експорту. Наприклад, /exports.
zh_cn: 请输入非空导出路径。如：/exports。
zh_tw: 請輸入非空白的匯出路徑。 例如 /exports。

source: The exports table already contains this directory.
ar: يحتوي جدول عمليات التصدير على هذا الدليل بالفعل.
ca: Aquesta taula d'exportacions ja conté aquest directori.
cs: Tabulka exportů již tento adresář obsahuje.
da: Eksporttabellen indeholder allerede denne mappe.
es: La tabla de exportaciones ya contiene este directorio.
fi: Jakotaulukossa on jo tämä kansio.
fr: Ce répertoire figure déjà dans la table d'exportation.
hu: Az exportálások táblázata már tartalmazza ezt a könyvtárat.
id: Tabel ekspor sudah memuat direktori ini.
it: La tabella delle esportazioni contiene già questa directory.
ka: ექსპორტის ცხრილი უკვე შეიცავს ამ დირექტორიას.
ko: 내보내기 테이블에 이 디렉토리가 이미 있습니다.
nb: Eksporttabellen inneholder allerede denne katalogen.
nl: De exporttabel bevat deze map al.
pl: Tabela eksportów zawiera już ten katalog.
pt_br: A tabela de exportações já contém este diretório.
ru: Таблица экспорта уже содержит этот каталог.
sk: Tabuľka exportov už tento adresár obsahuje.
sl: Izvozna tabela že vsebuje to mapo.
sv: Exporttabellen innehåller redan den här katalogen.
th: ตารางการส่งออกมีส่วนของไดเรกทอรีนี้อยู่แล้ว
tr: Dışa aktarma tablosu zaten bu dizini içeriyor.
uk: Таблиця експорту вже містить цей каталог.
zh_cn: 导出表已包含此目录。
zh_tw: 輸出表已包含此目錄。

source: The directory does not exist. Create it?
ar: الدليل غير موجود. هل تريد إنشاءه؟
ca: No existeix el directori. Voleu crear-lo?
cs: Adresář neexistuje. Vytvořit?
da: Mappen eksisterer ikke. Opret den?
es: El directorio no existe. ¿Desea crearlo?
fi: Kansiota ei ole olemassa. Luodaanko se?
fr: Le répertoire n'existe pas. Voulez-vous le créer ?
hu: A könyvtár nem létezik. Létrehozzam?
id: Direktori tidak ada. Membuatnya?
it: La directory non esiste. Crearla?
ka: დირექტორია არ არსებობს. შევქნა ის?
ko: 디렉토리는 존재하지 않습니다. 디렉토리를 만드시겠습니까?
lt: Katalogas neegzistuoja. Sukurti jį?
nb: Katalogen finnes ikke. Vil du opprette den?
nl: De map bestaat niet. Wilt u deze maken?
pl: Katalog nie istnieje. Utworzyć go?
pt_br: O diretório não existe. Deseja criá-lo?
ru: Каталог не существует. Создать его?
sk: Adresár neexistuje. Chcete ho vytvoriť?
sl: Mapa ne obstaja. Ali jo želite ustvariti?
sv: Katalogen finns inte. Vill du skapa den?
th: ไดเรกทอรียังไม่มีอยู่ จะให้สร้างมันหรือไม่ ?
tr: Dizin mevcut değil. Oluşturulsun mu?
uk: Каталог не існує. Створити його?
zh_cn: 该目录不存在。是否创建？
zh_tw: 該目錄不存在。要建立嗎？

source: Select the Directory to Export
ar: حدد الدليل المطلوب تصديره
bg: Избор на директория за експортиране
ca: Seleccioneu el directori a exportar
cs: Zvolte adresář k exportu
da: Vælg mappen som skal eksporteres
es: Seleccionar directorio para exportar
fi: Valitse jaettava kansio
fr: Sélectionner le répertoire à exporter
hu: Válassza ki az exportálandó könyvtárat
id: Pilih Direktori yang akan Diekspor
it: Selezionare la directory da esportare
ka: აირჩიეთ დასაექსპორტებელი დირექტორია.
ko: 엑스포트할 디렉토리 선택
lt: Pasirinkite eksportuotiną katalogą
mk: Изберете ја папката за експортирање
nb: Velg katalog som skal eksporteres
nl: Selecteer de te exporteren map
pl: Wybór katalogu do wyeksportowania
pt_br: Selecione o diretório a exportar
ru: Выберите каталог для экспорта
sk: Vyberte adresár pre export
sl: Izbor mape za izvoz
sv: Välj vilken katalog som ska exporteras
th: เลือกไดเรกทอรีที่จะส่งออก
tr: Dışa Aktarılacak Dizini Seçin
uk: Виберіть каталог для експорту
zh_cn: 选择要导出的目录
zh_tw: 選取要輸出的目錄

source: &Host Wild Card
ar: حرف بدل الم&ضيف
bg: &Заместващ шаблон за машините
ca: Am&fitrió comodí
cs: Zástupný výraz &hostitelů
da: &Jokertegn for værtsmaskine
es: Comodín del &servidor
fi: &Konenimi tai jokeri
fr: Caractère joker &hôte
hu: &Gép helyettesítő neve
it: Carattere jolly &host
ko: 호스트 와일드카드(&H)
mk: Џокер на &домаќинот
nb: &Jokertegn for vertsmaskin
nl: &Host-jokerteken
pl: &Wieloznacznik nazwy hosta
pt_br: &Caractere Curinga de Host
ru: Шаблон &хоста
sk: &Zástupný znak hostiteľa
sl: Nadomestek za &gostitelja
sv: Främmande värd&dator
th: ไ&วล์การ์ดของเครื่อง
uk: Шаблон заміни &вузла
zh_cn: 主机通配符(&H)
zh_tw: 主機萬用字元(&H)

source: O&ptions
ar: خيارات
bg: &Параметри
ca: O&pcions
cs: V&olby
da: Til&valg
es: O&pciones
fi: &Valinnat
hu: &Opciók
id: O&psi
it: O&pzioni
ka: &პარამეტრები
ko: 옵션(&P)
lt: &Parinktys
mk: О&пции
nb: A&lternativer
nl: O&pties
pl: Op&cje
pt_br: O&pções
ru: &Параметры
sk: &Možnosti
sl: &Možnosti
sv: &Alternativ
th: ตั&วเลือก
tr: &Ayarlar
uk: &Параметри
zh_cn: 选项(&P)
zh_tw: 選項(&P)
