Repository: yast/yast-translations
Catalog: po/nfs_server/*.po
Languages: ar, bg, ca, cs, da, es, fi, fr, hu, id, it, ka, ko, lt, mk, nb, nl, pl, pt_br, ru, sk, sl, sv, th, tr, uk, zh_cn, zh_tw

source: Unable to write to /etc/exports. No changes will be made to the exported directories.
ar: تعذرت كتابة /etc‏/exports. لن يتم إجراء أية تغييرات على الدلائل المصدرة.
bg: Не може да се записва в /etc/exports. Няма да бъдат направени промени в експортираните директории.
ca: No s'ha pogut escriure a /etc/exports. No es faran canvis als directoris exportats.
cs: Nelze zapisovat do /etc/exports. V exportovaných adresářích nebudou provedeny žádné změny.
da: Kunne ikke skrive til /etc/exports. Ingen ændringer bliver udført af eksporterede mapper.
es: No es posible escribir en /etc/exports. No se realizará ningún cambio en los directorios exportados.
fi: /etc/exports-tiedoston kirjoittaminen epäonnistui. Jaettuihin kansioihin ei tehty muutoksia.
fr: Impossible d'écrire dans /etc/exports. Aucune modification ne sera effectuée dans les répertoires exportés.
hu: Nem sikerült írni az /etc/exports fájlba. Nem lesz változás a könyvtárak láthatóságában.
id: Tidak dapat menulis ke /etc/exports. Tidak ada perubahan yang akan dilakukan pada direktori yang diekspor.
it: Impossibile scrivere su /etc/exports. Non verrà fatta nessuna modifica alle directory esportate.
ka: /etc/exports-ში ჩაწერა ვერ მოხერხდა. ექსპორტირებულ დირექტორიებზე ცვლილებები არ მოხდება.
ko: /etc/exports 파일에 기록할 수 없습니다. 디렉토리의 변경사항이 저장되지 않았습니다.
lt: Nepavyksta įrašyti į /etc/exports. Jokių pakeitimų eksportuojamiems katalogams nebus atlikta.
mk: Не можам да запишувам во „/etc/exports“. Промените нема да се применат на експортираните папки.
nb: Kan ikke skrive til /etc/exports. Ingen endringer vil bli utført for de eksporterte katalogene.
nl: Kan /etc/exports niet opslaan. Er zullen geen wijzigingen worden gemaakt aan de geëxporteerde mappen.
pl: Nie można zapisywać do pliku /etc/exports. Nie zostaną dokonane żadne zmiany w eksportowanych katalogach.
pt_br: Impossível gravar em /etc/exports. Nada será alterado nos diretórios exportados.
ru: Невозможно записать в /etc/exports. Никаких изменений в экспортируемые директории внесено не будет.
sk: Nedalo sa zapisovať do /etc/exports. Zmeny sa neprejavia v exporte adresárov.
sl: Pisanje v datoteko /etc/exports ni mogoče. Izvoženi imeniki ne bodo spremenjeni.
sv: Det gick inte att skriva till /etc/exports. Inga ändringar kommer att utföras i exporterade kataloger.
th: ไม่สามารถเขียนไปยังแฟ้ม /etc/exports ได้ ไม่มีการเปลี่ยนแปลงกับไดเรกทอรีที่ส่งออก
tr: /etc/exports dosyasına yazılamıyor. Dışarıya aktarılmış dizinlerde bir değişiklik yapılmayacak.
uk: Неможливо провести запис до /etc/exports. Змін у експортованих каталогах не буде виконано.
zh_cn: 无法写入 /etc/exports。 将不会修改导出的 目录。
zh_tw: 無法寫入 /etc/exports。 不會變更 輸出的目錄。

source: Writing NFS Server Configuration
ar: كتابة تكوين خادم NFS
bg: Записване настройката на NFS сървъра
ca: Escrivint la configuració del servidor NFS
cs: Zapisuje se konfigurace serveru NFS
da: Skriver konfiguration af NFS-server
es: Escribiendo la configuración del servidor NFS
fi: Kirjoitetaan NFS-palvelinmääritystä
fr: Écriture de la configuration du serveur NFS
hu: NFS-kiszolgálóbeállítások kiírása
id: Menulis Konfigurasi Peladen NFS
it: Scrittura della configurazione del server NFS
ka: NFS სერვერის კონფიგურაციის ჩაწერა
ko: NFS 서버 구성 쓰기
lt: Įrašoma NFS serverio konfigūracija
mk: Зачувување на конфигурацијата на „NFS“ серверот
nb: Lagrer konfigurasjon for NFS-server
nl: NFS-serverconfiguratie wordt opgeslagen
pl: Zapisywanie konfiguracji serwera NFS
pt_br: Gravando Configuração do Servidor NFS
ru: Запись конфигурации NFS-сервера
sk: Zapisujem konfiguráciu NFS servera
sv: Skriver NFS-serverinställningar
th: ทำการเขียนค่าการปรับแต่งบริการ NFS
tr: NFS Sunucu Yapılandırması Yazılıyor
uk: Запис конфігурації сервера NFS
zh_cn: 正在写入 NFS 服务器配置
zh_tw: 正在寫入 NFS 伺服器組態

source: Save /etc/exports
ar: حفظ /etc‏/exports
bg: Запазване на /etc/exports
ca: Desa /etc/exports
cs: Uložit /etc/exports
da: Gem /etc/exports
es: Guardar /etc/exports
fi: Tallenna /etc/exports
fr: Enregistrer /etc/exports
hu: Az /etc/exports fájl mentése
id: Simpan /etc/exports
it: Salva /etc/exports
ka: /etc/exports-ის შენახვა
ko: /etc/exports 저장하기
lt: Išsaugoti /etc/exports
mk: Зачувај „/etc/exports“
nb: Lagre /etc/exports
nl: /etc/exports opslaan
pl: Zapis pliku /etc/exports
pt_br: Salvar /etc/exports
ru: Сохранить /etc/exports
sk: Uloženie /etc/exports
sl: Shrani /etc/exports
sv: Spara /etc/exports
th: บันทึกแฟ้ม /etc/exports
tr: /etc/exports dosyasını kaydet
uk: Зберегти /etc/exports
zh_cn: 保存 /etc/exports
zh_tw: 儲存 /etc/exports

source: Restart services
ar: إعادة تشغيل الخدمات
bg: Рестартиране на услугите
ca: Reiniciar els serveis
cs: Restartovat služby
da: Genstart tjenester
es: Reiniciar servicios
fi: Käynnistä palvelut uudelleen
fr: Redémarrer les services
hu: Szolgáltatások újraindítása
id: Mulai ulang layanan
it: Riavvia servizi
ka: სერვისების გადატვირთვა
ko: 서비스 재시작
lt: Iš naujo paleisti paslaugas
mk: Рестартирај ги сервисите
nb: Start tjenester på nytt
nl: Services opnieuw starten
pl: Ponowne uruchomienie usług
pt_br: Reiniciar serviços
ru: Перезапустить службы
sk: Reštart služieb
sl: Ponovni zagon servisov
sv: Starta om tjänster
th: เริ่มบริการใหม่อีกครั้ง
tr: Hizmetleri yeniden başlat
uk: Перезапустити служби
zh_cn: 重启服务
zh_tw: 重新啟動服務

source: Saving /etc/exports...
ar: يتم الآن حفظ /etc‏/exports...
bg: Запазване на /etc/exports…
ca: Desant /etc/exports...
cs: Ukládám /etc/exports...
da: Gemmer /etc/exports...
es: Guardando /etc/exports...
fi: Tallennetaan /etc/exports...
fr: Enregistrement de /etc/exports...
hu: Az /etc/exports fájl mentése...
id: Menyimpan /etc/exports...
it: Salvataggio di /etc/exports in corso...
ka: /etc/exports-ის შენხვა...
ko: /etc/exports 저장 중...
lt: Išsaugoma /etc/exports...
mk: Зачувување на „/etc/exports“...
nb: Lagrer /etc/exports...
nl: /etc/exports wordt opgeslagen...
pl: Zapisywanie pliku /etc/exports...
pt_br: Salvando /etc/exports...
ru: Сохранение /etc/exports...
sk: Ukladám /etc/exports...
sl: Shranjevanje /etc/exports...
sv: Sparar /etc/exports...
th: ทำการบันทึกแฟ้ม /etc/exports...
tr: /etc/exports dosyası kaydediliyor...
uk: Збереження /etc/exports...
zh_cn: 正在保存 /etc/exports...
zh_tw: 正在儲存 /etc/exports...

source: Restarting services...
ar: تتم الآن إعادة تشغيل الخدمات...
bg: Рестартиране на услугите…
ca: Reiniciant els serveis...
cs: Restartuji služby...
da: Genstarter tjenester...
es: Reiniciando servicios...
fi: Käynnistetään palvelut uudelleen...
fr: Redémarrage des services...
hu: Szolgáltatások újraindítása...
id: Memulai ulang layanan...
it: Riavvio dei servizi in corso...
ka: სერვისების გადატვირთვა...
ko: 서비스 재시작 중...
lt: Iš naujo paleidžiamos paslaugos...
mk: Рестартирање на сервисите...
nb: Starter tjenester på nytt...
nl: De services worden opnieuw gestart...
pl: Ponowne uruchamianie usług...
pt_br: Reiniciando serviços...
ru: Перезапуск служб...
sk: Reštartujem služby...
sl: Ponovno zaganjanje servisov...
sv: Startar om tjänster...
th: ทำการเริ่มบริการใหม่อีกครั้ง...
tr: Hizmetler yeniden başlatılıyor...
uk: Перезапуск служб...
zh_cn: 正在重启服务...
zh_tw: 正在重新啟動服務...

source: Finished
ar: انتهى
bg: Край
ca: Acabat
cs: Dokončeno
da: Færdig
es: Terminado
fi: Valmis
fr: Terminé
hu: Befejeződött
id: Selesai
it: Operazione completata
ka: დასრულებულია
ko: 완료됨
lt: Baigta
mk: Завршено
nb: Fullført
nl: Gereed
pl: Ukończono
pt_br: Concluído
ru: Готово
sk: Dokončené
sl: Končano
sv: Klart
th: เสร็จสิ้น
tr: Sonlandı
uk: Завершено
zh_cn: 已完成
zh_tw: 已完成

source: Writing NFS server settings. Please wait...
ar: كتابة إعدادات خادم NFS. الرجاء الانتظار...
bg: Записване настройката на NFS сървъра. Моля, изчакайте…
ca: Escrivint la configuració del servidor NFS. Espereu, si us plau...
cs: Zapisuje se nastavení serveru NFS. Prosím čekejte...
da: Skriver indstillinger for NFS-server. Vent venligst...
es: Escribiendo los ajustes del servidor NFS. Espere...
fi: Kirjoitetaan NFS-palvelimen asetuksia. Odota...
fr: Écriture des paramètres du serveur NFS. Veuillez patienter...
hu: NFS-kiszolgálóbeállítások kiírása. Kérem, várjon...
id: Menulis pengaturan peladen NFS. Silakan tunggu...
it: Scrittura delle impostazioni del server NFS in corso. Attendere...
ka: NFS სერვერის პარამეტრების ჩაწერა. გთხოვთ დაიცადოთ...
ko: NFS 서버 설정을 쓰고 있습니다. 잠시 기다려 주십시오...
lt: Įrašomi NFS serverio nustatymai. Palaukite...
mk: Зачувување на поставувањата на „NFS“ серверот. Ве молам почекајте...
nb: Lagrer innstillinger for NFS-server. Vent...
nl: De NFS-serverinstellingen worden opgeslagen. Een ogenblik geduld...
pl: Zapisywanie ustawień serwera NFS. Proszę czekać...
pt_br: Gravando configurações do servidor NFS. Aguarde...
ru: Запись параметров NFS-сервера. Подождите...
sk: Zapisujem nastavenia serveru NFS. Prosím čakajte...
sv: Skriver NFS-serverinställningar. Vänta...
th: ทำการเขียนการตั้งค่าบริการ NFS โปรดรอ...
tr: NFS sunucu ayarları yazılıyor. Lütfen bekleyin...
uk: Запис параметрів клієнта NFS. Будь ласка, зачекайте...
zh_cn: 正在写入 NFS 服务器设置。请稍候...
zh_tw: 正在寫入 NFS 伺服器設定。請稍候...

source: Unable to write to idmapd.conf.
ar: تعذرت الكتابة في idmapd.conf.
ca: No es pot escriure a idmapd.conf.
cs: Nelze zapisovat do souboru idmapd.conf.
da: Kunne ikke skrive til idmapd.conf.
es: No es posible escribir en idmapd.conf.
fr: Impossible d'écrire dans idmapd.conf.
hu: Nem sikerült írni az idmapd.conf fájlba.
id: Tidak dapat menulis ke idmapd.conf.
it: Impossibile scrivere in idmapd.conf.
ka: idmapd.conf-ში ჩაწერა ვერ მოხერხდა.
ko: idmapd.conf에 쓸 수 없습니다.
lt: Nepavyksta rašyti į idmapd.conf.
nb: Kan ikke skrive til idmapd.conf.
nl: Niet in staat om naar idmapd.conf te schrijven.
pl: Nie można zapisywać do pliku idmapd.conf.
pt_br: Impossível gravar em idmapd.conf.
ru: Невозможно записать в idmapd.conf.
sk: Nepodarilo sa zapísať súbor idmap.conf.
sv: Det går inte att skriva till idmapd.conf.
th: ไม่สามารถเขียนไปยังแฟ้ม idmapd.conf ได้
uk: Запис в idmapd.conf неможливий.

source: Unable to start svcgssd. Ensure your kerberos and gssapi (nfs-utils) setup is correct.
ar: لا يمكن بدء تشغيل svcgssd. تأكد من صحة إعداد kerberos وgssapi (nfs-utils) لديك.
ca: No s'ha pogut iniciar svcgssd. Assegureu-vos que la configuració del kerberos i del gssapi (nfs-utils) sigui correcta.
cs: Nelze spustit službu svcgssd. Zkontrolujte, zda jsou správně nastaveny kerberos a gssapi (nfs-utils).
da: Kan ikke starte svcgssd. Kontrollér at kerberos og gssapi (nfs-utils) er sat korrekt op.
es: No es posible iniciar svcgssd. Asegúrese de que la configuración de kerberos y gssapi (nfs-utils) sea correcta.
fi: svcgssd-palvelun käynnistäminen ei onnistunut. Tarkista, että kerberos- ja gssapi- (nfs-utils-) -asetukset ovat oikein.
fr: Impossible de lancer svcgssd. Vérifiez que votre configuration kerberos et gssapi (nfs-utils) est correcte.
hu: A svcgssd elindítása nem sikerült. Ellenőrizze, hogy a kerberos és a gssapi (nfs-utils) megfelelően van-e beállítva.
id: Tidak dapat memulai svcgssd. Pastikan pengaturan kerberos dan gssapi (nfs-utils) Anda sudah benar.
it: Impossibile avviare svcgssd. Assicurarsi che la configurazione di kerberos e gssapi (nfs-utils) sia corretta.
ko: svcgssd를 시작할 수 없습니다. kerberos 및 gssapi(nfs-utils) 설정이 올바른지 확인하십시오.
nb: Kan ikke starte svcgssd. Kontroller at kerberos og gssapi (nfs-utils) er riktig satt opp.
nl: Kan svcgssd niet starten. Verzeker uzelf ervan dat de kerberos en gssapi (nfs-utils) juist zijn ingesteld.
pl: Nie można uruchomić demona svcgssd. Upewnij się, że ustawienia pakietów kerberos oraz gssapi (nfs-utils) są prawidłowe.
pt_br: Impossível iniciar o svcgssd. Verifique se a configuração do kerberos e do gssapi (nfs-utils) está correta.
ru: Невозможно запустить svcgssd. Проверьте ваши настройки kerberos и gssapi (nfs-utils).
sk: Nemožno spustiť svcgssd. Uistite sa, že nastavenie kerberos a gssapi (nfs-utils) sú správne.
sv: Det går inte att starta svcgssd. Kontrollera att inställningarna för kerberos och gssapi (nfs-utils) är korrekta.
tr: Svcgssd başlatılamıyor. Kerberos ve gssapi (nfs-utils) kurulumunuzun doğru olduğundan emin olun.
uk: Неможливо запустити svcgssd. Переконайтеся, що ваші kerberos і gssapi (nfs-utils) правильно налаштовано.
zh_cn: 无法启动 svcgssd。请确保 kerberos 和 gssapi (nfs-utils) 设置正确。
zh_tw: 無法啟動 svcgssd。請確定您的 kerberos 與 gssapi (nfs-utils) 設定無誤。

source: Unable to restart 'svcgssd' service.
ar: تعذرت إعادة تشغيل خدمة 'svcgssd'.
ca: No s'ha pogut reiniciar el servei 'svcgssd'.
cs: Službu svcgssd nelze restartovat.
da: Kunne ikke genstarte tjenesten "svcgssd".
es: No es posible reiniciar el servicio svcgssd.
fi: "svcgssd"-palvelun uudelleenkäynnistäminen ei onnistunut.
fr: Impossible de redémarrer le service 'svcgssd'.
hu: Nem sikerült újraindítani az 'svcgssd' szolgáltatást.
id: Tidak dapat memulai ulang layanan 'svcgssd'.
it: Impossibile riavviare il servizio 'svcgssd'.
ko: 'svcgssd' 서비스를 다시 시작할 수 없습니다.
nl: De service 'svcgssd' kan niet opnieuw worden gestart.
pl: Nie można zrestartować usługi svcgssd.
pt_br: Impossível reiniciar o serviço ''svcgssd''.
ru: Не удается перезапустить сервис svcgssd.
sk: Nemožno reštartovať službu 'svcgssd'.
sv: Det går inte att starta om tjänsten svcgssd.
tr: 'svcgssd' hizmeti yeniden başlatılamıyor.
uk: Неможливо перезапустити службу svcgssd.
zh_cn: 无法重启动“svcgssd”服务。
zh_tw: 無法重新啟動「svcgssd」服務。

source: 'svcgssd' is running. Unable to stop it.
ar: 'svcgssd' قيد التشغيل. تعذر إيقاف 'svcgssd'.
ca: Ja està funcionant "svcgssd". No es pot aturar.
cs: Služba svcgssd je spuštěna. Nelze ji zastavit.
da: 'svcgssd' kører. Den kan ikke genstartes.
es: svcgssd se está ejecutando. No es posible detenerlo.
fi: "svcgssd" on käynnissä. Sen pysäyttäminen ei onnistu.
fr: 'svcgssd' est en cours d'exécution. Impossible de l'arrêter.
hu: Az 'svcgssd' már fut. Nem sikerült leállítani.
id: 'svcgssd' sedang berjalan. Tidak dapat menghentikannya.
it: 'svcgssd' è in esecuzione. Impossibile interromperlo.
ka: 'svcgssd' გაშვებუკლია. მისი გაჩერევა ვერ მოხერხდა.
ko: 'svcgssd'는 실행 중입니다. 중지할 수 없습니다.
lt: „svcgssd“ veikia. Neįmanoma jo sustabdyti.
nb: 'svcgssd' kjører allerede. Feil ved stop.
nl: Het proces svcgssd loopt al. Kan svcgssd niet stoppen.
pl: Program "svcgssd" jest uruchomiony. Nie można go zatrzymać.
pt_br: O "svcgssd" está em execução. Impossível pará-lo.
ru: 'svcgssd' запущен. Невозможно его остановить.
sk: 'svcgssd' beží. Nepodarilo sa ho zastaviť.
sv: "svcgssd" körs. Det går inte att stoppa den.
th: ดีมอน 'svcgssd' กำลังทำงานอยู่ ไม่สามารถหยุดการทำงานของมันได้
tr: 'svcgssd' çalışıyor. Durdurulamıyor.
uk: "svcgssd" вже виконується. Його неможливо зупинити.
zh_cn: “svcgssd”正在运行。无法停止它。
zh_tw: 「svcgssd」正在執行。 無法停止。

source: Unable to restart the NFS server. Your changes will be active after reboot.
ar: تعذرت إعادة تشغيل خادم NFS. سيتم تنشيط التغييرات التي قمت بإجرائها بعد إعادة التشغيل.
bg: Не може да се рестартира NFS сървърът. Променете ще станат активни след рестартиране на системата.
ca: No s'ha pogut reiniciar el servidor NFS. Els canvis tindran efecte després de reiniciar.
cs: Server NFS nelze restartovat. Vaše změny budou aktivní po příštím spuštění systému.
da: NFS-serveren kunne ikke genstartes. Ændringerne træder i kraft efter genstart af systemet.
es: No es posible reiniciar el servidor NFS. Los cambios se activarán tras reiniciar el sistema.
fi: NFS-palvelimen uudelleenkäynnistys ei onnistunut. Muutokset tulevat voimaan, kun tietokone on käynnistetty uudelleen.
fr: Impossible de redémarrer le serveur NFS. Vos modifications seront actives après réamorçage.
hu: Nem sikerült újraindítani az NFS-kiszolgálót. A változtatások csak újraindítás után lépnek érvénybe.
id: Tidak dapat memulai ulang peladen NFS. Perubahan Anda akan aktif setelah nyala ulang.
it: Non è stato possibile riavviare il server NFS. Le modifiche verranno applicate dopo il riavvio del sistema.
ka: NFS სერვერის გადატვირთვა ვერ მოხერხდა. თქვენი ცვლილებები ძალაში შევა გადატვირთვისას.
ko: NFS 서버를 재시작할 수 없습니다 컴퓨터를 재부팅하셔야 변경사항이 활성화됩니다.
lt: Nepavyksta iš naujo paleisti NFS serverio. Pakeitimai pradės veikti paleidus sistemą iš naują.
mk: Не можам да го рестартирам „NFS“ серверот. Вашите промени ќе се применат по рестартирање на компјутерот.
nb: Kan ikke starte NFS-serveren på nytt. Endringene vil bli aktivert etter omstart av maskinen.
nl: De NFS-server kan niet opnieuw worden gestart. Uw wijzigingen worden geactiveerd na het opnieuw opstarten.
pl: Nie można uruchomić ponownie serwera NFS. Zmiany będą aktywne po ponownym uruchomieniu systemu.
pt_br: Impossível reiniciar o servidor NFS. Suas alterações ficarão ativas após a reinicialização.
ru: Не удается перезапустить NFS-сервер. Изменения будут активированы после перезагрузки.
sk: NFS server sa nedal spustiť. Vaše zmeny budú aktívne po reštarte počítača.
sl: Ponovni zagon NFS strežnika ni uspel. Vaše spremembe bodo uveljavljene po ponovnem zagonu.
sv: NFS-servern kunde inte startas om. Ändringarna träder i kraft efter omstart.
th: ไม่สามารถเริ่มบริการ NFS ใหม่อีกครั้งได้ การเปลี่ยนแปลงของคุณจะมีผลหลังจากบูตระบบแล้ว
tr: NFS sunucusu yeniden başlatılamıyor. Yaptığınız değişiklikler sistemi yeniden başlattıktan sonra etkinleşecektir.
uk: Неможливо перезапустити сервер NFS. Зміни буде застосовано після перезавантаження системи.
zh_cn: 无法重启 NFS 服务器。 您的修改将在重引导后生效。
zh_tw: 無法重新啟動 NFS 伺服器。 重新開機後會啟用您的變更。

source: NFS Exports
ar: عمليات تصدير NFS
bg: NFS експорти
ca: Exportacions NFS
cs: Exportované adresáře NFS
da: NFS-eksporteringer
es: Directorios exportados por NFS
fi: NFS-jaot
fr: Exportations NFS
hu: NFS-exportálások
id: Ekspor NFS
it: Directory NFS esportate
ka: NFS ექსპორტები
ko: NFS 엑스포트
lt: NFS Eksportai
mk: „NFS“ експортирање
nb: NFS-eksporter
pl: Eksporty NFS
pt_br: Exportações do NFS
ru: Экспорт NFS
sk: Exporty NFS
sl: Izvoženi NFS imeniki
sv: NFS-exporter
th: การส่งออกของ NFS
tr: NFS dışarı aktarımları
uk: Експорти NFS
zh_cn: NFS 导出
zh_tw: NFS 輸出

source: The NFSv4 domain for idmapping is %1.
ar: يعتبر %1 هو مجال NFSv4 لـ idmapping.
ca: El domini NFSv4 per a idmapping és %1.
cs: Doména NFSv4 pro idmapping je %1.
da: Og NFSv4-domænet til id-mapping er %1.
es: El dominio NFSv4 para idmapping (asignación de id) es %1.
fr: Le domaine NFSv4 pour idmapping est %1.
hu: Az NFSv4 domén idmapping használatához: %1.
id: Domain NFSv4 untuk idmapping adalah %1.
it: Il dominio NFSv4 per la mappatura dell'id è %1.
ka: NFSv4 დომენი idmapping-თვის არის %1.
ko: idmapping용 NFSv4 도메인은 %1입니다.
nb: NFSv4-domene for idmapping er %1.
nl: Het NFSv4-domein voor ID-toewijzing is %1.
pl: Domena NFSv4 dla idmapping to %1.
pt_br: O domínio NFSv4 para o idmapping é %1.
ru: Домен NFSv4 для idmapping — %1.
sk: Doména NFSv4 pre idmapping je %1.
sv: NFSv4-domänen för idmapping är %1.
th: โดเมนของ NFSv4 สำหรับ idmapping คือ %1
uk: Домен NFSv4 для idmapping це %1.

source: Yes/No option for enabling/disabling support for NFSv4.
sk: Voľba Áno/Nie pre povolenie/zakázanie podpory pre NFSv4.

source: Yes/No option for enabling/disabling secure NFS.
sk: Voľba Áno/Nie pre povolenie/zakázanie zabezpečeného NFS.

source: Domain cannot be set without enabling NFSv4. Use the 'set enablev4' command.
sk: Doména nemôže byť nastavená bez povolenia NFSv4. Použite príkaz 'set enablev4'.

source: <P>If the server needs to handle NFSv4 clients, check <B>Enable NFSv4</B>. Refer to the man page for idmapd and idmapd.conf if you are not sure with user / group names mappings.</P>
tr: <P>Sunucunun NFSv4 istemcilerini işlemesi gerekiyorsa, <B>NFSv4'ü Etkinleştir</B>'i işaretleyin. Kullanıcı / grup adlarının eşlenmesi konusunda emin değilseniz idmapd ve idmapd.conf'un man sayfasına bakın.</P>
zh_cn: <P>如果服务器需要处理 NFSv4 客户端，请勾选<B>启用 NFSv4</B>。 如果不确定用户/组名称的映射关系，请参见 idmapd 和 idmapd.conf 的手册页。</P>
zh_tw: <P>如果伺服器需要處理 NFSv4 用戶端，請核取<B>啟用 NFSv4</B>。 如果不確定使用者/群組名稱的對應關係，請參閱 idmapd 和 idmapd.conf 的手冊頁。</P>
