Repository: yast/yast-translations
Catalog: po/sudo/*.po
Languages: fi, gl, km, pt, pt_br, sk, tr, zh_cn, zh_tw

source: <p>To add a new host alias, click the <b>Add</b> button and fill in the appropriate fields. Alias name and list of hosts in the alias must not be empty. </p>
fi: <p>Lisätäksesi uuden konealiaksen, napsauta <b>Lisää</b>-painiketta ja täytä tarvittavat kohdat. Aliaksen nimi ja koneluettelo eivät saa olla tyhjiä. </p>
pt_br: <p>Para adicionar um novo álias de host, clique no botão <b>Adicionar</b> e preencha os campos apropriados. O nome de álias e a lista de hosts no álias não devem estar vazios.</p>
sk: <p>Ak chcete pridať nový alias hostiteľa, kliknite na tlačidlo <b>Pridať</b> a vyplňte príslušné polia. Názov aliasu a zoznam hostiteľov v aliase nesmú byť prázdne. </p>
zh_cn: <p>要添加新的主机别名，请单击<b>添加</b>按钮并填写相应的字段。别名中的别名名称和主机列表不能为空。</p>
zh_tw: <p>若要新增新的主機別名，請按一下<b>新增</b>按鈕，並填寫相應欄位。別名名稱與別名中的主機清單不得為空白。</p>

source: <p>To edit an existing host alias, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
fi: <p>Muokataksesi olemassa olevaa konealiasta, valitse kohde taulukosta ja napsauta <b>Muokkaa</b>-painiketta. Voit poistaa valitun kohteen napsauttamalla <b>Poista</b>-painiketta. </p>
pt_br: <p>Para editar um álias de host existente, selecione uma entrada na tabela e clique no botão <b>Editar</b>. Para remover uma entrada selecionada, clique no botão <b>Remover</b>.</p>
sk: <p>Ak chcete upraviť existujúci alias hostiteľa, vyberte položku z tabuľky a kliknite na tlačidlo <b>Upraviť</b>. Ak chcete vybratú položku vymazať, kliknite na tlačidlo <b>Vymazať</b>. </p>
zh_cn: <p>要编辑现有主机别名，请从表中选择项目，单击<b>编辑</b>按钮。要删除选定项，请单击<b>删除</b>按钮。</p>
zh_tw: <p>若要編輯現有主機別名，請從表中選取一個項目，並按一下<b>編輯</b>按鈕。若要刪除所選的項目，請按一下<b>刪除</b>按鈕。</p>

source: <p><b><big>RunAs Aliases</big></b><br> In this dialog, you can configure RunAs aliases. A RunAs alias is a set of users that is given a unique name. This name is later used to refer to all users in this set in the sudo configuration. </p>
fi: <p><b><big>SuoritaNimellä-aliakset</big></b><br> Tässä valintaikkunassa voit määrittää SuoritaNimellä-aliakset. SuoritaNimellä on ryhmä käyttäjiä, joille annetaan yksilöllinen nimi. Tätä nimeä käytetään myöhemmin viittamaan kaikkiin tämän ryhmän käyttäjiin sudon määrityksessä. </p>
pt_br: <p><b><big>Álias RunAs</big></b><br> Nesta caixa de diálogo, você pode configurar álias RunAs. O álias RunAs é um conjunto de usuários que recebem um nome exclusivo. Esse nome será usado posteriormente para fazer referência a todos os usuários desse conjunto na configuração do sudo.</p>
sk: <p><b><big>Aliasy SpustiťAko</big></b><br> V tomto dialógu môžete konfigurovať aliasy SpustiťAko. Aliasy SpustiťAko, je sada používateľov s jedinečným názvom. Tento názov je použitý programom sudo ako, odkaz na všetkých používateľov v sade. </p>
zh_cn: <p><b><big>RunAs 别名</big></b><br>您可在此对话框中配置 RunAs 别名。RunAs 别名是被赋予了唯一名称的一组用户。此名称以后将用于指代 sudo 配置中该组里的所有用户。</p>
zh_tw: <p><b><big>RunAs 別名</big></b><br>在此對話方塊中，您可以設定 RunAs 別名。RunAs 別名是擁有唯一名稱的一組使用者。這個名稱之後將用來代表 sudo 組態中這個組合的所有使用者。</p>

source: <p>To add a new RunAs alias, click the <b>Add</b> button and fill in the appropriate fields. Alias name and list of users in the alias must not be empty. </p>
fi: <p>Lisätäksesi uuden SuoritaNimellä-aliaksen, napsauta <b>Lisää</b>-painiketta ja täytä tarvittavat kentät. Aliaksen nimi ja käyttäjäluettelo eivät saa olla tyhjiä. </p>
pt_br: <p>Para adicionar um novo álias RunAs, clique no botão <b>Adicionar</b> e preencha os campos apropriados. O nome de álias e a lista de usuários no álias não devem estar vazios.</p>
sk: <p>Ak chcete pridať nový alias SpustiťAko, kliknite na tlačidlo <b>Pridať</b> a vyplňte príslušné polia. Názov aliasu a zoznam používateľov v aliase nesmú byť prázdne. </p>
zh_cn: <p>要添加新的 RunAs 别名，请单击<b>添加</b>按钮并填写相应字段。别名中的别名名称和用户列表不能为空。</p>
zh_tw: <p>若要新增新的 RunAs 別名，請按一下<b>新增</b>按鈕，並填寫相應欄位。別名名稱與別名中的使用者清單不得為空白。</p>

source: <p>To edit an existing RunAs alias, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
fi: <p>Muokataksesi olemassa olevia SuoritaNimellä-aliaksia, valitse kohde taulukosta ja napsauta <b>Muokkaa</b>-painiketta. Voit poistaa valitun kohteen napsauttamalla <b>Poista</b>-painiketta. </p>
pt_br: <p>Para editar um álias RunAs existente, selecione um item na tabela e clique no botão <b>Editar</b>. Para remover um item selecionado, clique no botão <b>Remover</b>.</p>
sk: <p>Ak chcete upraviť existujúci alias SpustiťAko, vyberte položku z tabuľky a kliknite na tlačidlo <b>Upraviť</b>. Ak chcete vybratú položku vymazať, kliknite na tlačidlo <b>Vymazať</b>. </p>
zh_cn: <p>要编辑现有 RunAs 别名，请从表中选择项目并单击<b>编辑</b>按钮。要删除选定项，请单击<b>删除</b>按钮。</p>
zh_tw: <p>若要編輯現有 RunAs 別名，請從表中選取項目並按一下<b>編輯</b>按鈕。若要刪除所選的項目，請按一下<b>刪除</b>按鈕。</p>

source: <p><b><big>Command Aliases</big></b><br> In this dialog, you can configure command aliases. A command alias is a set of commands (optionally with parameters) that is given a unique name. This name is then used to refer to all commands in this set in the sudo configuration. </p>
fi: <p><b><big>Komentoaliakset</big></b><br> Tässä valintaikkunassa voit määrittää komento aliakset. Komentoalias on ryhmä komentoja (valinnaisesti parametreja), joille annetaan yksilöllinen nimi. Tätä nimeä käytetään viittamaan kaikkiin tämän ryhmän komentoihin sudon määrityksessä. </p>
pt_br: <p><b><big>Álias de Comando</big></b><br> Nesta caixa de diálogo, você pode configurar álias de comando. O álias de comando é um conjunto de comandos (opcionalmente com parâmetros) que recebem um nome exclusivo. Esse nome será usado posteriormente para fazer referência a todos os comandos desse conjunto na configuração do sudo.</p>
sk: <p><b><big>Aliasy príkazu</big></b><br> V tomto dialógu môžete konfigurovať aliasy príkazu. Alias príkazu je sada príkazov (voliteľne s parametrami), ktorá ma jedinečný názov. Tento názov sa potom používa na označenie všetkých príkazov v tejto sade v konfigurácii sudo. </p>
zh_cn: <p><b><big>命令别名</big></b><br>您可以在此对话框中配置命令别名。命令别名是被赋予了唯一名称的一组命令（可带有参数）。此名称以后将用于指代sudo 配置中该组里的所有命令。</p>
zh_tw: <p><b><big>指令別名</big></b><br>在此對話方塊中，您可以設定指令別名。指令別名是擁有唯一名稱的一組指令 (選擇性地具有參數)。這個名稱之後將用來代表 sudo 組態中這個組合的所有指令。</p>

source: <p>To add a new command alias, click the <b>Add</b> button and fill in the appropriate fields. Alias name and list of commands in the alias must not be empty. </p>
fi: <p>Lisätäksesi uuden komentoaliaksen napsauta <b>Lisää</b>-painiketta ja täytä tarvittavat kentät. Aliaksen nimi ja komentoluettelo eivät saa olla tyhjiä. </p>
pt_br: <p>Para adicionar um novo álias de comando, clique no botão <b>Adicionar</b> e preencha os campos apropriados. O nome de álias e a lista de comandos no álias não devem estar vazios.</p>
sk: <p>Ak chcete pridať nový alias príkazu, kliknite na tlačidlo <b>Pridať</b> a vyplňte príslušné polia. Názov aliasu a zoznam príkazov v aliase nesmú byť prázdne. </p>
zh_cn: <p>要添加新的命令别名，请单击<b>添加</b>按钮并填写相应字段。别名中的别名名称和命令列表不能为空。</p>
zh_tw: <p>若要新增新的指令別名，請按一下<b>新增</b>按鈕，並填寫相應欄位。別名名稱與別名中的指令清單不得為空白。</p>

source: <p>To edit an existing command alias, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
fi: <p>Muokataksesi olemassa olevaa komentoaliasta, valitse kohde taulukosta ja napsauta <b>Muokkaa</b>-painiketta. Voit poistaa valitun kohteen napsauttamalla <b>Poista</b>-painiketta. </p>
pt_br: <p>Para editar um álias de comando existente, selecione um item na tabela e clique no botão <b>Editar</b>. Para remover um item selecionado, clique no botão <b>Remover</b>.</p>
sk: <p>Ak chcete upraviť existujúci alias príkazu, vyberte položku z tabuľky a kliknite na tlačidlo <b>Upraviť</b>. Ak chcete vybratú položku vymazať, kliknite na tlačidlo <b>Vymazať</b>. </p>
zh_cn: <p>要编辑现有命令别名，请从表中选择项目，单击<b>编辑</b>按钮。要删除选定项，请单击<b>删除</b>按钮。</p>
zh_tw: <p>若要編輯現有的指令別名，請從表中選取項目並按一下<b>編輯</b>按鈕。若要刪除所選的項目，請按一下<b>刪除</b>按鈕。</p>

source: <p><b><big>User Alias</big></b><br>A user alias consists of one or more users, system groups (prefixed with '%') or otheruser aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all users in this alias.</p>
fi: <p><b><big>Käyttäjäalias</big></b><br> Käyttäjäalias koostuu yhdestä tai useammasta käyttäjästä, järjestelmäryhmästä ('%' etuliitteellä) tai muista käyttäjän aliaksista. Sille annetaan yksi nimi (saa sisältää vain isoja kirjaimia, numeroita ja alaviivoja), jota käytetään viittaamaan kaikkiin tämän aliaksen käyttäjiin. </p>
pt_br: <p><b><big>Álias de Usuário</big></b><br> O álias de usuário consiste em um ou mais usuários, grupos do sistema (com o prefixo "%") ou outros álias de usuário. Um único nome é fornecido (deve conter letras maiúsculas, números e sublinhados apenas) e será usado posteriormente para fazer referência a todos os usuários desse álias. </p>
sk: <p><b><big>Alias používateľa</big></b><br> Alias používateľa pozostáva z jedného alebo viacerých používateľov, skupín systému (s predponou '%') alebo iných aliasov používateľa. Má jeden názov (musí obsahovať iba veľké písmená, číslice a podčiarkovník), ktorý sa potom používa na označenie všetkých používateľov v tomto aliase. </p>
zh_cn: <p><b><big>用户别名</big></b><br>用户别名由一个或多个用户、系统组（前缀为“%”）或其他用户别名组成。它被赋予了唯一名称（只能含有 大写字母、数字和下划线），以后用于指代该别名中的所有用户。</p>
zh_tw: <p><b><big>使用者別名</big></b><br>使用者別名是由一個或多個使用者、系統群組 (使用 % 做為字首) 或其他使用者別名所組成。系統為其指定了單一名稱 (僅能包含大寫字母、數字與底線)，該名稱之後將用於代表此別名中的所有使用者。</p>

source: <p>Enter a unique name into <b>Alias Name</b> input field. To add users or groups to the alias, select user or group name from the drop-down menu and click the <b>Add</b> button. To remove user from the alias, select the appropriate item from the table, and click the <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
fi: <p>Anna yksilöivä nimi <b>Aliasnimi</b> tekstikohtaan. Lisätäksesi käyttäjiä tai ryhmiä aliakseen valitse käyttäjän tai ryhmän nimi alasvetovalikosta ja napsauta <b>Lisää</b>-painiketta. Poistaaksesi käyttäjän aliaksesta, valitse haluamasi kohde taulukosta ja napsauta <b>Poista</b>-painiketta. Viimeistele määritys valitsemalla <b>OK</b>. </p>
pt_br: <p>Digite um nome exclusivo no campo de entrada <b>Nome de Álias</b>. Para adicionar usuários ou grupos ao álias, selecione o nome do usuário ou do grupo no menu suspenso e clique no botão <b>Adicionar</b>. Para remover um usuário do álias, selecione o item apropriado na tabela e clique no botão <b>Remover</b>. Para concluir a configuração, clique em <b>OK</b>. </p>
sk: <p>Zadajte jedinečný názov do vstupného poľa <b>Názov aliasu</b>. Ak chcete pridať používateľov, alebo skupiny do aliasu, vyberte meno používateľa, alebo skupiny s rozbalovacej ponuky a kliknite na tlačidlo <b>Pridať</b>. Pre odstránenie používateľa z aliasu, vyberte príslušnú položku z tabuľky a kliknite na tlačidlo<b>Odstrániť</b>. Pre ukončenie konfigurácie, kliknite na <b>OK</b>. </p>
zh_cn: <p>向<b>别名名称</b>输入框中输入唯一名称。要向别名中添加用户或组，请从下拉菜单中选择用户名或组名，单击<b>添加</b>按钮。要从别名中删除用户，请从表中选择相应项，单击<b>删除</b>按钮。要结束配置，单击<b>确定</b>。</p>
zh_tw: <p>在<b>別名名稱</b>輸入欄位中輸入唯一的名稱。若要將使用者或群組新增至別名，請從下拉式功能表中選取使用者或群組名稱，並按一下<b>新增</b>按鈕。若要從別名中移除使用者，請從表中選取相應項目，並按一下<b>移除</b>按鈕。若要完成組態，請按一下<b>確定</b>。</p>

source: <p><b>Note:</b> Alias name must not be empty. Each alias must have at least one member.</p>
fi: <p><b>Huomaa:</b> Aliasnimi ei saa olla tyhjä. Jokaisella aliaksella täytyy olla ainakin yksi jäsen. </p>
pt_br: <p><b>Nota:</b> O nome de álias não deve estar vazio. Cada álias deve ter pelo menos um membro.</p>
sk: <p><b>Poznámka:</b> Názov aliasu nesmie byť prázdny. Každý alias musí mať aspoň jedného člena.</p>
zh_cn: <p><b>注意：</b>别名名称不能为空。每个别名必须至少有一个成员。</p>
zh_tw: <p><b>注意：</b>別名名稱不得為空白。每個別名必須至少有一個成員。</p>

source: <p><b><big>Host Alias</big></b><br> A host alias consists of one or more hostnames, single IP addresses, IP addresses combined with netmask id dotted quad notation (e.g. 192.168.0.0/255.255.255.0) or CIDR number of bits notation (e.g. 192.168.0.0/24), or other host aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all hosts in this alias. </p>
fi: <p><b><big>Kone alias</big></b><br> Kone alias sisältää yhden tai useamman konenimen, yksittäisen IP-osoitteen, IP-osoitteita jotka liittyvät yhteen verkkomaskin avulla pisteellisen esitystavan avulla (esim. 192.168.0.0/255.255.255.0) tai CIDR-numerobittiesitystavalla (esim. 102.168.0.0/24), tai toisten koneiden aliakset. Sille annetaan yksi nimi (saa sisältää vain isoja kirjaimia, numeroita ja alaviivoja), joita käytetään viittaamaan kaikkiin tämän aliaksen nimiin. </p>
pt_br: <p><b><big>Álias de Host</big></b><br> O álias de host consiste em um ou mais nomes de host, endereços IP únicos, endereços IP combinados com notação de formato quádruplo com pontos para o id de máscara de rede (ex.: 192.168.0.0/255.255.255.0) ou com um número CIDR de notação de bits (por exemplo, 192.168.0.0/24) ou outros álias de host. Um único nome é fornecido (deve conter letras maiúsculas, números e sublinhados apenas), que será posteriormente usado para fazer referência a todos os hosts nesse álias.</p>
sk: <p><b><big>Alias hostiteľa</big></b><br> Alias hostiteľa pozostáva z jedného, alebo viacerých názvov hostiteľov, IP adries, IP adries kombinovaných so sieťovou maskou v notácii (napr. 192.168.0.0/255.255.255.0), alebo číslom CIDR bitovej notácie (napr. 192.168.0.0/24), alebo iných aliasov hostiteľov. Má jeden názov (musí obsahovať iba veľké písmená, číslice a podčiarkovníky), ktorý sa potom používa na označenie všetkých používateľov v tomto aliase. </p>
zh_cn: <p><b><big>主机别名</big></b><br>主机别名由一个或多个主机名、单一 IP 地址、以用点分隔的四个数字表示的 IP 地址及网络掩码 ID（如 192.168.0.0/255.255.255.0）或以位表示的 CIDR 编号（如 192.168.0.0/24）或者其他主机别名组成。它被赋予了单一名称（只能包含大写字母、数字和下划线），之后将用于指代此别名中的所有主机。</p>
zh_tw: <p><b><big>主機別名</big></b><br>主機別名是由一或多個主機名稱、單一 IP 位址、採用以點分隔的四個數字表示法與網路遮罩 ID 組合的 IP 位址 (例如 192.168.0.0/255.255.255.0)、位元表示法的 CIDR 號碼 (例如 192.168.0.0/24)、或其他主機別名所組成。系統為其指定了單一名稱 (僅能包含大寫字母、數字與底線)，該名稱之後將用於代表此別名中的所有主機。</p>

source: <p>Enter a unique name into the <b>Alias Name</b> input field. To add hosts to thealias, click the <b>Add</b> button. A pop-up window will appear, where you can entera valid hostname or IP address and then click <b>OK</b>.<p>
fi: <p>Anna yksilöivä nimi <b>Aliasnimi</b> tekstikenttään. Lisätäksesi koneen aliakseen napsauta <b>Lisää</b>-painiketta. Anna aukeavaan ponnahdusikkunaan kelvollinen konenimi tai IP-osoite ja valitse sitten <b>OK</b>.<p>
pt_br: <p>Digite um nome exclusivo no campo de entrada <b>Nome de Álias</b>. Para adicionar hosts ao álias, clique no botão <b>Adicionar</b>. Uma janela popup será exibida, na qual você poderá digitar um nome de host ou um endereço IP válido. Em seguida, clique em <b>OK</b>.<p>
sk: <p>Zadajte jedinečný názov do vstupného poľa <b>Názov aliasu</b>. Ak chcete pridať hostiteľov do aliasu, kliknite na tlačidlo <b>Pridať</b>. Objaví sa vyskakovacie okno, kde môžete zadať platný názov hostiteľa, alebo IP adresu a potom kliknite na<b>OK</b>.<p>
zh_cn: <p>在<b>别名名称</b>输入框中输入唯一名称。要向别名添加主机，请单击<b>添加</b>按钮。将出现一个弹出窗口，您可以在其中输入有效的主机名或 IP 地址，然后单击<b>确定</b>。<p>
zh_tw: <p>在<b>別名名稱</b>輸入欄位中輸入唯一的名稱。若要將主機新增至別名，請按一下<b>新增</b>按鈕。將會出現一個快顯視窗，您可以在其中輸入有效的主機名稱或 IP 位址，然後按一下<b>確定</b>。<p>

source: <p>To remove host from the alias, select the appropriate item from the table, and click the <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
fi: <p>Poistaaksesi koneen aliaksesta, valitse haluamasi kohde taulukosta ja napsauta <b>Poista</b>-painiketta. Viimeistele määritys valitsemalla <b>OK</b>.</p>
pt_br: <p>Para remover um host do álias, selecione o item apropriado na tabela e clique no botão <b>Remover</b>. Para concluir a configuração, clique em <b>OK</b>.</p>
sk: <p>Ak chcete odstrániť hostiteľa z aliasu, vyberte príslušnú položku z tabuľky a kliknite na tlačidlo <b>Odstrániť</b>. Pre ukončenie konfigurácie, kliknite na <b>OK</b>. </p>
zh_cn: <p>要从别名中删除主机，请从表中选择相应项，单击<b>删除</b>按钮。要结束配置，请单击<b>确定</b>。</p>
zh_tw: <p>若要從別名中移除主機，請從表中選取相應項目，並按一下<b>移除</b>按鈕。若要完成組態，請按一下<b>確定</b>，</p>

source: <p><b><big>RunAs Alias</big></b><br> A RunAs alias is very similar to a User alias. It consists of one or more users, system groups (prefixed with '%') or other RunAs aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all users in this alias.</p>
fi: <p><b><big>SuoritaNimellä-alias</big></b><br> SuoritaNimellä-alias on samankaltainen kuin käyttäjäalias. Se koostuu yhdestä tai useammasta käyttäjästä, järjestelmäryhmästä ('%' etuliitteellä) tai toisista SuoritaNimellä-aliaksista. Sille annetaan yksi nimi (saa sisältää vain isoja kirjaimia, numeroita ja alaviivoja), jota käytetään viittaamaan kaikkiin käyttäjiin tässä aliaksessa. </p>
pt_br: <p><b><big>Álias RunAs</big></b><br> O álias RunAs é bem semelhante ao Álias de Usuário. Ele consiste em um ou mais usuários, grupos do sistema (com o prefixo "%") ou outros álias RunAs. Um único nome é fornecido (deve conter letras maiúsculas, números e sublinhados apenas) e será usado posteriormente para fazer referência a todos os usuários desse álias. </p>
sk: <p><b><big>Alias SpustiťAko</big></b><br> Alias SpustiťAko je veľmi podobný aliasu používateľa. Pozostáva z jedného, alebo viacerých používateľov, skupín systému (s predponou '%'), alebo iných aliasov SpustiťAko. Má jeden názov (musí obsahovať iba veľké písmená, číslice a podčiarkovník), ktorý sa potom používa na označenie všetkých používateľov v tomto aliase.</p>
zh_cn: <p><b><big>RunAs 别名</big></b><br>RunAs 别名和用户别名很相似。它由一个或多个用户、系统组（前缀为“%”）或其他 RunAs 别名组成。它被赋予了唯一名称（只能含有大写字母、数字和下划线），之后用于指代该别名中的所有用户。</p>
zh_tw: <p><b><big>RunAs 別名</big></b><br>RunAs 別名與使用者別名非常類似。它由一或多個使用者、系統群組 (使用 % 做為字首) 或其他 RunAs 別名所組成。系統為其指定了單一名稱 (僅能包含大寫字母、數字與底線)，該名稱之後將用於代表此別名中的所有使用者。</p>

source: <p>Enter a unique name into the <b>Alias Name</b> input field. To add users or groups to the alias, select user or group name from the drop-down menu and click the <b>Add</b> button. To remove user from the alias, select the appropriate item from the table, and click the <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
fi: <p>Anna yksilöivä nimi <b>Aliasnimi</b> tekstikohtaan. Lisätäksesi käyttäjiä tai ryhmiä aliakseen valitse käyttäjän tai ryhmän nimi alasvetovalikosta ja napsauta <b>Lisää</b>-painiketta. Poistaaksesi käyttäjän aliaksesta, valitse haluamasi kohde taulukosta ja napsauta <b>Poista</b>-painiketta. Viimeistele määritys valitsemalla <b>OK</b>.</p>
pt_br: <p>Digite um nome exclusivo no campo de entrada <b>Nome de Álias</b>. Para adicionar usuários ou grupos ao álias, selecione o nome do usuário ou do grupo no menu suspenso e clique no botão <b>Adicionar</b>. Para remover um usuário do álias, selecione o item apropriado na tabela e clique no botão <b>Remover</b>. Para concluir a configuração, clique em <b>OK</b>.</p>
sk: <p>Zadajte jedinečný názov do vstupného poľa <b>Názov aliasu</b>. Ak chcete pridať používateľov, alebo skupiny do aliasu, vyberte meno používateľa, alebo skupiny s rozbalovacej ponuky a kliknite na tlačidlo <b>Pridať</b>. Pre odstránenie používateľa z aliasu, vyberte príslušnú položku z tabuľky a kliknite na tlačidlo<b>Odstrániť</b>. Pre ukončenie konfigurácie, kliknite na <b>OK</b>. </p>
zh_cn: <p>在<b>别名名称</b>输入框中输入唯一名称。要向别名中添加用户或组，请从下拉菜单中选择用户名或组名，单击<b>添加</b>按钮。要从别名中删除用户，请从表中选择相应项，单击<b>删除</b>按钮。要结束配置，单击<b>确定</b>。</p>
zh_tw: <p>在<b>別名名稱</b>輸入欄位中輸入唯一的名稱。若要將使用者或群組新增至別名，請從下拉式功能表中選取使用者或群組名稱，並按一下<b>新增</b>按鈕。若要從別名中移除使用者，請從表中選取相應項目，並按一下<b>移除</b>按鈕。若要完成組態，請按一下<b>確定</b>。</p>

source: <p><b>Note:</b> The alias name must not be empty. Each alias must have at least one member.</p>
fi: <p><b>Huomaa:</b> Aliasnimi ei saa olla tyhjä. Jokaisella aliaksella täytyy olla ainakin yksi jäsen.</p>
pt_br: <p><b>Nota:</b> O nome de álias não deve estar vazio. Cada álias deve ter pelo menos um membro.</p>
sk: <p><b>Poznámka:</b> Názov aliasu nesmie byť prázdny. Každý alias musí mať aspoň jedného člena.</p>
zh_cn: <p><b>注意：</b>别名名称不能为空。每个别名必须至少有一个成员。</p>
zh_tw: <p><b>注意：</b>別名名稱不得為空白。每個別名必須至少有一個成員。</p>

source: <p><b><big>Command Alias</big></b><br> A Command Alias is a list of one or more commands (with optional parameters), directories, or other command aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all commands in this alias. A command can optionally have one or more parameters specified. If so, users can run the command with these parameters only. If a directory name is used, any command in that directory can be run. </p>
fi: <p><b><big>Komentoalias</big></b><br> Komentoalias on luettelo yhdestä tai useammasta komennosta (valinnaisilla parametreillä), hakemistosta tai muista komentoaliaksista. Sille annetaan yksi nimi (saa sisältää vain isoja kirjaimia, numeroita ja alaviivoja), joita sitten käytetään viittaamaan kaikkiin tämän aliaksen komentoihin. Komennolla voi valinnaisesti olla määritettynä yksi tai useampi parametri. Jos näin on, käyttäjät voivat suorittaa komennon vain näillä parametreillä. Jos hakemiston nimeä käytetään, mikä tahansa komento hakemistosta voidaan suorittaa. </p>
pt_br: <p><b><big>Álias de Comando</big></b><br> O Álias de Comando é uma lista de um ou mais comandos (com parâmetros opcionais), diretórios ou outros álias de comando. Um único nome é fornecido (deve conter letras maiúsculas, números e sublinhados apenas) e será usado posteriormente para fazer referência a todos os comandos desse álias. Um comando pode ter opcionalmente um ou mais parâmetros especificados. Nesse caso, os usuários somente poderão executar o comando com esses parâmetros. Se for usado um nome de diretório, qualquer comando desse diretório poderá ser executado.</p>
sk: <p><b><big>Alias príkazu</big></b><br> Alias príkazu je zoznam jedného, alebo viacerých príkazov (s voliteľnými parametrami), adresárov, alebo iných aliasov príkazu. Má jeden názov (musí obsahovať iba veľké písmená, číslice a podčiarkovník), ktorý sa potom používa na označenie všetkých príkazov v tomto aliase. Príkaz môže mať voliteľne jeden, alebo viac špecifikovaných parametrov. Ak sú parametre uvedené, používatelia môžu spúšťať príkaz iba s týmito parametrami. Ak je použitý názov adresára, hocijaký príkaz v tom adresári môže byť spustený. </p>
zh_cn: <p><b><big>命令别名</big></b><br>命令别名是一个或多个命令（带可选参数）、目录或其他命令别名的列表。它被赋予了单一名称（只能含有大写字母、数字和下划线），之后用于指代该别名中的所有命令。命令可选择指定一个或多个参数。如果指定，用户只能用这些参数运行命令。如果使用了目录名称，该目录中的任何命令皆可运行。</p>
zh_tw: <p><b><big>指令別名</big></b><br>指令別名是一或多個指令 (具有選擇性的參數)、目錄或其他指令別名的清單。系統為其指定了單一名稱 (僅能包含大寫字母、數字與底線)，該名稱之後將用於代表此別名中的所有指令。指令可以選擇性地指定一或多個參數。如果，使用者僅能使用這些參數執行指令。若使用目錄名稱，則可執行該目錄中的所有指令。</p>
