Repository: yast/yast-translations
Catalog: po/sudo/*.po
Languages: fi, gl, km, pt, pt_br, sk, tr, zh_cn, zh_tw

source: <p>Enter a unique name into the <b>Alias Name</b> input field. To add a new command to the alias, click the <b>Add</b> button.A pop-up window will appear, where you can enter command name (or select one from file browser by clicking on <b>Browse</b> button. Additionally, you can specify command parameters in <b>Parameters</b> input field </p>
fi: <p>Anna yksilöllinen nimi <b>AliasNimi</b> tekstikohtaan. Lisätäksesi uuden komennon aliakselle napsauta <b>Lisää</b>-painiketta. Näkyviin tulee ponnahdusikkuna, johon voit antaa komennon nimen (tai valitse yksi tiedostoselaimella napsauttamalla <b>Selaa</b>-painiketta. Lisäksi voit määrittää komennon parametrit <b>Parametrit</b> tekstikenttään. </p>
pt_br: <p>Digite um nome exclusivo no campo de entrada <b>Nome de Álias</b>. Para adicionar um novo comando ao álias, clique no botão <b>Adicionar</b>. Uma janela popup será exibida para você digitar o nome do comando (ou selecionar um nome no browser de arquivos, clicando no botão <b>Procurar</b>). Você também pode especificar parâmetros de comando no campo de entrada <b>Parâmetros</b></p>
sk: <p>Zadajte jedinečný názov do vstupného poľa <b>Názov aliasu</b>. Ak chcete pridať nový príkaz do aliasu, kliknite na tlačidlo <b>Pridať</b>.Objaví sa vyskakovacie okno, kde môžete zadať názov príkazov, alebo vybrať z prehliadača súborov kliknutím na tlačidlo <b>Prehliadať</b>. Dodatočne môžete špecifikovať parametre príkazu vo vstupnom poli <b>Parametre</b>.</p>
zh_cn: <p>在<b>别名名称</b>输入框中输入唯一的名称。要向别名中添加新命令，请点击<b>添加</b>按钮。将会出现弹出窗口，您可在其中输入命令名称（或单击<b>浏览</b>按钮从文件浏览器中选一个）。另外您还可在<b>参数</b>输入框中指定命令参数</p>
zh_tw: <p>在<b>別名名稱</b>輸入欄位中輸入唯一的名稱。若要將新指令新增至別名，請按一下<b>新增</b>按鈕，這將顯示一個快顯視窗，您可以在其中輸入指令名稱 (或透過按一下<b>瀏覽</b>按鈕從檔案瀏覽器中選取一個指令名稱)。此外，您可以在<b>參數</b>輸入欄位中指定指令參數</p>

source: To remove command from the alias, select the appropriate item from the table, and click the <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
fi: Poistaaksesi komennon aliaksesta valitse, haluamasi kohde taulukosta ja napsauta <b>Poista</b>-painiketta. Viimeistele määritys valitsemalla <b>OK</b>. </p>
pt_br: Para remover um comando do álias, selecione o item apropriado na tabela e clique no botão <b>Remover</b>. Para concluir a configuração, clique em <b>OK</b>.</p>
sk: Ak chcete odstrániť položku z aliasu, vyberte príslušnú položku z tabuľky a kliknite na tlačidlo <b>Odstrániť</b>. Pre ukončenie konfigurácie, kliknite na <b>OK</b>. </p>
zh_cn: 要从别名中删除命令，请从表中选择相应项，并点击<b>移除</b>按钮。要结束配置，请点击<b>确定</b>。</p>
zh_tw: 若要從別名中移除指令，請從表中選取相應項目，並按一下<b>移除</b>按鈕。若要完成組態，請按一下<b>確定</b>。</p>

source: Rules with digest are not supported.
fi: Sulautettuja sääntöjä ei tueta.
pt_br: Regras com resumo não são suportadas.
sk: Pravidlá so súhrnom nie sú podporované.
zh_cn: 不支持包含摘要的规则。
zh_tw: 不支援包含摘要的規則。

source: Multiple tags on single line are not supported.
fi: Useita tunnisteita samalla rivillä ei tueta.
pt_br: Não há suporte para várias tags em uma única linha.
sk: Viaceré značky na jednom riadku nie sú podporované.
zh_cn: 不支持在单行上使用多个标记。
zh_tw: 不支援在單行上使用多個標籤。

source: This rule is a system rule necessary for correct functionality of sudo.
fi: Tämä on järjestelmäsääntö, jota tarvitaan sudon oikeaa toimimista varten.
gl: Esta é unha regra necesaria para o correcto funcionamento de sudo.
km: ច្បាប់នេះ គឺ​ជា​ច្បាប់​ប្រព័ន្ធ ដែល​ចាំបាច់​សម្រាប់​មុខងារ​ត្រឹមត្រូវ​របស់ sudo ។
pt: Esta regra é uma regra de sistema necessária para o correcto funcionamento do sudo.
pt_br: Esta regra é uma regra de sistema necessária para o correto funcionamento do sudo.
sk: Toto je systémové pravidlo a je potrebné pre správnu funkciu sudo.
zh_cn: 此规则是确保 sudo 功能正常必需的系统规则。
zh_tw: 這規則是 sudo 能正確運作所需要的系統規則。

source: After deleting it, some applications may no longer work. Really delete?
fi: Sen poistamisen jälkeen osa sovelluksista ei ehkä toimi enää. Haluatko todella poistaa sen?
gl: Despois de eliminar isto, algunhas aplicacións poderáin non funcionar. Desexa realmente eliminar?
km: បន្ទាប់​ពី​លុប​វា​រួច កម្មវិធី​មួយ​ចំនួន​នឹង​លែង​ដំណើរការ ។ ពិត​ជា​លុប​មែន​ឬ ?
pt: Depois de apagar, algumas aplicações pode deixar de funcionar. Pretende mesmo apagar?
pt_br: Depois de removê-los, alguns aplicativos poderão não funcionar mais. Realmente removê-los?
sk: Ak ho odstránite, niektoré aplikácie nemusia fungovať správne. Naozaj odstrániť?
zh_cn: 删除它后，某些应用程序可能不再运行。 确实要删除吗？
zh_tw: 刪除它後，某些應用程式可能會無法工作。 確定要刪除嗎？

source: If you change it, some applications may no longer work. Really edit?
fi: Jos muokkaat sitä, osa sovelluksista ei ehkä enää toimi. Haluatko todella muokata sitä?
gl: Se o cambia, algunhas aplicacións deixarían de funcionar. Desexa realmente editar?
km: ប្រសិន​បើ​អ្នក​ផ្លាស់ប្ដូរ​វា កម្មវិធី​មួយ​ចំនួន​នឹង​លែង​ដំណើរការ ។ ពិត​ជា​កែ​សម្រួល​មែន​ឬ ?
pt: Se alterar, algumas aplicações podem deixar de funcionar. Pretende mesmo editar?
pt_br: Se você alterá-lo, alguns aplicativos poderão não funcionar mais. Realmente editá-lo?
sk: Ak ho zmeníte, niektoré aplikácie nemusia fungovať správne. Naozaj upraviť?
zh_cn: 如果更改它，某些程序可能不再运行。 确定要编辑吗？
zh_tw: 如果您對它進行變更，某些應用程式可能會無法運作。 確定要編輯嗎？

source: All changes will be lost. Really quit sudo configuration without saving?
fi: Kaikki muutokset menetetään. Lopetetaanko sudon määritys ilman tallennusta?
gl: Perderanse todos os cambios. Está seguro de querer saír da configuración de sudo sen gardar?
km: ការ​ផ្លាស់ប្ដូរ​ទាំងអស់​នឹង​​បាត់បង់ ។ ពិត​ជា​ចង់​ចេញ​ពី​ការ​កំណត់​រចនា​សម្ព័ន្ធ sudo ដោយ​មិន​រក្សា​ទុក​ឬ ?
pt_br: Todas as alterações serão perdidas. Realmente sair da configuração do sudo sem salvar?
sk: Všetky zmeny budú stratené. Naozaj končiť konfiguráciu sudo bez uloženia?
zh_cn: 所有更改都将丢失。确实要退出 sudo 配置而不保存吗？
zh_tw: 所有變更都將遺失。確定要結束 sudo 組態而不儲存嗎？

source: Unsupported configuration found. YaST will now exit to prevent from breaking the system.
fi: Kokoonpanoa ei tueta. YaST sulkeutuu estääkseen järjestelmän rikkoutumisen.
pt_br: Configuração não suportada encontrada. O YaST agora sairá para evitar a quebra do sistema.
sk: Bola nájdená nepodporovaná konfigurácia. YaST sa teraz ukončí, aby sa zabránilo narušeniu systému.
zh_cn: sudo 配置文件出现错误。YaST 将会退出以免破坏您的系统。
zh_tw: 發現不受支援的組態。YaST 現在將結束，以防止破壞系統。

source: Issue:
fi: Ongelma:
pt_br: Questão:
sk: Problém:
zh_cn: 错误：
zh_tw: 問題：

source: Line content:
fi: Rivin sisältö:
pt_br: Conteúdo da linha:
sk: Obsah riadku:
zh_cn: 错误行：
zh_tw: 行內容：

source: An error occurred while reading users and groups.
fi: Tapahtui virhe luettaessa käyttäjiä ja ryhmiä.
gl: Aconteceu un erro ao ler os usuarios e grupos.
km: កំហុស​បាន​កើតឡើង ​ខណៈ​ពេល​កំពុង​អាន​អ្នកប្រើ និង​ក្រុម ។
pt_br: Erro ao ler usuários e grupos.
sk: Vyskytla sa chyba počas načítavania používateľov a skupín.
zh_cn: 读取用户和组时出错。
zh_tw: 讀取使用者和群組時發生錯誤。

source: Saving sudo Configuration
fi: Tallennetaan sudon määritys
gl: Gardando a configuración de sudo
km: រក្សា​ទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ sudo
pt: A Guardar a Configuração sudo
pt_br: Salvando a Configuração do sudo
sk: Ukladám konfiguráciu sudo
zh_cn: 正在保存 sudo 配置
zh_tw: 儲存 sudo 組態

source: Write the settings
fi: Kirjoita asetukset
gl: Escribir a configuración
km: សរសេរ​ការ​កំណត់
pt: Guardar as definições
pt_br: Gravar as configurações
sk: Zápis nastavení
tr: Ayarları yaz
zh_cn: 写入设置
zh_tw: 寫入設定

source: Writing the settings...
fi: Kirjoitetaan asetuksia...
gl: Escribindo a configuración...
km: កំពុង​សរសេរ​ការ​កំណត់...
pt: A escrever as definições...
pt_br: Gravando as configurações...
sk: Zapisujem nastavenie...
tr: Ayarlar yazılıyor...
zh_cn: 正在写入设置...
zh_tw: 正在寫入設定...

source: Cannot write settings.
fi: Asetusten kirjoittaminen ei onnistu.
gl: Non é posible escribir a configuración.
km: មិន​អាច​សរសេរ​ការ​កំណត់​បាន​ឡើយ ។
pt: Não é possível escrever as definições.
pt_br: Impossível gravar as configurações.
sk: Nie je možné zapísať nastavenia.
zh_cn: 无法写入设置。
zh_tw: 無法寫入設定。

source: Syntax error in target file. See /etc/sudoers.YaST2.new. Details:
fi: Syntaksivirhe kohde tiedostossa. Katso /etc/sudoers.YaST2.new. Tiedot:
pt_br: Erro de sintaxe no arquivo de destino. Consulte /etc/sudoers.YaST2.new. Detalhes:
sk: Chyba syntaxe v cieľovom súbore. Pozrite si /etc/sudoers.YaST2.new. Podrobnosti:
zh_cn: /etc/sudoers 出现语法错误。请查看 /etc/sudoers.YaST2.new. 细节：
zh_tw: 目標檔案中有語法錯誤。請參閱 /etc/sudoers.YaST2.new。 詳細資料：

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
gl: <p><b><big>Cancelando o inicio:</big></b><br> Para cancelar a utilidade de actualización, prema en <b>Cancelar</b> agora.</p>
km: <p><b><big>បោះបង់​ការ​ចាប់ផ្ដើម ៖</big></b><br> បោះបង់​ឧបករណ៍​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​​សុវត្ថិភាព ដោយ​ចុច <b>បោះបង់</b> ឥឡូវ ។</p>
pt: <p><b><big>Interromper Inicialização:</big></b><br> Pode interromper o utilitário de configuração de forma segura, premindo <b>Interromper</b> agora.</p>

source: <p><b><big>Saving sudo Configuration</big></b><br> </p>
km: <p><b><big>រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ sudo</big></b><br> </p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
gl: <p><b><big>Cancelar a gravación:</big></b><br> Cancele a gravación premendo en <b>Cancelar</b>. Un cadro de diálogo adicional informaralle se é seguro facer isto ou non. </p>
km: <p><b><big>បោះបង់​ការ​រក្សាទុក ៖</big></b><br> បោះបង់​បែបបទ​រក្សាទុក​ដោយ​ចុច <b>បោះបង់</b> ។ ប្រអប់​បន្ថែម​នឹង​ប្រាប់​អ្នក​ថា តើ​វា​មាន​សុវត្ថិភាព​ដែរ​ឬ​ទេ​ក្នុង​ការ​ធ្វើ​ដូច្នេះ ។ </p>
pt: <p><b><big>Interrupção da Gravação:</big></b><br> Interrompa o procedimento de gravação premindo <b>Interromper</b>. Uma caixa de diálogo adicional, informa-lo-á do momento oportuno para o fazer. </p>

source: <p><b><big>Rules for sudo</big></b><br> Rules for sudo basically determine which commands an user may run on specified hosts (optionally also as what user). Each rule is a tuple consisting of user, host and list of commands, with optional RunAs specification and additional tags. These are summarized in the following table. </p>
gl: <p><b><big>Regras de sudo</big></b><br> As regras de sudo determinan os comandos que un usuario pode executar nos hosts especificados (opcionalmente tamén como que usuario). Cada regra de sudo é unha tupla integrada polo usuario, o host e unha lista de comandos, cunha especificación opcional de ExecutarComo e etiquetas adicionais. A seguinte táboa mostra un resumo. </p>
km: <p><b><big>ច្បាប់​សម្រាប់ sudo</big></b><br> ច្បាប់​សម្រាប់ sudo ជា​មូលដ្ឋាន​កំណត់​ពាក្យ​បញ្ជា​ណាមួយ​ដែល​អ្នកប្រើ​អាច​ដំណើរការ នៅ​លើ​ម៉ាស៊ីន​ដែល​បាន​បញ្ជាក់ (ជា​ជម្រើស ព្រមទាំង​អ្នកប្រើ​ផង​ដែរ) ។ ច្បាប់​នីមួយ​ៗ រួមមាន​អ្នកប្រើ ម៉ាស៊ីន និង​បញ្ជី​ពាក្យ​បញ្ជា​ដែល​មាន ការ​បញ្ជាក់ RunAs និង​ស្លាក​បន្ថែម​ជា​ជម្រើស​ផង​ដែរ ។ ពួកវា​ត្រូវ​បាន​សង្ខេប នៅ​ក្នុង​តារាង​ខាងក្រោម ។ </p>
pt: <p><b><big>Regras para sudo</big></b><br> As regras para sudo determinam quais os comandos que um utilizador pode executar em computadores especificados (opcionalmente também como outro utilizador). Cada regra é um tuplo que consiste no utilizador, computador e lista de comandos, com uma especificação ExecutarComo opcional e marcas adicionais. Estes são resumidos na tabela seguinte. </p>

source: <p><b>Users</b> column denotes local or system user or user alias. <b>Hosts</b> column determines, on which hosts, or group of hosts referred to by host alias an user may run specified commands. </p>
gl: <p>A columna <b>Usuarios</b> indica o usuario local ou de sistema ou o alias de usuario. A columna <b>Hosts</b> determina os hosts ou grupos de hosts ás que se fai referencia mediante alias de host nas que un usuario pode executar os comandos especificados. </p>
km: <p><b>អ្នកប្រើ</b> ជួរឈរ​បង្ហាញ​អ្នកប្រើ​មូលដ្ឋាន ឬ​ប្រព័ន្ធ ឬ​ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ ។ <b>ម៉ាស៊ីន</b> ជួរឈរ​កំណត់​ម៉ាស៊ីន ឬ​ក្រុម របស់​ម៉ាស៊ីន​ដែល​យោង​ដោយ​ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន ដែល​អ្នកប្រើ​អាច​ដំណើរការ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់ ។ </p>
pt: <p><b>A coluna <b>Utilizadores</b> denota uma alcunha de utilizador local ou de sistema. A coluna <b>Computadores</b> determina em quais os computadores, ou grupo de computadores referenciados pela alcunha de computador, um utilizador pode executar os comandos especificados. </p>

source: <b>RunAs</b> column is an optional parameter, containing user name (or alias) whose access privileges will be used to run commands. <b>NOPASSWD</b> is a tag, determining whether users need to authorize themselves before running commands. </p>
gl: A columna <b>Ej¡xecutarComo</b> é un parámetro opcional que inclúe o nome do usuario (ou alias) cuxos privilexios de acceso utilizaranse para executar os comandos. <b>SENCONTRASINAL</b> é una etiqueta que determina se os usuarios se deben autenticar antes de executar os comandos. </p>
km: <b>RunAs</b> ជួរឈរ​គឺជា ប៉ារ៉ាម៉ែត្រ​ជា​ជម្រើស ដែល​មាន​ឈ្មោះ​អ្នកប្រើ (ឬ​ឈ្មោះ​ក្លែងក្លាយ) ដែល​មាន​សិទ្ធិ​ចូល​ដំណើរការ នឹង​ត្រូវ​បាន​ប្រើ ដើម្បី​ដំណើរការ​ពាក្យ​បញ្ជា ។ <b>NOPASSWD</b> គឺជា​ស្លាក ដែល​កំណត់​ថា​តើ អ្នកប្រើ​ត្រូវ​ការ​សិទ្ធិ​របស់​ពួកគេ​ដែរ​ឬ​ទេ មុន​នឹង​ដំណើរការ​ពាក្យ​បញ្ជា ។ </p>
pt: A coluna <b>ExecutarComo</b> é um parâmetro opcional, contendo o nome de utilizador (ou alcunha) cujos privilégios de acesso serão utilizados para executar comandos. <b>NOPASSWD</b> é uma marca, que determina se os utilizadores necessitam de se autorizar a si próprios antes de executar os comandos. </p>

source: <p>A set of commands that user can run on specified hosts is summarized in <b>Commands</b> column. </p>
gl: <p>O conxunto de comandos que o usuario pode executar nos hosts especificados resúmese na columna <b>Comandos</b>. </p>
km: <p>សំណុំ​ពាក្យ​បញ្ជា​ដែល​អ្នកប្រើ​អាច​ដំណើរការ​នៅ​លើ​ម៉ាស៊ីន​ដែល​បាន​បញ្ជាក់​ត្រូវ​បាន​សង្ខេប នៅ​ក្នុង​ជួរឈរ <b>ពាក្យ​បញ្ជា</b> ។ </p>
pt: <p>Na coluna <b>Comandos</b > é sumariado um conjunto de comandos que um utilizador pode executar em computadores especificados. </p>

source: <p> To add a new rule, click on <b>Add</b> button and fill in appropriate entries. User name, hostname and command list must not be empty. </p>
gl: <p>Para engadir unha regra, prema o botón <b>Engadir</b> e enche as entradas apropiadas. Débense proporcionar valores para o nome de usuario, o nome de host e a lista de comandos. </p>
km: <p> ដើម្បី​បន្ថែម​ច្បាប់​ថ្មី ចុច​លើ​ប៊ូតុង <b>បន្ថែម</b> ហើយ​បំពេញ​នៅ​ក្នុង​ធាតុ​ដែល​សមរម្យ ។ ឈ្មោះ​អ្នកប្រើ ឈ្មោះ​ម៉ាស៊ីន និង​បញ្ជី​ពាក្យ​បញ្ជា​ត្រូវតែ​មិន​ទទេ ។ </p>
pt: <p>Para adicionar uma nova regra, prima <b>Adicionar</b> e preencha as entradas apropriadas. Nome de utilizador, de computador e lista de comandos não podem estar vazios. </p>

source: <p>To edit existing rule, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
gl: <p>Para editar unha regra existente, seleccione unha entrada da táboa e prema o botón <b>Editar</b>. Para eliminar a entrada seleccionada, prema o botón <b>Eliminar</b>. </p>
km: <p>ដើម្បី​កែសម្រួល​ច្បាប់​ដែល​មាន​ស្រាប់ ជ្រើស​ធាតុ​ពី​តារាង ហើយ​ចុច​ប៊ូតុង <b>កែសម្រួល</b> ។ ដើម្បី​លុប​ធាតុ​ដែល​បាន​ជ្រើស ចុច​ប៊ូតុង <b>លុប</b> ។ </p>
pt: <p>Para editar uma regra existente, escolha uma entrada da tabela e prima o botão <b>Editar</b>. Para apagar a entrada seleccionada, prima o botão <b>Apagar</b>. </p>

source: <p><b>User Name or Alias</b> may be specified by single username (e.g.foo), group name prefixed with '%' (e.g. %bar), or user alias name. If keyword 'ALL' is used, it stands for any user. Select from existing users, groups and aliases in drop-down menu, or enter your own value. </p>
gl: <p>O nome de usuario oo alias<b></b> pódese especificar como un nome de usuario soamente (p. ex. foo), como un nome de grupo co prefixo '%' (p. ex. %bar) ou como un nome de alias de usuario. Se utiliza a palabra clave 'ALL', corresponde a calquera usuario. Pódense seleccionar usuarios, grupos ou alias existentes no menú despregable ou escribir valores propios. </p>
km: <p><b>ឈ្មោះ​អ្នកប្រើ ឬ​ឈ្មោះ​ក្លែងក្លាយ</b> អាច​នឹង​ត្រូវ​បាន​បញ្ជាក់​ដោយ​ឈ្មោះ​តែ​មួយ (ឧ.foo) ឈ្មោះ​ក្រុម​ដែល​ដែល​មាន​បុព្វបទ '%' (ឧ. %bar) ឬ​ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ ។ ប្រសិនបើ ពាក្យគន្លឹះ 'ALL' ត្រូវ​បាន​ប្រើ វា​នឹង​តំណាង​ឲ្យ​អ្នកប្រើ​ណា​ម្នាក់ ។ ជ្រើស​ពី​អ្នកប្រើ​ ក្រុម និង​ឈ្មោះ​ក្លែងក្លាយ​ដែល​មាន​ស្រាប់​នៅ​ក្នុង ម៉ឺនុយ​ធ្លាក់​ចុះ ឬ​បញ្ចូល​តម្លៃ​ផ្ទាល់ខ្លួន​របស់​អ្នក ។ </p>
pt: <p><b>Nome de Utilizador ou Alcunha</b> pode ser especificado como nome de utilizador simples (ex: foo), nome de grupo com prefixo '%' (ex: %bar) ou alcunha de nome de utilizador. Se a palavra chave 'ALL' é utilizada, representa qualquer utilizador. Escolha dos utilizadores existentes, grupos e alcunhas no menu de persiana, ou digite o seu próprio valor. </p>

source: <p><b>Hostname or Alias</b> entry consists of either hostname(e.g. www.example.com), single IP address (e.g. 192.168.0.1), IP address combined with netmask, or host alias. If commands may be run on any host, use keyword 'ALL'. Hostname or IP address is matched against your own hostname or IP address, so if you don't intend to share one /etc/sudoers file between multiple machines, 'ALL' or 'localhost' entry will be sufficient for almost all purposes. </p>
gl: <p>A entrada do nome de host ou alias<b></b> pode consistir nun nome de host (p. ex. www.ejemplo.com), un enderezo IP (p. ex. 192.168.0.1), un enderezo IP combinado cunha máscara de rede ou un alias de host. Se se poden executar comandos en calquera host, débese empregar a palabra clave 'ALL'. O nome de host ou o enderezo IP faise coincidir co seu propio nome de host ou enderezo IP, polo que, se non ten intención de compartir un ficherio /etc/sudoers entre varios equipos, as entradas 'ALL' ou 'localhost' son suficientes na meirande parte dos casos. </p>
km: <p><b>ឈ្មោះ​ម៉ាស៊ីន​ ឬ​ឈ្មោះ​ក្លែងក្លាយ​</b> ធាតុ​មាន​ឈ្មោះ​ម៉ាស៊ីន (ឧ. www.example.com) អាសយដ្ឋាន​ I​P មាន​តែ​មួយ​ (ឧ. 192.168.0.1) អាសយដ្ឋាន IP ​បាន​ផ្គុំ​ចូល​គ្នា​ជា​មួយ​របាំង​បណ្ដាញ ឬ​ឈ្មោះ​ក្លែងក្លាយ​ម៉ាស៊ីន ។ ប្រសិនបើ​ពាក្យ​បញ្ជា​អាច​ត្រូវ​បាន ដំណើរការ​​លើ​ម៉ាស៊ីន​ណា​មួយ​ ប្រើ​ពាក្យ​គន្លឹះ​ 'ALL' ។ ឈ្មោះ​ម៉ាស៊ីន​ ឬ​អាសយដ្ឋាន​ IP បាន​ផ្គូផ្គង​ផ្ទុយ​ពី​ឈ្មោះ​ម៉ាស៊ីន​ផ្ទាល់​របស់​អ្នក​ ឬ​អាសយដ្ឋាន​ IP ដូច្នេះ​បើ​អ្នក​មិន​ចង់​ចែក​រំលែក​លើ​ឯកសារ /etc/sudoess មួយ​រវាង​ម៉ាស៊ីន​ច្រើន​ ធាតុ 'ALL' ឬ​ 'localhost' នឹង​គ្រប់គ្រាន់​សម្រាប់​គោល​បំណង​ស្ទើរ​តែ​​ទាំងអស់ ។​ </p>
pt: <p>A entrada <b>Nome de Computador ou Alcunha</b> consite no nome do computador (ex: www.exemplo.com), endereço IP simples (ex: 192.168.0.1), endereço IP combinado com máscara de rede, ou alcunha de computador. Se os comandos podem ser executados em qualquer computador, utilize a palavra chave 'ALL'. O nome de computador ou endereço IP é comparado com o nome de computador fornecido ou endereço IP, pelo que se não tenciona partilhar um ficheiro /etc/sudoers com múltiplas máquinas, a entrada 'ALL' ou 'localhost' será suficiente para a maioria dos casos. </p>

source: <p><b>RunAs Username or Alias</b> is an optional parameter specifying an user, whose access privileges will be used to execute particular command. If empty, user <b>root</b> is the default one. It can be again single username, groupname prefixed with '%' or run_as alias name Select from existing users, groups and aliases in drop-down menu, or enter your own value. </p>
gl: <p>O nome de usuario de ExecutarComo ou alias<b></b> é un parámetro opcional que especifica un usuario cuxos privilexios de acceso utilizaranse para executar un comando concreto. Se o deixa en branco, o usuario por omisión é <b>root</b>. Pode tratarse dun só nome de usuario, dun nome de grupo co prefixo '%' ou dun nome de alias de run_as. Pódense seleccionar usuarios, grupos e alias existentes no menú despregable ou escribir valores propios. </p>
km: <p><b>ឈ្មោះ​អ្នកប្រើ ឬ​ឈ្មោះ​ក្លែងក្លាយ RunAs</b> គឺជា​ប៉ារ៉ាម៉ែត្រ​ជា​ជម្រើស​ដែល​បញ្ជាក់​អ្នកប្រើ ដែល​សិទ្ធិ​ចូល​ដំណើរការ​របស់​ពួកគេ នឹង​ត្រូវ​បាន​ប្រើ ដើម្បី​ប្រតិបត្តិ​ពាក្យ​បញ្ជា​ពិសេស​​ណាមួយ ។ ប្រសិនបើ​ទទេ អ្នកប្រើ <b>root</b> គឺជា​លំនាំដើម ។ វា​អាច​ជា​ឈ្មោះ​អ្នកប្រើ ឈ្មោះ​ក្រុម​ដែល​មាន​បុព្វបទ '%' ឬ​ឈ្មោះ​ក្លែងក្លាយ run_as ជ្រើស​ពី​អ្នកប្រើ ក្រុម និង​ឈ្មោះ​ក្លែងក្លាយ​ដែល​មាន​ស្រាប់​នៅ​ក្នុង​ម៉ឺនុយ​ធ្លាក់​ចុះ ឬ​បញ្ចូល​តម្លៃ​ផ្ទាល់ខ្លួន​របស់​អ្នក ។ </p>
pt: <p><b>ExecutarComo Utilizador ou Alcunha</b> é um parâmetro opcional que especifica o utilizador, cujos privilégios de acesso serão utilizados para executar um comando em particular. Se vazio, o utilizador <b>root</b> é a pré-definição. Pode novamente ser um utilizador único, um nome de grupo com prefixo '%' ou nome de alcunha de run_as. Escolha do menu de persiana de utilizadores existentes, grupos e alcunhas, ou digite o seu próprio valor. </p>

source: <p><b>No Password</b> is an optional tag. Normally, users have to authenticate themselves (i.e. supply their own password, not root's one) before running particular command. Set No Password tag to 'Yes' if you want to disable this authentication </p>
km: <p><b>គ្មាន​ពាក្យសម្ងាត់</b> គឺជា​ស្លាក​ជា​ជម្រើស ។ ជា​ធម្មតា អ្នកប្រើ​ត្រូវតែ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ របស់​ពួកគេ (ឧ.ផ្ដល់​ពាក្យសម្ងាត់​ផ្ទាល់ខ្លួន​របស់​ពួកគេ មិនមែន​ពាក្យសម្ងាត់ root ទេ) មុន​នឹង​ដំណើរការ​ពាក្យ​បញ្ជា ពិសេស​ណាមួយ ។ កំណត់​ស្លាក​គ្មាន​ពាក្យសម្ងាត់​ទៅជា 'បាទ/ចាស' ប្រសិនបើ​អ្នក​ចង់ បិទ​ការ​ផ្ទៀងផ្ទាត់​ភាព​​ត្រឹមត្រូវ​នេះ </p>

source: <p><b>Commands to Run</b> table is a list of commands (optionally with parameters), directories and command aliases that particular user will be allowed to run. If a directory name is used, any command in that directory can be run. Again, keyword 'ALL' stands for any command, so use it with care. </p>
gl: <p>A táboa <b>Comandos para executar</b> é unha lista de comandos (que poden incluír parámetros), directorios e alias de comando que pode executar cada usuario concreto. Ao utilizar un nome de directorio, calquera comando incluído nel poderase executar. Tamén é posible utilizar aquí a palabra clave 'ALL' para facer referencia a calquerq comando, polo que se debe empregar con coidadiño. </p>
km: <p><b>ពាក្យ​បញ្ជា​ត្រូវ​ដំណើរការ</b> តារាង​គឺជា​បញ្ជី​នៃ​ពាក្យ​បញ្ជា (ជា​ជម្រើស​មាន​ប៉ារ៉ាម៉ែត្រ ) ថត និង​ឈ្មោះ​ក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា​ដែល​អ្នកប្រើ​ពិសេស​នឹង​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ ដំណើរការ ។ ប្រសិនបើ​ឈ្មោះ​ថត​ត្រូវ​បាន​ប្រើ ពាក្យ​បញ្ជា​ណាមួយ​នៅ​ក្នុង​ថត​នោះ​អាច​នឹង​ត្រូវ​បាន​ដំណើរការ ។ ម្ដងទៀត ពាក្យគន្លឹះ 'ALL' តំណាង​ឲ្យ​ពាក្យ​បញ្ជា​ណាមួយ ដូច្នេះ​សូម​ប្រើ​វា​ដោយ​ប្រុងប្រយ័ត្ន ។ </p>
pt: <p>A tabela <b>Comandos a Executar</b> é uma lista dos comandos (opcionalmente com parâmetros), directórios e alcunhas de comandos que um utilizador em particular é autorizado a executar. Se é utilizado um nome de directório, qualquer comando nesse directório pode ser executado. Novamente, a palavra chave 'ALL' representa qualquer comando, por isso utilize com cuidado. </p>

source: To add a new command, click on <b>Add</b> button, fill in command name with optional parameters and click <b>OK</b>. To remove command, select appropriate entry from the table and click on <b>Delete</b> button.
gl: Para engadir un comando novo, prema o botón <b>Engadir</b>, escriba o nome do comando con parámetros opcionais e prema <b>Aceptar</b>. Para eliminar un comando, seleccione a entrada axeitada da táboa e prema o botón <b>Eliminar</b>.
km: ដើម្បី​បន្ថែម​ពាក្យ​បញ្ជា​ថ្មី ចុច​ប៊ូតុង <b>បន្ថែម</b> បំពេញ​​ឈ្មោះ​ពាក្យ​បញ្ជា​ដែល​មាន​ប៉ារ៉ាម៉ែត្រ ជា​ជម្រើស ហើយ​ចុច <b>យល់ព្រម</b> ។ ដើម្បី​យក​ពាក្យ​បញ្ជា​ចេញ ជ្រើស​ធាតុ​សមស្រប​ណាមួយ​ពី​តារាង រួច​ចុច​ប៊ូតុង <b>លុប</b> ។
pt: Para adicionar um novo comando, prima o botão <b>Adicionar</b>, preencha o nome do comando com parâmetros opcionais e prima <b>OK</b>. Para remover um comando, seleccione a entrada apropriada da tabela, e prima o botão <b>Apagar</b>.
