Repository: yast/yast-translations
Catalog: po/sudo/*.po
Languages: fi, gl, km, pt, pt_br, sk, tr, zh_cn, zh_tw

source: <p><b><big>User Aliases</big></b><br> In this dialog, you can configure user aliases. User alias is a set of users that is given an unique name. This name is later used to refer to all users in this set in sudo configuration. </p>
gl: <p><b><big>Alias de usuario</big></b><br> Neste cadro de diálogo, pode configurar alias de usuario. Os alias de usuario son conxuntos de usuarios aos que se asigna un nome exclusivo. Este nome emprégase despois para facer referencia a todos os usuarios do conxunto na configuración de sudo. </p>
km: <p><b><big>ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ</big></b><br> ក្នុង​ប្រអប់​នេះ អ្នក​អាច​កំណត់​​រចនាសម្ព័ន្ធ​ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ ។ ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ គឺជា​សំណុំ​អ្នកប្រើ​ដែល​ត្រូវ​បាន​ផ្ដល់​នូវ ឈ្មោះ​តែមួយ ។ ឈ្មោះ​នេះ​ក្រោយមក​ត្រូវ​បាន​ប្រើ​ដើម្បី​យោង​ទៅកាន់​អ្នកប្រើ​ទាំងអស់​នៅ​ក្នុង​សំណុំ​នេះ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ sudo ។ </p>
pt: <p><b><big>Alcunhas de Utilizadores</big></b><br> Nesta caixa de diálogo, pode configurar as alcunhas de utilizadores. As alcunhas de utilizadores são um conjunto de utilizadores aos quais lhes é dado um nome único. Este nome é utilizado mais tarde para referenciar todos os utilizadores deste conjunto na configuração sudo. </p>

source: <p>To add a new user alias, click on <b>Add</b> button and fill in appropriate entries. Alias name and list of users in the alias must not be empty. </p>
gl: <p>Para engadir un novo alias de usuario, prema o botón <b>Engadir</b> e complete as entradas axeitadas. O nome de alias e a lista de usuarios non poden estar baleiros. </p>
km: <p>ដើម្បី​បន្ថែម​ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ ចុច​ប៊ូតុង <b>បន្ថែម</b> និង​បំពេញ​ធាតុ​ដែល​សមរម្យ ។ ឈ្មោះ​ក្លែងក្លាយ និង​បញ្ជី​អ្នកប្រើ​នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​ត្រូវតែ​មិន​ទទេ ។ </p>
pt: <p>Para adicionar uma nova alcunha de utilizador, prima o botão <b>Adicionar</b> e preencha as entradas apropriadas. O nome da alcunha e a lista de utilizadores na alcunha não podem estar vazios. </p>

source: <p>To edit existing user alias, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
gl: <p>Para editar un alias de usuario existente, seleccione unha entrada na táboa e prema o botón<b>Editar</b>. Para eliminar a entrada seleccionada, prema o botón <b>Eliminar</b>. </p>
km: <p>ដើម្បី​កែសម្រួល​ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ​ដែល​មាន​ស្រាប់ ជ្រើស​ពី​តារាង រួច​ចុច​ប៊ូតុង <b>កែសម្រួល</b> ។ ដើម្បី​លុប​ធាតុ​ដែល​បាន​ជ្រើស ចុច​ប៊ូតុង <b>លុប</b> ។ </p>
pt: <p>Para editar uma alcunha de utilizador existente, seleccione uma entrada da tabela e prima o botão <b>Editar</b>. Para apagar uma entrada, prima em <b>Apagar</b>. </p>

source: <p><b><big>Host Aliases</big></b><br> In this dialog, you can configure host aliases. Host alias is a set of hosts that is given an unique name. This name is later used to refer to all hosts in this set in sudo configuration. </p>
gl: <p><b><big>Alias de host</big></b><br> Neste cadro de diálogo, pode configurar alias de host. Os alias de host son conxuntos de hosts aos que se asigna un nome exclusivo. Este nome emprégase despois para facer referencia a todos os hosts do conxunto na configuración de sudo. </p>
km: <p><b><big>ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន</big></b><br> ក្នុង​ប្រអប់​នេះ អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន ។​ ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន គឺជា​សំណុំ​ម៉ាស៊ីន​ដែល​ត្រូវ​បាន​ផ្ដល់ឲ្យ​នូវ ឈ្មោះ​តែមួយ ។ ឈ្មោះ​នេះ​ក្រោយមក​ត្រូវ​បាន​ប្រើ​ដើម្បី​យោង​ទៅកាន់​ម៉ាស៊ីន​ទាំងអស់​នៅ​ក្នុង​សំណុំ​នេះ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ sudo ។ </p>
pt: <p><b><big>Alcunhas de Computador</big></b><br> Nesta caixa de diálogo, pode configurar as alcunhas de computadores. As alcunhas de computador são um conjunto de computadores aos quais lhes é dado um nome único. Este nome é utilizado mais tarde para referenciar todos os computadores deste conjunto na configuração sudo. </p>

source: <p>To add a new host alias, click on <b>Add</b> button and fill in appropriate entries. Alias name and list of hosts in the alias must not be empty. </p>
gl: <p>Para engadir un novo alias de host, prema o botón <b>Engadir</b> e complete as entradas axeitadas. O nome de alias e la lista de hosts non poden estar baleiros. </p>
km: <p>ដើម្បី​បន្ថែម​ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន​ថ្មី ចុច​ប៊ូតុង <b>បន្ថែម</b> និង​បំពេញ​ធាតុ​ដែល​សមរម្យ ។ ឈ្មោះ​ក្លែងក្លាយ និង​បញ្ជី​ម៉ាស៊ីន​នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​ត្រូវតែ​មិន​ទទេ ។ </p>
pt: <p>Para adicionar uma nova alcunha de computador, prima o botão <b>Adicionar</b> e preencha as entradas apropriadas. O nome da alcunha e a lista de computadores na alcunha não podem estar vazios. </p>

source: <p>To edit existing host alias, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
gl: <p>Para editar un alias de host existente, seleccione unha entrada na táboa e prema no botón<b>Editar</b>. Para eliminar a entrada seleccionada, prema no botón <b>Eliminar</b>. </p>
km: <p>ដើម្បី​កែសម្រួល​ឈ្មោះក្លែងក្លាយ​របស់​ម៉ាស៊ីន​ដែល​មាន​ស្រាប់ ជ្រើស​ពី​តារាង រួច​ចុច​ប៊ូតុង <b>កែសម្រួល</b> ។ ដើម្បី​លុប​ធាតុ​ដែល​បាន​ជ្រើស ចុច​ប៊ូតុង <b>លុប</b> ។ </p>
pt: <p>Para editar uma alcunha de computador existente, seleccione uma entrada da tabela e prima o botão <b>Editar</b>. Para apagar uma entrada, prima em <b>Apagar</b>. </p>

source: <p><b><big>RunAs Aliases</big></b><br> In this dialog, you can configure RunAs aliases. RunAs alias is a set of users that is given an unique name. This name is later used to refer to all users in this set in sudo configuration. </p>
gl: <p><b><big>Alias de ExecutarComo</big></b><br> Neste cadro de diálogo, pode configurar alias de ExecutarComo. Os alias de ExecutarComo son conxuntos de usuarios aos que se asigna un nome exclusivo. Este nome se emprégase despois para facer referencia a todos os usuarios deste conxunto na configuración de sudo. </p>
km: <p><b><big>ឈ្មោះ​ក្លែងក្លាយ​របស់ RunAs</big></b><br> ក្នុង​ប្រអប់​នេះ អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ឈ្មោះ​ក្លែងក្លាយ​របស់ RunAs ។ ឈ្មោះ​ក្លែងក្លាយ​របស់ RunAs គឺជា​សំណុំ​នៃ​អ្នកប្រើ​ដែល​ត្រូវ​បាន​ផ្ដល់​នូវ ឈ្មោះ​តែមួយ ។ ឈ្មោះ​នេះ​ក្រោយមក​ត្រូវ​បាន​ប្រើ​ដើម្បី​យោង​ទៅកាន់​អ្នកប្រើ​ទាំងអស់​នៅ​ក្នុង​សំណុំ​នេះ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ sudo ។ </p>
pt: <p><b><big>Alcunhas de ExecutarComo</big></b><br> Nesta caixa de diálogo, pode configurar as alcunhas de ExecutarComo. As alcunhas de ExecutarComo são um conjunto de utilizadores aos quais lhes é dado um nome único. Este nome é utilizado mais tarde para referenciar todos os utilizadores deste conjunto na configuração sudo. </p>

source: <p>To add a new RunAs alias, click on <b>Add</b> button and fill in appropriate entries. Alias name and list of users in the alias must not be empty. </p>
gl: <p>Para engadir un novo alias de ExecutarComo, prema no botón <b>Engadir</b> e complete as entradas axeitadas. O nome de alias e a lista de usuarios non poden estar baleiros. </p>
km: <p>ដើម្បី​បន្ថែម​ឈ្មោះ​ក្លែងក្លាយ​របស់ RunAs ថ្មី ចុច​ប៊ូតុង <b>បន្ថែម</b> ហើយ​បំពេញ​ធាតុ​ដែល​សមរម្យ ។ ឈ្មោះ​ក្លែងក្លាយ និង​បញ្ជី​អ្នកប្រើ​នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​ត្រូវតែ​មិន​ទទេ ។ </p>
pt: <p>Para adicionar uma nova alcunha de ExecutarComo, prima o botão <b>Adicionar</b> e preencha as entradas apropriadas. O nome da alcunha e a lista de utilizadores na alcunha não podem estar vazios. </p>

source: <p>To edit existing RunAs alias, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
gl: <p>Para editar un alias de ExecutarComo existente, seleccione unha entrada na táboa e prema no botón<b>Editar</b>. Para eliminar a entrada seleccionada, prema no botón <b>Eliminar</b>. </p>
km: <p>ដើម្បី​កែសម្រួល​ឈ្មោះ​ក្លែងក្លាយ​របស់ RunAs ដែល​មាន​ស្រាប់ ជ្រើស​ពី​តារាង រួច​ចុច​ប៊ូតុង <b>កែសម្រួល</b> ។ ដើម្បី​លុប​ធាតុ​ដែល​បាន​ជ្រើស ចុច​ប៊ូតុង <b>លុប</b> ។ </p>
pt: <p>Para editar uma alcunha de ExecutarComo existente, seleccione uma entrada da tabela e prima o botão <b>Editar</b>. Para apagar uma entrada, prima em <b>Apagar</b>. </p>

source: <p><b><big>Command Aliases</big></b><br> In this dialog, you can configure command aliases. Command alias is a set of commands (optionally with parameters) that is given an unique name. This name is then used to refer to all commands in this set in sudo configuration. </p>
gl: <p><b><big>Alias de comando</big></b><br> Neste cadro de diálogo, pode configurar alias de comandos. Os alias de comando son conxuntos de comandos (e parámetros opcionais) aos que se lles asigna un nome exclusivo. Este nome emprégase despois para facer referencia a todos os comandos deste conxunto na configuración de sudo. </p>
km: <p><b><big>ឈ្មោះ​ក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា</big></b><br> ក្នុង​ប្រអប់​នេះ អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ឈ្មោះក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា ។ ឈ្មោះ​ក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា គឺជា​សំណុំ​នៃ​ពាក្យ​បញ្ជា (ជា​ជម្រើស​មាន​ប៉ារ៉ាម៉ែត្រ) ដែល​ត្រូវ​បាន​ផ្ដល់​នូវ​ឈ្មោះ​តែមួយ ។ បន្ទាប់មក ឈ្មោះ​នេះ​នឹង​ត្រូវ​បាន​ប្រើ​ដើម្បី​យោង ទៅកាន់​ពាក្យ​បញ្ជា​ទាំងអស់​នៅ​ក្នុង​សំណុំ​នេះ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ sudo ។ </p>
pt: <p><b><big>Alcunhas de Comandos</big></b><br> Nesta caixa de diálogo, pode configurar as alcunhas de comandos. As alcunhas de comandos são um conjunto de comandos (opcionalmente com parâmetros) aos quais lhes é dado um nome único. Este nome é utilizado mais tarde para referenciar todos os comandos deste conjunto na configuração sudo. </p>

source: <p>To add a new command alias, click on <b>Add</b> button and fill in appropriate entries. Alias name and list of commands in the alias must not be empty. </p>
gl: <p>Para engadir un novo alias de comando, prema no botón <b>Engadir</b> e complete as entradas axeitadas. O nome de alias e a lista de comandos non poden estar baleiros. </p>
km: <p>ដើម្បី​បន្ថែម​ឈ្មោះ​ក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា​ថ្មី ចុច​ប៊ូតុង <b>បន្ថែម</b> ហើយ​បំពេញ​ធាតុ​ដែល​សមរម្យ ។ ឈ្មោះ​ក្លែងក្លាយ និង​បញ្ជី​ពាក្យ​បញ្ជា​នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​ត្រូវតែ​មិន​ទទេ ។ </p>
pt: <p>Para adicionar uma nova alcunha de comandos, prima o botão <b>Adicionar</b> e preencha as entradas apropriadas. O nome da alcunha e a lista de comandos na alcunha não podem estar vazios. </p>

source: <p>To edit existing command alias, select an entry from the table and click on <b>Edit</b> button. To delete selected entry, click on <b>Delete</b> button. </p>
gl: <p>Para editar un alias de comando existente, seleccione unha entrada na táboa e prema no botón<b>Editar</b>. Para eliminar a entrada seleccionada, prema no botón <b>Eliminar</b>. </p>
km: <p>ដើម្បី​កែសម្រួល​ឈ្មោះ​ក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា​ដែល​មាន​ស្រាប់ ជ្រើស​ធាតុ​ពី​តារាង រួច​ចុច​ប៊ូតុង​ <b>កែសម្រួល</b> ។ ដើម្បី​លុប​ធាតុ​ដែល​បាន​ជ្រើស ចុច​ប៊ូតុង <b>លុប</b> ។ </p>
pt: <p>Para editar uma alcunha de comandos existente, seleccione uma entrada da tabela e prima o botão <b>Editar</b>. Para apagar uma entrada, prima em <b>Apagar</b>. </p>

source: <p><b><big>User Alias</big></b><br> User alias consists of one or more users, system groups (prefixed with '%') or other user aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all users in this alias. </p>
gl: <p><b><big>Alias de usuario</big></b><br> Os alias de usuario consisten nun ou varios usuarios, grupos de sistema (co prefixo '%') ou outros alias de usuario. Asígnaselles un nome único (que pode incluír só letras en maiúscula, números e caracteres de subliñado) , que despois se utiliza para facer referencia a todos os usuarios do alias. </p>
km: <p><b><big>ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ</big></b><br> ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ​មាន​ក្រុម​ប្រព័ន្ធ អ្នកប្រើ​មួយ ឬ​ច្រើន (ដែល​មាន​បុព្វបទ '%') ឬ ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ​ផ្សេងទៀត ។ វា​ត្រូវ​បាន​ផ្ដល់​នូវ​ឈ្មោះ​តែមួយ (ត្រូវតែ​មាន​តួអក្សរ​ធំ លេខ និង​សញ្ញា (_) ប៉ុណ្ណោះ) ដែល​បន្ទាប់មក​នឹង​ត្រូវ​ប្រើ​ដើម្បី​យោង​ទៅកាន់​​អ្នកប្រើ​ទាំងអស់​នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​នេះ ។ </p>
pt: <p><b><big>Alcunha de Utilizador</big></b><br> Uma alcunha de utilizador consiste em um ou mais utilizadores, grupos de sistema (com prefixo '%') ou outras alcunhas de utilizador. É-lhe dado um nome único (deve conter apenas letras maiúsculas, números e sublinhado), o qual é mais tarde utilizado para referenciar todos os utilizadores na alcunha. </p>

source: <p>Enter unique name into <b>Alias Name</b> text entry. To add users or groups to the alias, select user or group name from the drop-down menu and click on <b>Add</b> button. To remove user from the alias, select appropriate entry from the table, and click on <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
gl: <p>Introduza un nome exclusivo na entrada de texto <b>Alias</b>. Para engadir usuarios ou grupos ao alias, seleccione o nome correspondiente no menú despregable e prema no botón <b>Engadir</b>. Para eliminar un usuario del alias, seleccione a entrada axeitada na táboa e prema <b>Eliminar</b>. Para terminar a configuración, prema <b>Aceptar</b>. </p>
km: <p>បញ្ចូល​ឈ្មោះ​តែមួយ​ទៅ​ក្នុង​ធាតុ​អត្ថបទ <b>ឈ្មោះ​ក្លែងក្លាយ</b> ។ ដើម្បី​បន្ថែម​អ្នកប្រើ ឬ​ក្រុម​ទៅកាន់ ឈ្មោះ​ក្លែងក្លាយ ជ្រើស​អ្នកប្រើ ឬ​ឈ្មោះ​ក្រុម​ពី​បញ្ជី​ធ្លាក់​ចុះ រួច​ចុច​ប៊ូតុង <b>បន្ថែម</b> ។ ដើម្បី​យក​អ្នកប្រើ​ចេញ​ពី​ឈ្មោះ​ក្លែងក្លាយ ជ្រើស​ធាតុ​ដែល​សមរម្យ​ពី​តារាង រួច​ចុច​ប៊ូតុង <b>យកចេញ</b> ។ ដើម្បី​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ ចុច <b>យល់ព្រម</b> ។ </p>
pt: <p>Digite um nome único na entrada de texto de <b>Nome da Alcunha</b>. Para adicionar utilizadores ou grupos à alcunha, escolha o utilizador ou grupo do menu de persiana e prima o botão <b>Adicionar</b>. Para remover um utilizador da alcunha, escolha da tabela a entrada apropriada, e prima o botão <b>Apagar</b>. Para terminar a configuração, prima <b>OK</b>. </p>

source: <b>Note:</b> Alias name must not be empty. Each alias must have at least one member.
gl: <b>Nota:</b> O nome de alias non pode estar baleiro. Cada alias debe contar alomenos cun membro.
km: <b>ចំណាំ ៖</b> ឈ្មោះ​ក្លែងក្លាយ​មិន​ត្រូវ​ទទេ ។ ឈ្មោះ​ក្លែងក្លាយ​នីមួយ​ៗ​ត្រូវតែ​មាន​យ៉ាង​ហោច​សមាជិក​មួយ ។
pt: <b>Nota:</b> O nome da alcunha não pode estar vazio. Cada alcunha deve ter pelo menos um membro.

source: <p><b><big>Host Alias</big></b><br> Host alias consists of one or more hostnames, single IP addresses, IP addresses combined with netmask id dotted quad notation (e.g. 192.168.0.0/255.255.255.0) or CIDR number of bits notation (e.g. 192.168.0.0/24), or other host aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all hosts in this alias. </p>
gl: <p><b><big>Alias de host</big></b><br> Os alias de host consisten nun ou varios nomes de host, enderezos IP, esderezos IP combinados con máscaras de rede en notación cuádruplo con puntos (p. ex. 192.168.0.0/255.255.255.0) ou en notación CIDR de número de bits (p. ex. 192.168.0.0/24) ou outros alias de host. Asígnaselles un nome exclusivo (que só pode incluír letras en maiúscula, números ou caracteres de subliñado), que despois utilízase para facer referencia a todos os hosts do alias. </p>
km: <p><b><big>ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន</big></b><br> ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន​មាន​ឈ្មោះ​ម៉ាស៊ីន អាសយដ្ឋាន IP តែមួយ អាសយដ្ឋាន IP មួយ ឬ​ច្រើន ដែល​ផ្សំ​គ្នា​ជាមួយ​លេខ​សម្គាល់​របាំង​បណ្ដាញ​ដោយ​មាន​សញ្ញា​ចុច (ឧ. 192.168.0.0/255.255.255.0) ឬ ចំនួន​ប៊ីត​នៃ CIDR (ឧ. 192.168.0.0/24) ឬ​ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន​ផ្សេងទៀត ។ វា​ត្រូវ​បាន​ផ្ដល់​នូវ ឈ្មោះ​តែមួយ (ត្រូវតែ​មាន​តួ​អក្សរ​ធំ លេខ និង​សញ្ញា (_) តែប៉ុណ្ណោះ) ដែល បន្ទាប់មក​នឹង​ត្រូវ​បាន​ប្រើ​ដើម្បី​យោង​ទៅកាន់​ម៉ាស៊ីន​ទាំងអស់​​នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​នេះ ។ </p>
pt: <p><b><big>Alcunha de Computador</big></b><br> Uma alcunha de computador consiste em um ou mais computadores, endereço IP simples, endereços IP combinados com id de máscara de rede em notação quádrupla (ex: 192.168.0.0/255.255.255.0) ou a notação CIDR com o número de bits (ex: 192.168.0.0/24), ou outras alcunhas de computador. É-lhe dado um nome único (deve conter apenas letras maiúsculas, números e sublinhado), o qual é mais tarde utilizado para referenciar todos os computadores na alcunha. </p>

source: <p>Enter unique name into <b>Alias Name</b> text entry. To add hosts to the alias, click on <b>Add</b> button. A pop-up window will appear, where you can enter valid hostname or IP address and then click <b>OK</b>. <p>
gl: <p>Introduza un nome exclusivo na entrada de texto <b>Alias</b>. Para engadir hosts ao alias, prema o botón <b>Engadir</b>. Mostrarse unha fiestra emerxente, onde se debe introducir un nome de host ou un enderezo IP válidos e despois premer en <b>Aceptar</b>. <p>
km: <p>បញ្ចូល​ឈ្មោះ​តែមួយ​ទៅ​ក្នុង​ធាតុ​អត្ថបទ <b>ឈ្មោះ​ក្លែងក្លាយ</b> ។ ដើម្បី​បន្ថែម​ម៉ាស៊ីន​ទៅ​កាន់ ឈ្មោះ​ក្លែងក្លាយ ចុច​ប៊ូតុង <b>បន្ថែម</b> ។ បង្អួច​លេចឡើង​នឹង​បង្ហាញ​ឡើង ដែល​អ្នក​អាច​បញ្ចូល ឈ្មោះ​ម៉ាស៊ីន​ ឬ​អាសយដ្ឋាន IP ត្រឹមត្រូវ បន្ទាប់មក​ចុច <b>យល់ព្រម</b> ។ <p>
pt: <p>Digite um nome único na entrada de texto de <b>Nome da Alcunha</b>. Para adicionar computadores à alcunha, prima o botão <b>Adicionar</b>. Aparecer-lhe-á uma janela onde poderá digitar um nome de computador ou endereço IP válidos, e depois prima <b>OK</b>. </p>

source: To remove host from the alias, select appropriate entry from the table, and click on <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
gl: Para eliminar un host do alias, seleccione a entrada axeitada da táboa e prema no botón <b>Eliminar</b>. Para completar a configuración, prema en <b>Aceptar</b>. </p>
km: ដើម្បី​យក​ម៉ាស៊ីន​ចេញពី​ឈ្មោះ​ក្លែងក្លាយ ជ្រើស​ធាតុ​ដែល​សមរម្យ​ពី​តារាង រួច​ចុច​ប៊ូតុង <b>យកចេញ</b> ។ ដើម្បី​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ ចុច <b>យល់ព្រម</b> ។ </p>
pt: Para remover um computador da alcunha, escolha da tabela a entrada apropriada, e prima o botão <b>Remover</b>. Para terminar a configuração, prima <b>OK</b>. </p>

source: <p><b><big>RunAs Alias</big></b><br> RunAs alias is very similar to User Alias. It consists of one or more users, system groups (prefixed with '%') or other RunAs aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all users in this alias. </p>
gl: <p><b><big>Alias de ExecutarComo</big></b><br> Os alias de EjecutarComo son moi semellantes aos alias de usuario. Consisten nun ou varios usuarios, grupos de sistema (co prefixo '%') ou outros alias de ExecutarComo. Asígnaselles un nombre exclusivo (que só pode incluór letras en maiúscula, números e caracteres de subliñado), que despois se utiliza para facer referencia a todos os usuarios incluídos no alias. </p>
km: <p><b><big>ឈ្មោះ​ក្លែងក្លាយ RunAs</big></b><br> ឈ្មោះ​ក្លែងក្លាយ RunAs ស្រដៀង​គ្នា​បំផុត​ទៅ​នឹង​ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ ។ វា​មាន​ក្រុម​ប្រព័ន្ធ អ្នកប្រើ​ម្នាក់ ឬ​ច្រើន​អ្នក (ដែល​មាន​បុព្វបទ'%') ឬ​ឈ្មោះ​ក្លែងក្លាយ RunAs ផ្សេងទៀត ។ វា​ត្រូវ​បាន​ផ្ដល់​នូវ​ឈ្មោះ​តែមួយ (ត្រូវតែ​មាន តួអក្សរ​ធំ លេខ និង​សញ្ញា (_) តែប៉ុណ្ណោះ) ដែល​បន្ទាប់មក​នឹង​ត្រូវ​បាន​ប្រើ​ដើម្បី​យោង​ទៅកាន់​អ្នកប្រើ​ទាំងអស់ នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​នេះ ។ </p>
pt: <p><b><big>Alcunha de ExecutarComo</big></b><br> Uma alcunha de ExecutarComo é muito similar a uma alcunha de utilizador. Consiste em um ou mais utilizadores, grupos de sistema (com prefixo '%') ou outras alcunhas de ExecutarComo. É-lhe dado um nome único (deve conter apenas letras maiúsculas, números e sublinhado), o qual é mais tarde utilizado para referenciar todos os utilizadores na alcunha. </p>

source: <p><b><big>Command Alias</big></b><br> Command Alias is a list of one or more commands (with optional parameters), directories, or other command aliases. It is given single name (must contain uppercase letters, numbers and underscore only), which is then used to refer to all commands in this alias. A command can optionally have one or more parameters specified. If so, users can run the command with these parameters only. If a directory name is used, any command in that directory can be run. </p>
gl: <p><b><big>Alias de comando</big></b><br> Os alias de comando son listas dun ou varios comandos (con parámetros opcionais), directorios ou outros alias de comando. Asígnaselles un nome exclusivo (que só pode incluír letras en maiúscula, números e caracteres de subliñado), que se utiliza despois para facer referencia a todos os comandos do alias. Cada comando pode tener un ou varios parámetros especificados. De seren así, os usuarios poderán executar o comando só con eses parámetros. Se se emprega o nome dun directorio, pódese executar calquera comando que estea incluído nel. </p>
km: <p><b><big>ឈ្មោះ​ក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា</big></b><br> ឈ្មោះ​ក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា គឺជា​បញ្ជី​នៃ​ពាក្យ​បញ្ជា (ដែល​មាន​ប៉ារ៉ាម៉ែត្រ​ជា​ជម្រើស) ថត​មួយ ឬ​ច្រើន ឬ​ឈ្មោះ​ក្លែងក្លាយ​របស់​ពាក្យ​បញ្ជា​ផ្សេងទៀត ។ វា​ត្រូវ​បាន​ផ្ដល់​នូវ​ឈ្មោះ​តែមួយ (ត្រូវតែ​មាន​តួអក្សរ​ធំ លេខ និង​សញ្ញា (_) តែប៉ុណ្ណោះ) ដែល​បន្ទាប់មក នឹង​ត្រូវ​បាន​ប្រើ​ដើម្បី​យោង​ទៅកាន់​ពាក្យ​បញ្ជា​ទាំងអស់​នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​នេះ ។ ពាក្យ​បញ្ជា ជា​ជម្រើស អាច​មាន​ប៉ារ៉ាម៉ែត្រ​ដែល​បាន​បញ្ជាក់ មួយ ឬ​ច្រើន ។ ប្រសិនបើ​ដូច្នេះ អ្នកប្រើ​អាច​ដំណើរការ​តែ​ពាក្យ​បញ្ជា​ដែល​មាន​ប៉ារ៉ាម៉ែត្រ​នេះ​តែប៉ុណ្ណោះ ។ ប្រសិនបើ ឈ្មោះ​ថត​ត្រូវ​បាន​ប្រើ ពាក្យ​បញ្ជា​ណា​មួយ ដែល​នៅ​ក្នុង​ថត​នោះ​អាច​នឹង​ត្រូវ​បាន​ដំណើរការ ។ </p>
pt: <p><b><big>Alcunha de Comando</big></b><br> Uma alcunha de comando é um lista de um ou mais comandos (opcionalmente com parâmetros), directórios, ou outras alcunhas de comando. É-lhe dado um nome único (deve conter apenas letras maiúsculas, números e sublinhado), o qual é mais tarde utilizado para referenciar todos os comandos na alcunha. Um comando pode opcionalmente ter um ou mais parâmetros especificados. Se assim for, os utilizadores podem executar este comando apenas com esses parâmetros. Se for utilizado um nome de directório, qualquer comando nesse directório poderá ser executado. </p>

source: <p>Enter unique name into <b>Alias Name</b> text entry. To add a new command to the alias, click on <b>Add</b> button.A pop-up window will appear, where you can enter command name (or select one from file browser by clicking on <b>Browse</b> button. Additionally, you can specify command parameters in <b>Parameters</b> text entry
km: <p>បញ្ចូល​ឈ្មោះ​តែមួយ​ទៅ​ក្នុង​ធាតុ​អត្ថបទ <b>ឈ្មោះ​ក្លែងក្លាយ</b> ។ ដើម្បី​បន្ថែម​ពាក្យ​បញ្ជា​ថ្មី​ទៅ​កាន់​ឈ្មោះ​ក្លែងក្លាយ ចុច​ប៊ូតុង <b>បន្ថែម</b> ។ បង្អួច​លេចឡើង​នឹង​បង្ហាញ​ឡើង​ដែល​អ្នក​អាច​បញ្ចូល​ឈ្មោះ​ពាក្យ​បញ្ជា (ឬ​ជ្រើស​មួយ​ពី​កម្មវិធី​រុករក​ដោយ​ចុច​ប៊ូតុង <b>រកមើល</b> ។ ជា​ជម្រើស អ្នក​អាច បញ្ជាក់​ប៉ារ៉ាម៉ែត្រ​ពាក្យ​បញ្ជា​នៅ​ក្នុង​ធាតុ​អត្ថបទ <b>ប៉ារ៉ាម៉ែត្រ</b>

source: To remove command from the alias, select appropriate entry from the table, and click on <b>Remove</b> button. To finish the configuration, click <b>OK</b>. </p>
gl: Para eliminar un comando del alias, escolla a entrada axeitada da táboa e prema <b>Eliminar</b>. Para completar a configuración, prema <b>Aceptar</b>. </p>
km: ដើម្បី​យក​ពាក្យ​បញ្ជា​ចេញពី​ឈ្មោះ​ក្លែងក្លាយ ជ្រើស​ធាតុ​ដែល​សមរម្យ​ពី​តារាង រួច​ចុច​ប៊ូតុង <b>យកចេញ</b> ។ ដើម្បី​បញ្ចប់​ការ​កំណត់​រចនាសម្ព័ន្ធ ចុច <b>យល់ព្រម</b> ។ </p>
pt: Para remover um comando da alcunha, escolha da tabela a entrada apropriada, e prima no botão <b>Remover</b>. Para terminar a configuração prima <b>OK</b>. </p>
