Repository: yast/yast-translations
Catalog: po/sudo/*.po
Languages: fi, gl, km, pt, pt_br, sk, tr, zh_cn, zh_tw

source: <p><b><big>Rules for sudo</big></b><br>Rules for sudo basically determine which commands a user may run on the specified hosts (optionally also as what user). Each rule is a tuple consisting of a user, a host and a list of commands, with an optional RunAs specification and additional tags. These are summarized in the following table. </p>
fi: <p><b><big>Sudo-säännöt</big></b><br>Sudo säännöt periaatteessa määrittää, mitä komentoja käyttäjä voi suorittaa määritetyillä isännillä (valinnaisesti myös mitä käyttäjä). Kukin sääntö on moniko, joka koostuu käyttäjästä, isännästä ja komentoluettelosta, jossa on valinnainen RunAs-määritys ja lisätunnisteet. Nämä on yhteenvetona seuraavassa taulukossa. </p>
pt_br: <p><b><big>Regras para o sudo</big></b><br>As regras para o sudo determinam basicamente quais comandos um usuário pode executar nos hosts especificados (opcionalmente, também o tipo de usuário). Cada regra é uma tupla que consiste no usuário, no host e em uma lista de comandos, com especificação RunAs opcional e tags adicionais. Eles estão resumidos na seguinte tabela.</p>
sk: <p><b><big>Pravidlá pre používateľov</big></b><br>Pravidlá pre sudo v podstate určujú, ktoré príkazy smie používateľ spúšťať na daných hostiteľoch (voliteľne tiež ako ktorý iný používateľ). Každé pravidlo je trojica, ktorá sa skladá z mena používateľa a hostiteľa a zoznamu príkazov voliteľne tiež s určením SpustiťAko a ďalších príznakov. Toto je zhrnuté v následujúcej tabuľke. </p>
tr: <p><b><big>Sudo için kurallar</big></b><br>Sudo için kurallar temel olarak bir kullanıcının belirtilen ana bilgisayarlarda hangi komutları çalıştırabileceğini belirler (isteğe bağlı olarak hangi kullanıcı olarak da). Her kural bir kullanıcı, bir ana bilgisayar ve bir komut listesinden oluşan bir tuple'dır ve isteğe bağlı bir RunAs belirtimi ve ek etiketler içerir. Bunlar aşağıdaki tabloda özetlenmiştir. </p>
zh_cn: <p><b><big>sudo 规则</big></b><br>sudo 规则可基本确定将在指定的主机（也可指定用户）上用户可以运行哪些命令。每个规则是由用户、主机及命令列表，以及可选的 RunAs 规范和其他标记构成的元组。在下表中对它们进行了汇总。</p>
zh_tw: <p><b><big>sudo 規則</big></b><br>基本上 sudo 規則會決定使用者在指定主機上可以執行的指令 (也可選擇性地決定哪個使用者)。每個規則都是由使用者、主機與指令清單組成的集合，含有選擇性的 RunAs 指定與其他標籤。這些內容將摘述於下表。</p>

source: <p>The <b>Users</b> column specifies a local or system user or user alias. </p><p>The <b>Hosts</b> column determines on which hosts or group of hosts referred to by a host alias a user may run the specified commands. </p>
fi: <p><b>Käyttäjät</b>-sarake ilmaisee paikallisen tai järjestelmäkäyttäjän tai käyttäjäaliaksen. </p><p><b>Koneet</b>-sarake ilmaisee, millä koneilla tai koneryhmällä, johon viitataan konealiaksella, käyttäjä voi suorittaa määritettyjä komentoja. </p>
pt_br: <p>A coluna <b>Usuários</b> indica o usuário local ou do sistema ou o álias do usuário.</p><p>A coluna <b>Hosts</b> determina em quais hosts ou grupo de hosts, conhecido como álias de host, um usuário pode executar comandos especificados.</p>
sk: <p>Stĺpec<b>Používatelia</b> určuje lokálneho alebo systémového používateľa, alebo alias používateľa.</p><p> Stĺpec<b>Hostitelia</b> určuje na ktorých hostiteľoch, alebo skupinách hostiteľov určené aliasom hostiteľa, môže používateľ spúšťať uvedené príkazy. </p>
tr: <p><b>Kullanıcılar</b> sütunu yerel veya sistem kullanıcısını veya kullanıcı takma adını belirtir. </p><p><b>Ana Bilgisayarlar</b> sütunu, bir ana bilgisayar takma adıyla anılan hangi ana bilgisayarlarda veya ana bilgisayar gruplarında bir kullanıcının belirtilen komutları çalıştırabileceğini belirler.</p>
zh_cn: <p><b>用户</b>列指定本地或系统用户或用户别名。</p><p><b>主机</b>列确定用户可在主机别名所指的哪些主机或主机组上运行指定的命令。</p>
zh_tw: <p><b>使用者</b>欄指定本地或系統使用者或使用者別名。</p><p><b>主機</b>欄決定使用者在主機別名所代表的哪個主機或主機群組上可以執行指定的指令。</p>

source: <p>The <b>RunAs</b> column is anoptional parameter containing the user name (or alias) whose access privileges will be used to run commands. <b>NOPASSWD</b> is a tag determining whether users need to authorize themselves before running commands. </p>
fi: <p><b>SuoritaNimellä</b>-sarake on valinnainen parametri, joka sisältää käyttäjänimen (tai aliaksen), jonka käyttöoikeuksilla komennot suoritetaan. <b>EISALASANAA</b> on merkintä, joka määrää täytyykö käyttäjien tunnistautua ennen komentojen suorittamista. </p>
pt_br: <p>A coluna <b>RunAs</b> é um parâmetro opcional contendo nome (ou álias) de usuário cujos privilégios de acesso serão usados para executar comandos. <b>NOPASSWD</b> é uma tag, que determina se os usuários precisam se autorizar antes de executar comandos.</p>
sk: <p>Stĺpec <b>SpustiťAko</b> je voliteľný parameter, obsahujúci menou používateľa (alebo aliasu), ktorého prístupové práva budú použité pre spustenie príkazov. <b>Bez_hesla</b> je príznak, označujúci či sa používatelia potrebujú autorizovať pred spustením príkazov.</p>
tr: <p><b>RunAs</b> sütun, komutları çalıştırmak için erişim ayrıcalıkları kullanılacak kullanıcı adını (veya takma adı) içeren isteğe bağlı bir parametredir.<b>PAROLAYOK</b>Kullanıcıların komutları çalıştırmadan önce kendilerini yetkilendirmeleri gerekip gerekmediğini belirleyen bir etikettir. </p>
zh_cn: <p><b>RunAs</b> 列是可选参数，包含用户名（或别名），其访问特权将用于运行命令。<b>NOPASSWD</b> 是个标记，它确定用户运行命令前是否需要授权。</p>
zh_tw: <p><b>RunAs</b> 欄是選擇性的參數，包含其存取權限將用於執行指令的使用者名稱 (或別名)。<b>NOPASSWD</b> 是一個標籤，決定使用者是否需要在執行指令之前讓自己取得授權。</p>

source: <p>A set of commands that user can run on specified hosts is summarized in the <b>Commands</b> column. </p>
fi: <p>Yhteenveto komennoista, jotka käyttäjä voi suorittaa määritetyillä koneilla on <b>Komennot</b>-sarakkeessa. </p>
pt_br: <p>Há um resumo do conjunto de comandos que podem ser executados pelo usuário nos hosts especificados na coluna <b>Comandos</b>.</p>
sk: <p>Sada príkazov, ktoré môže používateľ spúšťať na uvedených hostiteľoch, je zhrnuté v stĺpci<b>Príkazy</b>. </p>
tr: <p>Kullanıcının belirtilen ana bilgisayarlarda çalıştırabileceği komut kümesi <b>Komutlar</b> sütununda özetlenmiştir. </p>
zh_cn: <p>用户可以在指定主机上运行的一组命令汇总在<b>命令</b>列中。</p>
zh_tw: <p>使用者可以在指定的主機上執行的指令組將摘述於<b>指令</b>欄中。</p>

source: <p>To add a new rule, click the <b>Add</b> button and fill in the appropriate fields. User name, hostname and command list must not be empty. </p>
fi: <p> Lisätäksesi uuden määrityksen napsauta <b>Lisää</b>-painiketta ja täytä tarvittavat kentät. Käyttäjänimi, konenimi ja komentoluettelo eivät saa olla tyhjiä. </p>
pt_br: <p> Para adicionar uma nova regra, clique no botão <b>Adicionar</b> e preencha as entradas apropriadas. O nome de usuário, o nome de host e a lista de comandos não devem estar vazios.</p>
sk: <p> Pre pridanie nového pravidla, kliknite na tlačidlo <b>Pridať</b> a vyplňte príslušné polia. Používateľské meno, názov hostiteľa a zoznam príkazov nesmú byť prázdne. </p>
tr: <p>Yeni bir kural eklemek için <b>Ekle</b> düğmesine tıklayın ve uygun alanları doldurun. Kullanıcı adı, ana bilgisayar adı ve komut listesi boş olmamalıdır. </p>
zh_cn: <p>要添加新的规则，请单击<b>添加</b>按钮并填写相应的字段。用户名、主机名和命令列表不能为空。</p>
zh_tw: <p> 若要新增規則，請按一下<b>新增</b>按鈕，並填寫相應的欄位。使用者名稱、主機名稱與指令清單不得為空白。</p>

source: <p>To edit an existing rule, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
fi: <p>Jos haluat muokata aiemmin luotua sääntöä, valitse se taulukosta ja napsauta <b>Muokkaa</b>-painiketta. Voit poistaa valitun kohteen napsauttamalla <b>Poista</b>-painiketta. </p>
pt_br: <p>Para editar uma regra existente, selecione uma entrada na tabela e clique no botão <b>Editar</b>. Para remover uma entrada selecionada, clique no botão <b>Remover</b>.</p>
sk: <p>Ak chcete upraviť existujúce pravidlo, vyberte položku z tabuľky a kliknite na tlačidlo <b>Upraviť</b>. Ak chcete vybratú položku vymazať, kliknite na tlačidlo <b>Vymazať</b>. </p>
tr: <p>Mevcut bir kuralı düzenlemek için tablodan bir öğe seçin ve <b>Düzenle</b> düğmesine tıklayın. Seçili öğeyi silmek için <b>Sil</b> düğmesine tıklayın. </p>
zh_cn: <p>要编辑现有规则，请从表中选择项目并单击<b>编辑</b>按钮。要删除选定项，请单击<b>删除</b>按钮。</p>
zh_tw: <p>若要編輯現有規則，請從表中選取相應項目，並按一下<b>編輯</b>按鈕。若要刪除所選的項目，請按一下<b>刪除</b>按鈕。</p>

source: <p><b>User Name or Alias</b> may be specified by a single username (e.g.foo), a group name prefixed with '%' (e.g. %bar), or a user alias name. The 'ALL' keyword can be used to specify any user. Select from the existing users, groups and aliases in the drop-down menu, or enter your own value. </p>
fi: <p><b>Käyttäjänimi tai alias</b> voidaan määrittää yhtenä käyttäjänimenä (esim.foo), ryhmänimenä jonka etuliitteenä on '%' (esim. %bar) tai käyttäjänimi. Jos avainsanaa 'ALL' käytetään, se tarkoittaa kaikkia käyttäjiä. Valitse alasvetovalikosta olemassa olevista käyttäjistä, ryhmistä tai aliaksista tai kirjoita oma arvo. </p>
pt_br: <p>O <b>Nome ou Álias de Usuário</b> pode ser especificado por um único nome de usuário (ex.: foo), por um nome de grupo com o prefixo "%" (por exemplo, %bar) ou por um nome de álias de usuário. Se a palavra-chave "ALL" for usada, ela representará qualquer usuário. Selecione usuários, grupos e álias existentes no menu suspenso ou digite o seu próprio valor.</p>
sk: <p><b>Používateľské meno alebo alias</b> môže byť uvedený jedným používateľským menom (napr. foo), menom skupiny s predponou '%' (napr. %bar), alebo názvom aliasu používateľa. Kľúčové slovo 'ALL' môže byť použité na určenie všetkých používateľov. Vyberte z existujúcich používateľov, skupín a aliasov v rozbalovacej ponuke, alebo zadajte vlastnú hodnotu. </p>
tr: <p><b>Kullanıcı Adı veya Takma Ad</b> tek bir kullanıcı adı (örneğin foo), '%' ile öneklenen bir grup adı (örneğin %bar) veya bir kullanıcı takma adı ile belirtilebilir. 'TÜMÜ' anahtar sözcüğü herhangi bir kullanıcıyı belirtmek için kullanılabilir. Açılır menüden mevcut kullanıcılar, gruplar ve takma adlar arasından seçim yapın veya kendi değerinizi girin. </p>
zh_cn: <p><b>用户名或别名</b>可用单一用户名（例如 foo）、组名加前缀“%”（例如 %bar）或用户别名名称来指定。关键字“ALL”用于指定任何用户。请从下拉列表中的现有用户、组和别名中选择，或输入您自己的值。</p>
zh_tw: <p><b>使用者名稱或別名</b>可由單一使用者名稱 (例如 foo)、使用 '%' 做為字首的群組名稱 (例如 %bar)、或使用者別名名稱來指定。若使用關鍵字 'ALL'，則表示任意使用者。請從下拉式功能表中的現有使用者、群組與別名中選取一項，或輸入您自己的值。</p>

source: <p><b>Hostname or Alias</b> is either a hostname (e.g. www.example.com), a single IP address (e.g. 192.168.0.1), an IP address combined with a netmask, or a host alias. If commands may be run on any host, use the 'ALL' keyword. The hostname or IP address is matched against your own hostname or IP address, so if you don't intend to share one /etc/sudoers file between multiple machines, 'ALL' or 'localhost' will be sufficient for almost all purposes. </p>
fi: <p><b>Konenimi tai alias</b> koostuu konenimestä (esim. www.esimerkki.fi), yhdestä IP -osoitteesta (esim. 192.168.0.1), IP-osoite yhdistettynä verkonpeitolla tai kone aliaksesta. Jos komentoja voi suorittaa millä tahansa koneella, käytä avainsanaa 'ALL'. Konenimeä tai IP-osoitetta verrataan omaan konenimeesi tai IP-osoitteeseesi, joten jos et aio jakaa yhtä /etc/sudoers -tiedostoa useiden koneiden välillä, 'ALL' tai 'localhost' riittää lähes kaikkiin tarkoituksiin. </p>
pt_br: <p>A entrada <b>Nome de Host ou Álias</b> consiste no nome de host (como www.exemplo.com), em um único endereço IP (ex.: 192.168.0.1), em um endereço IP combinado com uma máscara de rede ou em um álias de host. Use a palavra-chave "ALL" para permitir a execução dos comandos em qualquer host. É feita a correspondência do nome de host ou do endereço IP com o seu próprio nome de host ou endereço IP; portanto, se não desejar compartilhar um arquivo /etc/sudoers com várias máquinas, a entrada "ALL" ou "localhost" será suficiente para quase todas as finalidades.</p>
sk: <p>Položka<b>Meno hostiteľa alebo alias</b> je buď z mena hostiteľa, (napr. www.example.com), jedna IP adresa (napr. 192.168.0.1), IP adresa kombinovaná so sieťovou maskou alebo alias hostiteľa. Ak môžu byť príkazy spustené na akomkoľvek hostiteľovi, použite kľúčové slovo 'ALL'. Meno hostiteľa, alebo IP adresa je porovnávaná s vaším menom hostiteľa alebo IP adresou, takže ak nemáte v úmysle zdielať jeden súbor /etc/sudoers medzi viacerými počítačmi, 'ALL' alebo 'localhost' bude dostatočné pre takmer všetky účely. </p>
tr: <p><b>Ana Bilgisayar Adı veya Takma Ad</b>, bir ana bilgisayar adı (örn. www.ornek.com), tek bir IP adresi (örn. 192.168.0.1), bir ağ maskesiyle birleştirilmiş bir IP adresi veya bir ana bilgisayar takma adıdır. Komutlar herhangi bir ana bilgisayarda çalıştırılabiliyorsa, 'TÜMÜ' anahtar sözcüğünü kullanın. Ana bilgisayar adı veya IP adresi kendi ana bilgisayar adınız veya IP adresinizle eşleştirilir, bu nedenle birden fazla makine arasında bir /etc/sudoers dosyasını paylaşmayı düşünmüyorsanız, 'TÜMÜ' veya 'localhost' hemen hemen tüm amaçlar için yeterli olacaktır.</p>
zh_cn: <p><b>主机名或别名</b>可以是主机名（如 www.example.com）、单一 IP 地址（如 192.168.0.1）、IP 地址结合掩码或者主机别名。如果命令可能在任何主机上运行，请使用关键字“ALL”。主机名或 IP 地址是和您自己的主机名或 IP 地址匹配的，因此如果您不想在多台计算机上共享一个 /etc/sudoers 文件，则“ALL”或“localhost”对几乎所有应用都足够了。</p>
zh_tw: <p><b>主機名稱或別名</b>項目是由主機名稱 (例如 www.example.com)、單一 IP 位址 (例如 192.168.0.1)、由網路遮罩組成的 IP 位址或主機別名所組成。若指令可在任何主機上執行，請使用關鍵字 'ALL'。主機名稱或 IP 位址會與您自己的主機名稱或 IP 位址相符，所以若您不想在多個機器之間共享 /etc/sudoers 檔案，對於大部分的目的而言，'ALL' 或 'localhost' 項目將已足夠。</p>

source: <p><b>RunAs Username or Alias</b> is an optional parameter specifying a user whose access privileges will be used to execute a particular command. If empty, the <b>root</b> user is the default. It can be a single username, a groupname prefixed with '%' or a run_as alias name. Select from the existing users, groups and aliases in the drop-down menu, or enter your own value. </p>
fi: <p><b>SuoritaNimellä käyttäjänimi tai alias</b> on valinnainen parametri määrittämään käyttäjän, jonka käyttöoikeuksia käytetään tietyn komennon suorittamiseen. Jos <b>root</b> käyttäjä on tyhjä, se on oletuskäyttäjä. Se voi olla yksittäinen käyttäjänimi , ryhmännimi '%' etuliitteellä tai suorita nimellä aliasnimi. Valitse alasvetovalikosta olemassa olevista käyttäjistä, ryhmistä tai aliaksista tai kirjoita oma arvo. </p>
pt_br: <p><b>Nome de Usuário ou Álias RunAs</b> é um parâmetro opcional que especifica um usuário, cujos privilégios de acesso serão usados para executar um comando específico. Se nada estiver especificado, o usuário <b>root</b> será usado como padrão. Essa entrada pode ser novamente um único nome de usuário, um nome de grupo com o prefixo "%" ou um nome de álias run_as. Selecione usuários, grupos e álias existentes no menu suspenso ou digite o seu próprio valor. </p>
sk: <p><b>SpustiťAko používateľ, alebo alias</b> je voliteľný parameter špecifikujúci používateľa, ktorého prístupové práva budú použité pre spustenie špecifického príkazu. Ak je prázdny, ako štandardný používateľ je <b>root</b>. To môže byť jeden používateľ, skupina s predponou '%', alebo názov aliasu spustiť_ako. Vyberte z existujúcich používateľov, skupín a aliasov v rozbalovacej ponuke, alebo zadajte vlastné hodnoty. </p>
zh_cn: <p><b>RunAs 用户名或别名</b>是一个可选参数，用于指定用户，其访问特权将用来执行特定命令。如果为空，默认值是 <b>root</b> 用户。它也可以是单一用户名、组名加前缀“%”或 run_as 别名名称。从下拉菜单的现有用户、组和别名中选择，或输入您所需的值。</p>
zh_tw: <p><b>RunAs 使用者名稱或別名</b>是一個指定使用者 (其存取權限將用於執行特定指令) 的選擇性參數。若為空白，則 <b>root</b> 使用者將為預設的使用者。它可以是單一使用者名稱、使用 '%' 做為字首的群組名稱或 run_as 別名名稱。請從下拉式功能表的現有使用者、群組與別名中選取一項，或輸入您自己的值。</p>

source: <p><b>No Password</b> is an optional tag. Normally, users have to authenticate themselves (i.e. supply their own password, not the root password) before running a particular command. Set the No Password tag to 'Yes' if you want to disable this authentication. </p>
fi: <p><b>Ei salasanaa</b> on valinnainen merkintä. Normaalisti käyttäjän täytyy tunnistautua (esim. antamalla oma salasana, ei root-käyttäjän salasanaa) ennen nimenomaisen komennon suorittamista. Aseta Ei salasanaa -merkintä arvoon 'Kyllä', jos haluat poistaa tunnistautumisen käytöstä. </p>
pt_br: <p><b>Sem Senha</b> é uma tag opcional. Normalmente, os usuários devem se autenticar (ex.: fornecer sua própria senha, e não a senha do root) antes de executar um comando específico. Defina a tag Sem Senha como ''Sim'' para desabilitar essa autenticação.</p>
sk: <p><b>Bez hesla</b> je voliteľný príznak. Zvyčajne sa používatelia musia overiť sami (t.j. zadať svoje heslo, nie heslo správcu systému) pred spustením príslušného príkazu. Ak chcete zakázať toto overenie, nastavte príznak bez hesla na 'Áno'. </p>
zh_cn: <p><b>无口令</b>是可选标志。通常，用户在运行特定命令前必须经过验证（即提供自己的口令，而不是 root 的口令）。如果您想禁用该验证，请将“无口令”标记设置为“是”。</p>
zh_tw: <p><b>無密碼</b>是一個選擇性的標籤。一般而言，使用者在執行特定指令之前，必須驗證自身身分 (也就是說，提供其自己的密碼而非 root 密碼)。若您要停用此驗證，請將 '無密碼' 標籤設定為 '是'。</p>

source: <p>The <b>Commands to Run</b> table is a list of commands (optionally with parameters), directories and command aliases that a particular user will be allowed to run. If a directory name is used, any command in that directory can be run. The 'ALL' keyword means 'any command', so use it with care. </p>
fi: <p><b>Suoritettavat komennot</b>-taulukko on luettelo komennoista (valinnaisesti parametreillä), hakemistoista ja komentoaliaksista, jotka tietty käyttäjä voi suorittaa. Jos käytetään kansion nimeä, voit suorittaa minkä tahansa kansion komennon. Jälleen, avainsana 'ALL' merkitsee 'mitä tahansa komentoa', joten käytä sitä varoen. </p>
pt_br: <p>A tabela <b>Comandos para Execução</b> é uma lista de comandos (opcionalmente, com parâmetros), diretórios e álias de comando que um determinado usuário terá permissão para executar. Se um nome de diretório for usado, qualquer comando nesse diretório poderá ser executado. A palavra-chave "ALL" representa qualquer comando, portanto, utilize-a com cuidado.</p>
sk: <p>Tabuľka<b>Príkazy pre spustenie</b> je zoznam príkazov (voliteľne s parametrami), adresárov a aliasov príkazov, ktoré môže spúšťať konkrétny používateľ. Ak je použitý názov adresára, hocijaký príkaz v tom adresári môže byť spustený. Kľúčové slovo 'ALL' znamená 'akýkoľvek príkaz', používajte ho opatrne. </p>
zh_cn: <p><b>可运行的命令</b>表是允许特定用户运行的命令（可带有参数）、目录和命令别名列表。如果使用了目录名，该目录中的任何命令都可运行。关键字“ALL”表示任何命令，因此要谨慎使用它。</p>
zh_tw: <p><b>要執行的指令</b>表是允許特定使用者執行的指令 (選擇性地具有參數)、目錄與指令別名的清單。若使用目錄名稱，該目錄中的所有指令都可以執行。同樣的，關鍵字 'ALL' 代表任意指令，請小心使用。</p>

source: <p>To add a new command, click the <b>Add</b> button, enter the command name with optional parameters and click <b>OK</b>. To remove a command, select the appropriate item from the table and click the <b>Delete</b> button. </p>
fi: <p> Lisätäksesi uuden komennon napsauta <b>Lisää</b>-painiketta, kirjoita komennon nimi valinnaisilla parametreillä ja valitse <b>OK</b>. Jos haluat poistaa komennon, valitse haluamasi kohde taulukosta ja napsauta <b>Poista</b>-painiketta. </p>
pt_br: <p>Para adicionar um novo comando, clique no botão <b>Adicionar</b>, preencha o nome do comando com parâmetros opcionais e clique em <b>OK</b>. Para remover um comando, selecione o item apropriado na tabela e clique no botão <b>Remover</b>.</p>
sk: <p>Pre pridanie nového príkazu, kliknite na tlačidlo <b>Pridať</b>, zadajte názov príkazu s voliteľnými parametrami a kliknite na <b>OK</b>. Pre odstránenie príkazu, vyberte príslušnú položku z tabuľky a kliknite na tlačidlo <b>Vymazať</b>. </p>
zh_cn: <p>要添加新命令，请单击<b>添加</b>按钮，输入命令名和可选的参数，单击<b>确定</b>。要删除命令，请从表中选择相应条目，并单击<b>删除</b>按钮。</p>
zh_tw: <p>若要新增新指令，請按一下<b>新增</b>按鈕，輸入包含選擇性參數的指令名稱，然後按一下<b>確定</b>。若要移除指令，請從表中選取相應項目並按一下<b>刪除</b>按鈕。</p>

source: <p><b><big>User Aliases</big></b><br> In this dialog, you can configure user aliases. A user alias is a set of users that is given a unique name. This name is later used to refer to all users in this set in the sudo configuration. </p>
fi: <p><b><big>Käyttäjäaliakset</big></b><br> Tässä valintaikkunassa voit määrittää käyttäjäaliakset. Käyttäjäalias on ryhmä käyttäjiä, joille annetaan yksilöllinen nimi. Tätä nimeä käytetään myöhemmin viittaamaan kaikkiin tämän ryhmän käyttäjiin sudon määrityksessä. </p>
pt_br: <p><b><big>Álias do Usuário</big></b><br>Nesta caixa de diálogo, você pode configurar álias de usuário. O álias de usuário é um conjunto de usuários que recebem um nome exclusivo. Esse nome será usado posteriormente para fazer referência a todos os usuários desse conjunto na configuração do sudo.</p>
sk: <p><b><big>Aliasy používateľov</big></b><br> V tomto dialógu môžete konfigurovať aliasy používateľov. Alias používateľa je sada používateľov s jedinečným názvom. Tento názov je použitý programom sudo ako, odkaz na všetkých používateľov v sade. </p>
zh_cn: <p><b><big>用户别名</big></b><br>您可以在此对话框中配置用户别名。用户别名是被赋予了唯一名称的一组用户。此名称以后将用于指代 sudo 配置中该组里的所有用户。</p>
zh_tw: <p><b><big>使用者別名</big></b><br>在此對話方塊中，您可以設定使用者別名。使用者別名是擁有唯一名稱的一組使用者。這個名稱之後將用來代表 sudo 組態中這個組合的所有使用者。</p>

source: <p>To add a new user alias, click the <b>Add</b> button and fill in the appropriate fields. The alias name and the list of users in the alias must not be empty. </p>
fi: <p>Lisätäksesi uuden käyttäjäaliaksen napsauta <b>Lisää</b>-painiketta ja täytä asianmukaiset kohdat. Aliasen nimi ja käyttäjäluettelo eivät saa olla tyhjiä. </p>
pt_br: <p>Para adicionar um novo álias de usuário, clique no botão <b>Adicionar</b> e preencha os campos apropriados. O nome de álias e a lista de usuários no álias não devem estar vazios.</p>
sk: <p>Ak chete pridať nový alias používateľa, kliknite na tlačidlo <b>Pridať</b> a vyplňte príslušné polia. Názov aliasu a zoznam používateľov v aliase nesmú byť prázdne. </p>
zh_cn: <p> 要添加新的用户别名，请单击<b>添加</b>按钮并填写相应的字段。别名中的别名名称和用户列表不能为空。</p>
zh_tw: <p>若要新增新使用者別名，請按一下<b>新增</b>按鈕，並填寫相應欄位。別名名稱與別名中的使用者清單不得為空白。</p>

source: <p>To edit an existing user alias, select an item from the table and click the <b>Edit</b> button. To delete the selected item, click the <b>Delete</b> button. </p>
fi: <p>Muokataksesi olemassa olevaa käyttäjäaliasta valitse kohde taulukosta ja napsauta <b>Muokkaa</b>-painiketta. Voit poistaa valitun kohteen napsauttamalla <b>Poista</b>-painiketta. </p>
pt_br: <p>Para editar um álias de usuário existente, selecione um item na tabela e clique no botão <b>Editar</b>. Para remover um item selecionado, clique no botão <b>Remover</b>.</p>
sk: <p>Ak chcete upraviť existujúci používateľský alias, vyberte položku z tabuľky a kliknite na tlačidlo <b>Upraviť</b>. Ak chcete vybratú položku vymazať, kliknite na tlačidlo <b>Vymazať</b>. </p>
zh_cn: <p>要编辑现有用户别名，请从表中选择项目并单击<b>编辑</b>按钮。要删除选定项，请单击<b>删除</b>按钮。</p>
zh_tw: <p>若要編輯現有使用者別名，請從表中選取項目，並按一下<b>編輯</b>按鈕。若要刪除所選的項目，請按一下<b>刪除</b>按鈕。</p>

source: <p><b><big>Host Aliases</big></b><br>In this dialog, you can configure host aliases. A host alias is a set of hosts that is given a unique name. This name is later used to refer to all hosts in this set in the sudo configuration. </p>
fi: <p><b><big>Konealiakset</big></b><br> Tässä valintaikkunassa voit määrittää konealiakset. Konealias on ryhmä koneita, joille annetaan yksilöivä nimi. Tätä nimeä käytetään myöhemmin viittamaan kaikkiin tämän ryhmän koneisiin sudon määrityksessä. </p>
pt_br: <p><b><big>Álias de Host</big></b><br>Nesta caixa de diálogo, você pode configurar álias de host. O álias de host é um conjunto de hosts que recebem um nome exclusivo. Esse nome será usado posteriormente para fazer referência a todos os hosts desse conjunto na configuração do sudo.</p>
sk: <p><b><big>Aliasy hostiteľa</big></b><br> V tomto dialógu môžete konfigurovať aliasy hostiteľa. Alias hostiteľa je sada hostiteľov s jedinečným názvom. Tento názov je použitý programom sudo, ako odkaz na všetkých hostiteľov v sade. </p>
zh_cn: <p><b><big>主机别名</big></b><br>您可以在此对话框中配置主机别名。主机别名是被赋予了唯一名称的一组主机。此名称以后将用于指代 sudo 配置中该组里的所有主机。</p>
zh_tw: <p><b><big>主機別名</big></b><br>在此對話方塊中，您可以設定主機別名。主機別名是擁有唯一名稱的一組主機。這個名稱之後將用來代表 sudo 組態中這個組合的所有主機。</p>
