Repository: yast/yast-translations
Catalog: po/sudo/*.po
Languages: fi, gl, km, pt, pt_br, sk, tr, zh_cn, zh_tw

source: Configuration of sudo
fi: Sudon määritys
gl: Configuración de sudo
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​របស់ sudo
pt: Configuração do sudo
pt_br: Configuração do sudo
sk: Konfigurácia sudo
tr: sudo yapılandırması
zh_cn: sudo 配置
zh_tw: sudo 的組態

source: A valid netmask is either in dotted quad notation (4 integers in the range 128 - 255 separated by dots) or single integer in the range 0 - 32
fi: Kelpaava verkonpeitto merkintätapa on joko neljä pisteellä erotettua lukua (4 kokonaislukua 128 - 255 väliltä erotettuina pisteillä) tai yksi kokonaisluku 0 - 32 väliltä
gl: As máscaras de rede válidas poder ser expresións cuádruples con puntos (4 números enteiros comprendidos entre 128 e 255 separados por puntos) ou un só número enteiro comprendido entre 0 e 32
km: របាំង​បណ្ដាញ​ត្រឹមត្រូវ​មាន​ចំណារ​ពន្យល់​ចុច​ៗ​ (៤ ជា​ចំនួន​គត់​ក្នុង​ជួរ ១២៨ - ២៥៥ បំបែក​ដោយ​សញ្ញា​ចុច​​) ឬ​ចំនួន​គត់​តែ​មួយ​ក្នុង​ជួរ​ ០ - ៣២
pt: Uma máscara válida encontra-se em notação quádrupla com pontos (quatro inteiros entre 128 - 255 separados por pontos) ou um único inteiro na gama de 0 - 32
pt_br: Uma máscara de rede válida está em notação de formato quádruplo com pontos (4 inteiros na faixa de 128 - 255 separados por pontos) ou é um único inteiro na faixa de 0 - 32
sk: Platná maska siete sa skladá buď zo 4 celých čísel v intervale 128 - 255 oddelených bodkami, alebo je to jedno celé číslo v intervale 0 - 32
tr: Geçerli bir ağ maskesi, noktalı dörtlü gösterimde (128 - 255 aralığında noktalarla ayrılmış 4 tam sayı) veya 0 - 32 aralığında tek bir tam sayıdır.
zh_cn: 有效的掩码是用点分隔的四个数字 （范围在 128 - 255 内的四个整数，用小数点分隔）， 或范围在 0 - 32 内的单个整数
zh_tw: 有效的網路遮罩會使用以點分隔的四個數字表示法 (4 個整數在範圍 128 - 255 之間，以點隔開) 或在範圍 0 - 32 之間的單一整數

source: Add New Host to the Alias
fi: Lisää uusi kone aliakseen
gl: Engadir novo host ao alias
km: បន្ថែម​ម៉ាស៊ីន​ថ្មី​ទៅកាន់​ឈ្មោះ​ក្លែងក្លាយ
pt: Adicionar Novo Computador à Alcunha
pt_br: Adicionar Novo Host ao Álias
sk: Pridať nového hostiteľa do aliasu
tr: Takma ada yeni bir ana bilgisayar ekleyin
zh_cn: 向别名添加新主机
zh_tw: 將新主機新增到別名

source: Hostname or Network
fi: Konenimi tai verkko
gl: Nome de host ou rede
km: ឈ្មោះ​ម៉ាស៊ីន ឬ​បណ្ដាញ
pt: Nome de Computador ou Rede
pt_br: Nome de Host ou Rede
sk: Meno hostiteľa alebo sieť
tr: Ana bilgisayar adı veya ağ
zh_cn: 主机名或网络
zh_tw: 主機名稱或網路

source: Add New User to the Alias
fi: Lisää uusi käyttäjä aliakseen
gl: Engadir novo usuario ao alias
km: បន្ថែម​អ្នកប្រើ​ថ្មី​ទៅកាន់​ឈ្មោះ​ក្លែងក្លាយ
pt_br: Adicionar Novo Usuário ao Álias
sk: Pridať nového používateľa do aliasu
tr: Takma ada yeni kullanıcı ekle
zh_cn: 将新用户添加到别名
zh_tw: 將新使用者新增到別名

source: Local and System Users (Groups)
fi: Paikalliset- ja järjestelmäkäyttäjät (Ryhmät)
gl: Usuarios locais e do sistema (grupos)
km: អ្នកប្រើ​ប្រព័ន្ធ និង​មូលដ្ឋាន (ក្រុម)
pt_br: Usuários locais e do sistema (grupos)
sk: Lokálni a systémoví používatelia (skupiny)
tr: Yerel ve Sistem Kullanıcıları (Gruplar)
zh_cn: 本地和系统用户（组）
zh_tw: 本地與系統使用者 (群組)

source: File, directory or command alias '%1' does not exist.
fi: Tiedostoa, hakemistoa tai komentoaliasta '%1' ei ole olemassa.
gl: O ficheiro, directorio ou orde alias '%1' non existe.
km: មិនមាន​ឈ្មោះ​ក្លែងក្លាយ​របស់​ឯកសារ ថត ឬ​ពាក្យ​បញ្ជា '%1' ឡើយ ។
pt: A alcunha '%1' de ficheiro, directório ou comando não existe.
pt_br: O álias '%1' de arquivo, diretório ou comando não existe.
sk: Súbor, adresár alebo alias príkazu %1 neexistuje.
tr: Dosya, dizin veya komut takma adı '%1' mevcut değil.
zh_cn: 文件、目录或命令别名“%1”不存在。
zh_tw: 檔案、目錄或指令別名 %1 不存在。

source: Add new command with optional parameters
fi: Lisää uusi komento valinnaisilla parametreillä
gl: Engadir uha nova orde con parámetros opcionais
km: បន្ថែម​ពាក្យ​បញ្ជា​ថ្មី​ដែល​មាន​ប៉ារ៉ាម៉ែត្រ​ជា​ជម្រើស
pt: Adicionar novo comando com parâmetros opcionais
pt_br: Adicionar novo comando com parâmetros opcionais
sk: Pridajte nový príkaz s voliteľnými parametrami
tr: İsteğe bağlı parametrelerle yeni komut ekleyin
zh_cn: 添加带有可选参数的新命令
zh_tw: 使用選擇性的參數新增新的指令

source: Command
fi: Komento
gl: Orde
km: ពាក្យបញ្ជា
pt: Comando
pt_br: Comando
sk: Príkaz
tr: Komut
zh_cn: 命令
zh_tw: 指令

source: Browse
fi: Selaa
gl: Examinar
km: រកមើល
pt: Navegar
pt_br: Procurar
sk: Prechádzať
tr: Gözat
zh_cn: 浏览
zh_tw: 瀏覽

source: Parameters (optional)
fi: Parametrit (valinnainen)
gl: Parámetros (opcionais)
km: ប៉ារ៉ាម៉ែត្រ (ជា​ជម្រើស)
pt: Parâmetros (opcional)
pt_br: Parâmetros (opcionais)
sk: Parametre (voliteľné)
tr: Parametreler (isteğe bağlı)
zh_cn: 参数（可选）
zh_tw: 參數 (選擇性)

source: Saving sudoer's configuration failed. Change the settings?
fi: sudoer-määrityksen tallennus ei onnistunut. Muutetaanko asetuksia?
gl: Non foi posible gardar a configuración. Desexa cambiar a configuración?
km: បាន​បរាជ័យ​ក្នុង​រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ sudoers ។ ផ្លាស់ប្ដូរ​ការ​កំណត់​ឬ?
pt: Falhou a gravação da configuração de sudoer's. Alterar as definições?
pt_br: Falha ao salvar configuração do sudoer. Alterar as configurações?
sk: Uloženie konfigurácie sudo zlyhalo. Zmeniť nastavenia?
tr: Sudoer'in yapılandırması kaydedilemedi. Ayarlar değiştirilsin mi?
zh_cn: 保存 sudoer 配置失败。是否更改设置？
zh_tw: 儲存 sudoer 組態失敗。要變更設定嗎？

source: New Command Alias
fi: Uusi komentoalias
gl: Novo alias de orde
km: ឈ្មោះ​ក្លែងក្លាយ​ពាក្យ​បញ្ជា​ថ្មី
pt: Nova Alcunha de Comando
pt_br: Novo Álias de Comando
sk: Nový alias príkazov
tr: Yeni Komut Takma Adı
zh_cn: 新命令别名
zh_tw: 新指令別名

source: Existing Command Alias
fi: Olemassa olevat komentoaliakset
gl: Alias de orde existente
km: ឈ្មោះ​ក្លែងក្លាយ​ពាក្យ​បញ្ជា​ដែល​មានស្រាប់
pt: Alcunha de Comando Existente
pt_br: Álias de Comando Existente
sk: Existujúci alias príkazov
tr: Mevcut Komut Takma Adı
zh_cn: 现有命令别名
zh_tw: 現有的指令別名

source: Alias Name (in CAPITALS)
fi: Aliasnimi (ISOILLA kirjaimilla)
gl: Nome do alias (MAIÚSCULAS)
km: ឈ្មោះ​ក្លែងក្លាយ (នៅ​ក្នុង CAPITALS)
pt_br: Nome do Álias (em MAIÚSCULAS)
sk: Názov aliasu (VEĽKÝMI PÍSMENAMI)
tr: Takma Ad (BÜYÜK HARFLERLE)
zh_cn: 别名（大写）
zh_tw: 別名 (大寫)

source: Command Names or Directories in the Alias
fi: Aliaksen komentonimet tai -hakemistot
gl: Nomes de orde ou directorios no alias
km: ឈ្មោះ​ពាក្យ​បញ្ជា ឬ​ថត​នៅ​ក្នុង​ឈ្មោះ​ក្លែង​ក្លាយ
pt: Nomes de Comando ou Directórios na Alcunha
pt_br: Nomes de Comandos ou Diretórios no Álias
sk: Názvy príkazov, alebo adresárov v aliase
tr: Takma Addaki Komut Adları veya Dizinler
zh_cn: 别名中的命令名或目录
zh_tw: 別名中的指令名稱或目錄

source: Parameters
fi: Parametrit
gl: Parámetros
km: ប៉ារ៉ាម៉ែត្រ
pt: Parâmetros
pt_br: Parâmetros
sk: Parametre
tr: Parametreler
zh_cn: 参数
zh_tw: 參數

source: Alias name must not be empty.
fi: Aliasnimi ei saa olla tyhjä.
gl: O nome do alias non pode estar baleiro.
km: ឈ្មោះ​ក្លែងក្លាយ​ត្រូវ​តែ​មិន​ទទេ ។
pt: O nome da alcunha não pode estar vazio.
pt_br: O álias não deve estar vazio.
sk: Názov aliasu nesmie byť prázdny.
tr: Takma ad alanı boş bırakılamaz.
zh_cn: 别名名称不能为空。
zh_tw: 別名不得空白。

source: Alias with name %1 already exists
fi: Aliasnimellä %1 on jo olemassa
gl: Xa existe un alias co nome %1
km: ​ឈ្មោះ​ក្លែង​ក្លាយ​ដែល​មាន​ឈ្មោះ %1 មាន​រួច​ហើយ
pt: O nome da alcunha %1 já existe
pt_br: Já existe o álias %1
sk: Alias s názvom %1 už existuje
tr: %1 adlı takma ad zaten mevcut
zh_cn: 名称为 %1 的别名已存在
zh_tw: 名稱為 %1 的別名已存在

source: Alias must have at least one member.
fi: Aliaksella täytyy olla vähintään yksi jäsen.
gl: O alias debe ter polo menos un membro.
km: ឈ្មោះ​ក្លែងក្លាយ​ត្រូវ​តែ​មាន​សមាជិក​យ៉ាងហោច​មួយ ។
pt: A alcunha deve ter pelo menos um membro.
pt_br: O álias deve ter no mínimo um membro.
sk: Alias musí obsahovať aspoň jednu položku.
tr: Takma adın en az bir üyesi olmalıdır.
zh_cn: 别名必须有至少一个成员。
zh_tw: 別名至少要有一個成員。

source: New Host Alias
fi: Uusi konealias
gl: Novo alias de host
km: ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន​ថ្មី
pt: Nova Alcunha de Computador
pt_br: Novo Álias de Host
sk: Nový alias hostiteľa
tr: Yeni Ana Bilgisayar Takma Adı
zh_cn: 新主机别名
zh_tw: 新主機別名

source: Existing Host Alias
fi: Olemassa oleva konealias
gl: Alias do host existente
km: ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន​ដែល​មាន​ស្រាប់
pt: Alcunha de Computador Existente
pt_br: Álias de Host Existente
sk: Existujúci alias hostiteľa
tr: Mevcut Ana Bilgisayar Takma Adı
zh_cn: 现有主机别名
zh_tw: 現有的主機別名

source: Hostnames or Networks in the Alias
fi: Aliaksen konenimet tai verkot
gl: Nomes de host ou redes no alias
km: ឈ្មោះ​ម៉ាស៊ីន ឬ​បណ្ដាញ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ
pt: Nomes de computador ou Redes na Alcunha
pt_br: Nomes de Host ou Redes no Álias
sk: Mená hostiteľov, alebo sietí v aliase
tr: Takma Addaki Ana Bilgisayar Adları veya Ağlar
zh_cn: 别名中的主机名或网络
zh_tw: 別名中的主機名稱或網路

source: Hostnames/Networks
fi: Konenimet/Verkot
gl: Nome de host/redes
km: ឈ្មោះ​ម៉ាស៊ីន/បណ្ដាញ
pt_br: Nomes de Host/Redes
sk: Mená hostiteľov/Sietí
tr: Ana Bilgisayar Adları/Ağlar
zh_cn: 主机名/网络
zh_tw: 主機名稱/網路

source: New RunAs Alias
fi: Uusi SuoritaNimellä-alias
gl: Novo alias de ExecutarComo
km: ឈ្មោះ​ក្លែងក្លាយ ​RunAs ថ្មី
pt: Nova Alcunha ExecutarComo
pt_br: Novo Álias RunAs
sk: Nový alias SpustiťAko
tr: Yeni RunAs Takma Adı
zh_cn: 新 RunAs 别名
zh_tw: 新 RunAs 別名

source: Existing RunAs Alias
fi: Olemassa olevat SuoritaNimellä-aliakset
gl: Alias de ExecutarComo existente
km: ឈ្មោះ​ក្លែងក្លាយ RunAs ដែល​​មាន​ស្រាប់
pt: Alcunha ExecutarComo Existente
pt_br: Álias RunAs Existente
sk: Existujúci alias SpustiťAko
tr: Mevcut RunAs Takma Adı
zh_cn: 现有的 RunAs 别名
zh_tw: 現有的 RunAs 別名

source: Alias Members
fi: Aliaksen jäsenet
gl: Membros do alias
km: សមាជិក​ឈ្មោះ​ក្លែងក្លាយ
pt_br: Membros do Álias
sk: Členovia aliasu
tr: Takma Ad Üyeleri
zh_cn: 别名成员
zh_tw: 別名成員

source: New Sudo Rule
fi: Uusi sudo-sääntö
gl: Nova regra de Sudo
km: ច្បាប់ Sudo ថ្មី
pt: Nova Regra Sudo
pt_br: Nova Regra Sudo
sk: Nové sudo pravidlo
tr: Yeni Sudo Kuralı
zh_cn: 新 Sudo 规则
zh_tw: 新增 Sudo 規則

source: Existing Sudo Rule
fi: Olemassa oleva sudo-sääntö
gl: Regra de Sudo existente
km: ច្បាប់ Sudo ដែល​មានស្រាប់
pt: Regra Sudo Existente
pt_br: Regra sudo existente
sk: Existujúce sudo pravidlo
tr: Mevcut Sudo Kuralı
zh_cn: 现有的 Sudo 规则
zh_tw: 現有 Sudo 規則

source: User, Group or User Alias
fi: Käyttäjä, ryhmä tai käyttäjäalias
gl: Usuario, grupo ou alias de usuario
km: អ្នក​ប្រើ ក្រុម ឬ​ឈ្មោះ​ក្លែង​ក្លាយ​​របស់​អ្នក​ប្រើ
pt: Alcunha Utilizador ou Utilizador, Grupo
pt_br: Usuário, Grupo ou Álias de Usuário
sk: Používateľ, skupina alebo alias používateľov
tr: Kullanıcı, Grup veya Kullanıcı Takma Adı
zh_cn: 用户、组或用户别名
zh_tw: 使用者、群組或使用者別名

source: Host or Host Alias
fi: Kone tai konealias
gl: Host ou alias de host
km: ម៉ាស៊ីន ឬ​ឈ្មោះ​ក្លែង​ក្លាយ​របស់​​ម៉ាស៊ីន
pt: Alcunhas de Computador ou Computador
pt_br: Host ou Álias de Host
sk: Hostiteľ alebo alias hostiteľa
tr: Sunucu veya Sunucu Takma Adı
zh_cn: 主机或主机别名
zh_tw: 主機或主機別名

source: RunAs or RunAs Alias
fi: SuoritaNimellä tai SuoritaNimellä -alias
gl: ExecutarComo ou alias de ExecutarComo
km: RunAs ឬ​ឈ្មោះ​ក្លែង​ក្លាយ RunAs
pt: Alcunha de ExecutarComo ou ExecutarComo
pt_br: RunAs ou Álias RunAs
sk: SpustiťAko alebo alias SpustiťAko
tr: RunAs veya RunAs Takma Adı
zh_cn: RunAs 或 RunAs 别名
zh_tw: RunAs 或 RunAs 別名

source: No Password
fi: Ei salasanaa
gl: Sen contrasinal
km: មិន​មាន​ពាក្យសម្ងាត់
pt: Sem Palavra Passe
pt_br: Sem senha
sk: Bez hesla
tr: Parola Yok
zh_cn: 无口令
zh_tw: 無密碼

source: Commands to Run
fi: Suoritettavat komennot
gl: Ordes para executar
km: ពាក្យ​បញ្ជា​ត្រូវ​ដំណើរការ
pt: Comandos a Executar
pt_br: Comandos para Execução
sk: Príkazy pre spustenie
tr: Çalıştırılacak Komutlar
zh_cn: 要运行的命令
zh_tw: 要執行的指令

source: Username must not be empty.
fi: Käyttäjätunnus ei saa olla tyhjä.
gl: O nome de usuario non pode estar baleiro.
km: ឈ្មោះ​អ្នក​ប្រើ​មិន​ត្រូវ​ទទេ ។
pt_br: O nome de usuário não pode ficar vazio.
sk: Meno používateľa nesmie byť prázdne.
tr: Kullanıcı adı boş bırakılamaz.
zh_cn: 用户名不能为空。
zh_tw: 使用者名稱不得為空白。

source: Hostname must not be empty.
fi: Konenimi ei saa olla tyhjä.
gl: O nome de host non pode estar baleiro.
km: ឈ្មោះ​ម៉ាស៊ីន​មិន​ត្រូវ​ទទេ ។
pt_br: O nome de host não pode ficar vazio.
sk: Meno hostiteľa nesmie byť prázdne.
tr: Ana bilgisayar adı boş olmamalıdır.
zh_cn: 主机名不能为空。
zh_tw: 主機名稱不得為空白。

source: Command list must have at least one entry.
fi: Komentoluettelossa pitää olla ainakin yksi merkintä.
gl: A lista de comandos debe ter polo menos unha entrada.
km: បញ្ជី​ពាក្យ​បញ្ជា​ត្រូវ​តែ​មាន​ធាតុ​យ៉ាង​ហោច​មួយ ។
pt_br: A lista de comandos deve ter no mínimo uma entrada.
sk: Zoznam príkazov musí mať aspoň jednu položku.
tr: Komut listesinde en az bir girdi bulunmalıdır.
zh_cn: 命令列表必须至少有一个条目。
zh_tw: 指令清單必須至少包含一個項目。

source: New User Alias
fi: Uusi käyttäjäalias
gl: Novo alias de usuario
km: ឈ្មោះ​ក្លែងក្លាយ​អ្នកប្រើ​ថ្មី
pt: Alcunha de Novo Utilizador
pt_br: Álias de Novo Usuário
sk: Nový alias používateľov
tr: Yeni Kullanıcı Takma Adı
zh_cn: 新建用户别名
zh_tw: 新使用者別名

source: Existing User Alias
fi: Olemassa oleva käyttäjäalias
gl: Alias de usuario existente
km: ឈ្មោះ​ក្លែងក្លាយ​អ្នក​ប្រើ​ដែល​មានស្រាប់
pt: Alcunha de Utilizador Existente
pt_br: Álias de Usuário Existente
sk: Existujúci alias používateľov
tr: Mevcut Kullanıcı Takma Adı
zh_cn: 现有用户别名
zh_tw: 現有的使用者別名

source: Sudo Configuration
fi: Sudon määritys
gl: Configuración de Sudo
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ Sudo
pt: Configuração Sudo
pt_br: Configuração do sudo
sk: Nastavenie sudo
tr: Sudo Yapılandırması
zh_cn: Sudo 配置
zh_tw: Sudo 組態

source: Users
fi: Käyttäjät
gl: Usuarios
km: អ្នកប្រើ
pt: Utilizadores
pt_br: Usuários
sk: Používatelia
tr: Kullanıcılar
zh_cn: 用户
zh_tw: 使用者

source: Hosts
fi: Koneet
km: ម៉ាស៊ីន
pt: Computadores
sk: Hostitelia
tr: Makineler
zh_cn: 主机
zh_tw: 主機

source: RunAs
fi: SuoritaNimellä
gl: ExecutarComo
pt: ExecutarComo
sk: SpustiťAko

source: NOPASSWD
fi: EISALASANAA
gl: SENCONTRASINAL
sk: Bez_hesla
tr: PAROLAYOK

source: Commands
fi: Komennot
gl: Ordes
km: ពាក្យបញ្ជា
pt: Comandos
pt_br: Comandos
sk: Príkazy
tr: Komutlar
zh_cn: 命令
zh_tw: 指令

source: Up
fi: Ylös
gl: Arriba
km: ឡើង​លើ
pt_br: Para Cima
sk: Hore
tr: Yukarı
zh_cn: 向上
zh_tw: 向上

source: Down
fi: Alas
gl: Abaixo
km: ចុះក្រោម
pt_br: Para Baixo
sk: Dolu
tr: Aşağı
zh_cn: 向下
zh_tw: 向下

source: Rules for sudo
fi: Sudon säännöt
gl: Regras de sudo
km: ច្បាប់​សម្រាប់ sudo
pt: Regras para sudo
pt_br: Regras para o sudo
sk: Pravidlá sudo
tr: Sudo için kurallar
zh_cn: sudo 规则
zh_tw: sudo 規則

source: Rules for sudo
fi: Sudon säännöt
gl: Regras de sudo
km: ច្បាប់​សម្រាប់ sudo
pt: Regras para sudo
pt_br: Regras para o sudo
sk: Pravidlá pre sudo
tr: Sudo için kurallar
zh_cn: sudo 规则
zh_tw: sudo 規則

source: Alias Name
fi: Aliasnimi
gl: Alias
km: ឈ្មោះក្លែងក្លាយ
pt: Nome de Alcunha
pt_br: Nome de Álias
sk: Názov aliasu
tr: Takma ad
zh_cn: 别名
zh_tw: 別名

source: Members
fi: Jäsenet
gl: Número
km: សមាជិក
pt: Membros
pt_br: Membros
sk: Členovia
tr: Üyeler
zh_cn: 成员
zh_tw: 成員

source: User Aliases
fi: Käyttäjäaliakset
gl: Alias de usuario
km: ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ
pt: Alcunhas de Utilizador
pt_br: Álias de Usuário
sk: Aliasy používateľov
tr: Kullanıcı Takma Adları
zh_cn: 用户别名
zh_tw: 使用者別名

source: RunAs Aliases
fi: SuoritaNimellä-aliakset
gl: Alias de ExecutarComo
km: ឈ្មោះ​ក្លែងក្លាយ RunAs
pt: Alcunhas de ExecutarComo
pt_br: Álias RunAs
sk: Aliasy SpustiťAko
tr: RunAs Takma Adları
zh_cn: RunAs 别名
zh_tw: RunAs 別名

source: Host Aliases
fi: Konealiakset
gl: Alias de host
km: ឈ្មោះ​ក្លែងក្លាយ​របស់​ម៉ាស៊ីន
pt: Alcunhas de Computador
pt_br: Álias de Host
sk: Aliasy hostiteľa
tr: Makine takma adları
zh_cn: 主机别名
zh_tw: 主機別名

source: Command Aliases
fi: Komentoaliakset
gl: Alias de orde
km: ឈ្មោះ​ក្លែងក្លាយ​ពាក្យ​បញ្ជា
pt: Alcunhas de Comando
pt_br: Álias de Comando
sk: Aliasy príkazov
tr: Komut Takma Adları
zh_cn: 命令别名
zh_tw: 指令別名

source: Yes
fi: Kyllä
gl: Si
km: បាទ/ចាស
pt: Sim
pt_br: Sim
sk: Áno
tr: Evet
zh_cn: 是
zh_tw: 是

source: No
fi: Ei
gl: Non
km: ទេ
pt: Não
pt_br: Não
sk: Nie
tr: Hayır
zh_cn: 否
zh_tw: 否

source: Host alias %1 is being used in one of the sudo rules. Deleting it may result in an inconsistent sudo configuration file. Really delete it?
fi: Konealiasta %1 käytetään yhdessä käyttäjämäärityksessä. Sen poistaminen voi aiheuttaa epäyhtenäisyyttä sudon määritystiedostossa. Poistetaanko se varmasti?
km: ឈ្មោះក្លែងក្លាយ​របស់​​​ម៉ាស៊ីន %1 កំពុង​ត្រូវ​បាន​​ប្រើ​ក្នុង​ច្បាប់​មួយ​នៃ sudo ។ ការ​​លុប​វា​ អាច​បណ្ដាល​ឲ្យ​មាន​ឯកសារ​​កំណត់​រចនាសម្ព័ន្ធ​ sudo មិន​ស្ថិតស្ថេរ ។ ពិត​ជា​លុប​វា​ឬ ?
pt_br: O álias de host %1 está sendo usado em uma das regras de sudo. Sua exclusão pode resultar em um arquivo de configuração do sudo inconsistente. Realmente apagá-lo?
sk: Alias hostiteľa %1 sa používa v jednom z pravidiel sudo. Jeho vymazanie môže zanechať konfiguráciu sudo v nekonzistentnom stave. Naozaj ho vymazať?
tr: Sudo kurallarından birinde %1 ana bilgisayar takma adı kullanılıyor. Bunu silmek tutarsız bir sudo yapılandırma dosyasıyla sonuçlanabilir. Gerçekten silinsin mi?
zh_cn: 主机别名 %1 被用在一个 sudo 规则中。 删除它可能导致 sudo 配置文件不一致。确实要删除吗？
zh_tw: 主機別名 %1 已被某個 sudo 規則使用。 將其刪除可能會造成 sudo 組態檔案不一致。確定要刪除嗎？

source: User alias %1 is being used in one of the sudo rules. Deleting it may result in an inconsistent sudo configuration file. Really delete it?
fi: Käyttäjäaliasta %1 käytetään yhdessä käyttäjämäärityksessä. Sen poistaminen voi aiheuttaa epäyhtenäisyyttä sudon määritystiedostossa. Poistetaanko se varmasti?
km: ឈ្មោះ​ក្លែងក្លាយ​របស់​អ្នកប្រើ %1 កំពុង​ត្រូវ​បាន​ប្រើ​ក្នុង​ច្បាប់​មួយ​នៃ sudo ។ ការ​លុប​វា អាច​បណ្ដាលឲ្យមាន​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ sudo មិន​ស្ថិតស្ថេរ ។ ពិតជា​លុប​វា​ឬ ?
pt_br: O álias de usuário %1 está sendo usado em uma das regras de sudo. Sua exclusão pode resultar em um arquivo de configuração do sudo inconsistente. Realmente apagá-lo?
sk: Alias používateľa %1 sa používa v jednom z pravidiel sudo. Jeho vymazanie môže zanechať konfiguráciu sudo v nekonzistentnom stave. Naozaj ho vymazať?
tr: Sudo kurallarından birinde kullanıcı takma adı %1 kullanılıyor. Bunu silmek tutarsız bir sudo yapılandırma dosyasıyla sonuçlanabilir. Gerçekten silinsin mi?
zh_cn: 用户别名 %1 被用在一个 sudo 规则中。 删除它可能导致 sudo 配置文件不一致。确实要删除吗？
zh_tw: 使用者別名 %1 已被某個 sudo 規則使用。 將其刪除可能會造成 sudo 組態檔案不一致。確定要刪除嗎？

source: RunAs alias %1 is being used in one of the sudo rules. Deleting it may result in an inconsistent sudo configuration file. Really delete it?
fi: SuoritaNimellä-aliasta %1 käytetään yhdessä käyttäjämäärityksessä. Sen poistaminen voi aiheuttaa epäyhteisyyttä sudon määritystiedostossa. Poistetaanko se varmasti?
km: ឈ្មោះ​ក្លែងក្លាយ RunAs %1 កំពុង​ត្រូវ​បាន​ប្រើ​ក្នុង​ច្បាប់​មួយ​នៃ sudo ។ ការ​លុប​វា ​អាច​បណ្ដាលឲ្យមាន​​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ sudo មិន​ស្ថិតស្ថេរ ។ ពិត​ជា​លុប​វា​ឬ ?
pt_br: O álias RunAs %1 está sendo usado em uma das regras de sudo. Sua exclusão pode resultar em um arquivo de configuração do sudo inconsistente. Realmente apagá-lo?
sk: Alias SpustiťAko %1 sa používa v jednom z pravidiel sudo. Jeho vymazanie môže zanechať konfiguráciu sudo v nekonzistentnom stave. Naozaj ho vymazať?
tr: Sudo kurallarından birinde RunAs takma adı %1 kullanılıyor. Bunu silmek tutarsız bir sudo yapılandırma dosyasıyla sonuçlanabilir. Gerçekten silinsin mi?
zh_cn: RunAs 别名 %1 被用在一个 sudo 规则中。 删除它可能导致 sudo 配置文件不一致。确实要删除吗？
zh_tw: RunAs 別名 %1 已被某個 sudo 規則使用。 將其刪除可能會造成 sudo 組態檔案不一致。確定要刪除嗎？

source: Command alias %1 is being used in one of the sudo rules. Deleting it may result in an inconsistent sudo configuration file. Really delete it?
fi: Komentoaliasta %1 käytetään yhdessä käyttäjämäärityksessä. Sen poistaminen voi aiheuttaa epäyhtenäisyyttä sudon määritystiedostossa. Poistetaanko se varmasti?
km: ឈ្មោះ​ក្លែងក្លាយ​របស់​​ពាក្យ​បញ្ជា %1 កំពុង​ត្រូវ​បាន​ប្រើ​ក្នុង​ច្បាប់​មួយ​នៃ sudo ។ ការ​លុប​វា អាច​បណ្ដាលឲ្យ​មាន​ឯកសារ​​​កំណត់​រចនា​សម្ព័ន្ធ sudo មិន​ស្ថិតស្ថេរ ។ ពិត​ជា​លុប​វា​ឬ ?
pt_br: O álias de comando %1 está sendo usado em uma das regras de sudo. Sua exclusão pode resultar em um arquivo de configuração do sudo inconsistente. Realmente apagá-lo?
sk: Alias príkazu %1 sa používa v jednom z pravidiel sudo. Jeho vymazanie môže zanechať konfiguráciu sudo v nekonzistentnom stave. Naozaj ho vymazať?
tr: Sudo kurallarından birinde %1 komut takma adı kullanılıyor. Bunu silmek tutarsız bir sudo yapılandırma dosyasıyla sonuçlanabilir. Gerçekten silinsin mi?
zh_cn: 命令别名 %1 被用在一个 sudo 规则中。 删除它可能导致 sudo 配置文件不一致。确实要删除吗？
zh_tw: 指令別名 %1 已被某個 sudo 規則使用。 將其刪除可能會造成 sudo 組態檔案不一致。確定要刪除嗎？

source: <p><b><big>Initializing sudo Configuration</big></b><br> </p>
fi: <p><b><big>Valmistellaan sudon määritystä</big></b><br> </p>
km: <p><b><big>ចាប់ផ្ដើម​ការកំណត់​រចនាសម្ព័ន្ធ sudo</big></b><br> </p>
pt_br: <p><b><big>Inicializando Configuração do sudo</big></b><br> </p>
sk: <p><b><big>Inicializácia konfigurácie sudo</big></b><br> </p>
tr: <p><b><big>sudo Yapılandırması başlatılıyor</big></b><br> </p>
zh_cn: <p><b><big>正在初始化 sudo 配置</big></b><br> </p>
zh_tw: <p><b><big>正在啟始化 sudo 組態</big></b><br> </p>

source: <p><b><big>Aborting Initialization:</big></b><br>Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
fi: <p><b><big>Valmistelun keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
pt_br: <p><b><big>Interrompendo a Inicialização:</big></b><br>Interrompa o utilitário de configuração com segurança clicando em <B>Interromper</B> agora.</p>
sk: <p><b><big>Prerušenie inicializácie:</big></b><br>Teraz môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
tr: <p><b><big>Başlatma iptal ediliyor:</big></b><br>Şimdi <b>İptal</b>'e basarak yapılandırma yardımcı programını güvenli bir şekilde sonlandırın.</p>
zh_cn: <p><b><big>中止初始化：</big></b><br>现在按<b>中止</b>可安全中止配置工具。</p>
zh_tw: <p><b><big>中止啟始化：</big></b><br>現在按下<b>中止</b>，以安全地中止組態公用程式。</p>

source: <p><b><big>Saving sudo Configuration</big></b><br></p>
fi: <p><b><big>Sudo asetusten tallentaminen</big></b><br></p>
pt_br: <p><b><big>Salvando Configuração do sudo</big></b><br></p>
sk: <p><b><big>Uloženie konfigurácie sudo</big></b><br></p>
tr: <p><b><big>sudo Yapılandırması kaydediliyor</big></b><br></p>
zh_cn: <p><b><big>正在保存 sudo 配置</big></b><br></p>
zh_tw: <p><b><big>正在儲存 sudo 組態</big></b><br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti. </p>
pt_br: <P><B><BIG>Interrompendo a Gravação:</BIG></B><BR>Interrompa a gravação clicando em <B>Interromper</B>. Uma caixa de diálogo adicional informará se é seguro ou não fazer isso.</P>
sk: <p><b><big>Prerušenie ukladania:</big></b><br>Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>.Zobrazí sa dialóg, ktorý vás bude informovať, či je to bezpečné.</p>
tr: <p><b><big>Kaydetmeyi İptal Etme:</big></b><br> <b>İptal</b>'e basarak kaydetme işlemini iptal edin. Ek bir iletişim kutusu bunu yapmanın güvenli olup olmadığını bildirir. </p>
zh_cn: <p><b><big>中止保存：</big></b><br>按<b>中止</b>可中止保存过程。将显示另一个对话框告诉您这样做是否安全。</p>
zh_tw: <p><b><big>中止儲存：</big></b><br>按<b>中止</b>，中止儲存程序。會出現另一個對話方塊，通知您執行此動作是否安全。</p>
