Repository: yast/yast-translations
Catalog: po/cio/*.po
Languages: ar, de, el, es, fa, hu, id, ja, ko, lt, pl, ru, sl, tr, zh_tw

source: Available Input/Output Channels
ar: قنوات المدخلات/المخرجات المتوفرة
de: Verfügbare Eingabe-/Ausgabekanäle
el: Διαθέσιμοι δίαυλοι Εισόδου/Εξόδου
es: Canales de entrada/salida disponibles
fa: کانال های ورودی/خروجی در دسترس
hu: Rendelkezésre álló I/O csatornák
id: Kanal Masukan/Keluaran Tersedia
ja: 利用可能な入出力チャンネル
ko: 사용 가능한 입력/출력 채널
lt: Prieinami įvedimo/išvedimo kanalai
pl: Dostępne kanały Wejścia/Wyjścia
ru: Доступные каналы ввода/вывода
sl: Razpoložljivi vhodno/izhodni kanali
tr: Mevcut Giriş/Çıkış Kanalları
zh_tw: 可用輸入/輸出通道

source: Device
ar: الجهاز
de: Gerät
el: Συσκευή
es: Dispositivo
fa: دستگاه
hu: Eszköz
id: Perangkat
ja: デバイス
ko: 장치
lt: Įrenginys
pl: Urządzenie
ru: Устройство
sl: Naprava
tr: Aygıt
zh_tw: 裝置

source: Used
ar: مستخدمة
de: Belegt
el: Χρησιμοποιημένο/α
es: Usado
fa: استفاده شده
hu: Használt
id: Digunakan
ja: 使用済み
ko: 사용됨
lt: Naudojama
pl: Używane
ru: Используется
sl: Uporabljeno
tr: Kullanılan
zh_tw: 已使用

source: yes
ar: نعم
de: Ja
el: ναί
es: sí
fa: بلی
hu: igen
id: ya
ja: はい
ko: 예
lt: taip
pl: tak
ru: да
sl: da
tr: evet
zh_tw: 是

source: no
ar: لا
de: Nein
el: όχι
fa: خیر
hu: nem
id: tidak
ja: いいえ
ko: 아니요
lt: ne
pl: nie
ru: нет
sl: ne
tr: hayır
zh_tw: 否

source: Filter channels
ar: تصفية القنوات
de: Channels filtern
el: Φιλτράρισμα διαύλων
es: Filtrar los canales
fa: پالایش کانالها
hu: Üvegszál
id: Filter kanal
ja: フィルタチャンネル
ko: 필터 채널
lt: Filtro kanalas
pl: Filtr kanałów
ru: Фильтр каналов
sl: Filtriranje kanalov
tr: Filtre kanalları
zh_tw: 過濾通道

source: &Select All
ar: تحديد ال&كل
de: Alle &auswählen
el: &Επιλογή Όλων
es: &Seleccionar todo
fa: &انتخاب همه
hu: Összes &kiválasztása
id: &Pilih Semua
ja: 全て選択 (&S)
ko: 모두 선택(&S)
lt: Pažymėti &viską
pl: &Zaznacz wszystkie
ru: Выбрать в&се
sl: &Izberi vse
tr: &Tümünü Seç
zh_tw: 全選(&S)

source: &Clear selection
ar: &مسح المحدد
de: Auswahl &leeren
el: &Εκκαθάριση επιλεγμένων
es: Borrar la sele&cción
fa: پاک کردن انتخاب
hu: Kijelölés _törlése
id: &Bersihkan pilihan
ja: 選択を解除 (&C)
ko: 선택된 부분 지우기(&C)
lt: &Nesirinkti nieko...
pl: &Wyczyść zaznaczenie
ru: &Снять выделение
sl: &Počisti izbor
tr: &Seçimi temizle
zh_tw: 清除選擇(&C)

source: &Blacklist Selected Channels
ar: القنوات المحددة في ال&قائمة السوداء
de: Ausgewählte Kanäle auf &Blacklist setzen
el: &Τοποθέτηση επιλεγμένων καναλιών σε λίστα ανεπιθύμητων
es: &Prohibir los canales seleccionados
fa: قرار دادن کانال انتخابی در لیست سیاه
hu: Kijelölt csatornák &feketelistára tétele
id: Kanal Dipilih &Daftar hitam
ja: 選択したチャンネルをブラックリストに設定する (&B)
ko: 선택한 채널 블랙리스트 작성(&B)
lt: &Blokuoti pasirinktus kanalus
pl: &Czarna lista wybranych kanałów
ru: Внести выбранные каналы в &черный список
sl: &Blokiraj izbrane kanale
tr: &Kara Liste Seçili Kanallar
zh_tw: 將選定通道加入黑名單(&B)

source: &Unban Channels
ar: إ&لغاء حظر القنوات
de: Sperrung der Kanäle aufheben
el: &Άρση απαγόρευσης διαύλων
es: &Readmitir los canales
fa: عدم تحریم کانالها
hu: Csatornák &tiltásának megszüntetése
id: &Buka blokir Kanal
ja: チャンネルの禁止を解除する (&U)
ko: 채널 차단 취소(&U)
lt: &Nebeblokuoti kanalų
pl: &Odblokowane kanały
ru: С&нять блокировку с каналов
sl: &Odblokiraj kanale
tr: &Kanalların Yasağını Kaldır
zh_tw: 恢復通道(&U)

source: &Exit
ar: &خروج
de: &Beenden
el: &Έξοδος
es: S&alir
fa: خروج
hu: Kilépés
id: &Keluar
ja: 終了 (&E)
ko: 종료(&E)
lt: &Išeiti
pl: &Wyjście
ru: Вы&ход
sl: I&zhod
tr: &Çık
zh_tw: 離開(&E)

source: Specified range is invalid. Wrong value is inside snippet '%s'
ar: النطاق المحدد غير صالح. القيمة الخاطئة تقع داخل '%s' مجزأ
de: Der angegebene Bereich ist ungültig. Das Snippet '%s' enthält einen falschen Wert.
el: Το συγκεκριμένο εύρος τιμών δέν είναι έκυρο. Η λανθασμένη τιμή βρίσκεται στο εσωτερικό του αποσπάσματος '%s'
es: El rango especificado no es válido. El valor erróneo está en el fragmento '%s'
fa: بازه ی تعیین شده نامعتبر است. مقدار اشتباه درون '%s' وجود دارد
hu: A megadott tartomány érvénytelen. A következő kódrészletben hibás érték szerepel: '%s'
id: Kisaran yang diberikan tidak valid. Nilai salah dalam snippet '%s'
ja: 指定した範囲が正しくありません。誤った値は '%s' のスニペット内にあります
ko: 지정한 범위가 잘못되었습니다. '%s' 코드 조각 내에 잘못된 값이 있습니다.
lt: Nurodėte netinkamą intervalą. Netinkama reikšmė patalpinta „%s“
pl: Wskazany zakres jest nieważny. Błędna wartość znajduje się wewnątrz fragmentu '%s'
ru: Указан недопустимый диапазон. Неверное значение находится внутри фрагмента %s
sl: Navedeni obseg ni veljaven. Napačna vrednost je v odseku »%s«
tr: Belirtilen aralık geçersiz. Yanlış değer '%s' kod parçasının içinde
zh_tw: 指定範圍無效。「%s」片段中的值不正確

source: Unban Input/Output Channels
ar: إلغاء حظر قنوات المدخلات/المخرجات
de: Sperre der Eingabe-/Ausgabekanäle aufheben
el: Άρση απαγόρευσης διαύλων Εισόδου/Εξόδου
es: Readmitir los canales de entrada/salida
fa: عدم تحریم کانالهای ورودی/خروجی
hu: I/O-csatornák tiltásának megszüntetése
id: Kanal Masukan/Keluaran
ja: 入出力チャンネルの禁止解除
ko: 입력/출력 채널 차단 취소
lt: Nebeblokuoti įvedimo/išvedimo kanalų
pl: Odblokowane kanały Wejścia/Wyjścia
ru: Снять блокировку с каналов ввода/вывода
sl: Odblokiraj vhodno/izhodne kanale
tr: Giriş/Çıkış Kanallarının Yasağını Kaldır
zh_tw: 恢復輸入/輸出通道

source: List of ranges of channels to unban separated by comma. Range can be channel, part of channel which will be filled to zero or range specified with dash. Example value: 0.0.0001, AA00, 0.1.0100-200
ar: قائمة نطاقات القنوات المطلوب إلغاء حظرها مفصولة بفاصلة. يمكن أن يكون النطاق قناة أو جزء من قناة يمكن ملؤه بصفر أو نطاق محدد بشرطة. مثال على القيمة: 0.0.0001، AA00، 0.1.0100-200
de: Die Liste mit den Bereichen der Kanäle, deren Sperren aufgehoben werden sollen, durch Komma getrennt. Der Bereich kann den Kanal, einen Teil des Kanals, der mit 0 aufgefüllt wird, angeben oder mit Bindestrich angegeben werden. Beispiele: 0.0.0001, AA00, 0.1.0100-200
el: Η λίστα των έυρων τιμών για άρση απαγόρευσης χωρίζεται με κόμμα. Το εύρος τιμών μπορεί να είναι δίαυλος,τμήμα διαύλου που θα συμπληρωθεί με μηδέν ή εύρος με παύλα. Παράδειγμα εύρους τιμών: 0.0.0001, AA00, 0.1.0100-200
es: Lista de rangos de canales que serán readmitidos separados por comas. El rango puede ser un canal, una parte de un canal que se rellenará con ceros o un rango especificado usando un guión. Ejemplo de valor: 0.0.0001, AA00, 0.1.0100-200
fa: لیستی از بازه های کانالها برای عدم تحریم که با کاما جدا شده اند. بازه ها می توانند کانال، قسمتی از کانال که با صفر پر خواهند شد، و یا بازه ای که با خط تیره (-) معین شده اند باشد. به عنوان مثال: 0.0.0001,AA00,0.1.0100-200
hu: A megszüntetendő tiltású csatornák tartományainak felsorolása vesszővel elválasztva. A tartomány lehet csatorna, csatorna egy része nullákkal kitöltve, illetve kötőjellel megadott tartomány. Példaértékek: 0.0.0001, AA00, 0.1.0100-200
id: Daftar dari kisaran dari kanal untuk buka blokir dipisahkan oleh koma. Kisaran dapat berupa kanal, bagian dari kanal yang akan diisi ke nol atau kisaran tertentu dengan garis. Contoh nilai: 0.0.0001, AA00, 0.1.0100-200
ja: カンマ区切りで、禁止を解除するチャンネルの範囲を指定します。 範囲はチャンネルそのもののほか、ゼロ埋めしたチャンネルの一部を指定したり、ダッシュで範囲を指定したりすることができます。 例: 0.0.0001, AA00, 0.1.0100-200
ko: 차단을 취소할 채널 범위의 목록을 쉼표로 구분하십시오. 범위는 채널, 영(0)으로 채워질 채널의 일부 또는 대시(-)로 지정되는 범위일 수 있습니다. 값 예: 0.0.0001, AA00, 0.1.0100-200
lt: Kanalų, kurių nebenorite, sritis atskirkite kableliu. Sritis gali tebūti vienas kanalas, kanalo dalis, kuri užpildoma nuliais, arba brūkšneliu žymimas intervalas. Pavyzdžiui: 0.0.0001, AA00, 0.1.0100-200
pl: Lista zakresów odblokowanych kanałów oddzielone przecinkami. Zakres może być kanałem, częścią kanału, który zostanie wypełniony na zero lub w zakresie określonym przez myślnik. Przykładowe wartości: 0.0.0001, AA00, 0.1.0100-200
ru: Список разрешаемых диапазонов каналов через запятую. Можно указать канал полностью, часть канала, дополняемую нулями, либо диапазон через дефис. Пример: 0.0.0001, AA00, 0.1.0100-200
sl: Seznam obsegov kanalov za odblokirati, ločenih z vejico. Obseg je lahko kanal; del kanala, ki bo zapolnjen do ničle; ali obseg. Primer vrednosti: 0.0.0001, AA00, 0.1.0100-200
tr: Yasaklanması kaldırılacak kanal aralıklarının virgülle ayrılmış listesi. Aralık, kanal, sıfıra doldurulacak kanal parçası veya tire ile belirtilen aralık olabilir. Örnek değer: 0.0.0001, AA00, 0.1.0100-200
zh_tw: 要恢復之通道的範圍清單 (以逗號分隔)。 範圍可以是通道、通道的一部分 (其餘部分用零填補)，也可以是用破折號指定的範圍。 例如︰0.0.0001、AA00、0.1.0100-200

source: Ranges to Unban.
ar: النطاقات المطلوب إلغاء حظرها.
de: Bereiche, deren Sperre aufgehoben werden soll.
el: Εύρη τιμών για Άρση απαγόρευσης.
es: Rangos a readmitir
fa: بازه ها برای عدم تحریم.
hu: Megszüntetendő tiltású tartományok.
id: Kisaran untuk Buka blokir.
ja: 禁止を解除する範囲。
ko: 차단을 취소할 범위.
lt: Sritis, kurios nebeblokuoti
pl: Zakres do odblokowania.
ru: Диапазоны, с которых требуется снять блокировку.
sl: Obsegi za odblokirati.
tr: Yasakların Kaldırılacağı Aralıklar.
zh_tw: 要恢復的範圍。
