Repository: yast/yast-translations
Catalog: po/hanafirewall/*.po
Languages: pt_br, zh_tw

source: Firewall Service-Zone Assignment For HANA
pt_br: Atribuição de zona de serviço de firewall para HANA
zh_tw: HANA 的防火墻服務區域指定

source: Global Options
pt_br: Opções Globais
zh_tw: 全域選項

source: Enable and reload firewalld
pt_br: Ativar e recarregar firewalld
zh_tw: 啟用並重新載入 firewalld

source: Instance numbers
pt_br: Números de instâncias
zh_tw: 例項編號

source: Services:
pt_br: Serviços:
zh_tw: 服務：

source: Zone
pt_br: Zona
zh_tw: 區域

source: Help
pt_br: Ajuda
zh_tw: 說明

source: Install HANA-Firewall package?
pt_br: Instalar o pacote HANA-Firewall?
zh_tw: 是否安裝 HANA-Firewall 套件？

source: Firewalld configuration is empty. Please set up firewalld before visiting this program.
pt_br: A configuração do Firewalld está vazia. Configure o firewalld antes de visitar este programa.
zh_tw: Firewalld 組態為空白。請先設定 Firewalld 再造訪此程式。

source: HANA firewall is not an independent firewall! It is a utility for firewalld. The command line tool generates firewalld service definitions, and this graphical tool assigns those services to zones. You must use firewalld controls (such as firewall-cmd command line) to manipulate the actual firewall setup, such as interface assignment.
pt_br: O firewall HANA não é um firewall independente! É um utilitário para firewalld. A ferramenta de linha de comando gera definições de serviço do firewalld, e essa ferramenta gráfica atribui esses serviços a zonas. Você deve usar os controles firewalld (como a linha de comando firewall-cmd) para manipular a configuração real do firewall, como a atribuição de interface.
zh_tw: HANA 防火墻不是獨立的防火墻！它是 firewalld 的公用程式。 Firewalld 指令行工具會產生 firewalld 服務定義，而此圖形工具則會將那些服務指定給區域。 您必須使用 firewalld 控制項 (例如 firewall-cmd 指令行) 來操作實際的防火墻設定，例如介面指定。
