Repository: yast/yast-translations
Catalog: po/update/*.po
Languages: ar, bn, ca, el, es, fr, gl, gu, ko, mr, pt_br, ru, sk, zh_cn, zh_tw, zu

source: Create Backup of Modified Files
ar: إنشاء نسخة احتياطية من الملفات المعدلة
bn: পরিবর্তিত ফাইলগুলোর ব্যাকআপ তৈরী করো
ca: Crea una còpia de seguretat dels fitxers modificats
el: Δημιουργία αντιγράφου ασφαλείας των τροποποιημένων αρχείων
es: Crear copia de seguridad de archivos modificados
fr: Créer une copie de sauvegarde des fichiers modifiés
gl: Crear copia de seguridade dos ficheiros modificados
gu: બદલાયેલી ફાઈલોના બેકઅપ રચો.
ko: 변경된 파일들 백업 만들기
mr: बदललेल्या फाईलची सुरक्षित प्रत तयार करा
pt_br: Criar backup de arquivos modificados
ru: Создавать резервную копию изменяемых файлов
sk: Vytvoriť zálohu zmenených súborov
zh_cn: 创建已修改文件的备份
zh_tw: 建立已修改檔案的備份
zu: Yakha Amakhophi Agade Umonakalo Alawo Mafayela Alungisiwe

source: Create Backup of /etc/sysconfig Directory
ar: إنشاء نسخة احتياطية من الدليل /etc/sysconfig
bn: /etc/sysconfig ডিরেক্টরির ব্যাকআপ তৈরী করো
ca: Crea una còpia de seguretat del directori /etc/sysconfig.
el: Δημιουργία αντιγράφου ασφαλείας του καταλόγου /etc/sysconfig
es: Crear copia de seguridad del directorio /etc/sysconfig
fr: Créer une copie de sauvegarde du répertoire /etc/sysconfig
gl: Crear copia de seguridade do directorio /etc/sysconfig
gu: /etc/sysconfig ડિરેક્ટરીનો બેકઅપ રચો
ko: /etc/sysconfig 디렉토리 백업 만들기
mr: /etc/sysconfig संचिका सुरक्षित प्रत तयार करा
pt_br: Criar backup da pasta /etc/sysconfig
ru: Создать резервную копию каталога /etc/sysconfig
sk: Vytvoriť zálohu priečinku /etc/sysconfig
zh_cn: 创建 /etc/sysconfig 目录的备份
zh_tw: 建立 /etc/sysconfig 目錄的備份
zu: Yakha Amakhophi Agade Umonakalo e-Directory ye-/etc/sysconfig

source: Do Not Create Backups
ar: عدم إنشاء نُسخ احتياطية
bn: কোন ব্যাকআপ তৈরী করবে না
ca: No creïs còpies de seguretat
el: Να μη δημιουργηθούν αντίγραφα ασφαλείας
es: No crear copias de seguridad
fr: Ne pas créer de sauvegarde
gl: Non crear copias de seguridade
gu: બેકઅપ રચો નહીં
ko: 백업을 생성하지 않음
mr: सुरक्षित प्रत तयार करू नका
pt_br: Não Criar Backups
ru: Не создавать резервных копий
sk: Nevytvárať zálohu
zh_cn: 不创建备份
zh_tw: 不要建立備份
zu: Ungawakhi Amakhophi Agade Umonakalo

source: Remove Backups from Previous Updates
ar: إزالة النُسخ الاحتياطية من التحديثات السابقة
bn: পূর্বের পরিবর্ধন গুলোর ব্যাকআপ সরিয়ে ফেলো
ca: Suprimeix les còpies de seguretat de les actualitzacions prèvies
el: Αφαίρεση αντιγράφων ασφαλείας από προηγούμενες ενημερώσεις
es: Eliminar copias de seguridad de actualizaciones previas
fr: Supprimer les copies de sauvegarde des précédentes mises à jour
gl: Eliminar copias de seguridade de actualizacións anteriores
gu: પાછળના અદ્યતનોમાંથી બેકઅપ દૂર કરો
ko: 이전의 업데이트로 부터 백업을 삭제
mr: आधीच्या आवृत्तीमधील सुरक्षित प्रत काढून टाका
pt_br: Remover backups de atualizações anteriores
ru: Удалить резервные файлы предыдущих обновлений
sk: Odstrániť zálohy zo starších aktualizácií
zh_cn: 删除以前更新的备份
zh_tw: 從上次更新中移除備份
zu: Susa Amakhophi Agade Umonakalo Ezinhlelweni Zokuvuselela Ezidlule

source: Backup
ar: نسخ احتياطي
bn: ব্যাকআপ
ca: Copia de seguretat
el: Αντίγραφα ασφαλείας
es: Copia de seguridad
fr: Sauvegarde
gl: Copia de seguridade
gu: બેકઅપ
ko: 백업
mr: सुरक्षित प्रत
ru: Создание резервных копий
sk: Záloha
zh_cn: 备份
zh_tw: 備份
zu: Amafayela Agade Umonakalo

source: &Backup
ar: نسخ احتياطي
bn: ব্যাকআপ (&B)
ca: &Còpia de seguretat
el: &Αντίγραφα ασφαλείας
es: &Copia de seguridad
fr: &Sauvegarde
gl: &Copia de seguridade
gu: &બેકઅપ
ko: 백업(&B)
mr: सुरक्षित प्रत
ru: &Резервная копия
sk: &Záloha
zh_cn: 备份(&B)
zh_tw: 備份(&B)
zu: &Amafayela Agade Umonakalo

source: Backup System Before Update
ar: نسخ النظام احتياطيًا قبل التحديث
bn: পরিবর্ধনের পূর্বে সিস্টেম ব্যকআপ তৈরী
ca: Còpia de seguretat del sistema abans de l'actualització
el: Δημιουργία αντιγράφων ασφαλείας του συστήματος πριν την ενημέρωση
es: Crear copia de seguridad del sistema antes de la actualización
fr: Système de sauvegarde avant mise à jour
gl: Copia de seguridade antes da actualización
gu: અદ્યતન પહેલાં સિસ્ટમ બેકઅપ કરો
ko: 업데이트 이전에 시스템 백업
mr: अद्ययावत करण्याआधी यंत्रणेची सुरक्षित प्रत करा
pt_br: Fazer backup do sistema antes de atualizar
ru: Резервирование системы перед обновлением
sk: Zálohovať systém pred aktualizáciou
zh_cn: 更新前备份系统
zh_tw: 更新之前先備份系統
zu: Yenzela Isistimu Amakhophi Agade Umonakalo Ngaphambi Kokufaka Uhlelo Lokuvuselela

source: Create &Backup of Modified Files
ar: إنشاء نسخة احتياطية من الملفات المعدلة
bn: পরিবর্তিত ফাইলগুলোর ব্যাকআপ তৈরী করো
ca: Crea una còpia de &seguretat dels fitxers modificats
el: Δημιουργία &αντιγράφου ασφαλείας των τροποποιημένων αρχείων
es: &Crear copia de seguridad de los archivos modificados
fr: &Créer une sauvegarde des fichiers modifiés
gl: Crear &copia de seguridade dos ficheiros modificados
gu: બદલાયેલી ફાઈલોના &બેકઅપ રચો.
ko: 수정된 파일의 백업 생성(&B)
mr: बदललेल्या फाईलची सुरक्षित प्रत तयार करा
pt_br: Criar &backup de arquivos modificados
ru: Создавать &резервную копию изменяемых файлов
sk: Vytvoriť zálo&hu zmenených súborov
zh_cn: 创建已修改文件的备份(&B)
zh_tw: 建立已修改檔案的備份(&B)
zu: Yakha &Amakhophi Agade Umonakalo Alawo Mafayela Alungisiwe

source: Create a &Complete Backup of /etc/sysconfig
ar: إنشاء نسخة احتياطية كاملة من /etc/sysconfig
bn: সম্পূর্ণ /etc/sysconfig ডিরেক্টরির একটি ব্যাকআপ তৈরী করো
ca: Crea una còpia de seguretat &completa de /etc/sysconfig
el: Δημιουργία ενός &πλήρους αντιγράφου ασφαλείας του /etc/sysconfig
es: Crear una copia de &seguridad completa de /etc/sysconfig
fr: &Créer une sauvegarde complète de /etc/sysconfig
gl: Crear unha &copia de seguridade completa do directorio /etc/sysconfig
gu: /etc/sysconfig &સંપૂર્ણ બેકઅપ રચો
ko: /etc/sysconfig의 완전한 백업 생성(&C)
mr: /etc/sysconfig ची संपूर्ण सुरक्षित प्रत
pt_br: Criar um backup &completo de /etc/sysconfig
ru: &Создать полную резервную копию /etc/sysconfig
sk: Vytvoriť ú&plnú zálohu /etc/sysconfig
zh_cn: 创建 /etc/sysconfig 的完整备份(&C)
zh_tw: 建立 /etc/sysconfig 的完整備份(&C)
zu: Yakha Amakhophi Agade Umonakalo Aphelele e-/etc/sysconfig

source: Remove &Old Backups from the Backup Directory
ar: إزالة النُسخ الاحتياطية القديمة من دليل النسخ الاحتياطي
bn: ব্যাকআপ ডিরেক্টরি থেকে পুরনো ব্যাকআপগুলো সরিয়ে ফেলো
ca: Suprimeix les còpies de seguretat a&ntigues del directori de còpies de seguretat
el: Αφαίρεση &παλαιότερων αντιγράφων ασφαλείας από τον κατάλογο αντιγράφων ασφαλείας
es: Eliminar copias de seguridad &antiguas del directorio de copias de seguridad
fr: Supprimer les anciennes sauvegardes du répert&oire de sauvegarde
gl: Desinstalar as copias de seguridade &antigas do directorio de copias de seguridade
gu: બેકઅપ ડિરેક્ટરીમાંથી &જુના બેકઅપ દૂર કરો
ko: 백업 디렉토리에서 오래된 백업 제거(&O)
mr: बॅकअप संचिकेमधून जुन्या प्रति काढून टाका
pt_br: Remover backups antig&os da pasta de backup
ru: Удалить старые резервные к&опии из каталога резервных копий
sk: &Odstrániť staré zálohy z priečinka záloh
zh_cn: 从备份目录除去旧备份(&O)
zh_tw: 從備份目錄中移除舊備份(&O)
zu: Susa Amakhophi Amadala Agade Umonakala Kwi-Directory Yamakhophi Agade Umonakalo

source: <p>To avoid any loss of information during update, create a <b>backup</b> prior to updating.</p>
ar: <p>لتجنب أي فقدان للمعلومات أثناء التحديث، يمكنك إنشاء <b>نسخة احتياطية</b> قبل إجراء التحديث.</p>
ca: <p>Per evitar pèrdues de dades durant l'actualització, podeu crear abans una <b>còpia de seguretat</b>.</p>
el: <p>Για να αποφύγετε οποιαδήποτε απώλεια δεδομένων κατά την ενημέρωση, μπορείτε να δημιουργήσετε ένα <b>αντίγραφο ασφαλείας</b> πριν την ενημέρωση.</p>
es: <p>Para evitar pérdidas de datos durante la actualización, cree una <b>copia de seguridad</b> antes de actualizar.</p>
fr: <p>Afin d'éviter toute perte d'informations durant la mise à jour, créez une <b>sauvegarde</b> avant la mise à jour.</p>
gl: <p>Para evitar calquera perda de información durante a actualización, cree unha <b>copia de seguridade</b> antes de actualizar.</p>
ko: <p>업데이트 중 정보 손실을 방지하려면 업데이트 전에 <b>백업</b>을 생성하십시오.</p>
pt_br: <p>Para evitar perda de informações durante a atualização, crie um <b>backup</b> antes de atualizar.</p>
ru: <p>Чтобы предотвратить потерю информации при обновлении, создайте <b>резервную копию</b> перед обновлением.</p>
sk: <p>Aby sa zabránilo strate informácií počas aktualizácie, vytvoriť pred aktualizovaním <b>zálohu</b>.</p>
zh_cn: <p>为避免在更新过程中丢失任何信息， 可以在更新前创建<b>备份</b>。</p>
zh_tw: <p>為避免更新期間遺失資訊， 可以在更新之前建立一個<b>備份</b>。</p>

source: <p><b>Warning:</b> This will not be a complete backup. Only modified files will be saved.</p>
ar: <p><b>تحذير:</b> لن يكون هذا نسخًا احتياطيًا كاملاً. سيتم حفظ الملفات المعدلة فقط.</p>
bn: <p><b>সতর্কীকরণ:</b> এটি একটি সম্পূর্ন ব্যাকআপ হবে না। শুধুমাত্র পরিবর্তিত ফাইল গুলো সংরক্ষিত হবে।</p>
ca: <p><b>Avís:</b> aquesta no és una còpia de seguretat completa. Només es desaran els fitxers modificats.</p>
el: <p><b>Προειδοποίηση:</b> Αυτό δεν θα είναι πλήρες αντίγραφο ασφαλείας. Μόνο τα τροποποιημένα αρχεία θα αποθηκευτούν.</p>
es: <p><b>Advertencia:</b> Esta no es una copia de seguridad completa. Sólo se grabarán los archivos modificados.</p>
fr: <p><b>Avertissement :</b> Il ne s'agira pas d'une sauvegarde complète. Seuls vos fichiers modifiés seront sauvegardés.</p>
gl: <p><b>Aviso:</b> isto non vai ser unha copia de seguridade completa Só se van gardar os ficheiros modificados.</p>
gu: <p><b>ચેતવણી: </b>આ સંપૂર્ણ બેકઅપ હશે નહીં. માત્ર બદલાયેલી ફાઇલો સચવાશે.</p>
ko: <p><b>경고:</b> 백업이 완료되지 않을 것입니다. 단지, 변경된 파일만이 저장될 것입니다.</p>
mr: <p><b>इशाराः</b>हा संपूर्ण बॅकअप असणार नाही. केवळ सुधारित फाइल्स सेव केल्या जातील.</o>
pt_br: <p><b>Aviso:</b> Isto não será um backup completo. Só os arquivos modificados serão salvos.</p>
ru: <p><b>Внимание:</b> это не будет полное резервное копирование. Будут сохранены только измененные файлы.</p>
sk: <p><b>Varovanie:</b> Nejedná sa o kompletnú zálohu, ale iba o zálohu upravených konfiguračných súborov.</p>
zh_cn: <p><b>警告：</b>这不是完整的 备份。只保存已修改的文件。</p>
zh_tw: <p><b>警告：</b>如此將無法完整 備份。只會儲存修改的檔案。</p>
zu: <p><b>Isexwayiso:</b> Lawa ngeke kube ngamakhophi aphelela agade umonakalo. Amafayela alungisiwe kuphela azogcinwa.</p>

source: <p>Select the desired options.</p>
ar: <p>حدد الخيارات المطلوبة.</p>
bn: <p>পছন্দনীয় অপশনগুলো নির্বাচন করুন।</p>
ca: <p>Seleccioneu les opcions desitjades.</p>
el: <p>Επιλέξτε τις επιθυμητές ρυθμίσεις.</p>
es: <p>Seleccione las opciones que desee.</p>
fr: <p>Sélectionner les options souhaitées.</p>
gl: <p>Seleccione as opcións desexadas.</p>
gu: <p>ઇચ્છિત વિકલ્પો પસંદ કરો.</p>
ko: <p>원하는 옵션을 선택하십시오.</p>
mr: <p>इच्छित पर्याय निवडा.</p>
pt_br: <p>Selecionar as opções desejadas.</p>
ru: <p>Выберите желаемые свойства.</p>
sk: <p>Vyberte požadované možnosti.</p>
zh_cn: <p>选择所需的选项。</p>
zh_tw: <p>選取所需要的選項。</p>
zu: <p>Khetha izindlela ozithandayo okukhethwa kuzo.</p>

source: <p><b>Create a Backup of Modified Files:</b> Stores only those modified files that will be replaced during update.</p>
ar: <p><b>إنشاء نسخة احتياطية من الملفات المعدلة:</b> يتم من خلال هذا الإجراء تخزين الملفات المعدلة التي يتم استبدالها أثناء التحديث.</p>
ca: <p><b>Crea una còpia de seguretat dels fitxers modificats:</b> desa només els fitxers modificats que es reemplaçaran durant l'actualització.</p>
el: <p><b>Δημιουργία αντιγράφου ασφαλείας των τροποποιημένων αρχείων:</b> Αποθηκεύει μόνο τα τροποποιημένα αρχεία που αντικαθίστανται κατά την ενημέρωση.</p>
es: <p><b>Crear una copia de seguridad de los archivos modificados:</b> Guarda solo los archivos modificados que se sustituyen durante la actualización.</p>
fr: <p><b>Créer une copie de sauvegarde des fichiers modifiés :</b> Enregistre seulement les fichiers modifiés qui seront remplacés lors de la mise à jour.</p>
gl: <p><b>Crear unha copia de seguridade dos ficheiros modificados:</b> Almacena eses ficheiros modificados que son substituídos durante a actualización.</p>
ko: <p><b>수정된 파일의 백업 생성:</b> 업데이트 중 교체되는 수정된 파일만 저장합니다.</p>
pt_br: <p><b>Criar um backup de arquivos modificados:</b> Armazena somente os arquivos modificados que serão substituídos durante a atualização.</p>
ru: <p><b>Создать резервную копию изменённых файлов:</b> Сохраняет только копии файлов, которые будут заменены при обновлении.</p>
sk: <p><b>Vytvoriť zálohu zmenených súborov:</b> Uloží iba tie modifikované súbory, ktoré sa počas aktualizácienahradia.</p>
zh_cn: <p><b>创建已修改文件的备份：</b> 只存储这些已修改的文件，这些文件在更新过程中会被替换。</p>
zh_tw: <p><b>建立已修改檔案的備份</b>： 僅儲存將在更新期間取代的已修改檔案。</p>

source: <p><b>Create a Complete Backup of /etc/sysconfig:</b> This covers all configuration files that are part of the sysconfig mechanism, even those that will not be replaced.</p>
ar: <p><b>إنشاء نسخة احتياطية كاملة من /etc/sysconfig:</b> يتضمن ذلك كل ملفات التكوين التي تعتبر جزءًا من آلية sysconfig، حتى تلك الملفات التي لن يتم استبدالها.</p>
ca: <p><b>Crea una còpia de seguretat completa de /etc/sysconfig:</b> aquesta còpia inclou tots els fitxers de configuració que formen part del mecanisme del sysconfig, fins i tot els que no es reeemplacen.</p>
el: <p><b>Δημιουργία πλήρους αντιγράφου ασφαλείας του /etc/sysconfig:</b> Αυτό καλύπτει όλα τα αρχεία ρυθμίσεων που είναι μέρος του μηχανισμού sysconfig, ακόμα και εκείνα που δεν θα αντικατασταθούν.</p>
es: <p><b>Crear una copia de seguridad completa de /etc/sysconfig:</b> Esta copia incluye todos los archivos de configuración que forman parte del mecanismo de sysconfig, incluso los que no se sustituyen.</p>
fr: <p><b>Créer une sauvegarde complète de /etc/sysconfig :</b> cela couvre tous les fichiers de configuration qui font partie du mécanisme sysconfig, même ceux qui n'ont pas été remplacés.</p>
gl: <p><b>Crear unha copia de seguridade completa de /etc/sysconfig:</b> Isto inclúe todos os ficheiros de configuración que son parte do mecanismo sysconfig, incluso os que non se substitúen.</p>
ko: <p><b>/etc/sysconfig의 전체 백업 생성:</b> 교체되지 않는 파일을 포함하여 sysconfig 메커니즘에 속한 모든 구성 파일을 다룹니다.</p>
pt_br: <p><b>Criar um backup completo do /etc/sysconfig:</b> Engloba todos os arquivos de configuração que fazem parte do mecanismo sysconfig, mesmo aqueles que não serão substituídos.</p>
ru: <p><b>Создать полную резервную копию /etc/sysconfig:</b> Сохраняет все конфигурационные файлы, которые относятся к sysconfig, в том числе и те, что не будут изменены.</p>
sk: <p><b>Vytvoriť úplnú zálohu /etc/sysconfig:</b> Týmto sa zálohujú všetky konfiguračné súbory, ktoré sú súčasťou mechanizmu sysconfig, aj keď nebudú nahradené.</p>
zh_cn: <p><b>创建 /etc/sysconfig 的完整 备份：</b>这包括作为系统配置机制一部分的 所有配置文件，甚至包括那些未被替换的文件。</p>
zh_tw: <p><b>建立 /etc/sysconfig 的完整備份</b>： 此選項將涵蓋所有屬於 sysconfig 機制的 組態檔案，甚至包括那些將不會被取代的檔案。</p>

source: <p><b>Remove Old Backups from the Backup Directory:</b> If your current system already is the result of an earlier update, there may be old configuration file backups. Select this option to remove them.</p>
ar: <p><b>إزالة النُسخ الاحتياطية القديمة من دليل النسخ الاحتياطي:</b> إذا كان نظامك الحالي قد تم تحديثه مسبقًا بالفعل، قد تكون هناك نُسخ احتياطية قديمة لملفات التكوين. حدد هذا الخيار لإزالتها.</p>
bn: <p><b>ব্যাকআপ ডিরেক্টরি থেকে পুরনো ব্যাকআপগুলো সরিয়ে ফেলো: </b> আপনার সিস্টেম যদি আগে কখনো পরিবর্ধন করা হয়ে থাকে, তবে তাতে পুরনো কনফিগারেশন ব্যাকআপ ফাইল থাকতে পারে। সেগুলো সরিয়ে ফেলার জন্য এই অপশন নির্বাচন করুন।</p>
ca: <p><b>Suprimeix les còpies de seguretat antigues del directori de còpia de seguretat:</b> si el sistema actual és el resultat d'una actualització anterior, poden haver-n'hi. Seleccioneu aquesta opció per suprimir-les.</p>
el: <p><b>Αφαίρεση Παλαιών Αντιγράφων Ασφαλείας από τον Κατάλογο Αντιγράφων Ασφαλείας:</b> Αν το τρέχων σύστημα ήδη είναι το αποτέλεσμα μιας ενημέρωσης, μπορεί να υπάρχουν παλαιότερα αντίγραφα ασφαλείας αρχείων ρυθμίσεων. Επιλέξτε αυτήν την επιλογή για να τα αφαιρέσετε.</p>
es: <p><b>Eliminar copias de seguridad antiguas del directorio de copias de seguridad:</b> Si el sistema actual es el resultado de una actualización anterior, puede haber copias de seguridad antiguas de archivos de configuración. Seleccione esta opción para eliminarlos.</p>
fr: <p><b>Supprimer les anciennes sauvegardes du répertoire de sauvegardes :</b> Si le système actuel provient déjà d'une précédente mise à jour, il peut y avoir d'anciennes sauvegardes de fichiers de configuration. Sélectionnez cette option pour les supprimer.</p>
gl: <p><b>Eliminar copias de seguridade antigas do directorio de copias de seguridade:</b> Se o sistema actual xa é o resultado dunha actualización anterior, podería haber copias de seguridade antigas de ficheiros de configuración. Seleccione esta opción para eliminalos.</p>
gu: <p><b>બેકઅપ ડિરેક્ટરીમાંથી &જુના બેકઅપ દૂર કરો: જો તમારી હાલની સિસ્ટમ પહેલેથી પહેલાના અદ્યતનના પરિણામ રૂપ હોય તો, ત્યાં જુની કન્ફિગ્યુરેશન ફાઇલ બેકઅપ હોઇ શકે. તેઓને દૂર કરવા આ વિકલ્પ પસંદ કરો.</p>
ko: <p><b>백업 디렉토리에서 이전의 백업을 삭제:</b> 만약, 현재의 시스템이 이미 좀더 빠른 업데이트의 결과가 있다면 이전의 설정 파일이 백업되어 있을 것입니다. 그들을 삭제하려면 이 옵션을 선택하십시오.</p>
mr: <p><b>बॅकअपमधून जुना बॅकअप काढा डिरेक्टरीः</b> तुमची विद्यमान सिस्टीम जर आधीच्या अपडेटचा परिणाम असेल तेथे बॅकअपमध्ये जुन्या आकृतीबंध फाइल्स असतील. त्या काढण्यासाठी हा पर्याय निवडा.</p>
pt_br: <p><b>Remover backups antigos da pasta de backup:</b> Se o sistema atual já for resultado de uma atualização anterior, poderá haver backups antigos de arquivos de configuração. Selecione essa opção para removê-los.</p>
ru: <p><b>Удалить старые резервные копии</b>: Если ранее уже проводилось обновление системы, могут существовать старые копии конфигурационных файлов. Используйте эту возможность для их удаления.</p>
sk: <p><b>Odstrániť staré zálohy z priečinka záloh:</b> Ak ste váš systém už zaktualizovali namiesto inštalácie, môže obsahovať staršie zálohy konfiguračných súborov. Pomocou tejto voľby ich odstránite.</p>
zh_cn: <p><b>从备份目录中去除旧 备份：</b>如果当前系统是较早更新的结果， 则可能存在旧配置文件备份。选择此选项 删除它们。</p>
zh_tw: <p><b>從備份目錄中移除舊 備份：</b>您目前的系統之前若已更新過， 可能會有舊的組態檔案備份。請選取這個選項將 其移除。</p>
zu: <p><b>Susa Amakhophi Amadala Agade Umonakalo Kwi-Directory Yamakhophi Agade Umonakalo:</b> Uma isistimu yakho yamanje kakade isiwumphumela wokuvuselelwa kohlelo kwasekuqaleni, kungenzeka kunamakhophi amadala okuhlela agade umonakalo. Khetha lokhu ukuze uwasuse.</p>

source: <p>All backups are placed in %1.</p>
ar: <p>يتم وضع كافة النُسخ الاحتياطية في %1.</p>
bn: <p>সবগুলো ব্যাকআপ %1 এ রাখা হবে।</p>
ca: <p>Totes les còpies de seguretat es desen a %1.</p>
el: <p>Όλα τα αντίγραφα ασφαλείας είναι τοποθετημένα στο %1.</p>
es: <p>Todas las copias de seguridad se guardan en %1.</p>
fr: <p>Toutes les copies de sauvegarde sont placées dans %1.</p>
gl: <p>Todas as copias de seguridade están en %1.</p>
gu: %1 માં બધા બેકઅપ મુકાયા છે.
ko: <p>모든 백업은 %1에 배치됩니다.</p>
mr: <p>सर्व सुरक्षित प्रती %1 मध्ये ठेवल्या आहेत.</p>
pt_br: <p>Todos os backups são salvos em %1.</p>
ru: <p>Все резервные копии расположены в %1.</p>
sk: <p>Všetky zálohy budú uložené do %1.</p>
zh_cn: <p>所有备份都位于 %1。</p>
zh_tw: <p>所有備份均存放在 %1。</p>
zu: <p>Wonke amakhophi agade umonakalo afakwa kwi-%1.</p>

source: Invalid backup path.
ar: مسار النسخ الاحتياطي غير صالح.
bn: ত্রুটিযুক্ত ব্যাকআপ পাথ।
ca: El camí de la còpia de seguretat no és vàlid.
el: Μη έγκυρο μονοπάτι αντιγράφων ασφαλείας.
es: Ruta no válida para la copia de seguridad.
fr: Chemin pour la sauvegarde incorrect.
gl: Ruta de copia de seguridade incorrecta.
gu: અમાન્ય બેકઅપ પાથ.
ko: 잘못된 백업 경로입니다.
mr: सुरक्षित प्रतिचा मार्ग अवैध.
pt_br: Caminho do backup inválido.
ru: Неправильный путь для резервного копирования.
sk: Neplatná cesta k zálohe.
zh_cn: 无效的备份路径。
zh_tw: 無效的備份路徑。
zu: Umgudu ongasebenzi wamakhophi agade umonakalo.

source: Minimum disk space of %1 MB required.
ar: يتطلب مساحة %1 ميغابايت على القرص كحد أدنى.
bn: ডিস্কে অন্তত %1 MB জায়গা প্রয়োজন।
ca: Es necessita un espai mínim al disc de %1 MB.
el: Ο ελάχιστος χώρος που απαιτείται στο δίσκο είναι %1 ΜΒ.
es: Se requiere un espacio mínimo en disco de %1 MB.
fr: L'espace disque requis est de %1 Mo au minimum.
gl: Precísase un espazo mínimo en disco de %1 MB.
gu: %1 MB જેટલી ન્યૂનતમ ડિસ્ક જગ્યા જરૂરી છે.
ko: 최소 %1MB 공간은 있어야 합니다.
mr: चबकडीवर कमीत कमी %1 MB जागा आवश्यक
pt_br: O espaço em disco mínimo necessário é de %1 MB.
ru: Требуется %1 МБ свободного дискового пространства.
sk: Požadovaných %1 MB priestoru.
zh_cn: 需要最小 %1 MB 的磁盘空间。
zh_tw: 最少需要 %1 MB 的磁碟空間。
zu: Isikhala sediski esingengaphansi kuka-%1 MB odingekayo.

source: Packages to Update: %1
ar: الحزم المطلوب تحديثها: %1
bn: পরিবর্ধনের করার জন্য প্যাকেজসমূহ: %1
ca: Paquets que s'han d'actualitzar: %1
el: Πακέτα προς ενημέρωση: %1
es: Paquetes que se van a actualizar: %1
fr: Paquets à mettre à jour : %1
gl: Paquetes a actualizar: %1
gu: અદ્યતન કરવાના પેકેજિસ : %1
ko: 업데이트할 패키지: %1
mr: अद्ययावत करायची पॅकेज: %1
pt_br: Pacotes a atualizar: %1
ru: Пакеты для обновления: %1
sk: Aktualizované balíky: %1
zh_cn: 要更新的包：%1
zh_tw: 要更新的套件： %1
zu: Amaphakheji Okuvuselelwa: %1

source: New Packages to Install: %1
ar: الحزم الجديدة المطلوب تثبيتها: %1
bn: যেসব নতুন প্যাকেজ ইনস্টল করতে হবে: %1
ca: Paquets nous que s'han d'instal·lar: %1
el: Νέα πακέτα για εγκατάσταση: %1
es: Paquetes nuevos que se van a instalar: %1
fr: Nouveaux paquets à installer : %1
gl: Novos paquetes a instalar: %1
gu: સ્થાપવાના નવા પેકેજિસ : %1
ko: 설치할 새로운 패키지: %1
mr: स्थापित करायची नवीन पॅकेज: %1
pt_br: Novos pacotes para instalar: %1
ru: Устанавливаемые новые пакеты: %1
sk: Nové balíky: %1
zh_cn: 要安装的新包：%1
zh_tw: 要安裝的新套件： %1
zu: Amaphakheji Amasha Okufakwa: %1

source: Packages to Remove: %1
ar: الحزم المطلوب إزالتها: %1
bn: যেসব প্যাকেজ সরিয়ে ফেলতে হবে: %1
ca: Paquets que s'han de suprimir: %1
el: Πακέτα προς αφαίρεση: %1
es: Paquetes que se van a eliminar: %1
fr: Paquets à supprimer : %1
gl: Paquetes a desinstalar: %1
gu: દૂર કરવાના પેકેજિસ : %1
ko: 제거할 패키지: %1
mr: काढून टाकायची पॅकेज: %1
pt_br: Pacotes para remover: %1
ru: Удаляемые пакеты: %1
sk: Balíky na odstránenie: %1
zh_cn: 要删除的包：%1
zh_tw: 要移除的套件： %1
zu: Amaphakheji Okumelwe Asuswe: %1

source: Total Size of Packages to Update: %1
ar: الحجم الكلي للحزم المطلوب تحديثها: %1
bn: পরিবর্ধনের করার জন্য প্যাকেজসমূহের সর্বমোট আকার: %1
ca: Mida total dels paquets que s'han d'actualitzar: %1
el: Συνολικό μέγεθος των πακέτων προς ενημέρωση: %1
es: Tamaño total de los paquetes de la actualización: %1
fr: Taille totale des paquets à mettre à jour : %1
gl: Tamaño total dos paquetes para actualizar: %1
gu: અદ્યતન કરવાના પેકેજિસના કુલ કદ : %1
ko: 업데이트할 패키지의 총 크기: %1
mr: अद्ययावत करायच्या पॅकेजचा आकार: %1
pt_br: Tamanho total dos pacotes a atualizar: %1
ru: Общий размер обновляемых пакетов: %1
sk: Celková veľkosť aktualizovaných balíkov: %1
zh_cn: 要更新的包的总大小：%1
zh_tw: 要更新套件的總大小： %1
zu: Ingqikithi Kasayizi Wamaphakheji Okumelwe Avuselelwe: %1

source: Cannot solve all conflicts. <a href="%s">Manual intervention is required.</a>
ar: لا يمكن حل كل التعارضات. <a href="%s">التدخل اليدوي مطلوب.</a>
ca: No es poden resoldre tots els conflictes. <a href="%s">Cal una intervenció manual.</a>
el: Αδυναμία επίλυσης όλων των διενέξεων. <a href="%s">Απαιτείται παρέμβαση του χρήστη.</a>
es: No es posible resolver todos los conflictos. <a href="%s">Se requiere intervención manual.</a>
fr: Impossible de résoudre tous les conflits. <a href="%s">Une intervention manuelle est requise.</a>
gl: Non foi posíbel resolver todos os conflitos.<a href="%s"> Precísase intervención manual.</a>
ko: 모든 충돌을 해결할 수 없습니다. <a href="%s">수동 개입이 필요합니다.</a>
pt_br: Não foi possível resolver todos os conflitos. <a href="%s">É necessária intervenção manual.</a>
ru: Не удается устранить все конфликты. <a href="%s">Требуются действия.</a>
sk: Nie je možné vyriešiť všetky konflikty. <a href="%s">Je nutný ručný zásah.</a>
zh_cn: 无法解决全部冲突。<a href="%s">需手动干预。</a>
zh_tw: 無法解決所有衝突。<a href="%s">必須手動介入。</a>

source: Packages
ar: الحزم
bn: প্যাকেজসমূহ
ca: Paquets
el: Πακέτα
es: Paquetes
fr: Paquets
gl: Paquetes
gu: પેકેજિસ
ko: 패키지
mr: पॅकेजेस
pt_br: Pacotes
ru: Пакеты
sk: Balíky
zh_cn: 包
zh_tw: 套件
zu: Amaphakheji

source: &Packages
ar: الح&زم
bn: প্যাকেজসমূহ (&P)
ca: &Paquets
el: &Πακέτα
es: &Paquetes
fr: &Paquets
gl: &Paquetes
gu: &પેકેજિસ
ko: 패키지(&P)
mr: पॅकेजेस
pt_br: &Pacotes
ru: &Пакеты
sk: &Balíky
zh_cn: 包(&P)
zh_tw: 套件(&P)
zu: &Amaphakheji
