Repository: yast/yast-translations
Catalog: po/update/*.po
Languages: ar, bn, ca, el, es, fr, gl, gu, ko, mr, pt_br, ru, sk, zh_cn, zh_tw, zu

source: <p> <b>Show All Partitions</b> expands the list to a general overview of your system's partitions. </p>
ar: <p> <b>إظهار كافة الأقسام</b> يتم من خلال هذا الإجراء توسيع القائمة لإلقاء نظرة عامة شاملة على الأقسام الموجودة بنظامك. </p>
bn: <p> <b>সবগুলো পার্টিশন প্রদর্শন করো</b> তালিকাটি বিস্তৃত আকারে সিস্টেমের পার্টিশনগুলোর একটি সাধারন কাঠামো প্রদর্শন করে। </p>
ca: <p> <b>Mostra totes les particions</b> amplia la llista a un resum de les particions del sistema. </p>
el: <p> <b>Εμφάνιση όλων των κατατμήσεων</b> επεκτείνει τη λίστα σε μια γενική άποψη των κατατμήσεων του συστήματός σας. </p>
es: <p> <b>Mostrar todas las particiones</b> amplía la lista a un resumen general de las particiones del sistema. </p>
fr: <p> <b>Afficher toutes les partitions</b> étend la liste à une vue d'ensemble de toutes les partitions de votre système. </p>
gl: <p> <b>Mostrar todas as particións</b> expande a lista a un resumo xeral das particións do sistema. </p>
gu: <p> <b> બધા પાર્ટિશનો દર્શાવો </b> યાદીને તમારા સિસ્ટમના પાર્ટિશનોના સામાન્ય અવલોકનમાં ફેલાવે છે. </p>
ko: <p> <b>모든 파티션 보기</b>은 시스템 파티션의 일반적인 개요를 위해 목록을 확장합니다. </p>
mr: <p> <b>सर्व विभाग दाखवा<b>तुमच्या सिस्टीमच्या विभागांवर सर्वसाधारण दृष्टीक्षेपासाठी सूची वाढवितो. </p>
pt_br: <p> <b>Mostrar todas as partições</b> expande a lista para uma visão geral das partições do sistema. </p>
ru: <p> <b>Показать все разделы</b> демонстрирует список разделов вашей системы. </p>
sk: <p> <b>Zobraziť všetky oddiely</b> rozšíri zoznam na celkový prehľad o oddieloch na vašom systéme. </p>
zh_cn: <p> <b>显示所有分区</b>将扩展列表， 以显示系统分区的全面概述。 </p>
zh_tw: <p> <b>顯示所有分割區</b>可將清單展開，顯示 系統分割區的一般綜覽。 </p>
zu: <p> <b>Okuthi Bonisa Wonke Amaphathishini</b> kuthuthukisa uhlu lube sekuhlolweni kwamaphathishini esistimu okuvamile. </p>

source: System
ar: النظام
bn: সিস্টেম
ca: Sistema
el: Σύστημα
es: Sistema
fr: Système
gl: Sistema
gu: સિસ્ટમ
ko: 시스템
mr: सिस्टम
pt_br: Sistema
ru: Система
sk: Systém
zh_cn: 系统
zh_tw: 系統
zu: Isistimu

source: Partition
ar: القسم
bn: পার্টিশন
ca: Partició
el: Κατάτμηση
es: Partición
gl: Partición
gu: પાર્ટિશન
ko: 파티션
mr: दोन भाग
pt_br: Partição
ru: Раздел
sk: Oddiel
zh_cn: 分区
zh_tw: 分割區
zu: Iphathishini

source: Architecture
ar: الهيكل
bn: স্থাপত্য
ca: Arquitectura
el: Αρχιτεκτονική
es: Arquitectura
gl: Arquitectura
gu: આર્કિટેકચર
ko: 아키텍쳐
mr: संरचना
pt_br: Arquitetura
ru: Архитектура
sk: Architektúra
zh_cn: 架构
zh_tw: 架構
zu: Ubuciko Bokuklama

source: File System
ar: نظام الملفات
bn: সিস্টেম
ca: Sistema de fitxers
el: Σύστημα αρχείων
es: Sistema de archivos
fr: Système de fichiers
gl: Sistema de ficheiros
gu: સિસ્ટમ
ko: 파일 시스템
mr: सिस्टम
pt_br: Sistema de arquivos
ru: Файловая система
sk: Systém súborov
zh_cn: 文件系统
zh_tw: 檔案系統
zu: Isistimu Yefayela

source: Label
ar: التسمية
bn: লেবেল
ca: Etiqueta
el: Ετικέτα
es: Etiqueta
gl: Etiqueta
gu: લેબલ
ko: 레이블
mr: लेबल
pt_br: Rótulo
ru: Метка
sk: Meno
zh_cn: 标签
zh_tw: 標籤
zu: Ilebula

source: &Show All Partitions
ar: إظهار &كافة الأقسام
bn: সবগুলো পার্টিশন প্রদর্শন করো
ca: &Mostra totes les particions
el: Εμφάνι&ση όλων των κατατμήσεων
es: &Mostrar todas las particiones
fr: Afficher toute&s les partitions
gl: &Mostrar todas as particións
gu: બધા પાર્ટિશનો &દર્શાવો
ko: 모든 파티션 표시(&S)
mr: सर्व भाग दाखवा
pt_br: Mo&strar todas as partições
ru: Пока&зать все разделы
sk: Zobraziť &všetky oddiely
zh_cn: 显示所有分区(&S)
zh_tw: 顯示所有分割區(&S)
zu: &Bonisa Wonke Amaphathishini

source: &Boot
ar: &تشغيل
bn: বুট
ca: &Arrenca
el: &Εκκίνηση
es: &Arranque
fr: &Démarrer
gl: &Arrancar
gu: &બૂટ
ko: 부팅(&B)
mr: आरंभ करा
pt_br: &Inicializar
ru: За&грузить
sk: Š&tart systému
zh_cn: 引导(&B)
zh_tw: 開機(&B)
zu: &Ukuqalisa

source: ReiserFS is not supported anymore. Please migrate your data to another filesystem before performing the upgrade.
ar: لم يعد ReiserFS معتمد. يرجى ترحيل البيانات إلى نظام ملفات آخر قبل إجراء الترقية.
ca: ReiserFS ja no s'admet. Si us plau, migreu les vostres dades a un altre sistema de fitxers abans de fer l'actualització.
el: Το ReiserFS δεν υποστηρίζεται πλέον. Παρακαλούμε μετακινήστε τα δεδομένα σας σε άλλο σύστημα αρχείων πριν πραγματοποιήσετε την αναβάθμιση.
es: ReiserFS ya no es compatible. Migre los datos a otro sistema de archivos antes de llevar a cabo la actualización.
fr: ReiserFS n'est plus pris en charge. Veuillez migrer vos données vers un autre système de fichiers avant d'effectuer la mise à niveau.
gl: ReiserFS xa non ten soporte. Migre os seus datos a outro sistema de ficheiros antes de facer actualizacións.
ko: ReiserFS는 더 이상 지원되지 않습니다. 업그레이드를 수행하기 전에 데이터를 다른 파일 시스템으로 아이그레이션하십시오.
pt_br: O ReiserFS não é mais suportado. Migre seus dados para outro sistema de arquivos antes de atualizar.
ru: ReiserFS больше не поддерживается. Перенесите свои данные на другую файловую систему перед обновлением.
sk: ReiserFS už nie je podporovaný. Pred vykonaním zvýšenia verzie, prosím, presuňte svoje dáta na iný súborový systém.
zh_cn: ReiserFS 已不再受支持。 请在执行升级前迁移您的数据到另一个文件系统。
zh_tw: 不再支援 ReiserFS。 請在執行更新前將您的資料移轉至另一個檔案系統。

source: No installed system that can be upgraded with this product was found on the selected partition.
ar: لم يتم العثور على أي نظام على القسم المحدد يمكن ترقيته باستخدام هذا المنتج.
bn: নির্বাচিত পার্টিশনে, এই পণ্য দিয়ে পরিবর্ধন করার মত কোন ইনস্টকৃত সিস্টেম পাওয়া যায়নি।
ca: No s'ha trobat cap sistema instal·lat a la partició seleccionada que pugui actualitzar-se amb aquest producte.
el: Δεν βρέθηκε εγκατεστημένο σύστημα που να μπορεί να αναβαθμιστεί στην επιλεγμένη κατάτμηση.
es: No se ha encontrado en la partición seleccionada ningún sistema instalado que pueda actualizarse con este producto.
fr: Aucun système installé qui peut être mis à niveau avec ce produit n'a été trouvé sur la partiion sélectionnée.
gl: Non se atopou ningún sistema instalado na partición seleccionada que poida anovarse con este produto.
gu: પસંદ કરાયેલા પાર્ટિશન પર કોઇ પણ સ્થાપિત સિસ્ટમ નથી મળી જે આ પ્રોડકટથી અદ્યતન થઇ શકે
ko: 이 제품으로 업그레이드할 수 있는 설치된 시스템을 선택한 파티션에서 찾을 수 없습니다.
mr: निवडलेल्या विभागातया उत्पादनाने अद्यतन केलेली स्थापित सिस्टीम सापडली नाही.
pt_br: Nenhum sistema instalado que possa ser atualizado com este produto foi encontrado na partição selecionada.
ru: На выбранном разделе не обнаружена система, которая может быть обновлена этим продуктом.
sk: Na zvolenom diskovom oddiele nebol nájdený nainštalovaný žiadny systém, ktorý by sa dal aktualizovať pomocou tohoto produktu.
zh_cn: 在所选分区上未找到 可使用此产品升级的已安装系统。
zh_tw: 在所選的分割區上， 找不到可以利用此產品來升級的已安裝系統。
zu: Ayikho isistimu efakiwe engavuselelwa ngalo mkhiqizo etholakele kwiphathishini ekhethiwe.

source: The architecture of the system installed in the selected partition is different from the one of this product.
ca: L'arquitectura del sistema instal·lat a la partició seleccionada és diferent de la d'aquest producte.
el: Η αρχιτεκτονική του εγκατεστημένου συστήματος στην επιλεγμένη κατάτμηση είναι διαφορετική από αυτού το προϊόντος.
es: La arquitectura del sistema instalado en la partición seleccionada no es la misma que la de este producto.
fr: L'architecture du système installé dans la partition sélectionnée est différente de celle de ce produit.
gl: A arquitectura do sistema instalado na partición seleccionada é diferente á deste produto.
pt_br: A arquitetura do sistema instalado na partição selecionada é diferente da deste produto.
ru: Архитектура системы, установленной на выбранном разделе, отличается от архитектуры этого продукта.
sk: Architektúra systému nainštalovaného na vybranom oddiele je iná, ako architektúra tohoto produktu.
zh_cn: 所选分区中已安装系统的架构 与该产品的架构不同。
zh_tw: 選定分割區中所安裝系統的架構 與此產品的架構不同。

source: A possibly incomplete installation has been detected on the selected partition. Are sure you want to use it anyway?
ar: من المحتمل أنه قد تم اكتشاف تثبيت غير مكتمل في القسم المحدد. هل تريد بالتأكيد استخدامه على أي حال؟
ca: S'ha detectat una instal·lació que possiblement és incompleta a la partició seleccionada. Segur que la voleu usar tanmateix?
el: Εντοπίστηκε μια πιθανή ημιτελής εγκατάσταση στην επιλεγμένη κατάτμηση. Είστε σίγουροι ότι θέλετε να την χρησιμοποιήσετε;
es: Se ha detectado una posible instalación incompleta en la partición seleccionada. ¿Seguro que desea utilizarla?
fr: Une installation potentiellement incomplète a été détectée sur la partition sélectionnée. Êtes-vous sûr de vouloir l'utiliser quand même ?
gl: Detectouse unha posíbel instalación incompleta na partición escollida. Está seguro que desexa utilizala?
ko: 선택한 파티션에서 불완전한 설치가 감지되었습니다. 그래도 사용하시겠습니까?
pt_br: Uma possível instalação incompleta foi detectada na partição selecionada. Você tem certeza de que quer usá-la mesmo assim?
ru: На выбранном разделе обнаружена установка, которая, возможно, не была завершена. Все равно использовать этот раздел?
sk: Na vybranom oddiele bola zistená pravdepodobne nekompletná inštalácia. Chcete ju naozaj použiť?
zh_cn: 在选定分区中检测到一个可能不完整的安装。 确定要使用它么？
zh_tw: 已在選定分割區上偵測到可能不完整的安裝。 確定要使用該安裝嗎？

source: &Yes, Use It
ar: &نعم، أريد استخدامه
bn: হ্যাঁ, এটি ব্যবহার করো (_Y)
ca: &Sí, usa-la
el: &Ναί, να χρησιμοποιηθεί
es: &Sí, quiero usarla
fr: &Oui, l'utiliser
gl: &Si, úsaa
ko: 예, 사용합니다(&Y).
pt_br: &Sim, usá-lo
ru: &Да, использовать его
sk: Án&o, použiť
zh_cn: 是，使用(&Y)
zh_tw: 是，仍要使用(&Y)

source: Initializing the system for upgrade has failed for unknown reason. It is highly recommended not to continue the upgrade process. Are you sure you want to continue?
ar: فشلت تهيئة النظام للترقية لسبب غير معروف. يوصى بشدة بعدم متابعة عملية الترقية. هل تريد بالتأكيد المتابعة؟
ca: Ha fallat l'inici del sistema per a actualitzar per un motiu desconegut. És molt recomanable no continuar el procés d'actualització. Segur que voleu continuar?
el: Η αρχικοποίηση του συστήματος για αναβάθμιση απέτυχε για άγνωστη αιτία. Προτείνεται να μην συνεχίσετε την διαδικασία αναβάθμισης. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
es: La inicialización del sistema para la actualización no ha funcionado por motivos desconocidos. Se recomienda no continuar con el proceso de actualización. ¿Seguro que desea continuar?
fr: L'initialisation du système pour la mise à niveau a échoué pour une raison inconnue. Il est fortement recommandé de ne pas poursuivre la mise à niveau. Voulez-vous vraiment continuer ?
gl: Por unha razón descoñecida fallou a inicialización do sistema para anovar. É recomendábel non continuar co proceso de anovación. Está seguro que desexa continuar?
ko: 알 수 없는 원인으로 인해 업그레이드할 시스템을 초기화하지 못했습니다. 업그레이드 프로세스는 계속하지 않는 것이 좋습니다. 계속하시겠습니까?
pt_br: A inicialização do sistema para upgrade falhou por um motivo desconhecido. É altamente recomendável não continuar o processo de upgrade. Tem certeza de que deseja continuar?
ru: Инициализация компьютера для обновления завершилась сбоем, причина которого неизвестна. Настоятельно рекомендуется не продолжать процесс обновления. Действительно продолжить?
sk: Inicializácia systému pre aktualizáciu zlyhala z neznámych dôvodov. Neodporúča sa pokračovať. Chcete pokračovať?
zh_cn: 为升级进行的系统初始化因未知原因失败。 强烈建议不要继续升级进程。 确定要继续吗？
zh_tw: 為系統升級而進行的啟始化已失敗，原因不明。 強烈建議不要繼續執行升級程序。 您確定要繼續嗎？

source: &Yes, Continue
ar: &نعم، تابع
ca: &Sí, continua
el: Ναι, &Συνέχεια
es: &Sí, deseo continuar
fr: &Oui, je souhaite continuer
gl: Si, &continuar
ko: 예, 계속합니다(&Y).
pt_br: &Sim, continuar
ru: &Да, продолжить
sk: Áno, &pokračovať
zh_cn: 是，继续(&Y)
zh_tw: 是，繼續(&Y)

source: A possibly incomplete installation has been detected.
ar: تم اكتشاف تثبيت قد يكون غير مكتمل.
ca: S'ha detectat una instal·lació que possiblement és incompleta.
el: Εντοπίστηκε μια πιθανή ημιτελής εγκατάσταση.
es: Se ha detectado una instalación posiblemente incompleta.
fr: Une installation potentiellement incomplète a été détectée.
gl: Detectouse unha posíbel instalación incompleta.
ko: 완료되지 않은 설치가 감지되었습니다.
pt_br: Foi detectada uma possível instalação incompleta.
ru: Обнаружена (возможно) не полностью установленная система.
sk: Bola zistená pravdepodobne nekompletná inštalácia.
zh_cn: 检测到可能不完整的安装。
zh_tw: 偵測到可能不完整的安裝。

source: Unknown Linux System
ar: نظام Linux غير معروف
bn: অজ্ঞাত লাইনাক্স সিস্টেম
ca: Sistema Linux desconegut
el: Άγνωστο σύστημα Linux
es: Sistema Linux desconocido
fr: Système Linux inconnu
gl: Sistema Linux descoñecido
gu: અજાણી લિનક્ષ સિસ્ટમ
ko: 알 수 없는 Linux 시스템
mr: अज्ञात लिनक्स सिस्टीम
pt_br: Sistema Linux desconhecido
ru: Неизвестная система Linux
sk: Neznámy linuxový systém
zh_cn: 未知的 Linux 系统
zh_tw: 不明的 Linux 系統
zu: Isistimu Yakwa-Linux Engaziwa

source: Non-Linux System
ar: نظام غير تابع لـ Linux
bn: নন-লাইনাক্স সিস্টেম
ca: Sistema no Linux
el: Μη Linux Σύστημα
es: Sistema no Linux
fr: Système non Linux
gl: Sistema non Linux
gu: બિન-લિનક્ષ સિસ્ટમ
ko: 비 Linux 시스템
mr: नॉन-लिनक्स सिस्टीम
pt_br: Sistema não-Linux
ru: Отличная от Linux операционная система
sk: Neznámy nelinuxový systém
zh_cn: 非 Linux 系统
zh_tw: 非 Linux 系統
zu: Isistimu Okungeyona Eyakwa-Linux

source: Cannot unmount partition %1. It is currently in use. If the partition stays mounted, the data may be lost. Unmount the partition manually or restart your computer.
ar: تعذر إلغاء توصيل القسم %1. القسم قيد الاستخدام حاليًا. إذا استمر توصيل القسم، قد يتم فقدان البيانات. قم بإلغاء توصيل القسم يدويًا أو قم بإعادة تشغيل جهاز الكمبيوتر.
bn: পার্টিশন %1 আন-মাউন্ট করা যাচ্ছে না। এটি বর্তমানে ব্যবহৃত হচ্ছে। যদি পার্টিশনটি মাউন্ট করা থাকে, তাহলে তথ্য হারিয়ে যেতে পারে। নিজ হাতে পার্টিশনটি আন-মাউন্ট করুন, অথবা আপনার কমপিউটার রিস্টার্ট করুন।
ca: No es pot desmuntar la partició %1. Es troba en execució. Si la partició segueix muntada, es poden perdre dades. Desmunteu la partició manualment o reinicieu l'ordinador.
el: Αδύνατη η αποσύνδεση της κατάτμησης %1. Αυτή τη στιγμή χρησιμοποιείται. Αν η κατάτμηση μένει προσαρτημένη, τα δεδομένα μπορεί να χαθούν. Για να αποπροσαρτήσετε την κατάτμηση χειροκίνητα, ή επανεκκινήσετε τον υπολογιστή σας.
es: No es posible desmontar la partición %1. Se está utilizando en este momento. Si la partición permanece montada, los datos pueden perderse. Desmonte la partición manualmente, o reinicie el equipo.
fr: Impossible de démonter la partition %1. Elle est utilisée actuellement. Si la partition reste montée, les données pourront être perdues. Démonter la partition manuellement ou redémarrer votre ordinateur.
gl: Non foi posíbel desmontar a partición %1. Agora mesmo está en uso. Se a partición continúa montada, poderíanse perder os datos. Desmonte a partición a man ou reinicie o computador.
ko: %1 파티션을 언마운트할 수 없습니다. 현재 사용되고 있습니다. 파티션이 계속 마운트되어 있으면 데이터를 잃을 수 있습니다. 파티션을 수동으로 언마운트하거나 컴퓨터를 다시 시작하십시오.
mr: %1 विभाग हलवू शकत नाही. तो आता वापरात आहे. विभाग जागेवर राहिला तर, डेटा जाऊ शकतो. विभाग हाताने हलवा किंवा तुमचा संगमक पुन्हा चालू करा
pt_br: Não foi possível desmontar a partição %1. A partição está em uso. Se ela continuar montada, os dados poderão ser perdidos. Desmonte a partição manualmente ou reinicie o computador.
ru: Невозможно отмонтировать раздел %1. Он сейчас используется. Если раздел останется смонтированным, могут быть потеряны данные. Отмонтируйте раздел вручную или перезагрузите компьютер.
sk: Nemôžem odpojiť oddiel %1. Práve sa používa. Ak oddiel ostane pripojený, môžu sa stratiť údaje. Odpojte oddiel ručne, alebo reštartujte počítač.
zh_cn: 无法卸载分区 %1。 此分区正在使用中。如果此分区处于挂载状态， 则数据可能会丢失。请手动卸载分区， 或重启计算机。
zh_tw: 無法卸載 %1 分割區。 它目前為使用中狀態。若分割區持續維持裝載的狀態， 則可能會遺失資料。請手動卸載分割區， 或重新啟動您的電腦。
zu: Ayikwazi ukuyeka ukuxhakathisa iphathishini %1. Okwamanje iyasetshenziswa. Uma iphathishini ihlala ixhakathisiwe, ukwaziswa kungase kulahleke. Yeka ukuxhakathisa iphathishini noma qala kabusha ikhompuyutha yakho.

source: Checking partition %1
ar: التحقق من القسم %1
bn: %1 পার্টিশনের পরীক্ষা চলছে
ca: Comprovant la partició %1
el: Έλεγχος κατάτμησης %1
es: Comprobando la partición %1
fr: Vérification de la partition %1
gl: Comprobando a partición %1
gu: %1 પાર્ટિશનને ચકાસી રહ્યા છે
ko: 파티션 %1 을 검사
mr: भाग तपासत आहे %1
pt_br: Verificando partição %1
ru: Проверка раздела %1
sk: Kontrolujem oddiel %1
zh_cn: 检查分区 %1
zh_tw: 正在檢查分割區 %1
zu: Ihlola ikamelo %1

source: Show &Details
ar: إ&ظهار التفاصيل
bn: &বিস্তারিত দেখাও
ca: &Mostra els detalls
el: Εμφάνιση &Λεπτομερειών
es: Mostrar &detalles
fr: Afficher les &détails
gl: Mostrar &detalles
gu: શૉ &ડિટેલ્સ
ko: 자세히 보기(&D)
mr: तपशील दाखवा
pt_br: Mostrar &detalhes
ru: Показать по&дробности
sk: Zobraziť &detaily
zh_cn: 显示细节(&D)
zh_tw: 顯示詳細資料(&D)
zu: Bonisa &Imininingwane

source: Checking file system on %1...
ar: يتم التحقق من نظام الملفات على %1...
bn: %1 পার্টিশনের পরীক্ষা চলছে
ca: Comprovant el sistema de fitxers de %1...
el: Έλεγχος συστήματος αρχείων στο %1...
es: Comprobando el sistema de archivos de %1...
fr: Vérification du système de fichiers sur %1...
gl: Comprobando o sistema de ficheiros en %1...
gu: %1 પર ફાઈલ સિસ્ટમને ચકાસી રહ્યા છે
ko: %1의 파일 시스템을 확인하는 중...
mr: भाग तपासत आहे %1
pt_br: Verificando o sistema de arquivos em %1...
ru: Проверка файловой системы раздела %1...
sk: Kontrolujem súborový systém na %1...
zh_cn: 正在检查 %1 上的文件系统...
zh_tw: 正在檢查 %1 上的檔案系統...
zu: Ihlola isistimu yefayela ku-%1...

source: File System Check Failed
ar: فشل التحقق من نظام الملفات
ca: Error de la comprovació del sistema de fitxers
el: Ο έλεγχος ακεραιότητας αρχείου απέτυχε
es: Error al comprobar el sistema de archivos
fr: Échec de la vérification du système de fichiers
gl: Produciuse un erro ao comprobar o sistema de ficheiros
ko: 파일 시스템 검사 실패
pt_br: Falha na verificação do sistema de arquivos
ru: Ошибка проверки файловой системы
sk: Zlyhala kontrola súborového systému
zh_cn: 文件系统检查失败
zh_tw: 檔案系統檢查失敗

source: The file system check of device %1 has failed. Do you want to continue mounting the device?
ar: فشل التحقق من نظام ملفات الجهاز %1. هل تريد متابعة توصيل الجهاز؟
ca: La comprovació del sistema de fitxers del dispositiu %1 ha fallat. Voleu continuar el muntatge del dispositiu?
el: Αποτυχία ελέγχου συστήματος αρχείων της συσκευής %1. Θέλετε να συνεχίσετε την προσάρτηση της συσκευής;
es: Error al comprobar el sistema de archivos del dispositivo %1. ¿Desea seguir montando el dispositivo?
fr: La vérification du système de fichiers du périphérique %1 a échoué. Voulez-vous continuer le montage du périphérique ?
gl: Fallou a verificación do sistema de ficheiros do dispositivo %1. Desexa continuar coa montaxe do dispositivo?
ko: %1 장치의 파일 시스템 확인에 실패했습니다. 계속해서 장치를 마운트하시겠습니까?
pt_br: Falha na verificação do sistema de arquivos do dispositivo %1. Deseja continuar a montagem do dispositivo?
ru: Сбой при проверке файловой системы устройства %1. Хотите продолжить монтирование этого устройства?
sk: Zlyhala kontrola súborového systému na zariadení %1. Chcete pokračovať v pripojení zariadenia?
zh_cn: 对设备 %1 的文件系统检查已失败。 是否要继续挂载该设备？
zh_tw: 裝置 %1 的檔案系統檢查已失敗。 您要繼續掛接該裝置嗎？

source: &Skip Mounting
ar: تخط&ي التوصيل
ca: Omet el &muntatge
el: &Παράλειψη προσάρτησης
es: &Omitir montaje
fr: &Ignorer le montage
gl: &Omitir a montaxe
ko: 탑재 건너뛰기(&S)
pt_br: &Ignorar montagem
ru: Пропу&стить монтирование
sk: &Preskočiť pripojenie
zh_cn: 跳过挂载(&S)
zh_tw: 跳過裝載(&S)

source: Warning
ar: تحذير
bn: সতর্কবাণী
ca: Advertiment
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
gl: Aviso
gu: વાર્નિંગ
ko: 경고
mr: चेतावणी
pt_br: Aviso
ru: Предупреждение
sk: Varovanie
zh_cn: 警告
zh_tw: 警告
zu: Isexwayiso

source: Your /boot partition is too small (%1 MB). We recommend a size of no less than %2 MB or else the new Kernel may not fit. It is safer to either enlarge the partition or not use a /boot partition at all. Do you want to continue updating the current system?
ar: قسم التشغيل/ لديك صغير جدًا (%1 م ب). نوصي بحجم لا يقل عن %2 م ب وإلا قد لا يتم احتواء Kernel الجديدة. سيكون أكثر أمنا إما أن يتم توسيع هذا القسم أو عدم استخدام القسم تشغيل/ على الإطلاق. هل تريد متابعة تحديث النظام الحالي؟
ca: La partició /boot és massa petita (%1 MB). Es recomana que la mida sigui superior a %2 MB. És possible que no hi hagi prou espai per al nucli nou; és més segur augmentar la mida de la partició o no utilitzar la partició /boot. Voleu continuar actualitzant el sistema actual?
el: Η κατάτμησή σας /boot είναι πολύ μικρή (%1 MB). Το προτεινόμενο μέγεθος δεν πρέπει να είναι μικρότερο από %2 MB διότι μπορεί να μην χωράει ο νέος πυρήνας. Θα ήταν πιο ασφαλές είτε να μεγαλώσετε την κατάτμηση ή ακόμα και να μην χρησιμοποιήσετε καθόλου κατάτμηση /boot. Θέλετε να συνεχίσετε με την ενημέρωση του τρέχοντος συστήματος;
es: La partición /boot es demasiado pequeña (%1 MB). Se recomienda un tamaño de al menos %2 MB o el nuevo núcleo podría no tener espacio suficiente. Es más seguro aumentar el tamaño de la partición o no utilizar una partición separada para /boot. ¿Desea continuar actualizando el sistema actual?
fr: Votre partition /boot est trop petite (%1 Mo). Il est conseillé d'avoir au moins %2 Mo sinon, il se pourrait que le nouveau noyau ne puisse pas contenir. Il est plus sûr d'agrandir cette partition ou de ne pas utiliser du tout de partition /boot. Voulez-vous continuer la mise à jour du système actuel ?
gl: A partición /boot é moi pequena (%1 MB). Recomendamos un tamaño non menor a %2 MB senón o novo Kernel non collerá. O máis seguro é aumentar a partición ou non usar toda a partición /boot. Desexa continuar coa actualización do sistema actual?
ko: /boot 파티션이 너무 작습니다(%1MB). %2MB 이상의 크기를 사용하는 것이 좋습니다. 그렇지 않으면 새 커널이 들어가지 않을 수 있습니다. 파티션을 확대하거나 /boot 파티션을 사용하지 않는 것이 안전합니다. 계속해서 현재 시스템을 업데이트하시겠습니까?
pt_br: Sua partição /boot é muito pequena (%1 MB). Nós recomendamos um tamanho mínimo de %2 MB, ou o novo Kernel poderá não caber. É mais seguro aumentar a partição ou até mesmo nem usar a partição /boot. Deseja continuar a atualização do sistema atual?
ru: Ваш раздел /boot слишком маленький (%1 МБ). Мы рекомендуем размер не меньше %2 МБ, иначе может случиться, что новое ядро не поместится. Безопаснее будет увеличить этот раздел или вовсе не использовать раздел /boot. Вы хотите продолжить обновление текущей системы?
sk: Váš oddiel /boot je príliš malý (%1 MB). Odporúčame veľkosť aspoň %2 MB, lebo sa nové jadro nemusí zmestiť. Je bezpečnejšie zväčšiť tento oddiel alebo vôbec oddiel /boot nepoužívať. Chcete pokračovať v aktualizácií súčasného systému?
zh_cn: 您的 /boot 分区过小 (%1 MB)。 推荐大小不应小于 %2 MB。否则可能会出现 放不下新内核的情况。所以扩大这个分区将更安全， 或者您可以干脆不使用 /boot 分区。 您要继续更新当前系统吗？
zh_tw: 您的 /boot 分割區太小 (%1 MB)。 建議使用不小於 %2 MB 大小的分割區，否則可能無法裝入新核心。 較安全的做法是增大分割區， 或根本不使用 /boot 分割區。 您要繼續更新目前的系統嗎？
