Repository: yast/yast-translations
Catalog: po/update/*.po
Languages: ar, bn, ca, el, es, fr, gl, gu, ko, mr, pt_br, ru, sk, zh_cn, zh_tw, zu

source: The partition %1 could not be mounted. %2 If you are sure that the partition is not necessary for the update (not a system partition), click Continue. To check or fix the mount options, click Specify Mount Options. To abort the update, click Cancel.
ar: تعذر توصيل القسم %1. %2 إذا كنت متأكدًا من عدم أهمية تحديث القسم (ليس قسم نظام)، انقر فوق متابعة. للتحقق من خيارات التوصيل أو إصلاحها، انقر فوق تحديد خيارات التوصيل. لإيقاف التحديث، انقر فوق إلغاء.
ca: No s'ha pogut muntar la partició %1. %2 Si esteu segur que la partició no és necessària per a l'actualització (no és una partició del sistema), feu clic a Continua. Per comprovar o corregir les opcions de muntatge, cliqueu a Especifica les opcions de muntatge. Per avortar l'actualització, seleccioneu Cancel·la.
el: Η κατάτμηση %1 δεν μπορεί να προσαρτηθεί. %2. Αν είστε σίγουροι ότι η κατάτμηση δεν είναι απαραίτητη για ενημέρωση (δεν είναι κατάτμηση συστήματος), πατήστε Συνέχεια. Για να ελέγξετε ή να διορθώσετε τις επιλογές προσάρτησης, πατήστε Προσδιορισμός επιλογών προσάρτησης. Για να ακυρώσετε την ενημέρωση, πατήστε το Άκυρο.
es: No es posible montar la partición %1. %2 Si está seguro de que la partición no es necesaria para la actualización (no es una partición del sistema), haga clic en Continuar. Para comprobar o editar las opciones de montaje, haga clic en Especificar opciones de montaje. Si desea cancelar la actualización, haga clic en Cancelar.
fr: La partition %1 ne peut être montée. %2 Si vous êtes certain que cette partition n'est pas nécessaire pour la mise à jour (pas une partition système), cliquez sur Continuer. Pour vérifier ou régler les options de montage, cliquez sur Spécifier les options de montage. Pour annuler la mise à jour, cliquez sur Annuler.
gl: Non foi posíbel montar a partición %1. %2 Se está seguro de que a partición non é necesaria para a actualización (se non unha partición do sistema), prema Continuar. Para comprobar ou corrixir as opcións de montaxe, prema en Especificar as opcións de montaxe. Para interromper a actualización, prema en Cancelar.
ko: %1 파티션을 마운트할 수 없습니다. %2 파티션이 업데이트에 필요하지 않은 경우 (시스템 파티션 아님) [계속]을 클릭하십시오. 마운트 옵션을 확인하거나 수정하려면 [마운트 옵션 지정]을 클릭하십시오. 업데이트를 중단하려면 [취소]를 클릭하십시오.
pt_br: A partição %1 não pode ser montada. %2 Se você tem certeza de que a partição não é necessária para a atualização (não é UMA partição do sistema), clique em Continuar. Para verificar ou corrigir as opções de montagem, clique em Especificar opções de montagem. Para interromper a atualização, clique em Cancelar.
ru: Раздел %1 не может быть смонтирован. %2 Если вы уверены, что раздел не важен для обновления (не системный раздел), нажмите Продолжить. Чтобы проверить или изменить настройки монтирования, нажмите Задать опции монтирования. Чтобы прервать обновление, нажмите Отмена.
sk: Oddiel %1 nemohol byť pripojený. %2. Ak ste si istý, že tento oddiel nie je potrebný pre aktualizáciu (nie je to systémový oddiel), kliknite na Pokračovať. Pre kontrolu alebo opravu nastavení pripojenia, kliknite na Parametre pripojenia. Pre prerušenie aktualizácie kliknite na Zrušiť.
zh_cn: 无法挂载分区 %1。 %2 如果确信该分区不是更新 所必需的（不属于系统分区），请单击“继续”。 要检查或修复安装选项，请单击“指定挂载选项”。 要中止更新，请单击“取消”。
zh_tw: 無法掛接分割區 %1。 %2 如果您確定更新操作 不需要使用該分割區 (它不是系統分割區)，請按一下「繼續」。 若要檢查或修正掛接選項，請按一下「指定掛接選項」。 若要中止更新，請按一下「取消」。

source: &Specify Mount Options
ar: تحديد خيارات التوصيل
bn: মাউন্ট অপশন উল্লেখ করুন (&S)
ca: &Especifica les opcions de muntatge
el: Καθορι&σμός παραμέτρων προσάρτησης
es: &Especificar opciones de montaje
fr: &Spécifier les options de montage
gl: &Especificar opcións de montaxe
gu: માઉન્ટ વિકલ્પો &નિર્દિષ્ટ કરો
ko: 마운트 옵션 지정(&S)
mr: आरोहणाचा पर्याय सूचीत करा
pt_br: E&specificar opções de montagem
ru: &Задать параметры монтирования
sk: &Parametre pripojenia
zh_cn: 指定挂载选项(&S)
zh_tw: 指定裝載選項(&S)
zu: &Bonisa Izindlela Ongakhetha Kuzo Zokuxhakathisa

source: Mount Options
ar: خيارات التوصيل
bn: মাউন্ট অপশনসমূহ
ca: Opcions de muntatge
el: Επιλογές προσάρτησης
es: Opciones de montaje
fr: Options de montage
gl: Opcións de montaxe
gu: માઉન્ટ વિકલ્પો
ko: 마운트 옵션
mr: आरोहण पर्याय
pt_br: Opções de montagem
ru: Параметры монтирования
sk: Parametre pripojenia
zh_cn: 挂载选项
zh_tw: 裝載選項
zu: Izindlela Ongakhetha Kuzo Zokuxhakathisa

source: &Mount Point
ar: نق&طة التوصيل
bn: মাউন্ট পয়েন্ট (&M)
ca: Punt de &muntatge
el: &Σημείο προσάρτησης
es: Punto de &Montaje
fr: Point de &montage
gl: Punto de &montaxe
gu: માઉન્ટ પોઇન્ટ
ko: 마운트 포인트(&M)
mr: आरोहण बिंदू
pt_br: Ponto de &montagem
ru: Точка &монтирования
sk: &Bod pripojenia
zh_cn: 挂载点(&M)
zh_tw: 裝載點(&M)
zu: &Indawo Okuxhakathiswe Kuyo

source: &Device
ar: الجها&ز
bn: ডিভাইস (&D)
ca: &Dispositiu
el: Σ&υσκευή
es: &Dispositivo
fr: &Périphérique
gl: &Dispositivo
gu: &ઉપકરણ
ko: 장치(&D)
mr: उपकरण
pt_br: &Dispositivo
ru: &Устройство
sk: &Zariadenie
zh_cn: 设备(&D)
zh_tw: 裝置(&D)
zu: &Idivayisi

source: &File System (empty for autodetection)
ar: نظام الملفات (فارغ للاكتشاف التلقائي)
bn: ফাইল সিস্টেম (স্বয়ংক্রীয়ভাবে সনাক্তকরণের জন্য ফাঁকা রাখুন) (&F)
ca: &Sistema de fitxers (buit per a una detecció automàtica)
el: &Σύστημα αρχείων (κενό για αυτόματη ανίχνευση)
es: Sistema de &archivos (vacío para la detección automática)
fr: Système de &fichiers (vide pour détection automatique)
gl: Sistema de &Ficheiros (baleiro para detección automática)
gu: &ફાઈલ સિસ્ટમ. (સ્વઓળખાણ માટે ખાલી)
ko: 파일 시스템 (자동 검색을 위해 비워 둠)(&F)
mr: फाईल पध्दती (आपोआप शोधासाठी रिक्त)
pt_br: &Sistema de aquivos (vazio para detectar automaticamente)
ru: &Файловая система (пусто для автоопределения)
sk: &Súborový systém (nechajte prázdne pre autodetekciu)
zh_cn: 文件系统(&F) (对于自动检测为空)
zh_tw: 檔案系統(&F) (空白代表自動偵測)
zu: &Isistimu Yefayela (ayinalutho ukuthi ingathungathwa ngokuzenzakalelayo)

source: The /var partition %{device} could not be mounted. %{error}
ca: No s'ha pogut muntar la partició /var de %{device}. %{error}
el: Η κατάτμηση /var %{device} δεν μπορεί να προσαρτηθεί. %{error}
ko: /var 파티션 %{device}을(를) 마운트할 수 없습니다. %{error}
pt_br: Não foi possível montar a partição /var de %{device}. %{error}
ru: Не удалось смонтировать раздел /var %{device}. %{error}
sk: Oddiel %{device} pre /var sa nedal pripojiť. %{error}
zh_tw: 無法裝載 /var 分割區 %{device}。 %{error}

source: <b>File system:</b> %1, <b>Type:</b> %2,<br> <b>Label:</b> %3, <b>Size:</b> %4,<br> <b>udev IDs:</b> %5,<br> <b>udev path:</b> %6
ca: <b>Sistema de fitxers:</b> %1, <b>Tipus:</b> %2,<br> <b>Etiqueta:</b> %3, <b>Mida:</b> %4,<br> <b>Identificador udev:</b> %5,<br> <b>Camí udev:</b> %6
el: <b>Σύστημα αρχείων:</b> %1, <b>Τύπος:</b> %2,<br> <b>Ετικέτα:</b> %3, <b>Μέγεθος:</b> %4,<br> <b>udev IDs:</b> %5,<br> <b>διαδρομή udev:</b> %6
ko: <b>파일 시스템:</b> %1, <b>유형:</b> %2,<br> <b>레이블:</b> %3, <b>크기:</b> %4,<br> <b>udev ID:</b> %5,<br> <b>udev 경로:</b> %6
pt_br: <b>Sistema de arquivos:</b> %1, <b>Tipo:</b> %2,<br> <b>Rótulo:</b> %3, <b>Tamanho:</b> %4,<br> <b>IDs do udev:</b> %5,<br> <b>Caminho do udev:</b> %6
ru: <b>Файловая система:</b> %1, <b>типы:</b> %2,<br> <b>метка:</b> %3, <b>размер:</b> %4,<br> <b>ИД udev:</b> %5,<br> <b>путь udev:</b> %6
sk: <b>Súborový systém:</b> %1, <b>Typ:</b> %2,<br> <b>Popis:</b> %3, <b>Veľkosť:</b> %4,<br> <b>udev IDs:</b> %5,<br> <b>udev cesta:</b> %6
zh_tw: <b>檔案系統：</b>%1，<b>類型：</b>%2，<br> <b>標籤：</b>%3，<b>大小：</b>%4，<br> <b>udev ID：</b>%5，<br> <b>udev 路徑：</b>%6

source: None
ca: Cap
el: Καμία
ko: 없음
mr: कोणी नाही
pt_br: Nenhum
ru: Нет
sk: Žiadna
zh_tw: 無
zu: Akukho lutho

source: Unable to find the /var partition automatically
ca: No s'ha pogut trobar la partició /var automàticament.
el: Αδυναμία εύρεσης της /var κατάτμησης αυτόματα
ko: /var 파티션을 자동으로 찾을 수 없음
pt_br: Não foi possível encontrar a partição /var automaticamente
ru: Не удалось автоматически найти раздел /var
sk: Nepodarilo sa nájsť automaticky /var oblasť
zh_tw: 無法自動找到 /var 分割區

source: Your system uses a separate /var partition which is required for the upgrade process to detect the disk-naming changes. Select the /var partition manually to continue the upgrade process.
ca: El vostre sistema utilitza una partició /var separada que necessita el procés d'actualització per detectar els canvis als noms dels discs. Seleccioneu la partició /var manualment per continuar el procés d'actualització.
el: Το σύστημά σας χρησιμοποιεί ξεχωριστή κατάτμηση /var η οποία απαιτείται για την διαδικασία αναβάθμισης για να ανιχνευθούν οι αλλαγές στις ονομασίες δίσκων. Επιλέξτε την κατάτμηση /var χειροκίνητα για να συνεχίσετε την διαδικασία αναβάθμισης.
ko: 시스템에서 디스크 이름 변경 사항을 감지하기 위해 업그레이드 프로세스에 필요한 별개의 /var 파티션을 사용합니다. 업그레이드 프로세스를 계속하려면 /var 파티션을 수동으로 선택하십시오.
pt_br: Seu sistema usa uma partição /var separada que é necessária para o processo de upgrade a fim de detectar as alterações de nomeação de disco. Selecione a partição /var manualmente para continuar o processo de upgrade.
ru: Ваша система использует отдельный раздел /var, который необходим при обновлении для обнаружения изменений в именовании дисков. Чтобы продолжить обновление, выберите раздел /var вручную.
sk: Váš systém používa samostatný oddiel /var, ktorý je vyžadovaný pre proces aktualizácie. Vyberte oddiel /var ručne pre proces aktualizácie.
zh_tw: 您的系統使用升級程序 偵測磁碟命名變更所需的獨立 /var 分割區。請手動選取 /var 分割區 以繼續執行升級程序。

source: &Select /var Partition Device
ca: &Selecció de la partició /var
el: &Επιλέξτε κατάτμηση συσκευής για /var
ko: /var 파티션 장치 선택(&S)
pt_br: &Selecionar dispositivo da partição /var
ru: Выбрать у&стройство для раздела /var
sk: %Vybrať /var oddiel
zh_tw: 選取 /var 分割區裝置(&S)

source: Device Info
ca: Informació del dispositiu
el: Πληροφορίες συσκευής
ko: 장치 정보
pt_br: Informações do dispositivo
ru: Сведения об устройстве
sk: Info zariadenia
zh_tw: 裝置資訊

source: Unable to mount /var partition with this disk configuration.
ca: No s'ha pogut muntar la partició /var amb aquesta configuració de disc.
el: Αδύνατη η προσάρτηση της κατάτμησης /var με αυτήν την ρύθμιση δίσκου.
ko: 이 디스크 구성으로는 /var 파티션을 마운트할 수 없습니다.
mr: ह्या डिस्क संरचनेनुसार /var भागाचे आरोहण करण्यात असमर्थ.
pt_br: Não foi possível montar a partição /var com esta configuração de disco.
ru: Невозможно смонтировать /var раздел с этой конфигурацией диска.
sk: Nepodarilo sa pripojiť oddiel pre /var s týmto nastavením disku.
zh_tw: 無法使用此磁碟組態裝載 /var 分割區。
zu: Ayikwazi ukuxhakathisa i-/var partition ngalokhu kuhlelwa kwediski.

source: Partitions could not be mounted. Check the log file %1.
ar: تعذر توصيل الأقسام. التحقق من ملف السجل %1.
bn: পারটিশনগুলো মাউন্ট করা সম্ভব হয়নি। %1 লগ ফাইলটি দেখুন।
ca: No s’han pogut muntar les particions. Comproveu el fitxer de registre %1.
el: Οι κατατμήσεις δεν μπορούν να προσαρτηθούν. Ελέγξτε το αρχείο καταγραφής %1.
es: No ha sido posible montar las particiones. Compruebe el archivo de registro %1.
fr: Les partitions n'ont pas pu être montées. Vérifiez le fichier de journalisation %1.
gl: Non foi posíbel montar as particións. Comprobe o ficheiro de rexistro: %1.
gu: પાર્ટિશનો માઉન્ટ થઇ શકતા નથી. લોગ ફાઈલ %1 ચકાસો.
ko: 파티션을 마운트할 수 없습니다. %1 로그 파일을 확인하십시오.
mr: भागांचे आरोहण करण्यास असमर्थ. लॉग फाईल तपासा %1.
pt_br: As partições não puderam ser montadas. Consulte o arquivo de registro %1.
ru: Невозможно смонтировать разделы. Посмотрите log-файл : %1.
sk: Nemôžem pripojiť oddiely. Skontrolujte súbor so záznamom %1.
zh_cn: 无法挂载分区。 请检查日志文件 %1。
zh_tw: 無法裝載分割區。 請檢查記錄檔案 %1。
zu: Amaphathishini awazange axhakathiseke. Hlola ifayela yelogi %1.

source: Some partitions in the system on %1 are mounted by kernel-device name. This is not reliable for the update since kernel-device names are unfortunately not persistent. It is strongly recommended to start the old system and change the mount-by method to any other method for all partitions.
ar: تم توصيل بعض الأقسام في النظام الموجود على %1 باسم جهاز kernel. ولا يمكن الاعتماد على هذا الأمر لإجراء التحديث نظرًا لأن أسماء أجهزة kernel للأسف غير ثابتة. لذلك يوصى بشدة ببدء تشغيل النظام القديم وتغيير أسلوب التوصيل بهذه الطريقة إلى أي أسلوب آخر لكافة الأقسام.
ca: Algunes particions del sistema de %1 estan muntades per nom de dispositiu-nucli. Això no és recomanable per a l'actualització, ja que els noms de dispositiu-nucli no són persistents. Es recomana iniciar al sistema antic i canviar el mètode de muntatge per un altre mètode en totes les particions.
el: Μερικές κατατμήσεις στο σύστημα %1 έχουν προσαρτηθεί ανά όνομα συσκευών-πυρήνα. Αυτό δεν είναι αξιόπιστο για την ενημέρωση διότι τα ονόματα συσκευών-πυρήνα δυστυχώς δεν είναι μόνιμα. Προτείνεται να εκκινήσετε στο παλιό σας σύστημα και να αλλάξετε την μέθοδο προσάρτησης σε οποιαδήποτε άλλη μέθοδο για όλες τις κατατμήσεις.
es: Algunas particiones del sistema en %1 se encuentran montadas por el nombre del dispositivo del núcleo. Esto no es fiable para la actualización, ya que los nombres de dispositivo del núcleo no son persistentes. Se recomienda encarecidamente iniciar el sistema antiguo y cambiar el método de montaje por algún otro para todas las particiones.
fr: Certaines partitions dans le système sur %1 sont montées par nom de périphérique kernel. Cela représente un risque pour la mise à jour puisque les noms de périphérique kernel ne sont pas persistants. Il est fortement recommandé de démarrer l'ancien système et de remplacer la méthode de montage par n'importe quelle autre méthode pour toutes les partitions.
gl: Algunhas particións no sistema en %1 atópanse montadas polo nome do dispositivo do kernel. Non é de confianza para unha actualización, xa que os nomes de dispositivo do kernel non son persistentes. Recoméndase iniciar o sistema actual e cambiar o método de montaxe por algún outro para todas as particións.
ko: %1에서 시스템의 일부 파티션은 커널-장치 이름별로 탑재됩니다. 커널-장치 이름은 영구적이지 않기 때문에 업데이트 작업을 신뢰할 수 없습니다. 이전 시스템을 시작하고 모든 파티션에 대해 탑재 방법을 다른 방법으로 변경하는 것이 좋습니다.
pt_br: Algumas partições no sistema em %1 estão montadas por nome do dispositivo do kernel. Isto não é confiável para a atualização, uma vez que os nomes dos dispositivos do kernel não são persistentes. É altamente recomendado iniciar o sistema antigo e alterar o o método de montagem para qualquer outro para todas as partições.
ru: Некоторые разделы в системе на %1 смонтированы по имени устройства ядра. Это снижает надежность обновления, т. к. имена устройств ядра не являются постоянными. Настоятельно рекомендуется запустить старую систему и изменить метод монтирования на любой другой метод для всех разделов.
sk: Niektoré oddiely v systéme %1 sú pripojené jadrovým menom zariadenia. Toto nie je spoľahlivé pre aktualizáciu, pretože jadrové mená zariadení nie sú trvalé. Je doporučené spustiť starý systém a zmeniť metódu pripojenia pre všetky oddiely na inú.
zh_cn: %1 上些系统中的一些分区以内核设备名挂载。这对于更新而言 不可靠，因为内核设备名并不总是一致的。 强烈建议启动旧系统，并将所有分区的挂载方式更改为任何其他方式。
zh_tw: %1 上系統中的某些分割區是以核心裝置名稱裝載的。這對於更新作業而言 並不可靠，因為核心裝置名稱無法永久保持不變。 強烈建議啟動舊系統，並將所有分割區的 裝載方法變更為任何其他方法。

source: Some home directories in the system on %1 are encrypted. This release does not support cryptconfig any longer and those home directories will not be accessible after upgrade. In order to access these home directories, they need to be decrypted before performing upgrade. You can consider encrypting whole volume via LUKS.
ar: بعض مجلدات المنزل في النظام على%1يتم تشفيرها. هذا الإصدار لا لم يعد cryptconfig مدعوما وهذه المجلدات الرئيسية لن يمكن الوصول إليها بعد الترقية. للوصول لمجلدات المنزل، يجب فك تشفير قبل إجراء الترقية. يمكنك النظر في فك تشفير حجم كامل عن طريق لوكس.
ca: Alguns directoris personals del sistema a %1 estan encriptats. Aquesta versió ja no admet cryptconfig i aquests directoris de l'usuari no seran accessibles després de l'actualització. Per tal d'accedir-hi, cal que es desencriptin abans de fer l'actualitzció. Considereu encriptar el volum sencer a través de LUKS.
el: Ορισμένοι αρχικοί κατάλογοι στο σύστημα στο %1 είναι κρυπτογραφημένοι. Αυτή η έκδοση δεν υποστηρίζει cryptconfig πλέον και αυτοί οι αρχικοί κατάλογοι δεν θα είναι προσβάσιμοι μετά την αναβάθμιση. Για να αποκτήσετε πρόσβαση σε αυτούς τους αρχικούς καταλόγους, πρέπει να αποκρυπτογραφηθούν πριν πραγματοποιήσετε αναβάθμιση. Μπορείτε να σκεφτείτε την κρυπτογράφηση ολόκληρου του τόμου μέσω LUKS.
es: Algunos directorios principales del sistema de %1 están cifrados. Esta versión ya no admite cryptconfig y no será posible acceder a esos directorios después de la actualización. Para poder acceder a ellos, deben descifrarse antes de llevar a cabo la actualización. Puede descifrar todo el volumen mediante LUKS.
fr: Certains dossiers personnels sur %1 sont chiffrés. Cette version ne prend plus en charge cryptconfig et ces dossiers personnels ne seront plus accessibles après la mise à niveau. Afin d'accéder à ces dossiers personnels, ils doivent être déchiffrés avant d'effectuer la mise à niveau. Vous pouvez considérer le chiffrement de tout le volume via LUKS.
gl: Algúns dos directorios locais do sistema de %1 están cifrados. Este lanzamento non acepta o cryptconfig, co cal eses directorios non son accesibles despois de facer unha anovación. Para poder acceder a eles precisan de ser descifrados antes de realizar a anovación. Pode recorrer ao cifrado de todo o volume con LUKS.
ko: %1에서 시스템의 일부 홈 디렉터리가 암호화되어 있습니다. 이 릴리스에서는 cryptconfig를 더 이상 지원하지 않으며 업그레이드 후에는 이러한 홈 디렉토리에 액세스할 수 없습니다. 이러한 홈 디렉토리에 액세스하려면 업그레이드를 수행하기 전에 암호 해독해야 합니다. LUKS를 통해 전체 볼륨을 암호화할 수도 있습니다.
pt_br: Algumas pastas home no sistema em %1 são criptografados. Esta versão não tem mais suporte a cryptconfig e essas pastas home não serão acessíveis após a atualização. Para acessar essas pastas home, elas precisam ser descriptografadas antes de atualizar. Você pode considerar criptografar todo o volume via LUKS.
ru: Некоторые домашние каталоги системы на %1 зашифрованы. Этот выпуск больше не поддерживает cryptconfig и эти домашние каталоги не будут доступны после обновления. В целях сохранения доступа эти домашние каталоги должны быть расшифрованы перед обновлением. Рассмотрите возможность зашифровать весь том с помощью LUKS.
sk: Niektoré domovské adresáre v systéme na %1 sú šifrované. Táto verzia už nepodporuje cryptconfig a tieto domáce adresáre nebudú dostupné po povýšení verzie. Aby ste mali prístup k týmto domovským adresárom, musia byťdešifrovanie pred vykonaním povýšenia. Môžete zvážiť šifrovanie celého zväzku pomocou LUKS.
zh_cn: %1 的系统中有些主文件夹 (home) 目录是加密的。此版本不再支持 cryptconfig 并且这些主文件夹目录在升级后将无法访问。为了访问 这些目录，它们需要在执行升级前先进行解密。 您可以考虑通过 LUKS 来加密全卷。
zh_tw: %1 上的系統中有些主目錄已加密。此版本不再支援 加密組態，升級後將無法存取這些主目錄。為了存取 這些目錄，需要在執行升級前先將其解密。 您可以考慮透過 LUKS 來加密整個磁碟區。

source: No fstab found.
ar: لم يتم العثور على fstab.
bn: কোন fstab পাওয়া যায়নি।
ca: No s'ha trobat l'fstab.
el: Δεν βρέθηκε το fstab.
es: No se ha encontrado fstab.
fr: Aucun fstab n'a été trouvé.
gl: Non se atopou o fstab.
gu: કોઇ fstab મળ્યા નથી.
ko: fstab를 찾을수 없습니다.
mr: fstab सापडत नाही.
pt_br: Nenhum fstab foi encontrado.
ru: fstab не найден.
sk: Nenašiel som fstab.
zh_cn: 未找到 fstab。
zh_tw: 找不到 fstab。
zu: Awekho ama-fstab atholakele.

source: The root partition in /etc/fstab has an invalid root device. It is currently mounted as %{root} but listed as %{tmp}.
ar: يحتوي القسم الجذر في /etc/fstab على جهاز جذر غير صالح. وهو موصل حاليًا كـ %{root} لكنه مدرج كـ %{tmp}.
ca: La partició d'arrel a /etc/fstab té un dispositiu d'arrel que no és vàlid. Està muntada actualment com a %{root} però està llistada com a %{tmp}.
el: Η ριζική κατάτμηση στο /etc/fstab έχει μη έγκυρη ριζική συσκευή. Προς το παρόν είναι προσαρτημένη ως %{root} αλλά εμφανίζεται ως %{tmp}.
es: La partición raíz en /etc/fstab tiene un dispositivo raíz no válido. Actualmente está montada como %{root} pero se muestra como %{tmp}.
fr: La partition root dans /etc/fstab a un périphérique root incorrect. Il est actuellement monté en tant que %{root}, mais répertorié en tant que %{tmp}.
gl: A partición raíz de /etc/fstab ten un dispositivo raíz incorrecto. Actualmente está montada como %{root}, pero móstrase como %{tmp}.
ko: /etc/fstab의 루트 파티션에 잘못된 루트 장치가 있습니다. 현재 %{root}(으)로 마운트되어 있지만 %{tmp}(으)로 표시됩니다.
pt_br: A partição raiz em /etc/fstab tem um dispositivo raiz inválido. Atualmente, ela está montada como %{root}, mas listada como %{tmp}.
ru: У корневого раздела в /etc/fstab неверное корневое устройство. В настоящее время он смонтирован как %{root}, но указан как %{tmp}.
sk: Koreňový oddiel v /etc/fstab má neplatné koreňové zariadenie. Momentálne je pripojený ako %{root}, ale je uvedený ako %{tmp}.
zh_cn: /etc/fstab 中的根分区是一个无效的 root 设备。 目前它挂载为 %{root} 但显示为 %{tmp}。
zh_tw: /etc/fstab 中的根分割區內有無效的根裝置。 該裝置裝載為 %{root}，但列為 %{tmp}。

source: The mount points listed below are using legacy filesystems that are not supported anymore: %1 Before upgrade you should migrate all your data to another filesystem.
ar: نقاط التثبيت المدرجة أدناه تستخدم أنظمة ملفات قديمة التي لن يتم دعمها بعد الآن: %1 قبل الترقية، يجب ترحيل جميع بياناتك إلى نظام ملفات آخر.
ca: Els punts de muntatge llistats a continuació usen sistemes de fitxers de llegat que ja no s'admeten: %1 Abans de l'actualització hauríeu de migrar totes les vostres dades a un altre sistema de fitxers.
el: Τα σημεία προσάρτησης που αναφέρονται παρακάτω χρησιμοποιούν συστήματα αρχείων παλαιού τύπου που δεν υποστηρίζονται πλέον: %1 Πριν από την αναβάθμιση θα πρέπει να μετακινήσετε όλα τα δεδομένα σας σε άλλο σύστημα αρχείων.
es: Los puntos de montaje mostrados a continuación usan sistemas de archivo legados que ya no se admiten: %1 Antes de actualizar, debe migrar todos los datos a otro sistema de archivos.
fr: Les points de montage listés ci-dessous utilisent des systèmes de fichiers qui ne se sont plus pris en charge : %1 Avant de mettre à niveau, vous devriez migrer toutes vos données vers un autre système de fichiers.
gl: O puntos de montaxe de embaixo están a usar sinaturas de sistemas de ficheiros xa obsoletos: %1 Antes de anovar debería migrar todos os seus datos a outro sistema de ficheiros.
ko: 아래 나열된 마우트 포인트는 더 이상 지원되지 않는 레거시 파일 시스템을 사용하고 있습니다. %1 업그레이드하기 전에 모든 데이터를 다른 파일 시스템으로 마이그레이션해야 합니다.
pt_br: Os pontos de montagem listados abaixo estão usando sistemas de arquivos obsoletos que não são mais suportados: %1 Antes de atualizar você deve migrar todos os seus dados para outro sistema de arquivos.
ru: Следующие точки монтирования используют устаревшие файловые системы, которые больше не поддерживаются: %1 Перед обновлением перенесите свои данные на другую файловую систему.
sk: Nasledujúce body pripojenia používajú zastarané súborové systémy, ktoré už nie sú podporované: %1 Pred zvýšením verzie by ste mali presunúť všetky svoje dáta na iný súborový systém.
zh_cn: 以下列出的挂载点正在使用不再受支持的旧文件系统： %1 您应当在升级前迁移您所有的数据到另一个文件系统。
zh_tw: 下列掛接點使用的是不支援的舊檔案系統： %1 升級之前，您應該將所有資料移轉至另一個檔案系統。

source: Evaluating root partition. One moment please...
ar: يتم الآن تقييم القسم الجذر. لحظة من فضلك...
bn: রুট পার্টিশন মূল্যায়ন করা হচ্ছে। একটু অপেক্ষা করুন...
ca: Avaluant la partició d'arrel. Un moment, si us plau...
el: Εκτίμηση ριζικής κατάτμησης. Ένα λεπτό παρακαλώ...
es: Evaluando partición raíz. Espere un momento...
fr: Évaluation de la partition racine. Un instant s'il vous plaît...
gl: Avaliando a partición raíz. Un momento, por favor...
gu: રૂટ પાર્ટિશનનું મૂલ્યાંકન કરી રહ્યા છે. એક ક્ષણ થોભવા વિનંતી...
ko: root 파티션을 검사합니다. 잠시 기다리십시오...
mr: मूळ विभाजक वापरून बघितला जात आहे कृपया काही सेकंद थांबा...
pt_br: Avaliando partição raiz. Aguarde um momento...
ru: Изучение корневого раздела. Подождите, пожалуйста...
sk: Vyhodnocujem koreňový oddiel. Moment, prosím...
zh_cn: 正在评估根分区。请稍候...
zh_tw: 正在評估根分割區。請稍候...
zu: Ukuhlola iphathishini yomqondisi . Sicela ulinde...
