Repository: yast/yast-translations
Catalog: po/update/*.po
Languages: ar, bn, ca, el, es, fr, gl, gu, ko, mr, pt_br, ru, sk, zh_cn, zh_tw, zu

source: Mounting partitions. One moment please...
ar: يتم الآن توصيل الأقسام. لحظة من فضلك...
bn: পার্টিশনগুলো মাউন্ট করা হচ্ছে। একটু অপেক্ষা করুন...
ca: Muntant les particions. Un moment, si us plau...
el: Προσάρτηση κατατμήσεων. Ένα λεπτό παρακαλώ...
es: Montando las particiones. Un momento por favor...
fr: Montage des partitions. Un instant s'il vous plaît...
gl: Montando as particións. Un momento, por favor...
gu: પાર્ટિશનો માઉન્ટ થઇ રહ્યા છે. એક ક્ષણ થોભવા વિનંતી....
ko: 파티션을 마운트합니다. 잠시 기다리십시오...
mr: भागांचे आरोहण करत आहे. भाग आरूढ करत आहे...
pt_br: Montando partições. Aguarde um momento...
ru: Выполняется монтирование разделов. Подождите...
sk: Pripájam oddiely. Moment, prosím...
zh_cn: 正在挂载分区。请稍候...
zh_tw: 正在裝載分割區。請稍候...
zu: Ixhakathisa amakamelo. Sicela ulinde...

source: Searching for Available Systems
ar: البحث عن الأنظمة المتوفرة
ca: Cerca de sistemes disponibles
el: Αναζήτηση για διαθέσιμα συστήματα
es: Buscando sistemas disponibles
fr: Recherche des systèmes disponibles
gl: Buscando sistemas dispoñíbeis
ko: 사용 가능한 시스템 검색 중
pt_br: Pesquisando sistemas disponíveis
ru: Поиск доступных систем
sk: Hľadanie dostupných systémov
zh_cn: 正在搜索可用系统
zh_tw: 搜尋可用系統

source: A pre-update snapshot could not be created. You can continue with the installation, but beware that you cannot roll back to a pre-update state unless you have created a snapshot manually.
ca: No s'ha pogut crear una instantània prèvia a l'actualització. Podeu continuar la instal·lació, però tingueu en compte que no es podrà tornar a un estat previ a l'actualització tret que hàgiu creat una instantània manualment.
es: No es posible crear una instantánea previa a la actualización. Puede continuar con la instalación, pero tenga en cuenta que no puede volver a un estado previo a la actualización a no ser que haya creado una instantánea manualmente.
fr: Impossible de créer un instantané préalable à la mise à jour. Vous pouvez poursuivre l'installation, mais sachez qu'il n'est pas possible de rétablir l'état préalable à la mise à jour si vous n'avez pas créé un instantané manuellement.
gl: Non é posíbel crear unha instantánea previa á actualización. Pode continuar coa instalación, pero teña en conta que non pode volver a un estado previo á actualización,a non ser que crease unha instantánea de xeito manual.
pt_br: Não foi possível criar um instantâneo de pré-atualização. Você pode continuar com a instalação, mas tome cuidado para não reverter para um estado de pré-atualização a menos que você tenha criado um instantâneo manualmente.
zh_cn: 无法创建更新前的快照。您可以继续 安装，但请注意，除非您已手动创建 快照，否则无法回滚到更新前的状态。

source: Release file %{file} not found
ar: لم يتم العثور على ملف الإصدار %{file}
ca: Fitxer de versió %{file} no trobat
el: Δεν βρέθηκε το αρχείο της έκδοσης %{file}
es: No se encuentra el archivo de versión %{file}
fr: Fichier de version %{file} introuvable
gl: Ficheiro de lanzamento %{file} non atopado
ko: %{file} 릴리스 파일을 찾을 수 없음
pt_br: Arquivo de versão %{file} não encontrado
ru: Файл выпуска %{file} не найден
sk: Súbor vydania %{file} nebol nájdený
zh_cn: 找不到版本文件 %{file}
zh_tw: 找不到版本檔案 %{file}

source: Cannot read release file %{file}
ar: لا يمكن قراءة ملف الإصدار %{file}
ca: No es pot llegir el fitxer de versió %{file}
el: Αδυναμία ανάγνωσης αρχείου έκδοσης %{file}
es: No es posible leer el archivo de versión %{file}
fr: Impossible de lire le fichier de version %{file}
gl: Non foi posíbel ler o ficheiro de lanzamento %{file}
ko: 릴리스 파일 %{file}을(를) 읽을 수 없음
pt_br: Não foi possível ler o arquivo de versão %{file}
ru: Не удается прочитать файл выпуска %{file}
sk: Nie je možné čítať súbor vydania %{file}
zh_cn: 无法读取版本文件 %{file}
zh_tw: 無法讀取版本檔案 %{file}

source: Unknown Product
ar: منتج غير معروف
ca: Producte desconegut
el: Άγνωστο προϊόν
es: Producto desconocido
fr: Produit inconnu
gl: Produto descoñecido
ko: 알 수 없는 제품
pt_br: Produto desconhecido
ru: Неизвестный продукт
sk: Neznámy produkt
zh_cn: 未知产品
zh_tw: 未知的產品

source: Cannot select these patterns required for installation: %{patterns}
ar: تعذر تحديد هذه الأنماط المطلوبة للتثبيت: %{patterns}
ca: No es poden seleccionar aquests patrons necessaris per a la instal·lació: %{patterns}
el: Αδυναμία επιλογής αυτών των patterns που απαιτούνται για την εγκατάσταση: %{patterns}
es: No es posible seleccionar estos patrones necesarios para la instalación: %{patterns}
fr: Impossible de sélectionner ces modèles requis pour l'installation : %{patterns}
gl: Non foi posíbel seleccionar estes patróns necesarios para a instalación: %{patterns}
ko: 설치에 필요한 다음 패턴을 선택할 수 없습니다. %{patterns}
pt_br: Não foi possível selecionar estes padrões necessários para instalação: %{patterns}
ru: Не удается выбрать для установки следующие необходимые шаблоны: %{patterns}
sk: Nie je možné vybrať tieto šablóny požadované pre inštaláciu: %{patterns}
zh_cn: 无法选择安装所需的以下软件集： %{patterns}
zh_tw: 無法選取安裝所需的此類模式︰ %{patterns}

source: Cannot select these packages required for installation: %{packages}
ar: تعذر تحديد هذه الحزم المطلوبة للتثبيت: %{packages}
ca: No es poden seleccionar aquests paquets necessaris per a la instal·lació: %{packages}
el: Αδυναμία επιλογής αυτών των πακέτων που απαιτούνται για την εγκατάσταση: %{packages}
es: No es posible seleccionar estos paquetes necesarios para la instalación: %{packages}
fr: Impossible de sélectionner ces paquetages requis pour l'installation : %{packages}
gl: Non foi posíbel seleccionar estes paquetes necesarios para instalación: %{packages}
ko: 설치에 필요한 다음 패키지를 선택할 수 없습니다. %{packages}
pt_br: Não foi possível selecionar estes pacotes necessários para instalação: %{packages}
ru: Не удается выбрать для установки следующие необходимые пакеты: %{packages}
sk: Nie je možné vybrať tieto balíky požadované pre inštaláciu: %{packages}
zh_cn: 无法选择安装所需的以下软件包： %{packages}
zh_tw: 無法選取安裝所需的此類套件︰ %{packages}

source: Update Settings
ar: إعدادات التحديث
bn: পরিবর্ধনের বৈশিষ্ট্যাবলী
ca: Paràmetres d'actualització
el: Ρυθμίσεις ενημέρωσης
es: Configuración de la actualización
fr: Paramètres de mise à jour
gl: Configuración de actualización
gu: સેટિંગ્સ અદ્યતન કરો
ko: 업데이트 설정
mr: अद्ययावत रचना
pt_br: Configurações de atualização
ru: Обновить настройки
sk: Nastavenie aktualizácie
zh_cn: 更新设置
zh_tw: 更新設定
zu: Vuselela Amasethingi

source: Update
ar: تحديث
bn: পরিবর্ধন
ca: Actualització
el: Ενημέρωση
es: Actualización
fr: Mise à jour
gl: Actualización
gu: અદ્યતન
ko: 업데이트
mr: अद्ययावत करा
pt_br: Atualizar
ru: Обновить
sk: Aktualizácia
zh_cn: 更新
zh_tw: 更新
zu: Vuselela Uhlelo

source: Perform Update
ar: إجراء التحديث
bn: পরিবর্ধন সম্পাদন করুন
ca: Fes l'actualització
el: Ενημέρωση απόδοσης
es: Actualizar
fr: Procéder à la mise à jour
gl: Executar actualización
gu: અદ્યતન અમલમાં મુકો
ko: 업데이트 실행
mr: अपडेट करा
pt_br: Executar atualização
ru: Выполнить обновление
sk: Vykonať aktualizáciu
zh_cn: 执行更新
zh_tw: 執行更新
zu: Vuselela Uhlelo

source: Update System Configuration
ar: تحديث تكوين النظام
bn: সিস্টেম কনফিগারেশন পরিবর্ধন করো
ca: Actualitza la configuració del sistema
el: Ενημέρωση ρυθμίσεων συστήματος
es: Actualizar la configuración del sistema
fr: Mettre à jour la configuration système
gl: Configuración do sistema de actualización
gu: સિસ્ટમ કન્ફિગ્યુરેશન અદ્યતન કરો
ko: 시스템 구성 업데이트
mr: यंत्रणेची संरचना अद्ययावत करा
pt_br: Atualizar configuração do sistema
ru: Обновить конфигурацию системы
sk: Aktualizácia konfigurácie systému
zh_cn: 更新系统配置
zh_tw: 更新系統組態
zu: Ukuhlelwa Kokuvuselelwa Kwesistimu

source: Configure Online Update
ar: إعداد التحديث عبر الإنترنت
ca: Configuració de l'actualització en línia
el: Ρύθμιση ενημέρωσης μέσω δικτύου
es: Configurar actualización en línea
fr: Configurer la mise à jour en ligne
gl: Configurar a actualización con conexión
pt_br: Configurar atualização online
ru: Настроить сетевое обновление
sk: Konfigurovať online aktualizácie
zh_cn: 配置在线更新
zh_tw: 設定線上更新

source: <b>Warning: These packages will be removed:</b> %s
gl: <b>Aviso: Estes paquetes van ser eliminados:</b> %s

source: ... and %s more
gl: ... e %s máis
