Repository: yast/yast-translations
Catalog: po/update/*.po
Languages: ar, bn, ca, el, es, fr, gl, gu, ko, mr, pt_br, ru, sk, zh_cn, zh_tw, zu

source: No root partition found
ar: لم يتم العثور على أي قسم جذر
bn: কোন রুট পার্টিশন পাওয়া যায়নি
ca: No s'ha trobat cap partició arrel
el: Δεν βρέθηκε Ριζική-Κατάτμηση
es: No se ha encontrado ninguna partición raíz
fr: Aucune partition racine n'a été trouvée
gl: Non se atopou ningunha partición raíz
gu: કોઇ રુટ પાર્ટિશન મળ્યું નથી
ko: root 파티션을 찾을수 없음
mr: मूळ भाग सापडला नाही
pt_br: Nenhuma partição raiz foi encontrada
ru: Не найден корневой раздел
sk: Nenájdený koreňový oddiel
zh_cn: 未找到根分区
zh_tw: 找不到根分割區
zu: Alikho ikamelo (partition) lomqondiso elitholakele.

source: %1 on root partition %2
ar: %1 على القسم الجذر %2
bn: %1 রুট পার্টিশন %2 তে
ca: %1 a la partició arrel %2
el: %1 στην ριζική κατάτμηση %2
es: %1 en la partición raíz %2
fr: %1 sur partition root %2
gl: %1 na partición raíz %2
gu: રુટ પાર્ટિશન %2 પર %1
ko: root 파티션 %2에 대한 %1
mr: %1 वर मूळ भाग %2
pt_br: %1 na partição raiz %2
ru: %1 на корневой раздел %2
sk: %1 na koreňovom oddieli %2
zh_cn: 根分区 %2 上的 %1
zh_tw: %1 (位於根分割區 %2)
zu: %1 ekwakhiweni kwekamelo lomqondisi %2

source: Failed to mount target system
ar: فشل توصيل النظام الهدف
bn: লক্ষ্যকৃত সিস্টেম মাউন্ট করতে ব্যর্থ
ca: No s'ha pogut muntar el sistema de destinació
el: Αποτυχημένη προσάρτηση του επιλεγμένου συστήματος
es: No ha sido posible montar el sistema destino
fr: Échec du montage du système cible
gl: Fallo ó montar o sistema obxectivo
gu: ટાર્ગેટ સિસ્ટમ માઉન્ટ કરવામાં નિષ્ફળ
ko: 목표 시스템의 마운트 실패
mr: लक्षीत यंत्रणेचे आरोहम करण्यात अपयशी
pt_br: Falha ao montar o sistema de destino
ru: Невозможно смонтировать целевую систему
sk: Nepodarilo sa pripojiť cieľový systém
zh_cn: 未能挂载目标系统
zh_tw: 無法裝載目標系統
zu: Ihlulekile ukuxhakathisa isistimu efunwayo

source: Selected for Update
ar: محدَد للتحديث
bn: পরিবর্ধনের জন্য নির্বাচিত
ca: Seleccionat per actualitzar
el: Επιλεγμένα για ενημέρωση
es: Seleccionado para la actualización
fr: Sélectionné pour la mise à jour
gl: Seleccionados para actualizar
gu: અદ્યતન માટે પસંદ કરાયેલ
ko: 업데이트 선택
mr: अद्ययावत करण्यासाठी निवड
pt_br: Selecionado para atualização
ru: Выбрано для обновления
sk: Vybrané na aktualizáciu
zh_cn: 已选择进行更新
zh_tw: 選取進行更新的項目
zu: Ukuvuselela Okukhethiwe

source: &Selected for Update
ar: محدَد للتحديث
bn: পরিবর্ধনের জন্য নির্বাচিত (&S)
ca: &Seleccionat per actualitzar
el: &Επιλεγμένα για ενημέρωση
es: &Seleccionado para la actualización
fr: &Sélectionné pour la mise à jour
gl: Seleccionados para &actualizar
gu: અદ્યતન માટે &પસંદ કરાયેલ
ko: 업데이트 선택(&S)
mr: अद्ययावत करण्यासाठी निवड
pt_br: &Selecionado para atualização
ru: &Выбрано для обновления
sk: Vybrané na &aktualizáciu
zh_cn: 已选择进行更新(&S)
zh_tw: 選取進行更新的項目(&S)
zu: &Okukhethelwe Ukuvuselela Uhlelo

source: &Update
ar: ت&حديث
bn: পরিবর্ধন
ca: &Actualitza
el: &Ενημέρωση
es: &Actualizar
fr: &Mise à jour
gl: &Actualizar
gu: &અદ્યતન
ko: 업데이트(&U)
mr: अद्ययावत करा
pt_br: At&ualizar
ru: &Обновить
sk: &Aktualizácia
zh_cn: 更新(&U)
zh_tw: 更新(&U)
zu: &Vuselela Uhlelo

source: There is no user interface available for this module.
ar: لا تتوفر واجهة مستخدم لهذه الوحدة النمطية.
bn: এই মডিউলটির কোন ব্যবহারকারী ইন্টারফেস নেই.
ca: No hi ha cap interfície d'usuari disponible per a aquest mòdul.
el: Δεν υπάρχει διαθέσιμη διεπαφή χρήστη για αυτήν την μονάδα.
es: No hay ninguna interfaz de usuario disponible para este módulo.
fr: Aucune interface utilisateur n'est disponible pour ce module.
gl: Non hai interface de usuario dispoñíbel para este módulo.
gu: આ મોડયૂલ માટે વપરાશકર્તા ઈન્ટરફેસ પ્રાપ્ય નથી.
ko: 이 모듈에 대한 사용자 인터페이스를 사용할 수 없습니다.
mr: ह्या मॉड्यूलकरता वापरकर्ता पडदा अनुपलब्ध आहे.
pt_br: Não existe interface de usuário disponível para este módulo.
ru: Для этого модуля интерфейс пользователя недоступен.
sk: Pre tento modul nie je k dispozícii používateľské rozhranie.
zh_cn: 此模块没有可用的用户界面。
zh_tw: 此模組沒有可用的使用者介面。
zu: Ayikho i-user interface etholakalayo yale moduli.

source: Cannot read the current RPM Database.
ar: تعذرت قراءة قاعدة بيانات RPM الحالية.
bn: বর্তমান RPM ডেটাবেস পড়তে পারে না।
ca: No es pot llegir la base de dades RPM actual.
el: Αδύνατη η ανάγνωση της τρέχουσας Βάσης δεδομένων RPM
es: No es posible leer la base de datos RPM actual.
fr: Impossible de lire la base de données RPM actuelle.
gl: Non foi posíbel ler a base de datos actual de RPM.
gu: અત્યારનો RPM ડેટાબેઝ વાંચી શકાતો નથી.
ko: 현재 RPM 데이터베이스를 읽을 수 없습니다.
mr: चालू आरबीएम डेटाबेस वाचू शकत नाही.
pt_br: Não foi possível ler o banco de dados RPM atual.
ru: Не удается выполнить чтение текущей базы данных RPM.
sk: Nie je možné prečítať aktuálnu RPM databázu.
zh_cn: 无法读取当前的 RPM 数据库。
zh_tw: 無法讀取目前的 RPM 資料庫。
zu: Ayikwazi Ukufunda Isizinda Sokwaziswa Samanje Se-RPM.

source: Unknown product
ar: منتج غير معروف
ca: Producte desconegut
el: Άγνωστο προϊόν
es: Producto desconocido
fr: Produit inconnu
gl: Produto descoñecido
ko: 알 수 없는 제품
pt_br: Produto desconhecido
ru: Неизвестный продукт
sk: Neznámy produkt
zh_cn: 未知产品
zh_tw: 未知的產品

source: The installed product (%{update_from}) is not compatible with the product on the installation media (%{update_to}).
ar: لا يتوافق المنتج المثبّت (%{update_from}) مع المنتج الموجود في وسائط التثبيت (%{update_to}).
ca: El producte instal·lat (%{update_from}) no és compatible amb el producte que hi ha al mitjà d'instal·lació (%{update_to}).
el: Το εγκατεστημένο προϊόν (%{update_from}) δεν είναι συμβατό με το προϊόν στο μέσο εγκατάστασης (%{update_to}).
es: El producto instalado (%{update_from}) no es compatible con el producto del medio de instalación (%{update_to}).
fr: Le produit installé (%{update_from}) n'est pas compatible avec le produit du support d'installation (%{update_to}).
gl: O produto instalado (%{update_from}) non é compatíbel co produto do medio de instalación (%{update_to}).
ko: 설치된 제품(%{update_from})이 설치 미디어의 제품(%{update_to})과 호환되지 않습니다.
pt_br: O produto instalado (%{update_from}) não é compatível com o produto na mídia de instalação (%{update_to}).
ru: Установленный продукт (%{update_from}) несовместим с продуктом на установочном носителе (%{update_to}).
sk: Nainštalovaný produkt (%{update_from}) nie je kompatibilný s produktom na tomto inštalačnom médiu (%{update_to}).
zh_cn: 已安装产品 (%{update_from}) 与安装介质上的产品 (%{update_to}) 不兼容。
zh_tw: 已安裝的產品 (%{update_from}) 與安裝媒體上的產品 (%{update_to}) 不相容。

source: Updating system to another version (%1 -> %2) is not supported on the running system.<br> Boot from the installation media and use a normal upgrade or disable software repositories of products with different versions.
ar: تحديث نظام إلى إصدار آخر (%1 -> %2) غير معتمَد في النظام قيد التشغيل.<br> الرجاء، التشغيل من وسائط التثبيت واستخدام عملية ترقية عادية أو تعطيل مستودعات البرمجيات للمنتجات بالإصدارات المختلفة.
ca: El sistema que esteu executant no admet l'actualització del sistema a una altra versió (%1 -> %2).<br> Arrenqueu el sistema des del suport d'instal·lació i utilitzeu una actualització normal o inhabiliteu els repositoris de programari dels productes amb versions diferents.
el: Η αναβάθμιση του συστήματος σε άλλη έκδοση (%1 -> %2) δεν υποστηρίζεται στο τρέχον σύστημα.<br> Εκκινήστε τον υπολογιστή από το μέσο εγκατάστασης και χρησιμοποιήστε την κανονική αναβάθμιση ή απενεργοποιήστε τα αποθετήρια των προϊόντων με διαφορετικές εκδόσεις.
es: No se admite la actualización del sistema a otra versión (%1 -> %2) en el sistema en ejecución.<br> Inicie desde el medio de instalación y realice una actualización normal, o inhabilite los repositorios de software de productos de versiones diferentes.
fr: La mise à jour du système vers une autre version (%1 -> %2) n'est pas supporté sur le système démarré.<br> Veuillez démarrer sur le media d'installation et utiliser la mise à niveau normale ou désactiver les dépôts de logiciels de produits avec une version différente.
gl: Actualizar o sistema a outra versión (%1 -> %2) non é compatíbel co sistema que se executa.<br> Arranque desde o soporte de instalación e use unha anovación normal ou desactive os repositorios de software de produtos con versións diferentes.
ko: 실행 중인 시스템에서는 시스템을 다른 버전으로 업데이트(%1 -> %2)할 수 없습니다.<br> 설치 미디어에서 부팅하고 정상 업그레이드를 사용하거나 다른 버전이 포함된 제품의 소프트웨어 리포지토리를 비활성화하십시오.
pt_br: A atualização do sistema para outra versão (%1 -> %2) não é suportada no sistema em execução.<br> Inicialize-o pela mídia de instalação e use um upgrade normal ou desabilite os repositórios de software dos produtos com versões diferentes.
ru: Обновление системы до другой версии (%1 -> %2) не поддерживается на запущенной системе.<br> Загрузитесь с носителя установки и используйте обычное обновление или отключите репозитории программного обеспечения продуктов с разными версиями.
sk: Aktualizácia systému na inú verziu (%1 -> %2) nie je na bežiacom systéme podporovaná.<br> Naštartujte systém z inštalačného média a použite normálne povýšenie verzie, alebo zakážte inštalačné repozitáre produktov s rozdielnymi verziami.
zh_cn: 不支持在运行中的系统中更新到另一个版本 (%1 -> %2)。<br> 请用安装介质引导启动，然后进行常规升级 或者禁用不同版本产品的软件源。
zh_tw: 執行中的系統不支援將系統更新到其他版本 (%1 -> %2)。<br> 請從安裝媒體開機並使用一般的方式升級， 或停用包含不同版本之產品的軟體儲存庫。

source: Warning: Updating from '%1' to '%2', products do not exactly match.
ar: تحذير: تحديث من '%1' إلى '%2'، لا تتطابق المنتجات تطابقًا تامًا.
ca: Avís: actualitzant de "%1" a "%2", els productes no coincideixen exactament.
el: Προειδοποίηση: Ενημέρωση από το '%1' στο '%2', τα προϊόντα δεν ταιριάζουν ακριβώς.
es: Advertencia: actualización de %1 a %2; los productos no coinciden exactamente.
fr: Attention : mise à jour de '%1' vers '%2', les produits ne correspondent pas exactement.
gl: Aviso: actualizando desde '%1' a '%2', os produtos non coinciden exactamente.
ko: 경고: '%1'에서 '%2'(으)로 업데이트 중, 제품이 올바르게 일치하지 않습니다.
pt_br: Aviso: Atualizando de '%1' para '%2'. Os produtos não são idênticos.
ru: Внимание: при обновлении с «%1» на «%2» продукты не вполне соответствуют друг другу.
sk: Varovanie: Aktualizácia z '%1' na '%2', produkty si navzájom úplne neodpovedajú.
zh_cn: 警告：正在从“%1”更新到“%2”，产品不完全匹配。
zh_tw: 警告：將由 %1 升級到 %2，產品不完全相符。

source: <p><b><big>Update Options</big></b> Select how your system will be updated. Choose if only installed packages should be updated or new ones should be installed as well (default). Decide whether unmaintained packages should be deleted.</p>
ar: <p><b><big>خيارات التحديث</big></b> حدد كيف سيتم تحديث النظام الخاص بك. اختر ما إذا كان يجب تحديث الحزم المثبتة فقط أو ما إذا كان ينبغي تثبيت حزم جديدة أيضا (التحديد الافتراضي). أيضًا قرر ما إذا كان ينبغي حذف الحزم المتبقية.</p>
ca: <p><b><big>Opcions d'actualització</big></b> Seleccioneu com s'ha d'actualitzar el sistema. Trieu si només s'han d'actualitzar els paquets instal·lats o si també s'han d'instal·lar els nous (per defecte), i si s'han de suprimir els paquets no mantinguts.</p>
el: <p><b><big>Επιλογές ενημέρωσης</big></b> Επιλέξετε πως θα ενημερωθεί το σύστημά σας. Επιλέξτε εάν θα πρέπει να ενημερωθούν μόνο τα εγκατεστημένα πακέτα ή εάν θα εγκατασταθούν καινούρια (προεπιλογή). Αποφασίστε εάν θα πρέπει τα μη συντηρούμενα πακέτα να διαγραφούν.</p>
es: <p><b><big>Opciones de actualización</big></b> Seleccione cómo se actualizará el sistema. Escoja si solo se actualizarán los paquetes instalados o si también se deben incluir los nuevos (opción por defecto). Indique si los paquetes no compatibles se deben suprimir.</p>
fr: <p><b><big>Options de mise à jour</big></b> Choisir comment votre système va être mis à jour. Choisissez si seuls les paquets installés doivent être mis à jour, ou si les nouveaux doivent aussi être installés (sélection par défaut). Décidez si les paquets non maintenus doivent être supprimés.</p>
gl: <p><b><big>Opcións de actualización</big></b> Seleccione que sistema vai ser actualizado. Escolla se só se deben actualizar os paquetes instalados ou se tamén se deben instalar novos paquetes (predeterminado). Decida que paquetes non mantidos hanse eliminar.</p>
ko: <p><b><big>업데이트 옵션</big></b> 시스템이 업데이트되는 방법을 선택합니다. 설치된 패키지만 업데이트할지, 새 패키지도 설치할지 (기본값) 선택하십시오. 유지 관리되지 않는 패키지를 삭제할지 여부를 결정하십시오.</p>
pt_br: <p><b><big>Opções de atualização</big></b> Selecione como o seu sistema será atualizado. Escolha se somente os pacotes instalados serão atualizados ou se os novos pacotes também deverão ser instalados (padrão). Informe se os pacotes que não forem mantidos deverão ser removidos.</p>
ru: <p><b><big>Параметры обновления</big></b> Выберите, как ваша система должна быть обновлена. Решите, обновлять только установленные пакеты или также устанавливать новые пакеты (выбор по умолчанию). Также выберите, нужно ли удалять неиспользуемые пакеты или нет.</p>
sk: <p><b><big>Možnosti aktualizácie</big></b> Vyberte si, ako bude váš systém aktualizovaný, Zvoľte si, či by mali byť aktualizované len nainštalované balíky, alebo či by sa mali nainštalovať aj nové (predvolený výber). Rozhodnite sa, či by mali byť neudržiavané balíky odstránené.</p>
zh_cn: <p><b><big>更新选项</big></b> 选择如何更新您的系统。 选择是仅更新已安装的软件包，还是允许安装新软件包（默认选项）。 请决定是否删除不再维护的软件包。</p>
zh_tw: <p><b><big>更新選項</big></b>選取更新系統的方式。 選擇是只更新已安裝的套件，還是同時也安裝 新的套件 (預設)。決定是否應刪除未維護的 套件。</p>

source: The update summary is read only and cannot be changed.
ar: ملخص التحديث للقراءة فقط ولا يمكن تغييره.
ca: El resum de l'actualització és només de lectura i no es pot canviar.
el: Η σύνοψη ενημέρωσης είναι μόνο για ανάγνωση και δεν μπορεί να αλλάξει.
es: El resumen de actualización es de solo lectura y no se puede cambiar.
fr: Le résumé de la mise à jour est en lecture-seule et donc ne peut être modifié.
gl: O resumo de actualización só se pode ler e non se pode cambiar.
ko: 업데이트 요약은 읽기 전용이며 변경할 수 없습니다.
pt_br: O sumário da atualização é somente leitura e não pode ser alterado.
ru: Сводка по обновлению доступна только для чтения, изменить ее невозможно.
sk: Súhrn aktualizácie je iba na čítanie a nedá sa zmeniť.
zh_cn: 更新摘要为只读模式，不能修改。
zh_tw: 更新摘要為唯讀模式，無法變更。

source: Update Options
ar: خيارات التحديث
bn: পরিবর্ধনের অপশন
ca: Opcions de l'actualització
el: Επιλογές ενημέρωσης
es: Opciones de actualización
fr: Options de mise à jour
gl: Opcións de actualización
gu: વિકલ્પો અદ્યતન કરો
ko: 업데이트 옵션
mr: अद्ययावत पर्याय
pt_br: Opções de atualização
ru: Параметры обновления
sk: Možnosti aktualizácie
zh_cn: 更新选项
zh_tw: 更新選項
zu: Ongakhetha Kukho Kokuvuselela Uhlelo

source: &Update Options
ar: خيارات التحديث
bn: পরিবর্ধনের অপশন (&U)
ca: Opcions d'&actualització
el: &Επιλογές ενημέρωσης
es: Opciones de &actualización
fr: Options de &mise à jour
gl: &Opcións de actualización
gu: વિકલ્પો &અદ્યતન કરો
ko: 업데이트 옵션(&U)
mr: अद्ययावत करण्याचे पर्याय
pt_br: Opções de at&ualização
ru: Параметры &обновления
sk: &Možnosti aktualizácie
zh_cn: 更新选项(&U)
zh_tw: 更新選項(&U)
zu: &Ongakhetha Kukho Kokuvuselela Uhlelo

source: None of these files exist:%1
ar: لا وجود لأي من هذه الملفات:%1
bn: এই ফাইলগুলির কোনোটির অস্তিত্ব নেই:%1
ca: Cap d'aquests fitxers existeix:%1
el: Κανένα από αυτά τα αρχεία δεν υπάρχει: %1
es: No existe ninguno de estos archivos: %1
fr: Aucun de ces fichiers n'existe :%1
gl: Non existe ningún destes ficheiros: %1
gu: આમાંની કોઇ ફાઇલો હાજર નથી : %1
ko: 다음 파일이 모두 없습니다:%1
mr: यापैकी कोणतीहि फाइल अस्तित्वात नाहीः%1
pt_br: Nenhum destes arquivos existe:%1
ru: Ни один из этих файлов не существует: %1
sk: Žiaden z týchto súborov neexistuje:%1
zh_cn: 这些文件均不存在：%1
zh_tw: 這些檔案都不存在：%1
zu: Ayikho enye kula mafayela etholakalayo:%1

source: The installed product is not compatible with the product on the installation media. If you try to update using the current installation media, the system may not start or some applications may not run properly.
ar: لا يتوافق المنتج المثبت مع المنتج الموجود على وسائط التثبيت. إذا حاولت التحديث باستخدام وسائط التثبيت الحالية، قد لا يبدأ تشغيل النظام أو قد لا تعمل بعض التطبيقات بشكل صحيح.
bn: ইনস্টলকৃত পণ্যটির সাথে ইনস্টলেশন মিডিয়ার পণ্যটির সংঙ্গতি নেই। আপনি যদি বর্তমান ইনস্টলেশন মিডিয়া ব্যবহার করে পরিবর্ধন করার চেষ্টা করেন, সিস্টেমটি হয়ত চালু হবে না বা অনেক অ্যাপ্লিকেশন ঠিক মত চলবে না।
ca: El producte instal·lat no és compatible amb el producte en els suports instal·lats. Si intenteu d'actualitzar amb els suports d'instal·lació actuals, és possible que el sistema no s'iniciï o que algunes aplicacions no funcionin correctament.
el: Το εγκατεστημένο προϊόν δεν είναι συμβατό με το προϊόν στο μέσο εγκατάστασης. Αν προσπαθήσετε να ενημερώσετε χρησιμοποιώντας το τρέχων μέσο εγκατάστασης. το σύστημα μπορεί να μην ξεκινήσει ή κάποιες εφαρμογές μπορεί να μην εκτελούνται κανονικά.
es: El producto instalado no es compatible con el producto de los medios de instalación. Si intenta actualizarlo con los medios de instalación actuales, puede que el sistema no arranque o algunas aplicaciones no funcionen correctamente.
fr: Le produit installé n'est pas compatible avec le produit du support d'installation. Si vous essayez de faire une mise à jour avec ce support d'installation, le système ne démarrera peut-être pas ou certaines applications ne fonctionneront peut-être pas correctement.
gl: O produto instalado non é compatíbel co produto do medio de instalación. Se intenta actualizar usando o medio de instalación actual, pode que o sistema non arranque ou algúns aplicativos non funcionen axeitadamente.
gu: સ્થાપિત પ્રોડક્ટ સ્થાપન મીડિયા પરની પ્રોડક્ટ સાથે સુસંગત નથી. જો તમે અત્યારની સ્થાપન મીડિયાનો ઉપયોગ કરીને અદ્યતન કરવાનો પ્રયત્ન કરો તો, સિસ્ટમ કદાચ શરૂ થશે નહીં અથવા કદાચ કેટલાક અનુપ્રયોગ યોગ્ય રીતે ચાલશે નહીં.
ko: 설치된 제품이 설치 미디어에 있는 제품과 호환되지 않습니다. 현재 설치 미디어를 사용하여 업데이트를 시도할 경우 시스템이 시작되지 않거나 일부 응용 프로그램이 제대로 실행되지 않을 수 있습니다.
mr: स्थापित उत्पादन स्थापना माध्यमावरील उत्पादनाशी मिळतेजुळते नाही. तुम्ही चालू स्थापना माध्यमाचा उपयोग करून तुम्ही ते अपडेट करण्याचा प्रयत्न केलात, तर सिस्टीम चालू होणार नाही किंवा काही उपयोजिता नीट चालणार नाहीत.
pt_br: O produto instalado não é compatível com o produto na mídia de instalação. Se você tentar atualizar usando a mídia de instalação atual, o sistema poderá não ser iniciado ou alguns aplicativos talvez não sejam executados apropriadamente.
ru: Установленный продукт не совместим с продуктом на установочном носителе. Если вы попытаетесь обновить его, используя текущий установочный носитель, система может не запуститься или некоторые программы не будут функционировать.
sk: Nainštalovaný produkt nie je kompatibilný s produktom na tomto inštalačnom médiu. Ak ho skúsite pomocou tohoto média aktualizovať, systém nemusí naštartovať, alebo niektoré programy nemusia fungovať správne.
zh_cn: 已安装产品与安装介质上的产品 不兼容。如果尝试使用当前安装介质进行更新， 则系统可能不能启动，或某些应用程序 不能正常运行。
zh_tw: 安裝媒體上的產品 與已安裝的產品不相容。若您嘗試使用 目前的安裝媒體來更新，系統可能無法啟動， 或是某些應用程式可能無法正常執行。
zu: Umkhiqizo ofakiwe awuhambelani nomkhiqizo okwimidiya yokufakwa kohlelo. Uma uzama ukuvuselela usebenzisa imidiya yamanje yokufakwa kohlelo, isistimu ingase ingaqalisi noma ezinye izinhlelo zingase zingasebenzi kahle.

source: Unknown Linux
ar: نظام Linux غير معروف
bn: অজানা
ca: Linux desconegut
el: Άγνωστο Linux
es: Linux desconocido
fr: Linux inconnu
gl: Linux descoñecido
gu: અજાણી
ko: 알 수 없는 Linux
mr: अज्ञात
pt_br: Linux desconhecido
ru: Неизвестная ОС Linux
sk: Neznámy Linux
zh_cn: 未知的 Linux 系统
zh_tw: 不明的 Linux
zu: I-Linux Engaziwa

source: Unknown or Non-Linux
ar: Linux غير معروف أو غير تابع لـ Linux
bn: অজ্ঞাত বা নন-লাইনাক্স
ca: No Linux o desconegut
el: Άγνωστο ή Μη-Linux
es: Desconocido o no Linux
fr: Inconnu ou non Linux
gl: Descoñecido ou non Linux
gu: અજાણ્યું અથવા બિન-લિનક્ષ
ko: 알 수 없거나 Linux가 아님
mr: अज्ञात किंवा नॉन-लिनक्स
pt_br: Linux desconhecido ou não-Linux
ru: Неизвестная ОС или не Linux
sk: Neznámy resp. nelinuxový systém
zh_cn: 未知系统，或非 Linux 系统
zh_tw: 未知或非 Linux
zu: I-Linux Engaziwa Noma Okungekona Okwakwa-Linux

source: Unknown
ar: غير معروف
bn: অজানা
ca: Desconegut
el: Άγνωστο
es: Desconocido
fr: Inconnu
gl: Descoñecida
gu: અજાણી
ko: 알 수 없음
mr: अज्ञात
pt_br: Desconhecido
ru: Неизвестно
sk: Neznámy
zh_cn: 未知
zh_tw: 未知
zu: Akwaziwa

source: Partition or System to Boot:
ar: القسم أو النظام المطلوب التشغيل منه:
bn: পার্টিশন অথবা সিস্টেম যেটি বুট করতে হবে:
ca: Partició o sistema per arrencar:
el: Κατάτμηση ή Σύστημα για εκκίνηση:
es: Partición o sistema que arrancar:
fr: Partition ou système à amorcer :
gl: Partición ou sistema a arrancar:
gu: બૂટ કરવાના પાર્ટિશન અથવા સિસ્ટમ :
ko: 부팅 할 파티션 또는 시스템:
mr: आरंभ करायाची यंत्रणा किंवा भाग:
pt_br: Partição ou sistema para inicializar:
ru: Раздел или система для загрузки:
sk: Oddiel alebo systém, z ktorého štartovať:
zh_cn: 要引导的分区或系统：
zh_tw: 要開機的分割區或系統：
zu: Iphathishini Noma Isistimu Yokuqaliswa:

source: <p> Select the partition or system to boot. </p>
ar: <p> تحديد القسم أو النظام المطلوب التشغيل منه. </p>
bn: <p> যে পার্টিশন অথবা সিস্টেম বুট করতে চান, সেটি নির্বাচন করুন। </p>
ca: <p> Seleccioneu la partició o sistema per arrencar. </p>
el: <p> Επιλέξτε την κατάτμηση ή το σύστημα για εκκίνηση. </p>
es: <p> Seleccione la partición o sistema que arrancar. </p>
fr: <p> Sélectionnez la partition ou le système à amorcer. </p>
gl: <p> Escolla a partición ou sistema a arrancar. </p>
gu: <p> બૂટ કરવાના પાર્ટિશન અથવા સિસ્ટમ પસંદ કરો.</p>
ko: <p> 부팅 할 파티션 또는 시스템을 선택하십시오. </p>
mr: <p> आरंभ करायची यंत्रणा किंवा भाग निवडा. </p>
pt_br: <p> Selecione a partição ou o sistema para inicializar. </p>
ru: <p> Выберите раздел или систему для загрузки. </p>
sk: <p> Vyberte oddiel alebo systém, ktorý použijete pre štart. </p>
zh_cn: <p> 选择要引导的分区或系统。 </p>
zh_tw: <p> 選取要開機的分割區或系統。 </p>
zu: <p> Khetha iphathishini noma isistimu yokuqalisa. </p>

source: Partition or System to Update:
ar: القسم أو النظام المطلوب تحديثه:
bn: পার্টিশন অথবা সিস্টেম যেটি পরিবর্ধন করতে হবে:
ca: Partició o sistema per actualitzar:
el: Κατάτμηση ή Σύστημα για ενημέρωση:
es: Partición o sistema a actualizar:
fr: Partition ou système à mettre à jour :
gl: Partición ou sistema a actualizar:
gu: અદ્યતન કરવાના પાર્ટિશન અથવા સિસ્ટમ:
ko: 업데이트 할 파티션 또는 시스템:
mr: आरंभ करायाची यंत्रणा किंवा भाग:
pt_br: Partição ou sistema para atualizar:
ru: Раздел или система для обновления:
sk: Aktualizovaný oddiel alebo systém:
zh_cn: 要更新的分区或系统：
zh_tw: 要更新的分割區或系統：
zu: Iphathishini Noma Isistimu Yokuvuselelwa:

source: <p> Select the partition or system to update. </p>
ar: <p> حدد القسم أو النظام المطلوب تحديثه. </p>
bn: <p> যে পার্টিশন অথবা সিস্টেম পরিবর্ধন করতে চান, সেটি নির্বাচন করুন। </p>
ca: <p> Seleccioneu la partició o sistema per actualitzar. </p>
el: <p> Επιλέξτε την κατάτμηση ή το σύστημα για ενημέρωση. </p>
es: <p> Seleccione la partición o sistema a actualizar. </p>
fr: <p> Sélectionnez la partition ou le système à mettre à jour. </p>
gl: <p> Escolla a partición ou sistema a actualizar. </p>
gu: <p> અદ્યતન કરવાના પાર્ટિશન અથવા સિસ્ટમ પસંદ કરો. </p>
ko: <p> 업데이트 할 파티션 또는 시스템을 선택하십시오. </p>
mr: <p> अद्ययावत करायची यंत्रणा किंवा भाग निवडा. </p>
pt_br: <p> Selecione a partição ou sistema para atualizar. </p>
ru: <p> Выберите раздел или систему для обновления. </p>
sk: <p> Vyberte oddiel alebo systém, ktorý sa má aktualizovať. </p>
zh_cn: <p> 选择要更新的分区或系统。 </p>
zh_tw: <p> 選取要更新的分割區或系統。 </p>
zu: <p> Khetha iphathishini noma isistimu yokuvuselelwa. </p>

source: Select for Update
ar: تحديد للتحديث
bn: পরিবর্ধনের জন্য নির্বাচন করুন
ca: Selecció per actualitzar
el: Επιλέξτε για ενημέρωση
es: Seleccionar para la actualización
fr: Sélectionner pour la mise à jour
gl: Seleccionar para actualizar
gu: અદ્યતન માટે પસંદ કરો.
ko: 업데이트를 위한 선택
mr: अद्ययावत करण्यासाठी निवडा
pt_br: Selecionar para atualizar
ru: Выберите для обновления
sk: Výber aktualizovaného systému
zh_cn: 选择进行更新
zh_tw: 選取更新
zu: Khetha Ukuze Uvuselele
