Repository: yast/yast-translations
Catalog: po/geo-cluster/*.po
Languages: ca, de, es, it, ko, nl, pt_br, sl, tr, uk

source: Configuration of geo-cluster
ca: Configuració de geo-clúster
de: Konfiguration für GeoCluster
es: Configuración de geo-cluster
it: Configurazione di geo-cluster
ko: geo-cluster 구성
nl: Configuratie van geo-cluster
pt_br: Configuração do geo-cluster
sl: Nastavitve geo-gruče
tr: Coğrafi kümenin yapılandırması
uk: Налаштування geo-cluster

source: GeoCluster
ca: GeoClúster
sl: Geo-gruča
tr: Coğrafi küme

source: &GeoCluster
ca: &GeoClúster
ko: GeoCluster(&G)
sl: &Geo-gruča
tr: &CoğrafiKüme

source: Geo Cluster Configuration
ca: Configuració de Geo Clúster
de: Geo-Cluster-Konfiguration
es: Configuración de GeoCluster
it: Configurazione Geo Cluster
ko: Geo Cluster 구성
nl: Configuratie geocluster
pt_br: Configuração do Geo Cluster
sl: Nastavitve geo-gruče
tr: Coğrafi Küme Yapılandırması
uk: Налаштування Geo Cluster

source: Geo Cluster Overview
ca: Resum de Geo Clúster
de: GeoCluster-Überblick
es: Descripción general de GeoCluster
it: Panoramica di Geo Cluster
ko: Geo Cluster 개요
nl: Overzicht geocluster
pt_br: Visão Geral do Geo Cluster
sl: Pregled geo-gruče
tr: Coğrafi Küme Genel Bakış
uk: Огляд Geo Cluster

source: configuration file
ca: Fitxer de configuració
de: Konfigurationsdatei
es: archivo de configuración
it: file di configurazione
ko: 구성 파일
nl: configuratiebestand
pt_br: arquivo de configuração
sl: nastavitvena datoteka
tr: yapılandırma dosyası
uk: файл конфігурації

source: transport
es: transporte
it: trasporto
ko: 전송
pt_br: transporte
sl: prenos
tr: ulaşım
uk: транспорт

source: port
es: puerto
it: porta
ko: 포트
nl: poort
pt_br: porta
sl: vrata
uk: порт

source: arbitrator
ca: àrbitre
de: Vermittler
es: mediador
it: arbitratore
ko: 중재자
pt_br: arbitrador
sl: razsodnik
tr: hakem
uk: арбітр

source: Add
ca: Afegeix
de: Hinzufügen
es: Añadir
it: Aggiungi
ko: 추가
nl: Toevoegen
pt_br: Adicionar
sl: Dodaj
tr: Ekle
uk: Додати

source: Edit
ca: Edita
de: Bearbeiten
es: Editar
it: Modifica
ko: 편집
nl: Bewerken
pt_br: Editar
sl: Uredi
tr: Düzenle
uk: Змінити

source: Delete
ca: Suprimeix
de: Löschen
es: Suprimir
it: Elimina
ko: 삭제
nl: Verwijderen
pt_br: Remover
sl: Izbriši
tr: Silinecek
uk: Вилучити

source: site
ca: lloc web
de: Ort
es: sitio
it: sito
ko: 사이트
sl: mesto
tr: alan
uk: сайт

source: ticket
ca: tiquet
ko: 티켓
sl: kartica
tr: bilet
uk: квиток

source: Authentication
ca: Autenticació
de: Authentifizierung
es: Autenticación
it: Autenticazione
ko: 인증
nl: Verificatie
pt_br: Autenticação
sl: Overjanje
tr: Kimlik doğrulama
uk: Розпізнавання

source: Ca&ncel
ca: Ca&ncel·la
de: Ab&brechen
es: Ca&ncelar
it: A&nnulla
ko: 취소(&N)
nl: A&nnuleren
pt_br: Ca&ncelar
sl: &Prekliči
tr: İ&ptal et
uk: &Скасувати

source: OK
ca: D'acord
es: Aceptar
ko: 확인
sl: V redu
tr: TAMAM
uk: Гаразд

source: Enable Security Auth
ca: Habilita l'autentificació de seguretat
de: Sicherheitsauthentifizierung aktivieren
es: Habilitar autenticación de seguridad
it: Abilita autenticazione di sicurezza
ko: 보안 인증 활성화
nl: Beveiligingsverificatie inschakelen
pt_br: Habilitar Autenticação de Segurança
sl: Omogoči varnostno overjanje
tr: Güvenlik Kimlik Doğrulamasını Etkinleştir
uk: Увімкнути безпечне розпізнавання

source: Authentication file
ca: Fitxer d'autenticació
de: Authentifizierungsdatei
es: Archivo de autenticación
it: File di autenticazione
ko: 인증 파일
nl: Verificatiebestand
pt_br: Arquivo de autenticação
sl: Overitvena datoteka
tr: Kimlik doğrulama dosyası
uk: Файл розпізнавання

source: The file will be written to /etc/booth.
ca: El fitxer s'escriurà a /etc/booth.
de: Die Datei wird in das Verzeichnis '/etc/booth' geschrieben.
es: El archivo se escribirá en /etc/booth.
it: Il file verrà scritto in /etc/booth.
ko: 파일이 /etc/booth에 기록됩니다.
nl: Het bestand wordt geschreven naar /etc/booth.
pt_br: O arquivo será gravado em /etc/booth.
sl: Datoteka bo zapisana v /etc/booth.
tr: Dosya /etc/booth'a yazılacak.
uk: Файл буде записано у /etc/booth.

source: To write it to a different directory, enter an absolute path.
ca: Per escriure en un altre directori, introduïu-ne el camí absolut.
de: Soll sie in ein anderes Verzeichnis geschrieben werden, geben Sie einen absoluten Pfad ein.
es: Para escribirlo en un directorio diferente, introduzca una vía absoluta.
it: Per scriverlo in una directory diversa, immettere un percorso assoluto.
ko: 파일을 다른 디렉토리에 기록하려면 절대 경로를 입력하십시오.
nl: Voer een absoluut pad in als u het naar een andere map wilt schrijven.
pt_br: Para gravá-lo em outro diretório, digite um caminho absoluto.
sl: Da jo zapišete v drugo mapo, vnesite polno (absolutno) pot.
tr: Farklı bir dizine yazmak için mutlak bir yol girin.
uk: Щоби записати у інший каталог, введіть абсолютний шлях.

source: For a newly created geo cluster, push the button below to generate /etc/booth/<key>.
ca: Per a un geo clúster de nova creació, premeu el botó de sota per generar /etc/booth/<clau>.
de: Wenn Sie soeben einen GeoCluster erstellt haben, erstellen Sie '/etc/booth/<Schlüssel>' mit der nachstehenden Schaltfläche.
es: Para un GeoCluster recién creado, pulse el botón a continuación para generar /etc/booth/<key>.
it: Per un geo cluster appena creato, premere il pulsante sotto per generare /etc/booth/<key>.
ko: 새로 생성된 Geo Cluster의 경우 아래 버튼을 눌러 /etc/booth/<key>를 생성하십시오.
nl: Druk voor een nieuw geocluster op de onderstaande knop om /etc/booth/<key> te genereren.
pt_br: Para um geo cluster recém-criado, clique no botão a seguir para gerar /etc/booth/<chave>.
sl: Da ustvarite /etc/booth/<ključ> za novo ustvarjeno geo-gručo, kliknite spodnji gumb.
tr: Yeni oluşturulmuş bir coğrafi küme için, /etc/booth/<anahtar>'ı oluşturmak için aşağıdaki düğmeye basın.
uk: Для заново створеного геокластера натисніть нижче кнопку, щоби сформувати /etc/booth/<key>.

source: To join a existing geo cluster, please copy /etc/booth/<key> from other nodes manually.
ca: Per afegir un geo-clúster existent, si us plau, copieu /etc/booth/<clau> des d'altres nodes manualment.
de: Zum Beitreten zu einem vorhandenen GeoCluster kopieren Sie 'etc/booth/<Schlüssel>' manuell aus anderen Knoten.
es: Para unirse a un GeoCluster existente, copie /etc/booth/<clave> de otro nodo manualmente.
it: Per entrare a far parte di un geo cluster esistente, copiare manualmente /etc/booth/<key> da altri nodi.
ko: 기존 Geo Cluster에 가입하려면 다른 노드에서 수동으로 /etc/booth/<key>를 복사하십시오.
nl: Als u wilt deelnemen aan een bestaand geocluster, kopieert u /etc/booth/<key> handmatig van een ander knooppunt.
pt_br: Para ingressar em um geo cluster existente, copie /etc/booth/<chave> de outros nós manualmente.
sl: Da se pridružite obstoječi geo-gruči, ročno skopirajte /etc/booth/<ključ> z drugih vozlišč.
tr: Mevcut bir coğrafi kümeye katılmak için lütfen /etc/booth/<anahtar> dosyasını diğer düğümlerden manuel olarak kopyalayın.
uk: Для приєднання до існуючого геокластеру скопіюйте /etc/booth/<key> з інших машин вручну.

source: Generate Authentication Key File
ca: Genera el fitxer de clau d'autenticació
de: Authentifizierungsschlüsseldatei erzeugen
es: Generar archivo de clave de autenticación
it: Genera file della chiave di autenticazione
ko: 인증 키 파일 생성
nl: Verificatiesleutelbestand genereren
pt_br: Gerar Arquivo de Chave de Autenticação
sl: Ustvari datoteko ključa za overjanje
tr: Kimlik Doğrulama Anahtar Dosyası Oluştur
uk: Сформувати файл ключа розпізнавання

source: Basic
ca: Bàsic
de: Grundlagen
es: Básico
it: Di base
ko: 기본
nl: Basis
pt_br: Básico
sl: Osnovno
tr: Temel
uk: Простий

source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
it: Annulla
ko: 취소
nl: Annuleren
pt_br: Cancelar
sl: Prekliči
tr: İptal et
uk: Скасувати

source: Please enter a valid ip address
ca: Si us plau, introduïu una adreça IP vàlida
de: Bitte eine gültige IP-Adresse eingeben
es: Introduzca un dirección IP válida
it: Immettere un indirizzo IP valido
ko: 유효한 IP 주소를 입력하십시오.
nl: Voer een geldig IP-adres in
pt_br: Digite um endereço IP válido
sl: Vnesite veljaven naslov IP
tr: Lütfen geçerli bir IP adresi girin
uk: Будь ласка, введіть чинну IP-адресу

source: Enter ticket and timeout
ca: Introduïu el tiquet i el temps d'espera
de: Ticket und Timeout bestätigen
es: Introduzca el ticket y el tiempo límite
it: Immettere ticket e timeout
ko: 티켓 및 제한 시간 입력
nl: Ticket en time-out invoeren
pt_br: Digitar ticket e tempo de espera
sl: Vnesite kartico in razpoložljiv čas
tr: Bileti girin ve zaman aşımını sağlayın
uk: Введіть квиток і час очікування

source: Manual mode
ca: Mode manual
de: Manueller Modus
es: Modo manual
it: Modalità manuale
nl: Handmatige modus
sl: Ročni način
tr: Manuel mod
uk: Ручний режим

source: timeout
ca: temps d'espera
es: tiempo límite
ko: 제한 시간
pt_br: tempo de espera
sl: razpoložljiv čas
tr: zaman aşımı
uk: час очікування

source: retries
ca: reintents
de: Wiederholungen
es: reintentos
ko: 재시도
nl: nieuwe pogingen
pt_br: tentativas
sl: število poskusov
tr: tekrar denemeler
uk: спроби

source: weights
ca: pes
de: Gewichtungen
es: cargas
ko: 가중치
nl: gewichten
pt_br: pesos
sl: uteži
tr: ağırlıklar
uk: ваг. коефіцієнт

source: expire
ca: caduca
de: Ablauf
es: caducidad
ko: 만료
nl: verlopen
sl: potek
tr: sona ermek
uk: термін дії

source: acquire-after
ca: adquireix després
es: adquirir después de
nl: ophalen-na
sl: pridobi-po
tr: edindikten sonra
uk: отримати-після

source: before-acquire-handler
es: gestor antes de adquirir
ko: before-acquire 처리기
nl: voor-ophalen-handler
sl: obdelovalnik-pred-pridobi
tr: edinmeden-önce-işleyici
uk: обробник-перед-отриманням

source: timeout is invalid
ca: el temps d'espera no és vàlid
de: Timeout ist ungültig
es: Valor timeout no válido
it: valore timeout non valido
ko: 시간 제한이 유효하지 않습니다.
nl: time-out is ongeldig
pt_br: timeout inválido
sl: razpoložljiv čas ni veljaven
tr: zaman aşımı geçersiz
uk: час очікування — неправильний

source: expire is invalid
ca: la caducitat no és vàlida
de: Ablaufzeitpunkt ist ungültig
es: Valor expire no válido
it: valore di expire non valido
ko: 만료가 유효하지 않습니다.
nl: verloopmoment is ongeldig
pt_br: expire inválido
sl: potek ni veljaven
tr: son kullanma tarihi geçersiz
uk: поле термін дії — неправильне

source: acquireafter is invalid
ca: l'acquireafter no és vàlid
de: 'acquireafter' ist ungültig
es: Valor acquireafter no válido
it: valore di acquireafter non valido
ko: acquireafter가 유효하지 않습니다.
nl: verkrijgen-na is ongeldig
pt_br: acquireafter inválido
sl: pridobi-po ni veljaven
tr: acquireafter geçersiz
uk: поле отримати-після — неправильне

source: retries is invalid
ca: els reintents no són vàlids
de: Wiederholungen sind ungültig
es: Valor retries no válido
it: valore di retries non valido
ko: 재시도가 유효하지 않습니다.
nl: nieuwe-pogingen is ongeldig
pt_br: retries inválido
sl: število poskusov ni veljavno
tr: yeniden denemeler geçersiz
uk: поле спроби — неправильне

source: retries values lower than 3 is illegal
ca: els valors de reintents inferiors a 3 són il·legals
de: Wiederholungswerte kleiner als 3 sind nicht zulässig
es: no se admiten valores de reintentos inferiores a 3
it: i valori di retries inferiori a 3 non sono validi
ko: 재시도 값은 3보다 작을 수 없습니다.
nl: waarde lager dan 3 voor nieuwe pogingen is niet toegestaan
pt_br: valores de retries menores do que 3 inválidos
sl: število poskusov ne sme biti manjše od 3
tr: 3'ten düşük değerleri tekrar denemek yasadışıdır
uk: значення поля спроби менше за 3 є недійсним

source: weights is invalid
ca: els pesos no són vàlids
de: Gewichtungen sind ungültig
es: Valor weights no válido
it: valore di weights non valido
ko: 가중치가 유효하지 않습니다.
nl: gewicht is ongeldig
pt_br: weights inválido
sl: uteži niso veljavne
tr: ağırlıklar geçersiz
uk: поле ваг. коефіцієнт — неправильне

source: ticket can not be empty
ca: el tiquet no pot estar buit
de: Ticket darf nicht leer sein
es: El valor ticket no puede estar vacío
it: ticket non può essere vuoto
ko: 티켓은 비워둘 수 없습니다.
nl: ticket kan niet leeg zijn
pt_br: ticket não pode ficar vazio
sl: kartica ne sme biti prazna
tr: bilet boş olamaz
uk: квиток не може бути порожнім

source: Firewall Configuration
ca: Configuració del tallafoc
de: Firewall-Konfigurationen
es: Configuración del cortafuegos
it: Configurazione firewall
ko: 방화벽 구성
nl: Firewallconfiguratie
pt_br: Configuração do firewall
sl: Nastavitve požarnega zidu
tr: Güvenlik Duvarı Yapılandırması
uk: Налаштування фаєрволу

source: Enter an IP address of your arbitrator
ca: Escriviu una adreça IP del vostre àrbitre
de: IP-Adresse des Vermittlers eingeben
es: Introduzca la dirección IP del mediador
it: Immettere un indirizzo IP dell'arbitratore
ko: 중재자의 IP 주소를 입력하십시오.
nl: Een IP-adres van uw arbitrator invoeren
pt_br: Digitar endereço IP do arbitrador
sl: Vnesite naslov IP razsodnika
tr: Hakeminizin IP adresini girin
uk: Вкажіть IP-адресу вашого арбітра

source: Edit IP address of your arbitrator
ca: Editeu l'adreça IP del vostre àrbitre
de: IP-Adresse des Vermittlers bearbeiten
es: Edite la dirección IP del mediador
it: Modifica l'indirizzo IP dell'arbitratore
ko: 중재자의 IP 주소를 편집하십시오.
nl: IP-adres van uw arbitrator bewerken
pt_br: Editar endereço IP do arbitrador
sl: Uredite naslov IP razsodnika
tr: Hakeminizin IP adresini düzenleyin
uk: Зміна IP-адреси вашого арбітра

source: Enter an IP address of your site
ca: Introduïu l'adreça IP del vostre lloc web
de: IP-Adresse Ihrer Site eingeben
es: Introduzca una dirección IP del sitio
it: Immettere un indirizzo IP del sito
ko: 사이트의 IP 주소 입력
nl: Een IP-adres van uw site invoeren
pt_br: Digitar endereço IP do seu site
sl: Vnesite naslov IP mesta
tr: Sitenizin IP adresini girin
uk: Вкажіть IP-адресу вашого сайту

source: Edit IP address of your site
ca: Adreça IP del vostre lloc web
de: IP-Adresse Ihrer Site bearbeiten
es: Editar dirección IP del sitio
it: Modifica indirizzo IP del sito
ko: 사이트의 IP 주소 편집
nl: IP-adres van uw site bewerken
pt_br: Editar endereço IP do seu site
sl: Uredite naslov IP mesta
tr: Sitenizin IP adresini düzenleyin
uk: Зміна IP-адреси вашого сайту

source: Ticket name already exist!
ca: Ja existeix aquest nom de tiquet!
de: Ticketname bereits vorhanden!
es: El nombre del ticket ya existe.
it: Nome ticket già esistente.
ko: 티켓 이름이 이미 있습니다.
nl: Ticketnaam bestaat al!
pt_br: O nome do ticket já existe!
sl: Ime kartice že obstaja.
tr: Bilet adı zaten mevcut!
uk: Назва квитка вже існує!

source: Configuration name can not be empty.
ca: El nom de configuració no pot estar buit.
de: Der Konfigurationsname darf nicht leer sein.
es: El nombre de la configuración no puede estar vacío.
it: Il campo Nome configurazione non può essere vuoto.
ko: 구성 이름은 비워둘 수 없습니다.
nl: Configuratienaam mag niet leeg zijn.
pt_br: Nome da configuração não pode ficar vazio.
sl: Ime nastavitve ne sme biti prazno.
tr: Yapılandırma adı boş olamaz.
uk: Назва конфігурації не може бути порожньою.

source: Configuration name can not be duplicated.
ca: El nom de la configuració no pot ser duplicat.
de: Der Konfigurationsname darf nicht doppelt vorhanden sein.
es: El nombre de la configuración no puede estar duplicado.
it: In nome della configurazione non può essere duplicato.
ko: 구성 이름을 복제할 수 없습니다.
nl: Configuratienaam mag niet worden gedupliceerd.
pt_br: Nome da configuração não pode ser duplicado.
sl: Ime nastavitve ne sme biti podvojeno.
tr: Yapılandırma adı kopyalanamaz.
uk: Назва конфігурації не може повторюватися.

source: port is invalid!
ca: el port no és vàlid!
de: Port ist ungültig!
es: el puerto no es válido.
it: Porta non valida!
ko: 포트가 잘못되었습니다.
nl: poort is ongeldig!
pt_br: porta inválida!
sl: vrata niso veljavna.
tr: port geçersiz!
uk: порт — неправильний!

source: transport have to be filled!
ca: el transport s'ha d'emplenar!
de: Transport muss ausgefüllt sein!
es: hay que completar el transporte.
it: Il trasporto deve essere compilato!
ko: 전송을 입력해야 합니다.
nl: transport moet zijn ingevuld!
pt_br: transporte deve ser preenchido!
sl: prenos mora biti vpisan.
tr: ulaşımın doldurulması gerekiyor!
uk: необхідно заповнити поле транспорт!

source: ticket have to be filled!
ca: el tiquet s'ha d'emplenar!
de: Ticket muss ausgefüllt sein!
es: hay que completar el ticket.
it: Il ticket deve essere compilato!
ko: 티켓을 입력해야 합니다.
nl: ticket moet zijn ingevuld!
pt_br: ticket deve ser preenchido!
sl: kartica mor biti vpisana.
tr: bilet doldurulması gerekiyor!
uk: необхідно заповнити поле квиток!

source: arbitrator have to be filled when even \ number of sites with normal automatic ticket!
ca: Cal completar l'àrbitre quan hi ha un nombre parell de llocs amb tiquet automàtic normal!
de: Vermittler muss ausgefüllt sein, wenn die Anzahl \ der Seiten bei einem normalen automatischen Ticket gerade ist!
es: es necesario rellenar el árbitro si hay un número par de sitios con el tique automático normal!
it: L'arbitratore deve essere compilato quando il \ numero di siti con normale ticket automatico è pari!
nl: arbitrator moet ingevuld worden bij een even aantal sites met normaal automatisch ticket!
sl: razsodnik mora biti vpisan, ko je število mest z običajno samodejno kartico sodo.
tr: hakem, normal otomatik biletle site sayısı \ çift olduğunda doldurulmalıdır!
uk: необхідно заповнити арбітр, якщо є парна \ кількість серверів з нормальним автоматичним мандатом!

source: site have to be filled!
ca: el lloc web s'ha d'emplenar!
de: Ort muss ausgefüllt sein!
es: hay que completar el sitio.
it: Il sito deve essere compilato!
ko: 사이트를 입력해야 합니다.
nl: site moet zijn ingevuld!
pt_br: site deve ser preenchido!
sl: mesto mora biti vpisano.
tr: site doldurulması gerekiyor!
uk: необхідно заповнити поле сайт!

source: Failed to create authentication file
ca: Ha fallat la creació del fitxer d'autenticació
de: Fehler beim Erstellen der Authentifizierungsdatei
es: Error al crear el archivo de autenticación
it: Creazione del file di autenticazione non riuscita
ko: 인증 파일을 생성하지 못했습니다.
nl: Verificatiebestand maken mislukt
pt_br: Falha ao criar arquivo de autenticação
sl: Spodletelo je ustvarjanje overitvene datoteke
tr: Kimlik doğrulama dosyası oluşturulamadı
uk: Не вдалося створити файл розпізнавання

source: Authentication file
ca: Fitxer d'autenticació
de: Authentifizierungsdatei
es: Archivo de autenticación
it: File di autenticazione
ko: 인증 파일
nl: Verificatiebestand
pt_br: Arquivo de autenticação
sl: Overitvena datoteka
tr: Kimlik doğrulama dosyası
uk: Файл розпізнавання

source: created successfully.
ca: creat satisfactòriament.
de: erfolgreich erstellt.
es: se ha creado correctamente.
it: creato correttamente.
ko: 생성되었습니다.
nl: met succes aangemaakt.
pt_br: criado com êxito.
sl: ustvarjena uspešno.
tr: Başarıyla oluşturuldu.
uk: успішно створено.

source: GeoCluster Configuration Select
ca: Selecció de la configuració del GeoClúster
de: Auswahl der GeoCluster-Konfiguration
es: Selección de configuración de GeoCluster
it: Selezione configurazione GeoCluster
ko: GeoCluster 구성 선택
nl: GeoCluster-configuratie selecteren
pt_br: Seleção de Configuração do GeoCluster
sl: Izbor nastavitev geo-gruče
tr: GeoCluster Yapılandırması Seç
uk: Вибір конфігурації GeoCluster

source: Choose configuration file:
ca: Trieu el fitxer de configuració:
de: Konfigurationsdatei auswählen:
es: Seleccionar archivo de configuración:
it: Scegliere il file di configurazione:
ko: 구성 파일 선택:
nl: Configuratiebestand selecteren:
pt_br: Escolher arquivo de configuração:
sl: Izberite nastavitveno datoteke:
tr: Yapılandırma dosyasını seçin:
uk: Виберіть файл конфігурації:

source: Authentication Configuration
ca: Configuració de l'autenticació
de: Authentifizierungskonfiguration
es: Configuración de autenticación
it: Configurazione autenticazione
ko: 인증 구성
nl: Verificatieconfiguratie
pt_br: Configuração de Autenticação
sl: Nastavitve overjanja
tr: Kimlik Doğrulama Yapılandırması
uk: Налаштування розпізнавання

source: Initializing...
ca: Iniciant...
de: Initialisierung...
es: Inicializando...
it: Inizializzazione in corso...
ko: 초기화하고 있습니다...
nl: Initialiseren...
pt_br: Inicializando...
sl: Začetno nastavljanje …
tr: Başlatılıyor...
uk: Започаткування...

source: Cannot write global conf settings.
ca: No es poden escriure els paràmetres globals de configuració.
de: Es können keine globalen Konfigurationseinstellungen geschrieben werden.
es: No es posible escribir la configuración global.
it: Impossibile scrivere impostazioni conf globali.
ko: 전역 구성 설정을 기록할 수 없습니다.
nl: Kan globale conf-instellingen niet schrijven.
pt_br: Impossível gravar definições da config. global.
sl: Ni moč zapisati skupnih nastavitev.
tr: Genel yapılandırma ayarları yazılamıyor.
uk: Неможливо записати глобальні налаштування конфігурацій.

source: Cannot write global settings.
ca: No es poden escriure els paràmetres globals.
de: Es können keine globalen Einstellungen geschrieben werden.
es: No es posible escribir la configuración global.
it: Impossibile scrivere le impostazioni globali.
ko: 전역 설정을 작성할 수 없습니다.
nl: Kan globale instellingen niet schrijven.
pt_br: Impossível gravar configurações globais.
sl: Ni moč zapisati skupnih nastavitev.
tr: Genel ayarlar yazılamıyor.
uk: Неможливо записати глобальні налаштування.

source: Cannot write global ticket settings.
ca: No es poden escriure els paràmetres globals dels tiquets.
de: Es können keine globalen Ticket-Einstellungen geschrieben werden.
es: No es posible escribir la configuración de ticket global.
it: Impossibile scrivere le impostazioni ticket globali.
ko: 전역 티켓 설정을 기록할 수 없습니다.
nl: Kan geen globale ticketinstelling schrijven.
pt_br: Impossível gravar configurações de ticket globais.
sl: Ni moč zapisati skupnih nastavitev kartice.
tr: Küresel bilet ayarları yazılamıyor.
uk: Неможливо записати глобальні налаштування квитків.

source: Initializing Geo Cluster Configuration
ca: Iniciant la configuració de Geo Clúster
de: GeoCluster-Konfiguration wird initialisiert
es: Inicializando configuración de GeoCluster
it: Inizializzazione della configurazione Geo Cluster
ko: Geo Cluster 구성 초기화 중
nl: Bezig Geo-clusterinstellingen te initialiseren
pt_br: Inicializando Configuração do Geo Cluster
sl: Začetno nastavljanje geo-gruče
tr: Geo Küme Yapılandırması Başlatılıyor
uk: Започаткування конфігурації Geo Cluster

source: Read the previous settings
ca: Llegeix els paràmetres anteriors
de: Vorherige Einstellungen einlesen
es: Leer la configuración anterior
it: Leggi le impostazioni precedenti
ko: 이전의 설정사항 읽기
nl: Vorige instellingen inlezen
pt_br: Ler as configurações anteriores
sl: Branje prejšnjih nastavitev
tr: Önceki ayarları oku
uk: Читання попередніх параметрів

source: Read Firewall Settings
ca: Llegeix els paràmetres del tallafoc
de: Firewall-Einstellungen lesen
es: Leer la configuración del cortafuegos
it: Leggi impostazioni firewall
nl: Firewall-instellingen lezen
sl: Branje nastavitev požarnega zidu
tr: Güvenlik Duvarı Ayarlarını Oku
uk: Читання параметрів мережного екрана

source: Reading the previous settings...
ca: Llegint els paràmetres anteriors...
de: Vorherige Einstellungen werden eingelesen...
es: Leyendo la configuración previa...
it: Lettura delle impostazioni precedenti in corso...
ko: 이전 설정값을 읽고 있습니다...
nl: Vorige instellingen worden gelezen...
pt_br: Lendo as configurações anteriores...
sl: Branje prejšnjih nastavitev …
tr: Önceki ayarlar okunuyor...
uk: Читання попередніх параметрів...

source: Finished
ca: Acabat
de: Fertig
es: Terminado
it: Operazione completata
ko: 완료됨
nl: Gereed
pt_br: Concluído
sl: Zaključeno
tr: Sonlandı
uk: Завершено

source: Saving Geo Cluster Configuration
ca: Desant la configuració de Geo Clúster
de: GeoCluster-Konfiguration wird gespeichert
es: Guardando configuración de GeoCluster
it: Salvataggio della configurazione Geo Cluster
ko: Geo Cluster 구성 저장 중
nl: Configuratie van GeoCluster wordt opgeslagen
pt_br: Gravando Configuração do Geo Cluster
sl: Shranjevanje nastavitev geo-gruče
tr: Coğrafi Küme Yapılandırması Kaydediliyor
uk: Збереження конфігурації Geo Cluster
