Repository: yast/yast-translations
Catalog: po/geo-cluster/*.po
Languages: ca, de, es, it, ko, nl, pt_br, sl, tr, uk

source: Write the settings
ca: Escriu els paràmetres
de: Einstellungen schreiben
es: Escribir la configuración
it: Scrivi le impostazioni
ko: 세팅 기록
nl: Instellingen opslaan
pt_br: Salvar as configurações
sl: Zapis nastavitev
tr: Ayarları yaz
uk: Записати параметри

source: Write the Firewall settings
ca: Escriu els paràmetres del tallafoc
de: Die Firewall-Einstellungen schreiben
es: Escribir la configuración del cortafuegos
it: Scrivi impostazioni firewall
nl: De Firewall-instellingen schrijven
sl: Zapis nastavitev požarnega zidu
tr: Güvenlik Duvarı ayarlarını yazın
uk: Запис параметрів мережного екрана

source: Writing the settings...
ca: Escrivint els paràmetres...
de: Einstellungen werden geschrieben...
es: Escribiendo la configuración...
it: Scrittura delle impostazioni in corso...
ko: 세팅을 기록하고 있습니다...
nl: Instellingen worden opgeslagen...
pt_br: Salvando as configurações...
sl: Zapisovanje nastavitev …
tr: Ayarlar yazılıyor...
uk: Запис параметрів...

source: Writing the Firewall settings
ca: Escrivint els paràmatres del tallafoc
de: Die Firewall-Einstellungen werden geschrieben
es: Escribiendo la configuración del cortafuegos
it: Scrittura delle impostazioni del firewall
nl: De firewall-instellingen worden geschreven
sl: Zapisovanje nastavitev požarnega zidu …
tr: Güvenlik Duvarı ayarlarının yazılması
uk: Запис параметрів мережного екрана

source: Cannot write settings.
ca: No es poden escriure els paràmetres.
de: Einstellungen können nicht geschrieben werden.
es: No es posible escribir la configuración.
it: Impossibile scrivere le impostazioni.
ko: 설정을 기록할 수 없습니다.
nl: Kan de instellingen niet opslaan.
pt_br: Não foi possível salvar as configurações.
sl: Nastavitev ni moč zapisati.
tr: Ayarlar yazılamıyor.
uk: Не вдається записати параметри.

source: Configuration Summary
ca: Resum de la configuració
de: Konfigurationszusammenfassung
es: Resumen de la configuración
it: Sommario della configurazione
nl: Configuratie overzicht
sl: Povzetek nastavitev
tr: Yapılandırma Özeti
uk: Зведення налаштування

source: Initializing geo-cluster Configuration
ca: Iniciant la configuració de geo-clúster
de: GeoCluster-Konfiguration wird initialisiert
es: Inicializando la configuración de geo-cluster
it: Inizializzazione della configurazione Geo Cluster
ko: geo-cluster 구성 초기화
nl: Bezig geo-clusterconfiguratie te initialiseren
pt_br: Inicializando Configuração do geo-cluster
sl: Začetno nastavljanje geo-gruče
tr: Coğrafi küme Yapılandırması başlatılıyor
uk: Започаткування конфігурації geo-cluster

source: Read the database
ca: Llegeix la base de dades
de: Datenbank einlesen
es: Leer la base de datos
it: Leggi il database
ko: 데이타베이스 읽기
nl: Database inlezen
pt_br: Ler o banco de dados
sl: Branje podatkovne zbirke
tr: Veri tabanını oku
uk: Читання бази даних

source: Detect the devices
ca: Detecta els dispositius
de: Geräteerkennung
es: Detectar los dispositivos
it: Rileva i dispositivi
ko: 장치 검색
nl: Apparaten detecteren
pt_br: Detectar os dispositivos
sl: Zaznava naprav
tr: Aygıtları algıla
uk: Виявлення пристроїв

source: Reading the database...
ca: Llegint la base de dades...
de: Datenbank wird eingelesen...
es: Leyendo la base de datos...
it: Lettura del database in corso...
ko: 데이타 베이스를 읽고 있습니다...
nl: Database wordt gelezen...
pt_br: Lendo o banco de dados...
sl: Branje podatkovne zbirke …
tr: Veri tabanı okunuyor...
uk: Читання бази даних...

source: Detecting the devices...
ca: Detectant els dispositius...
de: Geräteerkennung läuft...
es: Detectando los dispositivos...
it: Rilevamento dei dispositivi in corso...
ko: 장치를 검색하고 중...
nl: De apparaten worden gedetecteerd...
pt_br: Detectando os dispositivos...
sl: Zaznavanje naprav …
tr: Aygıtlar algılanıyor...
uk: Виявлення пристроїв...

source: Cannot read the database1.
ca: No es pot llegir database1.
de: Datenbank1 konnte nicht gelesen werden.
es: No es posible leer la base de datos 1.
it: Impossibile leggere il database1.
ko: 데이터베이스1을 읽을 수 없습니다.
nl: Kan de database1 niet lezen.
pt_br: Não foi possível ler o banco de dados 1.
sl: Podatkovne zbirke database1 ni moč brati.
tr: Veritabanı okunamıyor.
uk: Неможливо прочитати database1.

source: Cannot read the database2.
ca: No es pot llegir database2.
de: Datenbank 2 konnte nicht gelesen werden.
es: No es posible leer la base de datos 2.
it: Impossibile leggere il database2.
ko: 데이터베이스2를 읽을 수 없습니다.
nl: Kan database2 niet lezen.
pt_br: Não foi possível ler o banco de dados 2.
sl: Podatkovne zbirke database2 ni moč brati.
tr: database2 okunamadı.
uk: Неможливо прочитати database2.

source: Cannot detect devices.
ca: No es poden detectar els dispositius.
de: Keine Geräte gefunden.
es: No es posible detectar los dispositivos.
it: Impossibile rilevare i dispositivi.
ko: 장치를 검색할 수 없습니다.
nl: Kan apparaten niet detecteren.
pt_br: Não foi possível detectar os dispositivos.
sl: Naprav ni moč zaznati.
tr: Aygıtlar algılanamadı.
uk: Не вдається виявити пристрої.

source: Saving geo-cluster Configuration
ca: Desant la configuració de geo-clúster
de: GeoCluster-Konfiguration wird gespeichert
es: Guardando la configuración de geo-cluster
it: Salvataggio della configurazione Geo Cluster
ko: geo-cluster 구성 저장
nl: Configuratie van geo-cluster wordt opgeslagen
pt_br: Gravando Configuração do geo-cluster
sl: Shranjevanje nastavitev geo-gruče
tr: Coğrafi küme yapılandırması kaydediliyor
uk: Збереження конфігурації geo-cluster

source: Run SuSEconfig
ca: Executa SuSEconfig
de: SuSEconfig ausführen
es: Ejecutar SuSEconfig
it: Esecuzione di SuSEconfig
ko: SuSEconfig 실행
nl: SuSEconfig starten
pt_br: Executar o SuSEconfig
sl: Zagon SuSEconfig
tr: SuSEconfig'i çalıştır
uk: Запустити SuSEconfig

source: Running SuSEconfig...
ca: Executant SuSEconfig...
de: SuSEconfig wird ausgeführt...
es: Ejecutando SuSEconfig...
it: Esecuzione di SuSEconfig in corso...
ko: SuSEconfig 실행 중입니다...
nl: SuSEconfig wordt uitgevoerd...
pt_br: Executando o SuSEconfig...
sl: Zaganjanje SuSEconfig …
tr: SuSEconfig çalıştırılıyor...
uk: Виконання SuSEconfig...

source: Configuration summary ...
ca: Resum de la configuració...
de: Zusammenfassung der Konfiguration ...
es: Resumen de la configuración...
it: Riepilogo della configurazione...
ko: 구성 요약...
nl: Configuratie overzicht...
pt_br: Resumo da configuração...
sl: Povzetek nastavitev
tr: Yapılandırma özeti ...
uk: Зведення налаштування...

source: arbitrator have to be filled!
ko: 중재자는 반드시 입력해야 합니다.
pt_br: arbitrador deve ser preenchido!

source: Read SuSEFirewall Settings
ko: SuSEFirewall 설정 읽기
pt_br: Ler as configurações do SuSEFirewall

source: Write the SuSEfirewall settings
ko: SuSEfirewall 설정 작성
pt_br: Salvar as configurações do SuSEFirewall

source: Writing the SuSEFirewall settings
ko: SuSEFirewall 설정 작성
pt_br: Salvando as configurações do SuSEFirewall...

source: Configuration summary...
ko: 구성 요약...
pt_br: Resumo da configuração...
