Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> The <b>driver</b> determines that the right data is produced for the specific printer model.<br> If a wrong driver is assigned, wrong data is sent to the printer which results bad looking printout, chaotic printout, or no printout at all.<br> Initially the input field for the driver search string is preset with the autodetected model name of the currently selected connection and those drivers where the driver description matches to the model name are shown by default.<br> If driver descriptions match to the autodetected model name and if all matching driver descriptions seem to belong to the same model, the driver descriptions are sorted so that the most reasonable driver should be listed topmost and this one is automatically preselected. If no driver is automatically preselected, you must manually find and select an appropriate driver.<br> On the other hand if a driver was automatically preselected, it does not necessarily mean that this driver is a reasonable driver for your particular needs. Strictly speaking an automatically preselected driver may not work at all for your particular printer model. The reason is that the automated driver selection can only work based upon comparison of strings (the autodetected model name and the driver descriptions) so that the result can be only a best-guess proposal how to set up your particular printer model.<br> Therefore check if the currently preselected values make sense and feel free to play around and modify the settings to what you know what works best for your printer.<br> If no driver description matches to the autodetected model name, it does not necessarily mean that there is no driver available for the model. Often only the model name in the driver descriptions is different from the autodetected model name. Therefore you can enter whatever you like as driver search string and search through all available driver descriptions.<br> Usually the default driver option settings should be reasonable so that the driver works for your particular printer model. Some driver option settings must match to your particular printer. In particular the default paper size setting of the driver must match to the paper which is actually loaded in your printer. You can either explicitly select A4 or Letter as default paper size or select nothing to use the built-in default paper size of the driver which is also the fallback if the driver neither supports A4 nor Letter (for example a driver for a small-format photo printer). If you like to adjust other driver options except A4 or Letter, you must first set up the queue and then in a second step you can adjust all driver options in the 'Edit/Modify' dialog. </p>
ca: <p> El <b>controlador</b> determina que es produeixin les dades necessàries per al model específic d'impressora.<br> Si s'assigna un controlador erroni, s'envien dades errònies a la impressora, la qual cosa provoca una mala impressió, una impressió caòtica o cap impressió.<br> Inicialment, el camp d'entrada per a la línia de cerca del controlador mostra el nom del model autodetectat de la connexió seleccionada vigent i els controladors que es mostren per defecte són els que coincideixen amb el nom del model.<br> Si la descripció del controlador coincideix amb el nom del model autodetectat, i si tots els controladors coincidents sembla que pertanyin al mateix model, la descripció dels controladors es classifica de manera que el controlador més raonable sigui a dalt de tot de la llista i sigui el que s'ha preseleccionat automàticament. Si no hi ha cap controlador preseleccionat, heu de trobar i seleccionar manualment el controlador adient.<br> D'altra banda, si s'ha preseleccionat un controlador automàticament no significa necessàriament que aquest controlador sigui raonable per a les vostres necessitats particulars. Estrictament parlant, un controlador automàticament preseleccionat podria no funcionar per al vostre model d'impressora particular. El motiu és que la detecció automàtica de controladors només funciona basant-se un una comparació de línies (el nom del model autodetectat i les descripcions dels controladors) de manera que el resultat pot ser només una mala proposta de configuració de la vostra impressoral.<br> Per això, comproveu que els valors preseleccionats tinguin sentit i no tingueu manies a l'hora de remenar i modificar la configuració al que sabeu que funciona millor amb la vostra impressora.<br> Si no hi ha cap descripció de controlador que coincideixi amb el model autodetectat, no significa necessàriament que no hi hagi cap controlador per al vostre model. Sovint només el nom del model a les descripcions dels controladors és diferent del nom del model autodectectat. Per tant, podeu introduir el que vulgueu com a línia de cerca de controlador i remenar per les descripcions dels controladors disponibles.<br> Normalment l'opció de controlador per defecte hauria de ser raonable de manera que funcionés per a la vostra impressora. Algunes opcions de configuració del controlador haurien de coincidir amb la vostra impressora. Concretament la mida del paper per defecte establert al controlador hauria de coincidir amb el que realment es carrega a la impressora. Podeu escollir paper A4 o paper de carta com a mida de paper per defecte o no seleccionar res per fer servir la mida per defecte del controlador que és també la configuració bàsica si el controlador no té suport ni per a A4 ni carta (per exemple, en una impressora per a fotografies de petit format). Si voleu ajustar altres paràmetres excepte A4 o carta, primer heu de configurar la cua d'impressió i, en segon lloc, podeu podeu ajustar els paràmetres del controlador al diàleg "Editar/Modificar". </p>
da: <p> <b>Driveren</b> bestemmer at de korrekte data produceres til den specifikke printermodel.<br> Hvis en forkert driver er tildelt, sendes forkert data til printeren hvilket medfører uskønt udskrift, kaotisk udskrift, eller intet udskrift overhovedet.<br> Indledningsvis er input-feltet for driveren forudfyldt med det autodetekterede modelnavn for den aktuelt valgte tilslutning og de drivere hvor driverbeskrivelsen passer til modelnavnet vises som standard.<br> Hvis driverbeskrivelsen matcher det autodetekterede modelnavn og hvis alle matchende driverbeskrivelser ser ud til at høre til samme model, sorteres driverbeskrivelserne således at den mest fornuftige driver bør være øverst på listen og denne forvælges automatisk. Hvis ingen driver automatisk forvælges, skal du manuelt finde og vælge en passende driver.<br> På den anden side, hvis en driver blev forvalgt automatisk, betyder det ikke nødvendigvis at denne driver er en fornuftig driver for dine specifikke behov. Strengt taget, er det muligt at en automatisk forvalgt driver slet ikke virker for din specifikke printermodel. Årsagen er at det automatiserede drivervalg kun kan virke baseret på sammenligning af strenge (det autodetekterede modelnavn og driverbeskrivelsen) så resultatet kan kun være et foreslag baseret på et godt gæt om hvordan din specifikke printermodel sættes bedst op.<br> Tjek derfor om de aktuelle forvalgte værdier giver mening og du er velkommen til at lege med indstillingerne og ændre dem til det du ved virker bedst med din printer.<br> hvis ingen driverbeskrivelse passer til det autodetekterede modelnavn, betyder det ikke nødvendigvis at der ikke findes en driver til den model. Ofte er modelnavnet i driverbeskrivelserne blot forskelligt fra det autodetekterede navn. Derfor kan du angive hvad du har lyst til som driver-søgestreng og gennemsøge alle tilgængelige driverbeskrivelser.<br> Normalt bør standard driver-indstillingen være fornuftig så den driver virker med din specifikke printermodel. Nogle driver-indstillinger skal matche din specifikke printer. Især skal driverens indstilling af standardpapirstørrelse matche det papir som faktisk er fyldt i din printer. Den kan enten eksplicit vælge A4 eller Letter som standardpapirstørrelse eller vælge ingenting for at bruge driverens indbyggede standardpapirstørrelse hvilket også er nødplanen hvis driveren hverken understøtter A4 eller Letter (for eksempel en driver til en foto-printer til lille format). Hvis du gerne vil justere andre driverindstillinger end A4 eller Letter, skal du først oprette køen og du kan derefter i andet trin justere alle driverindstillinger i dialogen "Redigér/ændr". </p>
de: <p> Der <b>Treiber</b> stellt sicher, dass der jeweilige Drucker die an ihn gesendeten Daten verstehen kann.<br> Wenn ein falscher Treiber verwendet wird, werden falsche Daten an den Drucker gesendet was zu einem schlechten Druckergebnis führt oder das Drucken ganz verhindert.<br> Zu Beginn steht im Eingabefeld für die Druckerauswahl der Name derjenigen Drucker, die vom System automatisch erkannt wurden.<br> Konnte der Drucker nicht eindeutig identifiziert werden, steht der wahrscheinlichste zuoberst in der Liste und wird, zusammen mit dem passenden Treiber, vom System vorausgewählt. Sollte kein Treiber vorausgewählt worden sein, müssen Sie manuell danach suchen.<br> Ein vom System vorausgewählter Treiber bedeutet nicht, dass er Ihren Ansprüchen genügt. Es kann sein, dass ein automatisch ausgewählter Treiber mit dem Drucker überhaupt nicht zusammenarbeitet, weil die automatische Vorauswahl nur über den Vergleich von Suchstrings läuft (automatisch erkannter Druckername und Treiberbeschreibung). Das Ergebnis stellt folglich nur eine Vermutung dar, aufgrund derer Sie Ihren Drucker mit hoher Wahrscheinlichkeit erfolgreich einrichten können.<br> Überprüfen Sie deshalb bitte selbst, ob die vom System erkannten Werte plausibel sind. Probieren Sie im Zweifelsfall andere Werte.<br> Falls kein Treiber zu Ihrem Drucker gefunden wird, bedeutet das nicht, dass kein Treiber für das Druckermodell vorhanden ist. Oft unterscheidet sich nur der Modellname in den Treiberbeschreibungen von dem automatisch erkannten Modellnamen. Tragen Sie daher bitte die Werte, von denen Sie wissen oder annehmen, dass sie zu Ihrem Drucker passen, selbst ein. Testen Sie verschiedene Suchbegriffe um eventuelle vorhanden, aber nicht angezeigte Treiber aufzuspüren.<br> Üblicherweise passt der gefundene Treiber zum jeweiligen Druckermodell und alles sollte reibungslos funktionieren. Dennoch sollten Sie einzelne Treiberoptionen an Ihre speziellen Bedürfnisse anpassen. Beispielsweise muss die im Treiber eingestellte Papiergröße mit der von Ihnen verwendeten übereinstimmen. Sie können die Formate 'A4' oder 'Letter' explizit als Standardgröße eintragen oder keine Auswahl treffen und damit die im Treiber voreingestellten Werte übernehmen (die der Treiber automatisch nutzt, falls er weder A4 noch Letter unterstützt). Falls Sie außer der Papiergröße noch andere Werte justieren wollen, müssen Sie zuerst eine Druckerwarteschlange einrichten und können dann, im zweiten Schritt, die gewünschten Einstellungen im 'Bearbeiten'-Dialog vornehmen. </p>
es: <p> El <b>controlador</b> es el responsable de que se generen los datos adecuados para cada modelo especifico de impresora.<br> Si se asigna un controlador incorrecto, se enviarán datos incorrectos a la impresora, con lo que se obtendrá una impresión con mal aspecto o caótica, o no se imprimirá nada.<br> Al principio, el campo de búsqueda del controlador se autocompleta con el nombre del modelo detectado automáticamente para la conexión seleccionada y se muestran por defecto los controladores cuya descripción coincide con el modelo de impresora.<br> Si las descripciones de los controladores coinciden con el modelo detectado automáticamente y si todas la descripciones parecen pertenecer al mismo modelo, las descripciones se ordenan de forma que el controlador más razonable esté situado arriba y sea preseleccionado automáticamente. Si no se preselecciona ningún controlador automáticamente, debe buscar y seleccionar el controlador apropiado manualmente.<br> Por otra parte, el hecho de que se haya seleccionado un controlador automáticamente no implica que sea necesariamente el más adecuado para sus necesidades. Es decir, un controlador preseleccionado automáticamente puede no funcionar en su modelo concreto de impresora. Esto se debe a que a búsqueda automática del controlador se basa en la comparación de cadenas de caracteres (entre el modelo de su impresora y la descripción del controlador), por lo que el resultado debe considerarse solo como la mejor sugerencia de cómo configurar su impresora.<br> Por lo tanto, compruebe si los valores preseleccionados tienen sentido y cámbielos libremente hasta encontrar los que se adapten mejor a su impresora.<br> Si ninguna descripción del controlador coincide con el nombre del modelo autodetectado, no significa que no exista ningún controlador disponible para su impresora. Muchas veces, solo el nombre del modelo en las descripciones del controlador es distinto del nombre del modelo autodetectado. Por lo tanto, puede introducir lo que quiera como cadena de búsqueda del controlador y buscar en todas las descripciones de controlador disponibles.<br> Habitualmente, las opciones de configuración por defecto del controlador son adecuadas, de forma que el controlador funcionará para su modelo de impresora en concreto. Algunas opciones de configuración del controlador deben ajustarse para su impresora en particular. En concreto, la configuración del tamaño del papel por defecto del controlador debe coincidir con el papel efectivamente cargado en la impresora. Puede seleccionar explícitamente A4 o Carta como tamaño de papel por defecto o no seleccionar nada para usar el tamaño de papel por defecto del controlador, que es también el de reserva en caso de que el controlador no admita ni A4 ni Carta (por ejemplo, un controlador de una impresora de fotografía de pequeño formato). Si desea ajustar otras opciones del controlador además de A4 o Carta, debe primero configurar la cola y después, en un segundo paso, ajustar todas las opciones del controlador en el recuadro de diálogo Editar o Modificar. </p>
fi: <p> <b>Tulostinajuri</b> huolehtii siitä, että kullekin tulostinmallille. lähetetään oikeanlaista dataa.<br> Jos on valittu väärä ajuri, tulostimelle lähetään virheellistä dataa, mikä johtaa huonolaatuiseen tai sekavaan tulosteeseen tai ettei tulostus toimi lainkaan.<br> Oletuksena hakukenttään tulevat tunnistetun tulostimen mallia vastaavat ajurit.<br> Jos ajurin kuvaus vastaa tulostimen tunnistettua mallinimeä, ajurit järjestetään niin, että tulostimeen parhaiten sopiva ajuri on ylimpänä ja ennakolta valittuna.<br> Ellei automaattitunnistus löytänyt ajureita, tulee sinun itse etsiä ja valita tulostimeesi sopiva ajuri.<br> Toisaalta vaikka ajuri valittiin automaattisesti, se ei välttämättä tarkoita, että ajuri on tulostimellesi paras valinta. Pahimmassa tapauksessa automaattisesti valittu ajuri ei välttämättä toimi ollenkaan. Ajurin valinta perustuu merkkijonojen vertailuun: automaattisesti tunnistettuun mallinimeen ja ajurin kuvaukseen. Kyseessä on vain arvaukseen perustuva ehdotus siitä, mikä voisi olla paras ajuri tulostimellesi.<br> Tarkista siis automaattisesti valitut arvot. Voit muuttaa niitä vapaasti sellaisiksi, joiden tiedät toimivan tulostimellasi parhaiten.<br> Vaikkei tunnistettuun mallinimeen sopivaa ajurin kuvausta löydykään, se ei välttämättä tarkoita, ettei kyseiselle tulostimelle olisi toimivaa ajuria. Usein mallinimi eroaa ajurissa olevasta kuvauksesta. Ajuria kannattaa siksi etsiä myös haulla ja käydä läpi kaikki ajurikuvaukset.<br> Yleensä ajurin oletusasetukset ovat sellaiset, että ne toimivat kyseisellä laitteella suuremmitta säädöittä. Osan asetuksista tulee vastata tiettyä tulostinta: erityisesti ajurin oletuspaperikoon on vastattava tulostimessa olevaa paperia. Paperin oletuskooksi voi valita A4 tai Letter. Ellet valitse mitään, käytetään ajurin oletusarvoa, jota käytetään myös kun oikeaa paperikokoa ei löydy (esimerkiksi pieniä valokuvia tulostettaessa). Jos haluat muuttaa muita asetuksia kuin paperikokoa, luo ensiksi tulostusjono. Sen jälkeen voit muokata haluamiasi asetuksia Muokkaa-ikkunasta. </p>
fr: <p> Le <b>pilote</b> assure que les bonnes données sont produites pour le modèle d'imprimante spécifique.<br> Si un mauvais pilote est assigné, de mauvaises données sont envoyées à l'imprimante, ce qui a pour effet de mauvaises impressions, des impressions chaotiques ou pas d'impression du tout.<br> Initialement, le champs de recherche du pilote est prérempli avec le nom du modèle détecté automatiquement de la connexion actuellement sélectionnée, et les pilotes dont la description correspond au nom du modèle sont affichés par défaut.<br> Si les descriptions de pilote correspondent au nom de modèle détecté automatiquement et si toutes les descriptions de pilotes correspondantes semblent appartenir au même modèle, les descriptions de pilote sont triées de telle sorte que le pilote le plus vraisemblable se trouve en haut de la liste et celui-ci est automatiquement présélectionné. Si aucun pilote n'est présélectionné, vous devez trouver et sélectionner manuellement le pilote approprié.<br> Au contraire, si un pilote a été automatiquement présélectionné, cela ne signifie pas nécessairement qu'il convient à vos besoins particuliers. Il est possible qu'un pilote présélectionné ne fonctionne pas du tout pour votre modèle d'imprimante. La raison est que la sélection de pilote automatique ne peut fonctionner que sur la comparaison de chaines (le nom de modèle détecté automatiquement et les descriptions de pilotes). Ainsi, le résultat n'est qu'une proposition de configuration de votre modèle d'imprimante en particulier.<br> C'est pourquoi il faut vérifier si les valeurs présélectionnées ont du sens et n'hésitez pas à vérifier et modifier les paramètres selon ce qui fonctionne le mieux avec votre imprimante.<br> Si aucune description de pilote ne correspond au nom de modèle détecté automatiquement, cela ne signifie pas forcément qu'aucun pilote n'est disponible pour le modèle. Souvent, il s'agit seulement d'une différence entre le nom du modèle dans la description du pilote et le nom du modèle détecté automatiquement. C'est pourquoi vous pouvez entrer ce que vous voulez dans le champ de recherche et chercher à travers toutes les descriptions de pilotes disponibles.<br> La plupart du temps, les paramètres par défaut du pilote sont corrects pour que le pilote fonctionne avec votre modèle d'imprimante en particulier. Certains paramètres du pilote doivent correspondre à votre modèle d'imprimante. Par exemple, le paramètre du pilote correspondant à la taille de papier par défaut doit correspondre au papier qui est actuellement chargé dans votre imprimante. Vous pouvez soit choisir explicitement A4 ou Lettre comme taille de papier par défaut, soit ne rien sélectionner pour utiliser la taille de papier par défaut du pilote, ce qui est aussi une astuce si le pilote ne supporte ni A4 ni Lettre (par exemple, un pilote pour une imprimante photo petit format). Si vous souhaitez ajuster d'autres options du pilote, autres que A4 ou Lettre, vous devez d'abord configurer la file d'attente, puis dans un second temps, vous pouvez modifier toutes les options du pilote dans la boîte de dialogue 'Modifier'. </p>
nl: <p> Het <b>stuurprogramma</b> bepaalt of de juiste gegevens voor het specifieke printer-model worden geproduceerd.<br> Als er een verkeerd stuurprogramma is gekozen dan worden de verkeerde gegevens naar de printer gestuurd hetgeen resulteert in een slechte afdruk, een chaotische afdruk, of helemaal geen afdruk.<br> Initieel wordt het invoerveld voor de zoek-tekst ingevuld met een model-naam die komt uit de automatische detectie van de nu geselecteerde verbinding. Hiermee wordt een stuurprogramma geselecteerd waarvan de beschrijving overeenkomt de model-naam. Deze worden standaard getoond.<br> Als de beschrijving van het stuurprogrammau overeenkomt met de automatisch gedetecteerde model-naam en alle overeenkomende beschrijvingen bij hetzelfde model behoren dan worden de beschrijvingen gesorteerd op de meest waarschijnlijke eerst en de minst waarschijnlijke laatst. De bovenste wordt dan automatisch voor-geselecteerd. Als er geen stuurprogramma automatisch wordt voor-geselecteerd dan moet u er handmatig naar zoeken en deze selecteren.<br> Als een stuurprogramma automatisch was voor-geselecteerd dan betekent dat niet noodzakelijk dat deze de juiste is voor uw specifieke behoeften. Het kan zelfs zo zijn dat de automatisch voor-geselecteerde stuurprogramma helemaal niet werkt voor uw printer-model. De reden is dat de automatisch selectie werkt op basis van het vergelijken van tekenreeksen (de automatisch gedetecteerde model-naam en de beschrijving van de stuurprogramma) zodat het resultaat alleen een best-guess voorstel is over hoe uw eigen printer-model opgezet moet worden.<br> Controleer daarom of de huidige voor-geselecteerde waarden zinnig zijn en voel u vrij om er mee te spelen en wijzig de instellingen tot wat waarvan u weet dat het beste werkt voor uw printer.<br> Als geen beschrijving van de stuurprogramma overeenkomt met de automatisch gedetecteerde model-naam dan betekent dat niet noodzakelijk dat er geen stuurprogramma beschikbaar is voor dat model. Vaak verschilt alleen de model-naam in de beschrijvingen van de stuurprogramma van de automatisch gedetecteerde model-naam. U kunt daarom alles als zoek-tekst naar een stuurprogramma invullen en alle beschikbare beschrijvingen doorzoeken.<br> Gewoonlijk zijn de standaard optie-instellingen redelijk zodat de stuurprogramma voor uw specifieke printer-model werkt. Enkele instellingen van opties moeten overeenkomen met uw specifieke printer. In het bijzonder moet de standaard papiergrootte-instelling van de stuurprogramma overeenkomen met het papier dat in uw printer is geladen. U kunt ofwel expliciet A4 of Letter selecteren als standaard papiergrootte of niets selecteren om de ingebouwde standaard papiergrootte van de stuurprogramma te gebruiken waarop de stuurprogramma terugvalt als deze geen A4 noch Letter ondersteunt (bijvoorbeeld een stuurprogramma voor een klein-formaat foto-printer). Als u graag de andere opties voor de stuurprogramma wijzigt, behalve A4 of Letter, dan moet u eerst de wachtrij opzetten en dan kunt u in een tweede stap alle opties van de stuurprogramma aanpassen in de 'Bewerken/wijzigen' dialoog. </p>
sk: <p> <b>Ovládač</b> určuje, že sa vytvoria pre určitý model tlačiarne správne dáta.<br> Ak je priradený zlý ovládač, do tlačiarne sú odoslané zlé dáta, čo má za následok zle vyzerajúci výtlačok, chaotický výtlačok alebo vôbec žiadnu tlač.<br> Najprv pole pre zadanie hľadaného reťazca ovládača je prednastavené s názvom automaticky zisteného modelu aktuálne vybraného pripojenia a tieto ovládače, kde sa popis ovládača zhoduje s názvom modelu, sú zobrazené ako predvolené nastavenie.<br> Ak popisy ovládača zodpovedal automaticky zistenému názvu modelu a ak všetky zodpovedajúce popisy ovládača vyzerajú, že patria k rovnakému modelu, popisy ovládača sú zoradené tak, že najviac vyhovujúci ovládač by mal byť uvedený najvyššie a je automaticky predvolený. Ak žiadny ovládač nie je automaticky predvolený, musíte ručne nájsť a vybrať príslušný ovládač.<br> Na druhej strane, ak bol ovládač automaticky vopred vybraný, nemusí to nutne znamenať, že tento ovládač je najlepší ovládač pre vaše konkrétne potreby. Prísne vzaté, automaticky predvolené ovládače nemusia vôbec pracovať s konkrétnym modelom tlačiarne. Dôvodom je to, že automatizovaný výber ovládača môže pracovať iba na základe porovnávania reťazcov (názov rozpoznaného modelu a popisy ovládača), takže výsledok môže byť len návrh z najlepšieho odhadu, ako nastaviť váš konkrétny model tlačiarne.<br> Preto skontrolujte, či aktuálne prednastavené hodnoty dávajú zmysel a nebojte sa pohrať a upraviť nastavenie na to, čo viete, že je najlepšie pre vašu tlačiareň.<br> Ak žiadny popis ovládača nezodpovedá názvu automaticky zisteného modelu, to nemusí nutne znamenať, že pre model nie je k dispozícii žiadny ovládač. Často je iba názov modelu v popisoch ovládača odlišný od názvu automaticky rozpoznaného modelu. Preto môžete zadať, čo sa vám páči, ako hľadaný reťazec ovládača a prehľadať všetky dostupné popisy ovládača.<br> Zvyčajne je by malo byť nastavenie predvolenej voľby ovládača primerané, takže ovládač pracuje pre konkrétny model tlačiarne. Niektoré nastavenia volieb ovládača sa musia zhodovať s vašou konkrétnou tlačiarňou. Najmä predvolené nastavenie veľkosti papiera v ovládači musí zodpovedať papieru, ktorý je vlastne vložený v tlačiarni. Môžete buď explicitne vybrať A4 alebo Letter ako východiskovú veľkosť papiera, alebo nevybrať nič a použiť vstavanú predvolenú veľkosť papiera ovládača, čo je tiež núdzové riešenie, ak ovládač nepodporuje A4 ani Letter (napríklad ovládač pre fotografické tlačiarne malého formátu). Ak chcete nastaviť ďalšie možnosti ovládača s výnimkou formátu A4 alebo Letter, musíte najprv nastaviť front a potom v druhom kroku môžete nastaviť všetky možnosti ovládača v dialógu 'Upraviť/Zmeniť'. </p>
sl: <p> <b>Gonilnik</b> poskrbi, da se za določen model tiskalnika poslani podatki pretvorijo v pravo obliko.<br> Če je dodeljen napačen gonilnik, se tiskalniku pošljejo napačni podatki in rezultat je lahko slab izpis, pomešan izpisa, ali pa se sploh nič ne natisne.<br> Na začetku iskalno polje za gonilnik vsebuje ime samodejno zaznanega modela na trenutno izbrani povezavi in prikazani so gonilniki, ki v opisu vsebujejo ime modela.<br> Če je gonilnikov, ki se ujemajo, več in je videti, da vsi ustrezajo istemu modelu tiskalnika, je najbolj ustrezen gonilnik običajno na vrhu seznama in je samodejno izbran. Če ni izbran noben gonilnik, morate sami ročno poiskati ustrezen gonilnik in ga izbrati.<br> Po drugi strani samodejno izbran gonilnik morda ni najbolj primeren za vaše potrebe. Morda za vaš model tiskalnika sploh ne bo deloval. Razlog za to je, da samodejno izbiranje deluje na osnovi primerjave besedil (samodejno zaznano ime modela in opisi gonilnikov) in rezultat je lahko samo najboljše ugibanje za predlog nastavitve vašega modela tiskalnika.<br> Zato preverite, ali je izbrani gonilnik smiseln. Prosto lahko preizkušate druge možnosti in spreminjate nastavitve na vrednosti, za katere menite ali veste da najbolje delujejo za vaš tiskalnik.<br> Če noben opis gonilnika ne ustreza samodejno zaznanemu imenu modela, to še ne pomeni, da za ta model ni na voljo gonilnika. Pogosto se ti besedili ne ujemata povsem in zato lahko v polje za iskanje gonilnika vnesete karkoli.<br> Običajno bi morale biti privzete možnosti gonilnika primerne za delovanje z določenim modelom tiskalnika. Nekatere možnosti gonilnika se morajo ujemati z določenim tiskalnikom. Na primer privzeta velikost papirja v gonilniku mora biti ustrezna papirju, ki je dejansko naložen v tiskalnik. Izrecno lahko za privzeto velikost papirja izberete A4 ali Letter, lahko pa tega ne izberete in uporabljena bo privzeta velikost papirja vgrajena v gonilnik. To je tudi zasilna možnost, če gonilnik ne podpira niti A4 niti Letter (na primer gonilnik za tiskalnik malih fotografij). Če bi radi nastavili druge možnosti gonilnika, morate najprej ustvariti vrsto in nato lahko v drugem koraku prilagodite vse možnosti gonilnika v pogovornem oknu »Urejanje/Spreminjanje. </p>
zh_cn: <p> <b>驱动程序</b>决定指定型号的打印机 可以输出的正确数据。<br> 如果指派了错误的驱动程序，会将错误的数据发送到打印机， 这将导致难看、混乱的打印输出，或完全没有打印输出。<br> 驱动程序搜索字符串的输入字段初始预设为 当前选中连接的自动检测到的型号名称， 默认会显示那些驱动程序描述与型号名称匹配的 驱动程序。<br> 如果驱动程序描述与自动检测到的型号名称匹配， 并且所有匹配的驱动程序描述都属于同一个型号， 驱动程序描述会按如下方式排序： 最适合的驱动程序列在最上方并被自动预先选中。 如果没有驱动程序被自动预先选中， 您必须手动查找并选择一个合适的驱动程序。<br> 另一方面，如果一个驱动程序被自动预先选中， 也不意味着这个驱动程序就一定是能满足 您特殊需要的最佳驱动程序。 严格来说，一个自动预先选中的驱动程序 或许在您的特定打印机型号上完全不能用。 原因是系统只能根据比较字符串 （自动检测到的型号名与驱动程序描述） 来自动选择驱动程序，因此结果 只能作为如何设置您的特定打印机型号 的最佳猜想的建议。<br> 因此，请检查当前预先选中的值是否合适， 如果您知道您的打印机使用哪种驱动程序最合适， 也可以视情况更改设置。<br> 如果没有与自动检测到的型号名称匹配的驱动程序描述， 这也不意味着没有该型号的驱动程序可用。 通常只是因为驱动程序描述中的型号名称 和自动检测到的型号名称不同。 因此，您可以输入您需要的字符串作为驱动程序搜索字符串， 搜索所有可用驱动程序描述。<br> 通常，默认驱动程序选项设置应该是合适的， 所以该驱动程序可以用于您的特定打印机型号。 而有些驱动程序选项设置就必须与您的特定打印机匹配。 尤其是驱动程序的默认纸张大小设置 必须与您打印机中实际装入的纸张匹配。 您可以明确选择 A4 或 Letter 作为默认纸张大小， 或者不选择纸张大小，而是使用驱动程序的内置默认纸张大小， 该内置选项也是当驱动程序不支持 A4 和 Letter 时的后备选项 （例如小尺寸相片打印机的驱动程序）。 如果您想调整除了 A4 或 Letter 以外的驱动程序选项， 则必须先设置队列，然后在下一步的“编辑/修改” 对话框中调整所有驱动程序选项。 </p>
zh_tw: <p> <b>驅動程式</b>決定了根據特定印表機型號來 產生正確的資料。<br> 如果指定了錯誤的驅動程式，就會將錯誤的資料傳送到印表機， 這會造成列印品質差，一團糟的列印輸出，或根本列印不出。<br> 最初，驅動程式搜尋字串的輸入欄位會預設為 目前所選連接自動偵測到的型號名稱， 並且驅動程式描述符合此型號的驅動程式 在預設情況下都會顯示出來。<br> 如果驅動程式描述符合自動偵測到的型號名稱， 而且所有相符驅動程式描述看上去都屬於相同的型號， 驅動程式描述會進行排序，將最合理的驅動程式 列在最上面並自動預選。 如果沒有自動預選的驅動程式，您必須手動 尋找並選取適當的驅動程式。<br> 另一方面，如果自動預先選取了驅動程式， 也不一定代表此驅動程式就是符合 您特定需求的合理驅動程式。 嚴格來說，自動預先選取的驅動程式 也可能對您特定的印表機型號完全無效。 原因是自動選擇的驅動程式 僅是基於比較字串做出的選擇 (自動偵測的型號名稱與驅動程式描述相比較)， 結果僅是對如何設定您的特定印表機型號 的一種最佳猜測建議。<br> 所以請檢查目前預選的值是否合理， 您可以隨意嘗試並將設定修改為 您已知的最適合您印表機的設定。<br> 如果沒有驅動程式描述符合自動偵測到的型號名稱， 也不一定表示該型號沒有適用的驅動程式。 這通常只表示驅動程式描述中的型號名稱 與自動偵測到的型號名稱不同而已。 因此您可以輸入任何驅動程式搜尋字串， 來搜尋所有可用的驅動程式描述。<br> 通常，預設的驅動程式選項設定應該便是合理的設定， 因此該驅動程式可以在您特定印表機型號上順利的工作。 有些驅動程式選項設定必須符合您特定的印表機。 尤其是驅動程式的預設紙張大小設定必須 符合您實際裝入印表機的紙張。 您可以直接選取 A4 或 Letter 作為預設的紙張大小， 或不做選擇而使用驅動程式內建的預設紙張大小， 這也是當驅動程式不支援 A4 或 Letter 時的後援值 (例如，小張尺寸照片印表機的驅動程式)。 除了 A4 或 Letter，如果您要調整其他驅動程式選項， 則必須先設定佇列，接著就可以在 「編輯/修改」對話方塊中調整所有驅動程式選項。 </p>
