Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Device URIs to Print Via a Print Server Machine</big></b><br> In contrast to a printserver box a print server machine means a real computer which offers a print service.<br> Access happens via various different network protocols. Ask your network administrator what which print server machine provides in your particular network:<br> <b>Windows (R) or Samba (SMB/CIFS)</b><br> To access a SMB printer share, the RPM package samba-client must be installed. The package provides the CUPS backend 'smb' which is a link to the <tt>/usr/bin/smbspool</tt> program which actually sends the data to a SMB printer share.<br> A server name and a printer share name and optionally a workgroup name is needed to access it. Furthermore a user name and a password may be required to get access. Have in mind that spaces and special characters in those values must be percent-encoded (see above).<br> By default CUPS runs backends (here smbspool) as user 'lp'. When printing in an Active Directory (R) environment (AD) the user 'lp' is not allowed to print in this environment so that the traditional way to print via smbspool as user 'lp' would not work.<br> For printing in an AD environment additionally the RPM package samba-krb-printing must be installed. In this case the CUPS backend 'smb' link is changed to <tt>/usr/bin/get_printing_ticket</tt> which is a wrapper to run smbspool as the original user who submitted a particular print job. When the Kerberos protocol is used for authentication in an AD environment, a user gets a ticket granting ticket (TGT) via the display manager during login at the Gnome or KDE desktop. When smbspool is run as the original user who submitted a particular print job, it can access the TGT of this user and use it to pass the printing data to the SMB printer share even in an AD environment with Kerberos authentication. In this case neither a fixed user name nor a fixed password has to be specified for authentication. A precondition is that get_printing_ticket runs on the same host where the user who submitted a particular print job is logged in. This means that it must be set up on the workstation for the particular user who will submit such print jobs and the user's workstation must send its printing data directly to the SMB printer share in the AD environment. In particular it does not work on a separated CUPS server machine where users who submit print jobs are not logged in.<br> For the traditional way a matching full device URI is:<br> smb://username:password@workgroup/server/printer<br> For example 'John Doe' with password '@home!' may use something like the following device URI to access a 'Fun Printer 1000+' share:<br> smb://John%20Doe:%40home%21@MYGROUP/homeserver/Fun%20Printer%201000%2B<br> For <b>more information</b> have a look at <tt>man smbspool</tt> and<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> 'Windows' and 'Active Directory' are registered trademarks of Microsoft Corporation in the United States and/or other countries.<br> <b>Traditional UNIX Server (LPR)</b><br> A Line Printer Daemon (LPD) runs on a traditional UNIX server and provides one or more LPD queues. The IP address and a LPD queue name is needed to access it. The matching device URI is:<br> lpd://ip-address/queue<br> <b>CUPS Server</b><br> Usually you should not set up a local print queue to access a remote queue on a CUPS server. Instead do the setup in the <b>Print Via Network</b> dialog. Only if you really know that you must set up a local print queue to access a remote queue on a CUPS server proceed here.<br> IPP is the native protocol for CUPS which runs on a server. The official IANA port for IPP is 631. The matching device URI is:<br> ipp://ip-address:631/printers/queue<br>
ca: <p> <b><big>URI de dispositiu per imprimir a través d'una màquina com a servidor d'impressió</big></b><br> En contrast amb una caixa de servidor d'impressió, una màquina de servidor d'impressió significa un ordinador real que ofereix un servei d'impressió.<br> L'accés es fa a través de diferents protocols de xarxa. Pregunteu a l'administrador de la xarxa quina màquina proporciona servei d'impressió a la vostra xarxa concreta:<br> <b>Windows (R) o Samba (SMB/CIFS)</b><br> Per accedir a una impressora compartida per SMB, hi ha d'haver instal·lat el paquet RPM samba-client. El paquet proporciona el rerefons CUPS "smb", que és un enllaç amb el programa <tt>/usr/bin/smbspool</tt>, que és el que realment envia les dades a una impressora compartida per SMB.<br> Cal un nom de servidor i un nom d'impressora compartida, i opcionalment un nom de grup de treball, per accedir-hi. A més a més, pot caldre un nom d'usuari i una contrasenya per accedir-hi. Recordeu que els espais i els caràcters especials en aquests valors han de codificar-se amb un tant per cent (vegeu-ho més amunt).<br> Per defecte, el CUPS executa rerefons (aquí smbspool) com a usuari "lp". Quan s'imprimeix en un entorn d'Active Directory (R) (AD) l'usuari "lp" no hi té permís per imprimir, de manera que el procediment tradicional per imprimir a través de smbspool com a usuari "lp" no funcionaria.<br> Per imprimir en un entorn AD, addicionalment hi ha d'haver instal·lat el paquet RPM samba-krb-printing. En aquest cas, l'enllaç del rerefons CUPS "smb"' es canvia a <tt>/usr/bin/get_printing_ticket</tt>, que és un embolcall per executar smbspool com a l'usuari original que ha enviat una tasca d'impressió concreta. Quan el protocol Kerberos s'usa per a l'autenticació en un entorn AD, l'usuari obté un tiquet (ticket granting ticket) (TGT) a través del gestor de pantalla durant l'entrada a l'escriptori Gnome o KDE. Quan smbspool s'executa com a l'usuari original que ha enviat la tasca d'impressió, pot accedir al TGT d'aquest usuari i usar-lo per passar les dades d'impressió a la impressora compartida per SMB fins i tot en un entorn AD amb autenticació de Kerberos. En aquest cas no s'ha d'especificar ni un nom d'usuari fixat o una contrasenya fixada per a l'autenticació. Una condició prèvia és que get_printing_ticket s'executi al mateix amfitrió on l'usuari que ha enviat una tasca d'impressió concreta ha entrat. Això significa que s'ha de configurar a l'estació de treball per a l'usuari concret que enviarà aquestes tasques d'impressió i l'estació de treball de l'usuari ha d'enviar les dades d'impressió directament a la impressora compartida per SMB a l'entorn AD. En particular, no funciona en una màquina de servidor d'impressió CUPS separada on els usuaris que envien tasques d'impressió no han entrat.<br> Per al mètode tradicional l'URI plenament coincident del dispositiu és aquest:<br> smb://username:password@workgroup/server/printer<br> Per exemple, un John Doe amb la contrasenya "@home!" podria usar alguna cosa com ara el següent URI de dispositiu per accedir a una Fun Printer 1000+ compartida:<br> smb://John%20Doe:%40home%21@MYGROUP/homeserver/Fun%20Printer%201000%2B<br> Per a <b>més informació</b> feu un cop d'ull a <tt>man smbspool</tt> and<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> Windows i Active Directory són marques registrades de Microsoft Corporation als Estats Units i/o altres països.<br> <b>Servidor tradicional UNIX (LPR)</b><br> Una Line Printer Daemon (LPD) s'executa en un servidor UNIX tradicional i proporciona una o més cues LPD. L'adreça IP i el nom de la cua LPD són necessaris per accedir-hi. L'URI de dispositiu coincident és aquest:<br> lpd://ip-address/queue<br> <b>Servidor CUPS</b><br> Normalment no heu de configurar una cua d'impressió local per accedir a una cua remota en un servidor CUPS. En comptes d'això, feu la configuració al diàleg d'<b>impressió a través de la xarxa</b>. Només si realment sabeu que heu de configurar una cua d'impressió local per accedir a una cua remota en un servidor CUPS procediu aquí.<br> IPP és el protocol nadiu per al CUPS que s'executa en un servidor. El port IANA oficial per a IPP és 631. L'URI de dispostiu coincident és aquest:<br> ipp://ip-address:631/printers/queue<br>
da: <p> <b><big>Enheds-URI'er til udskrift via en udskriftservermaskine</big></b><br> I modsætning til en printserverboks er en printservermaskine en reel computer, der tilbyder en udskrifttjeneste.<br> Adgang foregår via flere forskellige netværksprotokoller. Spørg din netværksadministrator, hvad hvilken printservermaskine tilbyder på dit netværk:<br> <b>Windows (R) eller Samba (SMB/CIFS)</b><br> For at tilgå en SMB-printerdeling skal RPM-pakken samba-client være installeret. Pakken leverer CUPS-backenden "smb" som er et link til programmet <tt>/usr/bin/smbspool</tt> som faktisk sender data til en SMB-printerdeling.<br> Et servernavn, printerdelingsnavn og eventuelt et arbejdsgruppenavn kræves for adgang til den. Ydermere kan der kræves et brugernavn og en adgangskode for tilgang. Husk på at mellemrum og specialtegn i disse værdier skal være prorcent-indkodede (se ovenfor).<br> Som standard kører CUPS backends (i dette tilfælde smbspool) som brugeren "lp". Ved udskrivning i et Active Directory (R)-miljø (AD) har brugeren "lp" ikke rettigheder til at udskrive så den traditionelle måde at udskrive via smbspool som brugeren "lp" ville ikke virke.<br> For at udskrive i et AD-miljø skal pakken samba-krb-printing desuden være installeret. I så fald ændres CUPS-backendens "smb"-link til <tt>/usr/bin/get_printing_ticket</tt> hvilket er en wrapper til at køre smbspool som den oprindelige bruger der sendte et givent udskriftsjob. Når Kerberos-protokollen bruges til autentificering i et AD-miljø, får brugeren en "billetgivende billet" (TGT) via login-håndteringen til KDE- eller GNOME-skrivebordsmiljøet. Når smbspool køres som den oprindelige bruger der sendte et givent udskriftsjob, kan den tilgå TGT for denne bruger og bruge den til at sende udskriftsdata til SMB-printerdelingen, selv i et AD-miljø med Kerberos-autentificering. I så fald skal der hverken angives et fast brugernavn eller fast adgangskode til autentificering. En forudsætning er at get_printing_ticket kører på den samme vært hvor brugeren der sendte et givent udskriftsjob er logget ind. Dette betyder at det skal være sat op på den givne brugers arbejdsstation, som sender sådanne udskriftsjob og brugerens arbejdsstation skal sende sine udskriftsdata direkte til SMB-printerdelingen i AD-miljøet. I særdeleshed virker det ikke på en separat CUPS-servermaskine hvor brugere som sender udskriftsjobs ikke er logget ind.<br> Til den traditionelle metode er en matchende fuld enheds-URI:<br> smb://brugernavn:adgangskode@arbejdsgruppe/server/printer<br> For eksempel kan "John Doe" med adgangskoden "@home!" bruge noget i retning af følgende enheds-URI til at tilgå en "Fun Printer 1000+"-ressource:<br> smb://John%20Doe:%40home%21@MYGROUP/homeserver/Fun%20Printer%201000%2B<br> For <b>mere information</b> kig på <tt>man smbspool</tt> og<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> "Windows" og "Active Directory" er registrerede varemærker ejet af Microsoft Corporation i USA og/eller andre lande.<br> <b>Traditionel UNIX-server (LPR)</b><br> En linjeprinterdæmon (LPD) kører på en traditionel UNIX-server og tilbyder en eller flere LPD-køer. Der kræves en IP adresse og et LPD-kønavn for at tilgå det. Den passende enheds-URI er:<br> lpd://ip-adresse/kø<br> <b>CUPS-server</b><br> Normalt skal du ikke sætte en lokal udskriftskø op for at tilgå en ekstern kø på en CUPS-server. Lav i stedet opsætningen i dialogen <b>Udskrift via netværk</b>. Fortsæt kun her, hvis du er sikker på, at du skal sætte en lokal udskriftskø op for at tilgå en ekstern kø på en CUPS-server.<br> IPP er den oprindelige protokol for CUPS, der kører på en server. Den officielle IANA-port til IPP er 631. Den passende enheds-URI er:<br> ipp://ip-adresse:631/printere/kø<br>
nl: <p> <b><big>Apparaat-URI's voor afdrukken via een afdrukservermachine</big></b><br> In tegenstelling tot een afdrukservervenster is een afdrukservermachine een echte computer die een afdrukservice biedt.<br> Toegang vindt plaats via verschillende netwerkprotocollen. Vraag de netwerkbeheerder welke afdrukservermachine wat beschikbaar stelt in uw specifieke netwerk:<br> <b>Windows (R) of Samba (SMB/CIFS)</b><br> Voor toegang tot een SMB-printershare moet de Samba-client van het RPM-pakket worden geïnstalleerd. Het pakket bevat de CUPS-backend 'smb'. Dit is een koppeling naar het programma <tt>/usr/bin/smbspool</tt> waarmee de gegevens werkelijk naar een SMB-printershare worden verzonden.<br> Om er toegang toe te krijgen zijn een servernaam en een printersharenaam en desgewenst een werkgroepnaam nodig. Bovendien kunnen een gebruikersnaam en een wachtwoord vereist zijn om toegang te krijgen. Spaties en speciale tekens in deze waarden moeten met een procentteken worden gecodeerd (zie hierboven).<br> Met CUPS worden backend-processen (hier smbspool) standaard uitgevoerd als gebruiker 'lp'. Bij het afdrukken in een Active Directory-omgeving (R) mag de gebruiker 'lp' in deze omgeving niet afdrukken waardoor de traditionele methode om via smbspool als gebruiker 'lp' af te drukken, niet werkt.<br> Voor afdrukken in een AD-omgeving moet ook samba-krb-printing van het RPM-pakket worden geïnstalleerd. In dit geval is de CUPS-backend 'smb' link gewijzigd in <tt>/usr/bin/get_printing_ticket</tt> . Dit is een wrapper om smbspool uit te voeren als de oorspronkelijke gebruiker die een specifieke afdruktaak heeft ingediend. Wanneer het Kerberos-protocol wordt gebruikt voor verificatie in een AD-omgeving, krijgt een gebruiker een TGT (Ticket Granting Ticket) via de weergavemanager tijdens aanmelding bij de Gnome- of KDE-desktop. Wanneer smbspool wordt uitgevoerd als de oorspronkelijke gebruiker die een specifieke afdruktaak heeft ingediend, kan toegang worden verkregen tot de TGT van deze gebruiker en kan deze worden gebruikt om de afdrukgegevens aan de SMB-printershare door te geven, zelfs in een AD-omgeving met Kerberos-verificatie. In dit geval hoeft er noch een vaste gebruikersnaam noch een vast wachtwoord te worden opgegeven voor verificatie. Een voorwaarde is dat get_printing_ticket op de host wordt uitgevoerd waarbij de gebruiker die een specifieke afdruktaak heeft ingediend, zich heeft aangemeld. Dit betekent dat dit moet zijn ingesteld op het werkstation voor de specifieke gebruiker die dergelijke afdruktaken indient en het werkstation van de gebruiker moet de bijbehorende afdrukgegevens rechtstreeks verzenden naar de SMB-printershare in de AD-omgeving. Het werkt met name niet op een aparte CUPS-servermachine waarbij gebruikers die afdruktaken indienen, niet zijn aangemeld.<br> Voor de traditionele methode is een overeenkomende volledige apparaat-URI:<br> smb://gebruikersnaam:wachtwoord@werkgroep/server/printer<br> Bijvoorbeeld 'John Bos' met wachtwoord '@home!' kan iets dergelijks als de volgende apparaat-URI gebruiken om toegang te krijgen tot een 'Fun Printer 1000+' share:<br> smb://John%20Bos:%40home%21@MIJNGROEP/homeserver/Fun%20Printer%201000%2B<br> Kijk voor <b>meer informatie</b> bij <tt>man smbspool</tt> en <br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> 'Windows' en 'Active Directory' zijn gedeponeerde handelsmerken van Microsoft Corporation in de Verenigde Staten en/of andere landen.<br> <b>Traditionele UNIX-server (LPR)</b><br> Een LPD (Line Printer Daemon) wordt uitgevoerd op een traditionele UNIX-server en biedt een of meer LPD-wachtrijen. Voor toegang zijn het IP-adres en een LPD-wachtrijnaam vereist. De overeenkomende apparaat-URI is:<br> lpd://ip-address/queue<br> <b>CUPS-server</b><br> Meestal stelt u geen lokale afdrukwachtrij in voor toegang tot een externe wachtrij op een CUPS-server. Voer in plaats daarvan de instelling uit in het dialoogvenster <b>Afdrukken via netwerk</b>. Alleen als u zeker weet dat u een lokale afdrukwachtrij moet instellen voor toegang tot een externe wachtrij op een CUPS-server, gaat u hier verder.<br> IPP is het eigen protocol voor CUPS dat op een server wordt uitgevoerd. De officiële IANA-poort voor IPP is 631. De overeenkomende apparaat-URI is:<br> ipp://ip-address:631/printers/queue<br>
