Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: Configuration of printer
ca: Configuració de la impressora
da: Konfiguration af printer
de: Konfiguration des Druckers
es: Configuración de impresora
fi: Tulostinmääritykset
fr: Configuration d'une imprimante
nl: Configuratie van printer
sk: Konfigurácia tlačiarne
sl: Nastavitve tiskalnika
zh_cn: 打印机的配置
zh_tw: 印表機的組態

source: Error: Failed to write /etc/cups/cupsd.conf
ca: Error: no s'ha pogut escriure a /etc/cups/cupsd.conf
da: Fejl: Kunne ikke skrive /etc/cups/cupsd.conf
de: Fehler: Schreiben von /etc/cups/clientconf schlug fehl
es: Error: error al escribir en /etc/cups/cupsd.conf
fi: Virhe: Kirjoitus tiedostoon /etc/cups/cupsd.conf epäonnistui
fr: Erreur : impossible d'écrire /etc/cups/cupsd.conf
nl: Fout: schrijven naar /etc/cups/cupsd.conf is mislukt
sk: Chyba: Zlyhal zápis /etc/cups/cupsd.conf
sl: Napaka: Zapisovanje /etc/cups/cupsd.conf je spodletelo
zh_cn: 错误：无法写入 /etc/cups/cupsd.conf
zh_tw: 錯誤：寫入 /etc/cups/cupsd.conf 失敗

source: Error: Failed to write /etc/cups/client.conf
ca: Error: no s'ha pogut escriure a /etc/cups/client.conf
da: Fejl: Kunne ikke skrive /etc/cups/client.conf
de: Fehler: Schreiben von /etc/cups/client.conf schlug fehl
es: Error: error al escribir en /etc/cups/client.conf
fi: Virhe: Kirjoitus tiedostoon /etc/cups/client.conf epäonnistui.
fr: Erreur : impossible d'écrire /etc/cups/client.conf
nl: Fout: schrijven van /etc/cups/client.conf is mislukt
sk: Chyba: Zlyhal zápis /etc/cups/client.conf
sl: Napaka: Zapisovanje /etc/cups/client.conf je spodletelo
zh_cn: 错误：无法写入 /etc/cups/client.conf
zh_tw: 錯誤：寫入 /etc/cups/client.conf 失敗

source: Warning: Cannot read %1 (file may not exist).
ca: Avís: no es pot llegir %1 (el fitxer podria no existir).
da: Advarsel: Kan ikke læse %1 (filen findes måske ikke).
de: Warnung: %1 konnte nicht gelesen werden (Datei ist evtl. nicht vorhanden).
es: Advertencia: no es posible leer %1 (puede que el archivo no exista).
fi: Varoitus: Tiedostoa %1 ei voi lukea %1 (tiedostoa ei löydy).
fr: Avertissement : impossible de lire %1 (le fichier n'existe peut-être pas).
nl: Waarschuwing: Kan %1 niet lezen (bestand bestaat mogelijk niet).
sk: Varovanie: Nedá sa čítať %1 (súbor nemusí existovať).
sl: Opozorilo: Ni moč brati %1 (datoteka morda ne obstaja).
zh_cn: 警告：无法读取 %1（文件可能不存在）。
zh_tw: 警告：無法讀取 %1 (檔案可能不存在)。

source: Error: Failed to read %1 (possibly empty file).
ca: Error: no s'ha pogut llegir %1 (potser el fitxer és buit).
da: Fejl: Kunne ikke læse %1 (muligvis tom fil).
de: Fehler: %1 konnte nicht gelesen werden (wahrscheinlich leere Datei).
es: Error: error al leer %1 (posiblemente sea un archivo vacío).
fi: Virhe: Tiedostoa %1 ei voi lukea (mahdollisesti tyhjä).
fr: Erreur : impossible de lire %1 (le fichier peut être vide).
nl: Fout: Lezen van %1 is mislukt (mogelijk een leeg bestand).
sk: Chyba: Zlyhalo načítanie %1 (možný prázdny súbor).
sl: Napaka: Branje %1 je spodletelo (datoteka je morda prazna).
zh_cn: 错误：无法读取 %1（文件可能为空）。
zh_tw: 錯誤：讀取 %1 失敗 (可能是空白檔案)。

source: Warning: Failed to backup %1 as %1.yast2save
ca: Avís: error en desar %1 com a %1.yast2save
da: Advarsel: Kunne ikke lave backup af %1 som %1.yast2save
de: Warnung: %1 konnte nicht als %1.yast2save gesichert werden
es: Advertencia: error al realizar la copia de seguridad %1 como %1.yast2save
fi: Varoitus: Tiedoston %1 varmuuskopiointi nimelle %1.yast2save epäonnistui
fr: Avertissement : échec de la sauvegarde de %1 en %1.yast2save
nl: Waarschuwing: Reservekopie van %1 maken als %1.yast2save is mislukt
sk: Varovanie: Nepodarilo sa zálohovať %1 ako %1.yast2save
sl: Opozorilo: Varnostno kopiranje %1 v %1.yast2save je spodletelo
zh_cn: 警告：无法将 %1 备份为 %1.yast2save
zh_tw: 警告：無法將 %1 備份為 %1.yast2save

source: Warning: Failed to backup %1 as %1.yast2orig
ca: Avís: error en desar %1 com a %1.yast2orig
da: Advarsel: Kunne ikke lave backup af %1 som %1.yast2orig
de: Warnung: %1 konnte nicht als %1.yast2orig gesichert werden
es: Advertencia: error al realizar la copia de seguridad %1 como %1.yast2orig
fi: Varoitus: Tiedoston %1 varmuuskopiointi nimelle %1.yast2orig epäonnistui
fr: Avertissement : échec de la sauvegarde de %1 en %1.yast2orig
nl: Waarschuwing: Reservekopie van %1 maken als %1.yast2orig is mislukt
sk: Varovanie: Nepodarilo sa zálohovať %1 ako %1.yast2orig
sl: Opozorilo: Varnostno kopiranje %1 v %1.yast2orig je spodletelo
zh_cn: 警告：无法将 %1 备份为 %1.yast2orig
zh_tw: 警告：無法將 %1 備份為 %1.yast2orig

source: Cannot configure printing (required package cups-client is not installed).
ca: No es pot configurar la impressió (el paquet necessari cups-client no està instal·lat).
da: Kan ikke konfigurere udskrivning (den krævede pakke "cups-client" er ikke installeret).
de: Drucken kann nicht konfiguriert werden (erforderlicher Paket-CUPS-Client ist nicht installiert).
es: No es posible configurar la impresión (el paquete requerido cups-client no está instalado).
fi: Tulostusta ei voitu asettaa (vaadittua cups-client-pakettia ei ole asennettu).
fr: Impossible de configurer l'impression (le paquet requis cups-client n'est pas installé).
nl: Kan afdrukken niet configureren (CUPS-client van vereiste pakket is niet geïnstalleerd).
sk: Nedá sa nastaviť tlač (požadovaný balík cups-client nie je nainštalovaný).
sl: Tiskanja ni moč nastaviti (zahtevan paket cups-client ni nameščen).
zh_cn: 无法配置打印（未安装必需包 cups-client）。
zh_tw: 無法設定列印 (未安裝必要的套件 cups-client)。

source: Cannot configure local printers (required package cups is not installed).
ca: No es poden configurar les impressores locals (el paquet necessari cups no està instal·lat).
da: Kan ikke konfigurere lokale printere (den krævede pakke "cups" er ikke installeret).
de: Lokale Drucker können nicht konfiguriert werden (erforderlicher Paket-CUPS ist nicht installiert).
es: No es posible configurar impresora locales (el paquete requerido cups-client no está instalado).
fi: Paikallisten tulostinten asettaminen ei onnistu (vaadittua cups-pakettia ei ole asennettu).
fr: Impossible de configurer les imprimantes locales (le paquet cups requis n'est pas installé).
nl: Kan lokale printers niet configureren (CUPS van vereist pakket is niet geïnstalleerd).
sk: Nedajú sa konfigurovať lokálne tlačiarne (požadovaný balík cups nie je nainštalovaný).
sl: Ni moč nastaviti krajevnih tiskalnikov (zahtevan paket cups ni nameščen).
zh_cn: 无法配置本地打印机（未安装必需包 cups）。
zh_tw: 無法設定本地印表機 (未安裝必要的套件 cups)。

source: No local printer accessible (using remote CUPS server '%1' for printing).
ca: No hi ha cap impressora local accessible (s'utilitza el servidor CUPS remot "%1" per imprimir).
da: Ingen lokal printer tilgængelig (bruger den eksterne CUPS-server "%1" til udskrivning).
de: Kein lokaler Drucker verfügbar (zum Drucken wird der entfernte CUPS-Server '%1' verwendet).
es: No hay ninguna impresora local accesible (se va a usar el servidor CUPS remoto %1 para imprimir).
fi: Paikalliset tulostimet eivät ole käytettävissä (CUPS-etäpalvelinta "%1" käyttäen)
fr: Aucune imprimante locale accessible (utilisation du serveur CUPS distant '%1' pour l'impression).
nl: Geen lokale printer beschikbaar (externe CUPS-server '%1' wordt gebruikt voor afdrukken).
sk: Nie je dostupná lokálna tlačiareň (používam vzdialený CUPS server '%1' pre tlač).
sl: Dostopen ni noben krajevni tiskalnik (za tiskanje bo uporabljen oddaljeni strežnik CUPS »%1«).
zh_cn: 没有可访问的本地打印机（使用远程 CUPS 服务器“%1”进行打印）。
zh_tw: 沒有可存取的本地印表機 (使用遠端 CUPS 伺服器「%1」進行列印)。

source: Started the CUPS daemon. Waiting half a minute for the CUPS daemon to get ready to operate...
ca: S'ha iniciat el dimoni CUPS. S'espera mig minut fins que estigui preparat per funcionar...
da: Startede CUPS-dæmonen. Venter et halvt minut på at CUPS-dæmonen er klar til brug...
de: Der CUPS-Daemon wurde gestartet. Warten Sie 30 Sekunden, bis er betriebsbereit ist ...
es: Se ha iniciado el daemon de CUPS. Espere medio minuto a que esté preparado para funcionar...
fi: CUPS-palvelu käynnistetty. Odotetaan puoli minuuttia, jotta palvelu ehtii toimintakuntoon...
fr: Daemon CUPS démarré. Patientez 30 secondes pour que le daemon CUPS soit prêt à fonctionner...
nl: De CUPS-daemon is gestart. Wacht een halve minuut zodat de CUPS-daemon gereed is om te werken...
sk: Spustený CUPS démon. Čakanie pol minúty na CUPS démona, aby sa pripravil na prevádzku...
sl: Ozadnji program CUPS je bil zagnan. Čakanje pol minute, da bo ozadnji program CUPS postal pripravljen za uporabo …
zh_cn: CUPS 守护程序已启动。 请等待半分钟，让它准备好接受操作指令...
zh_tw: 已啟動 CUPS 精靈。 請等待半分鐘，直至 CUPS 精靈可以操作...

source: The CUPS daemon is not yet accessible. Waiting one minute so that it is ready to operate...
ca: Encara no es pot accedir al dimoni CUPS. S'espera un minut fins que estigui preparat per funcionar...
da: CUPS-dæmonen er endnu ikke tilgængelig. Venter et minut, så den er klar til at køre...
de: Auf den CUPS-Daemon kann noch nicht zugegriffen werden. Warten Sie eine Minute, bis er betriebsbereit ist...
es: Aún no se puede acceder al daemon de CUPS. Espere un minuto a que esté preparado para funcionar...
fi: CUPS-palvelu ei ole vielä käytettävissä. Odotetaan vielä minuutti sen ehtimistä toimintakuntoon...
fr: Le daemon CUPS n'est pas encore accessible. Veuillez patienter une minute pour qu'il soit prêt à fonctionner...
nl: De CUPS-daemon is nog niet toegankelijk. Wacht een minuut zodat het gereed is om te werken...
sk: CUPS démon zatiaľ nie je dostupný. O minútu je pripravený fungovať...
sl: Ozadnji program CUPS še ni dostopen. Čakanje eno minuto, da postane pripravljen za uporabo …
zh_cn: 尚不能访问 CUPS 守护程序。 请等待一分钟，让它准备好接受操作指令...
zh_tw: CUPS 精靈尚無法存取。 請等待 1 分鐘，讓它做好執行準備...

source: Cannot configure local printers (no local cupsd accessible).
ca: No es poden configurar les impressores locals (no hi ha cap cupsd local accessible).
da: Kan ikke konfigurere lokale printere (ingen lokal "cupsd" tilgængelig).
de: Lokale Drucker können nicht konfiguriert werden (kein lokaler cupsd verfügbar).
es: No es posible configurar impresoras locales (no se puede acceder a ningún cupsd local).
fi: Paikallista tulostinta ei voi määrittää (paikallinen cupsd ei ole käytettävissä)
fr: Impossible de configurer des imprimantes locales (aucun cupsd local accessible).
nl: Kan lokale printer niet configureren (geen lokale cupsd beschikbaar).
sk: Nedá sa konfigurovať lokálna tlačiareň (nie je dostupný cupsd).
sl: Ni moč nastaviti krajevnih tiskalnikov (krajevni cupsd ni dostopen).
zh_cn: 无法配置本地打印机（没有可访问的本地 cupsd）。
zh_tw: 無法設定本地印表機 (沒有可存取的本地 cupsd)。

source: No local printer detected.
ca: No s'ha detectat cap impressora local.
da: Ingen lokal printer detekteret.
de: Kein lokaler Drucker erkannt.
es: No se ha detectado ninguna impresora local.
fi: Paikallista tulostinta ei tunnistettu.
fr: Aucune imprimante locale détectée.
nl: Geen lokale printer gedetecteerd.
sk: Nenájdená lokálna tlačiareň.
sl: Zaznan ni bil noben krajevni tiskalnik.
zh_cn: 未检测到本地打印机。
zh_tw: 未偵測到本地印表機。

source: Creating New Printer Setup
ca: Creació d'una nova configuració d'impressora
da: Oprettelse af ny printeropsætning
de: Einrichtung/Erstellung eines neuen Druckers
es: Creando nueva configuración de impresora
fi: Luodaan uusi tulostinasetus
fr: Création d'une nouvelle configuration d'imprimante
nl: Een nieuwe printerinstelling wordt aangemaakt
sk: Vytvorenie nastavenia novej tlačiarne
sl: Ustvarjanje nove nastavitve tiskalnika
zh_cn: 正在创建新的打印机设置
zh_tw: 建立新的印表機設定

source: New Printer Configuration not yet Stored in the System
ca: La nova configuració d'impressores encara no s'ha desat al sistema
da: Ny printerkonfiguration er endnu ikke gemt på systemet
de: Die neue Druckerkonfiguration wurde noch nicht im System gespeichert
es: La configuración nueva de la impresora aún no se ha almacenado en el sistema
fi: Uutta tulostinasetusta ei ole vielä tallennettu järjestelmään
fr: Nouvelle configuration d'imprimante non enregistrée dans le système
nl: Nieuwe printerconfiguratie nog niet in het systeem opgeslagen
sk: Konfigurácia novej tlačiarne nie je zatiaľ uložená v systéme
sl: Nastavitve novega tiskalnika še niso shranjene na sistem
zh_cn: 新打印机配置还未储存到系统中
zh_tw: 新的印表機組態尚未儲存在系統中

source: This may result broken printer configurations.
ca: Això pot resultar en una configuració d'impressora desballestada.
da: Dette kan medføre defekte printerkonfigurationer.
de: Das kann zu nicht funktionierenden Druckerkonfigurationen führen.
es: Esto puede producir configuraciones de impresoras dañadas.
fi: Tuloksena voi olla toimimaton tulostinasetus.
fr: Cela peut provoquer de mauvaises configurations d'imprimante.
nl: Dit kan een gebroken printerconfiguratie tot gevolg hebben.
sk: To môže viesť k nefunkčným konfiguráciám tlačiarne.
sl: To morda lahko povzroči nedelujoče nastavitve tiskalnika.
zh_cn: 这可能造成打印机配置损坏。
zh_tw: 這可能會造成損壞的印表機組態。

source: Found existing configuration
ca: S'ha trobat una configuració existent
da: Fandt eksisterende konfiguration
de: Vorhandene Konfiguration gefunden
es: Buscar configuración existente
fi: Löydettiin olemassa oleva asetus
fr: Configurations existantes trouvée
nl: Een bestaande configuratie gevonden
sk: Nájdená existujúca konfigurácia
sl: Najdene so bile obstoječe nastavitve
zh_cn: 发现现有配置
zh_tw: 發現現有的組態

source: Created configuration
ca: Configuració creada
da: Oprettede konfiguration
de: Konfiguration erstellt
es: Configuración creada
fi: Luotu asetus
fr: Configuration créée
nl: Configuratie aangemaakt
sk: Vytvorená konfigurácia
sl: Nastavitve ustvarjene
zh_cn: 已创建的配置
zh_tw: 建立的組態

source: No local printer configured.
ca: No s'ha configurat cap impressora local.
da: Ingen lokal printer konfigureret.
de: Kein lokaler Drucker konfiguriert.
es: No hay ninguna impresora local configurada.
fi: Paikallista tulostinta ei ole asetettu.
fr: Aucune imprimante locale configurée.
nl: Geen lokale printer geconfigureerd.
sk: Nenakonfigurovaná lokálna tlačiareň.
sl: Nastavljen ni noben krajevni tiskalnik.
zh_cn: 未配置本地打印机。
zh_tw: 未設定本地印表機。

source: Printer
ca: Impressora
de: Drucker
es: Impresora
fi: Tulostin
fr: Imprimante
sk: Tlačiareň
sl: Tiskalnik
zh_cn: 打印机
zh_tw: 印表機

source: &Printer
ca: &Impressora
de: &Drucker
es: Im&presora
fi: &Tulostin
fr: Im&primante
sk: &Tlačiareň
sl: &Tiskalnik
zh_cn: 打印机(&P)
zh_tw: 印表機(&P)

source: &Do an automatic configuration of local connected printers now
ca: &Fes ara una configuració automàtica de les impressores connectades localment
da: &Udfør automatisk konfiguration af lokalt tilsluttede printere nu.
de: &Automatische Konfiguration lokal angeschlossener Drucker ausführen
es: Configurar ahora automáticamente las impresoras locales conecta&das
fi: &Aseta uudet paikalliset tulostimet automaattisesti
fr: &Effectuer maintenant une configuration automatique des imprimantes locales connectés
nl: &Voer nu een automatische configuratie uit van lokaal verbonden printers
sk: &Vykonať automatickú konfiguráciu lokálne pripojených tlačiarní teraz
sl: Se&daj samodejno nastavi krajevno povezane tiskalnike
zh_cn: 立即对本地连接的打印机进行自动配置(&D)
zh_tw: 立即為本地連接的印表機自動設定組態(&D)

source: Specify if automatic USB printer configuration should happen when plug in
ca: Especifiqueu si la configuració automàtic d'una impressora USB s'ha d'activar quan s'endolli
da: Angiv om automatisk konfiguration af USB-printer skal ske ved tilslutning
de: Geben Sie an, ob eine automatische USB-Druckerkonfiguration beim Anschließen statt finden soll
es: Indique si se debe configurar automáticamente la impresora USB al conectarla
fi: Valitse, asetetaanko USB-tulostimet automaattisesti, kun tulostin kytketään
fr: Spécifiez si la configuration automatique des imprimantes USB doit être effectuée lors de la connexion
nl: Specificeer of automatische printerconfiguratie moet gebeuren als deze wordt ingeplugd
sk: Určite, či by mala nastať automatická konfigurácia USB tlačiarne pri zapojení
sl: Določite, ali naj se ob priključitvi samodejno nastavi tiskalnike USB
zh_cn: 指定是否在插入 USB 打印机时自动进行配置
zh_tw: 指定當插入裝置時是否要自動設定 USB 印表機組態

source: &Use the package udev-configure-printer for automatic USB printer configuration
ca: &Usa el paquet udev-configure-printer per a la configuració automàtica d'una impressora USB
da: Br&ug pakken udev-configure-printer til automatisk konfiguration af USB-printere
de: Das Paket '&udev-configure-printer' zur automatischen Konfiguration von USB-Druckern verwenden
es: &Usar el paquete udev-configure-printer para la configuración automática de impresoras USB
fi: &Käytä udev-configure-printer-pakettia USB-tulostimen automaattiseen asetukseen
fr: &Utiliser le paquet udev-configure-printer pour la configuration automatique d'imprimantes USB
nl: Het pakket udev-configure-printer gebr&uiken voor automatische USB-printerconfiguratie
sk: Po&užiť balík udev-configure-printer pre automatickú konfiguráciu USB tlačiarne
sl: &Uporabi paket udev-configure-printer za samodejno nastavitev tiskalnikov USB
zh_cn: 使用 udev-configure-printer 包自动配置 USB 打印机(&U)
zh_tw: 使用套件 udev-configure-printer 自動設定 USB 印表機組態(&U)

source: Disable Remote CUPS Server '%1'
ca: Inhabilita el servidor CUPS remot: "%1"
da: Deaktivér ekstern CUPS-server "%1"
de: Entfernten CUPS-Server '%1' deaktivieren
es: Inhabilitar servidor CUPS remoto: %1
fi: Poista CUPS-etäpalvelin "%1" käytöstä
fr: Désactiver le serveur CUPS distant '%1'
nl: Schakel CUPS-server '%1' op afstand uit
sk: Zakázať vzdialený CUPS server '%1'
sl: Onemogoči oddaljeni strežnik CUPS »%1«
zh_cn: 禁用远程 CUPS 服务器“%1”
zh_tw: 停用遠端 CUPS 伺服器「%1」

source: A remote CUPS server setting conflicts with automatic configuration of printers for the local system.
ca: Hi ha un conflicte entre un paràmetre del servidor CUPS i la configuració automàtica de les impressores del sistema local.
da: En ekstern CUPS serverindstilling konflikter med automatisk konfiguration af printere for det lokale system.
de: Eine Einstellung des entfernten CUPS-Servers steht in Konflikt mit der automatischen Konfiguration von Druckern für das lokale System.
es: La configuración de un servidor CUPS remoto está en conflicto con la configuración automática de impresoras en el sistema local.
fi: CUPS-etäpalvelimen asetus ja automaattinen paikallinen tulostinasetus ovat ristiriidassa.
fr: Un réglage du serveur CUPS distant entre en conflit avec la configuration automatique des imprimantes pour le système local.
nl: Een instelling van een CUPS-server op afstand is in conflict met het automatisch configureren van printers voor het lokale systeem.
sk: Nastavenie vzdialeného CUPS servera nesedí s automatickou konfiguráciou tlačiarní pre lokálny systém.
sl: Nastavitev oddaljenega strežnika CUPS onemogoča samodejno nastavljanje krajevnih tiskalnikov.
zh_cn: 远程 CUPS 服务器设置与本地系统打印机自动配置冲突。
zh_tw: 遠端 CUPS 伺服器設定與本地系統印表機的自動組態衝突。

source: Failed to remove the 'ServerName' entry in /etc/cups/client.conf
ca: No s'ha pogut eliminar l'entrada "ServerName" a /etc/cups/client.conf
da: Fjernelse af indgangen 'ServerName' i /etc/cups/client.conf fejlede
de: Der Eintrag 'ServerName' in '/etc/cups/client.conf' konnte nicht entfernt werden
es: Error al eliminar la entrada "ServerName" de /etc/cups/client.conf
fi: Ei voitu poistaa "ServerName"-tietoa tiedostosta /etc/cups/client.conf.
fr: Impossible de supprimer l'entrée 'ServerName' dans /etc/cups/client.conf
nl: Het verwijderen van het 'ServerName'-item in /etc/cups/client.conf is mislukt
sk: Zlyhalo odstránenie 'ServerName' položky v /etc/cups/client.conf
sl: Odstranjevanje vnosa »ServerName« iz /etc/cups/client.conf je spodletelo
zh_cn: 未能去除 /etc/cups/client.conf 中的“ServerName”条目
zh_tw: 無法移除 /etc/cups/client.conf 中的「ServerName」項目

source: Failed to install udev-configure-printer.
ca: No s'ha pogut instal·lar udev-configure-printer.
da: Kunne ikke installere udev-configure-printer.
de: Das Paket 'udev-configure-printer' konnte nicht installiert werden.
es: Error al instalar udev-configure-printer.
fi: udev-configure-printer-paketin asentaminen epäonnistui.
fr: Échec de l'installation de udev-configure-printer.
nl: De installatie van het pakket udev-configure-printer is mislukt.
sk: Zlyhala inštalácia udev-configure-printer.
sl: Nameščanje paketa udev-configure-printer je spodletelo.
zh_cn: 安装 udev-configure-printer 失败。
zh_tw: 安裝 udev-configure-printer 失敗。

source: Failed to remove udev-configure-printer.
ca: No s'ha pogut suprimir udev-configure-printer.
da: Kunne ikke fjerne udev-configure-printer.
de: Das Paket 'udev-configure-printer' konnte nicht entfernt werden.
es: Error al eliminar udev-configure-printer.
fi: udev-configure-printer-paketin poistaminen epäonnistui.
fr: Échec de la suppression de udev-configure-printer.
nl: Het verwijderen van udev-configure-printer is mislukt.
sk: Zlyhalo odstránenie udev-configure-printer.
sl: Odstranjevanje udev-configure-printer je spodletelo.
zh_cn: 去除 udev-configure-printer 失败。
zh_tw: 移除 udev-configure-printer 失敗。

source: The automated printer configuration was in vain.
ca: La configuració automàtica de la impressora ha estat en va.
da: Den automatiske printerkonfiguration var forgæves.
de: Automatische Druckerkonfiguration fehlgeschlagen.
es: La configuración automática de impresora fue en vano.
fi: Automaattinen tulostinasetus oli turha.
fr: La configuration automatique de l'imprimante a été vaine.
nl: De automatische printerconfiguratie leverde niets op.
sk: Automatická konfigurácia tlačiarne bola neúspešná.
sl: Samodejno nastavljanje tiskalnika je bilo zaman.
zh_cn: 自动打印机配置无效。
zh_tw: 自動印表機組態設定無效。

source: Automated printer configuration results
ca: Resultats de la configuració automàtica de les impressores
da: Resultat af automatisk printerkonfiguration
de: Ergebnis der automatischen Druckerkonfiguration
es: Resultados de la configuración automática de impresora
fi: Automaattisen tulostinasetuksen tulos
fr: Résultats de la configuration automatique des 'imprimantes
nl: Resultaten van automatische printerconfiguratie
sk: Výsledky automatickej konfigurácie tlačiarne
sl: Rezultati samodejnega nastavljanja tiskalnika
zh_cn: 自动打印机配置结果
zh_tw: 自動印表機組態結果

source: any model
ca: qualsevol model
da: enhver model
de: beliebiges Modell
es: cualquier modelo
fi: mikä tahansa malli
fr: n'importe quel modèle
nl: elk model
sk: akýkoľvek model
sl: katerikoli model
zh_cn: 任何型号
zh_tw: 任何型號

source: Add New Printer Configuration
ca: Afegeix una configuració d'impressores nova
da: Tilføj ny printerkonfiguration
de: Neue Druckerkonfiguration hinzufügen
es: Añadir nueva configuración de impresora
fi: Lisää uusi tulostinasetus
fr: Ajouter une configuration d'imprimante
nl: Nieuwe printerconfiguratie toevoegen
sk: Pridať novú konfiguráciu tlačiarne
sl: Dodajanje nastavitev novega tiskalnika
zh_cn: 添加新的打印机配置
zh_tw: 新增印表機組態

source: Enter your printer model here.
ca: Introduïu aquí el model d'impressora.
da: Angiv din printermodel her.
de: Geben Sie Ihr Druckermodell hier ein.
es: Introduzca el modelo de su impresora aquí.
fi: Kirjoita tulostimen malli tähän.
fr: Entrez votre modèle d'imprimante ici.
nl: Geef hier uw printermodel in.
sk: Zadajte sem model vašej tlačiarne.
sl: Sem vnesite model tiskalnika.
zh_cn: 在此处输入打印机型号。
zh_tw: 在此輸入您的印表機型號。

source: Specify the Connection
ca: Especificar la connexió
da: Angiv tilslutningen
de: Verbindung angeben
es: Especificar la conexión
fi: Määritä liitäntä
fr: Spécifier la connexion
nl: Verbinding specificeren
sk: Špecifikovať pripojenie
sl: Določite povezavo
zh_cn: 指定连接
zh_tw: 指定連接

source: &Detect More
ca: &Detecta'n més
da: &Detektér flere
de: &Mehr Finden
es: &Detectar más
fi: T&unnista lisää
fr: &Détecter plus
nl: Meer &detecteren
sk: Detegovať ďalšie
sl: &Zaznaj več
zh_cn: 检测更多(&D)
zh_tw: 偵測更多(&D)

source: Connection &Wizard
ca: &Auxiliar de connexió
da: Tilslutnings&guide
de: &Verbindungsassistent
es: Asistente de cone&xión
fi: &Yhteysavustaja
fr: A&ssistant de connexion
nl: Assistent voor verbinding
sk: &Sprievodca pripojenia
sl: Č&arovnik za povezavo
zh_cn: 连接向导(&W)
zh_tw: 連接精靈(&W)

source: Model
de: Modell
es: Modelo
fi: Malli
fr: Modèle
zh_cn: 型号
zh_tw: 型號
