Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: CUPS Server %1
ca: Servidor CUPS %1
es: Servidor CUPS %1
fi: CUPS-palvelin %1
fr: Serveur CUPS %1
sl: Strežnik CUPS %1
zh_cn: CUPS 服务器 %1
zh_tw: CUPS 伺服器 %1

source: Testing if CUPS server is accessible...
ca: Provant si el servidor CUPS és accessible...
da: Tester om CUPS-server er tilgængelig...
de: Test ob der CUPS-Server erreichbar ist ...
es: Se está probando si se puede acceder al servidor CUPS...
fi: Tarkistetaan, onko CUPS-palvelin käytettävissä...
fr: Test de l'accessibilité du serveur CUPS...
nl: Testen of de CUPS-server toegankelijk is...
sk: Testovanie, či je CUPS server dostupný...
sl: Preverjanje dosegljivosti strežnika CUPS …
zh_cn: 正在测试 CUPS 服务器是否可访问...
zh_tw: 測試 CUPS 伺服器是否可存取...

source: Select an entry.
ca: Selecciona una entrada.
da: Vælg en indgang.
de: Wählen Sie einen Eintrag.
es: Seleccione una entrada.
fi: Valitse rivi.
fr: Sélectionnez une entrée.
nl: Selecteer een item.
sk: Vyberte položku.
sl: Izberite vnos.
zh_cn: 请选择一项。
zh_tw: 選取項目。

source: Cannot Delete
ca: No es pot suprimir
da: Kan ikke slette
de: Löschen nicht möglich
es: No se puede suprimir
fi: Ei voida poistaa.
fr: Impossible de supprimer
nl: Kan niet verwijderen
sk: Nedá sa zmazať
sl: Izbris ni možen
zh_cn: 无法删除
zh_tw: 無法刪除

source: This is a remote configuration. Only local configurations can be deleted.
ca: Aquesta configuració és remota. Només es poden suprimir les configuracions locals.
da: Denne er en ekstern konfiguration. Kun lokale konfigurationer kan slettes.
de: Dies ist eine Fernkonfiguration. Nur lokale Konfigurationen können gelöscht werden.
es: Esta es una configuración remota. Solo se pueden suprimir las configuraciones locales.
fi: Tämä on etäasetus. Vain paikallisia asetuksia voi poistaa.
fr: Il s'agit d'une configuration distante. Seules les configurations locales peuvent être supprimées.
nl: Dit is een configuratie op afstand. Alleen lokale configuraties kunnen verwijderd worden.
sk: Toto je vzdialená konfigurácia. Môžu byť zmazané iba lokálne konfigurácie.
sl: To je oddaljena nastavitev. Izbrišete lahko samo krajevne nastavitve.
zh_cn: 这是远程配置。只能删除本地配置。
zh_tw: 這是一個遠端組態。只有本地組態可以刪除。

source: Confirm Deletion
ca: Confirma la supressió
da: Bekræft sletning
de: Löschen bestätigen
es: Confirmar borrado
fi: Vahvista poistaminen
fr: Confirmer la suppression
nl: Verwijdering bevestigen
sk: Potvrdiť zmazanie
sl: Potrditev izbrisa
zh_cn: 确认删除
zh_tw: 確認刪除

source: The selected configuration would be deleted immediately and cannot be restored.
ca: Se suprimirà la configuració seleccionada immediatament i no es podrà restaurar.
da: Den valgte konfiguration vil blive slettet omgående og kan ikke genoprettes.
de: Die ausgewählte Konfiguration wird sofort gelöscht und kann nicht wiederhergestellt werden.
es: La configuración seleccionada se suprimirá de inmediato y no se podrá restaurar.
fi: Valittu asetus poistetaan välittömästi eikä sitä voida palauttaa.
fr: La configuration sélectionnée va être supprimée immédiatement et ne pourra pas être restaurée.
nl: De geselecteerde configuratie zou onmiddellijk verwijderd worden en kan niet hersteld worden.
sk: Vybratá konfigurácia by mala byť okamžite zmazaná a nemôže byť obnovená.
sl: Izbrane nastavitve bi bile izbrisane takoj in jih ni mogoče obnoviti.
zh_cn: 将立即删除所选配置，且无法恢复。
zh_tw: 會立即刪除選定的組態，並且無法還原。

source: Delete configuration %1
ca: Suprimeix la configuració %1
da: Slet konfiguration %1
de: Konfiguration %1 löschen
es: Suprimir la configuración %1
fi: Poista asetus %1
fr: Supprimer la configuration %1
nl: Configuratie %1 verwijderen
sk: Zmazať konfiguráciu %1
sl: Izbriši nastavitve %1
zh_cn: 删除配置 %1
zh_tw: 刪除組態 %1

source: Do not delete it
ca: No la suprimeixis
da: Slet den ikke
de: Nicht löschen
es: No suprimirla
fi: Älä poista
fr: Ne pas supprimer
nl: Niet verwijderen
sk: Nemazať to
sl: Ne izbriši jih
zh_cn: 不删除
zh_tw: 不要將其刪除

source: Confirm Deletion of a Class
ca: Confirma la supressió d'una classe
da: Bekræft sletning af en klasse
de: Löschen einer Klasse bestätigen
es: Confirmar supresión de clase
fi: Vahvista luokan poistaminen
fr: Confirmer la suppression d'une classe
nl: Verwijdering van een klasse bevestigen
sk: Potvrdiť zmazanie triedy
sl: Potrditev izbrisa razreda
zh_cn: 确认删除一个类
zh_tw: 確認刪除類別

source: A deleted class cannot be re-created with this tool.
ca: Una classe eliminada no pot recrear-se amb aquesta eina.
da: En slettet klasse kan ikke genskabes med dette værktøj.
de: Eine gelöschte Klasse kann mit diesem Werkzeug nicht wieder neu angelegt werden.
es: Una clase suprimida no puede volver a crearse con esta herramienta.
fi: Poistettua luokkaa ei voida luoda uudelleen tällä työkalulla.
fr: Une classe supprimée ne peut pas être recréée avec cet outil.
nl: Een verwijderde klasse kan met dit hulpmiddel niet opnieuw worden aangemaakt.
sk: Zmazaná trieda nemôže byť znovu vytvorená týmto nástrojom.
sl: Izbrisanega razreda s tem orodjem ni več mogoče poustvariti.
zh_cn: 此工具不能重新创建一个已被删除的类。
zh_tw: 刪除的類別無法再使用此工具重新建立。

source: Rejecting Print Jobs
ca: Rebutjant les tasques d'impressió
da: Afviser udskriftsjobs
de: Druckaufträge werden abgewiesen
es: Rechazando trabajos de impresión
fi: Tulostustöiden hylkääminen
fr: Rejet des travaux d'impression
nl: Afdruktaken weigeren
sk: Odmietnutie tlačových úloh
sl: Zavračanje tiskalnih opravil
zh_cn: 正在拒绝打印作业
zh_tw: 正在拒絕列印工作

source: The testpage cannot be printed because print jobs are rejected.
ca: No es pot imprimir la pàgina de prova perquè es rebutgen les tasques d'impressió.
da: Denne testside kan ikke udskrives, da udskriftsjobs afvises.
de: Die Testseite kann nicht gedruckt werden, da Druckaufträge zurückgewiesen werden.
es: La pagina de prueba no puede imprimirse debido a que se están rechazando los trabajos de impresión.
fi: Testisivua ei voida tulostaa, sillä tulostustöitä ei oteta vastaan.
fr: La page de test ne peut pas être imprimée car les travaux d'impression sont rejetés.
nl: De testpagina kan niet worden afgedrukt omdat afdruktaken geweigerd worden.
sk: Testovacia stránka nemôže byť vytlačená, pretože sú odmietnuté tlačové úlohy.
sl: Preizkusne strani ni moč natisniti, ker so tiskalna opravila zavrnjena.
zh_cn: 无法打印测试页，因为打印作业已被拒绝。
zh_tw: 無法列印測試頁，因為列印工作被拒絕。

source: Printout Disabled
ca: S'ha inhabilitat la impressió
da: Udskrift deaktiveret
de: Druckausgabe deaktiviert
es: Impresión inhabilitada
fi: Tulostus ei käytössä
fr: Impression désactivée
nl: Afdrukken gedeactiveerd
sk: Tlač zakázaná
sl: Tiskanje onemogočeno
zh_cn: 打印输出已禁用
zh_tw: 列印已停用

source: The testpage cannot be printed because printout is disabled.
ca: No es pot imprimir la pàgina de prova perquè la impressió està inhabilitada.
da: Denne testside kan ikke udskrives, da udskrift er deaktiveret.
de: Die Testseite kann nicht gedruckt werden, da die Druckausgabe deaktiviert ist.
es: No se puede imprimir la página de prueba porque la impresión está inhabilitada.
fi: Testisivua ei voida tulostaa, sillä tulostus on poistettu käytöstä.
fr: La page de test ne peut pas être imprimée car l'impression est désactivée.
nl: De testpagina kan niet worden afgedrukt omdat afdrukken is uitgeschakeld.
sk: Testovacia stránka nemôže byť vytlačená, pretože je zakázaná tlač.
sl: Preizkusne strani ni moč natisniti, ker je tiskanje onemogočeno.
zh_cn: 无法打印测试页，因为打印输出已禁用。
zh_tw: 無法列印測試頁，因為列印已停用。

source: There are pending print jobs which might be deleted before the testpage is printed.
ca: Hi ha tasques d'impressió pendents que potser se suprimiran abans d'imprimir la pàgina de prova.
da: Der er ventende udskriftjobs, som måske vil blive slettet før testsiden bliver udskrevet.
de: Es sind anstehende Druckaufträge vorhanden, die eventuell gelöscht werden sollten, bevor die Testseite gedruckt wird.
es: Hay trabajos de impresión pendientes que se deben suprimir antes de imprimir la página de prueba.
fi: Jonossa on odottavia töitä, jotka voidaan poistaa ennen testisivun tulostamista.
fr: Certains travaux d'impression en attente pourraient être supprimés avant l'impression de la page de test.
nl: Er zijn wachtende afdruktaken die mogelijk verwijderd worden voordat de testpagina is afgedrukt.
sk: Čakajú tlačové úlohy, ktoré by mohli byť zmazané pred tlačou testovacej stránky.
sl: V vrsti so čakajoča tiskalna opravila, ki jih je pred tiskanjem preizkusne strani mogoče izbrisati.
zh_cn: 在打印测试页前有等待中的打印任务，您可以选择删除它们。
zh_tw: 存在待處理的列印工作，列印測試頁之前可能會刪除這些工作。

source: Delete Pending Print Jobs For %1
ca: Suprimeix les tasques d'impressió pendents de %1
da: Slet udestående udskriftsjobs for %1
de: Anstehende Druckaufträge der Druckerwarteschlange %1 löschen
es: Suprimir trabajos de impresión pendientes para %1
fi: Poista jonosta %1 odottavat tulostustyöt
fr: Supprimer les travaux d'impression en attente pour %1
nl: Verwijder wachtende afdruktaken voor %1
sk: Zmazať čakajúce tlačové úlohy pre %1
sl: Izbris čakajočih tiskalnih opravil za %1
zh_cn: 为 %1 删除等待中的打印作业
zh_tw: 刪除 %1 等待列印的工作

source: Delete them before printing testpage
ca: Esborra totes les tasques abans d'imprimir la pàgina de prova
da: Slet dem før udskrift af testside
de: Vor Ausdruck der Testseite löschen
es: Suprimir antes de imprimir la página de prueba
fi: Poista ne ennen testisivun tulostamista
fr: Les supprimer avant l'impression de la page de test
nl: Verwijder deze voor het afdrukken van de testpagina
sk: Zmazať ich pred tlačou testovacej stránky
sl: Izbriši jih pred tiskanjem preizkusne strani
zh_cn: 在打印测试页前删除它们
zh_tw: 在列印測試頁前刪除它們

source: Print testpage after the other jobs
ca: Imprimeix la pàgina de prova després de les altres tasques
da: Udskriv testside efter de andre jobs
de: Testseite nach allen anderen Aufträgen drucken
es: Imprimir página de prueba después de los demás trabajos
fi: Tulosta testisivu muiden töiden jälkeen
fr: Imprimer la page de test après les autres travaux d'impression
nl: Druk de testpagina af na de andere jobs
sk: Vytlačiť testovaciu stránku po iných úlohách
sl: Preizkusno stran natisni po drugih opravilih
zh_cn: 在其他作业完成后打印测试页
zh_tw: 在其他工作之後印出測試頁

source: Failed to delete all pending jobs for %1.
ca: No s'han pogut suprimir totes les tasques pendents de %1.
da: Kunne ikke slette alle ventende jobs for %1.
de: Löschen aller anstehenden Druckaufträge für %1 fehlgeschlagen.
es: Error al suprimir todos los trabajos pendientes en %1.
fi: Kaikkien odottavien tulostustöiden poistaminen jonosta %1 epäonnistui.
fr: Impossible de supprimer les travaux en attente pour %1.
nl: Verwijderen van wachtende taken voor %1 is mislukt.
sk: Zlyhalo zmazanie všetkých čakajúcich úloh pre %1.
sl: Brisanje vseh čakajočih opravil za %1 je spodletelo.
zh_cn: 未能删除 %1 的所有等待中作业。
zh_tw: 無法刪除 %1 的所有待處理工作。

source: Test printout
ca: Test d'impressió
da: Testudskrift
de: Testdruck
es: Probar impresión
fi: Testaa tulostusta
fr: Impression de test
nl: Printen testen
sk: Test tlače
sl: Preizkusni tisk
zh_cn: 测试打印输出
zh_tw: 測試列印

source: Print one or two pages e.g. to test duplex printing
ca: Imprimeix una o dues pàgines; per exemple, per provar la impressió dúplex
da: Udskriv en eller to sider f.eks. for at teste duplex-udskrift
de: Drucken Sie eine oder zwei Seiten um z.B. Duplexdruck zu testen
es: Imprimir una o dos páginas; por ejemplo, para probar la impresión a doble cara
fi: Tulostetaanko yksi vai kaksi sivua (esimerkiksi kaksipuolisen tulostuksen kokeilemiseksi)
fr: Imprimer une ou deux pages, par exemple pour tester l'impression double face
nl: Print één of twee pagina's bijv. om dubbelzijdig afdrukken te testen
sk: Vytlačiť jednu alebo dve strany, napr. test obojstrannej tlače
sl: Ali želite natisniti eno ali dve strani (npr. za preizkus dvostranskega tiskanja)?
zh_cn: 打印一到两页来测试双面打印
zh_tw: 列印一頁或兩頁 (例如測試雙面列印)

source: Single test page
ca: Una sola pàgina de prova
da: Enkelt testside
de: Einzelne Testseite
es: Una página de prueba
fi: Yksittäinen testisivu
fr: Une seule page de test
nl: Één testpagina
sk: Jedna testovacia stránka
sl: Ena preizkusna stran
zh_cn: 单张测试页
zh_tw: 單頁測試頁

source: Two test pages
ca: Dues pàgina de prova
da: To testsider
de: Zwei Testseiten
es: Dos paginas de prueba
fi: Kaksi testisivua
fr: Deux pages de test
nl: Twee testpagina's
sk: Dve testovacie stránky
sl: Dve preizkusni strani
zh_cn: 两张测试页
zh_tw: 雙頁測試頁

source: Failed to print testpage for %1.
ca: No s'ha pogut imprimir la pàgina de prova de %1.
da: Udskrift af testside for %1 fejlede.
de: Die Testseite für %1 konnte nicht gedruckt werden.
es: No se ha podido imprimir la página de prueba en %1.
fi: Testisivun tulostus jonoon %1 epäonnistui.
fr: Impossible d'imprimer la page de test pour %1.
nl: Afdrukken van testpagina voor %1 is mislukt.
sk: Zlyhala tlač testovacej stránky pre %1.
sl: Tiskanje preizkusne strani za %1 je spodletelo.
zh_cn: 无法打印 %1 的测试页。
zh_tw: 無法列印 %1 的測試頁。

source: Wait Until Testpage Printing Finished
ca: Espereu fins que s'acabi la impressió de prova
da: Vent til udskrift af testsiden er færdigt
de: Bitte warten Sie, bis der Testdruck beendet ist
es: Espere hasta que termine la impresión de la página de prueba
fi: Odota kunnes testitulostus on valmis
fr: Attendre jusqu'à la fin de l'impression de test
nl: Wacht totdat het afdrukken van de testpagina klaar is
sk: Čakať, kým skončí test tlače
sl: Čakanje na zaključek tiskanja preizkusne strani
zh_cn: 等待测试页打印完成
zh_tw: 等待至測試頁列印完成

source: Sent testpage to %1. Printing should start soon.
ca: S'ha enviat una pàgina de prova a %1. S'hauria de començar a imprimir aviat...
da: Sendte testside til %1. Udskrift bør starte om et øjeblik.
de: Die Testseite wurde an %1 gesendet. Der Ausdruck sollte unmittelbar beginnen.
es: Página de prueba enviada a %1. La impresión empezará pronto.
fi: Testisivu lähetettiin jonoon %1. Tulostuksen pitäisi alkaa pian.
fr: La page de test a été envoyée à %1. Son impression devrait bientôt commencer.
nl: De testpagina is verzonden naar %1. Het printen zou spoedig moeten starten.
sk: Testovacia stránka odoslaná do %1. Tlač by mala začať čoskoro.
sl: Preizkusna stran je bila poslana v %1. Tiskanje bi se moralo pričeti kmalu.
zh_cn: 已向 %1 发送测试页。很快就会开始打印。
zh_tw: 已將測試頁傳送至 %1。列印將很快開始。

source: Testpage printout was successful
ca: La impressió de prova s'ha fet correctament
da: Udskrift af testsiden lykkedes
de: Drucken der Testseite war erfolgreich
es: Impresión de la página de prueba realizada correctamente
fi: Testisivun tulostus onnistui
fr: L'impression de la page de test a été effectuée avec succès
nl: De testpagina afdrukken is gelukt
sk: Tlač testovacej stránky bol úspešný
sl: Tiskanje preizkusne strani je bilo uspešno
zh_cn: 测试页打印成功
zh_tw: 測試頁列印成功

source: Testpage printing failed
ca: Ha fallat la impressió de la pàgina de prova
da: Udskrift af testsiden mislykkedes
de: Drucken der Testseite ist fehlgeschlagen
es: Error al imprimir la página de prueba
fi: Testisivun tulostus epäonnistui
fr: L'impression de la page de test a échoué
nl: De testpagina afdrukken is mislukt
sk: Tlač testovacej stránky zlyhal
sl: Tiskanje preizkusne strani je spodletelo
zh_cn: 测试页打印失败
zh_tw: 測試頁列印失敗

source: There are pending print jobs which might be deleted now.
ca: Hi ha tasques d'impressió pendents que potser se suprimiran ara.
da: Der ventende udskriftsjobs som kan blive slettet nu.
de: Es sind anstehende Druckaufträge vorhanden, die eventuell nun gelöscht werden sollten.
es: Hay trabajos de impresión pendientes que se suprimirán a continuación.
fi: Jonossa on tulostustöitä, jotka voidaan nyt poistaa.
fr: Certains travaux d'impression en attente pourraient être supprimés maintenant.
nl: Er zijn wachtende taken die mogelijk nu verwijderd worden.
sk: Čakajú tlačové úlohy, ktoré by mohli byť teraz zmazané.
sl: V vrsti so čakajoča tiskalna opravila, ki jih je mogoče izbrisati.
zh_cn: 现在有可能要删除的等待中打印作业。
zh_tw: 存在待處理的列印工作，這些工作可能會立即刪除。

source: Delete all pending jobs
ca: Suprimeix totes les tasques pendents
da: Slet alle udestående jobs
de: Alle anstehenden Druckaufträge löschen
es: Suprimir todos los trabajos pendientes
fi: Poista kaikki odottavat työt
fr: Supprimer tous les travaux d'impression en attente
nl: Verwijder alle wachtende taken
sk: Zmazať všetky čakajúce tlačové úlohy
sl: Izbriši vsa čakajoča opravila
zh_cn: 删除所有等待中的作业
zh_tw: 刪除所有待處理工作

source: Do not delete them
ca: No les suprimeixis
da: Slet dem ikke
de: Nicht löschen
es: No suprimirlos
fi: Älä poista
fr: Ne pas les supprimer
nl: Niet verwijderen
sk: Nemazať ich
sl: Ne izbriši jih
zh_cn: 不删除
zh_tw: 不要將其刪除

source: For the full log, see the /var/log/cups/error_log file.
ca: Per al registre complet, vegeu el fitxer /var/log/cups/error_log.
da: Se filen /var/log/cups/error_log for den fulde log.
de: Das vollständige Protokoll findet sich in der /var/log/cups/error_log-Datei.
es: Para ver el registro completo, consulte el archivo /var/log/cups/error_log.
fi: Katso täydet lokitiedot tiedostosta katso /var/log/cups/error_log.
fr: Pour le journal complet, consulter le fichier /var/log/cups/error_log.
nl: Voor de volledige log, zie het bestand /var/log/cups/error_log.
sk: Pre celý výpis záznamu, pozrite súbor /var/log/cups/error_log.
sl: Za celoten dnevnik si oglejte datoteko /var/log/cups/error_log.
zh_cn: 完整日志，请见 /var/log/cups/error_log 文件。
zh_tw: 若需完整記錄，請參閱 /var/log/cups/error_log 檔案。

source: CUPS log information while processing the testpage for %1 (English only)
ca: Registre d'informació de CUPS mentre es processava la pàgina de prova per a %1 (només en anglès)
da: CUPS loginformation under behandling af testsiden til %1 (kun på engelsk)
de: Ausgabe des CUPS-Servers während der Ausgabe der Testseite für '%1' (Nur Englisch)
es: CUPS registra información mientras procesa la página de prueba para %1 (solo en inglés)
fi: CUPS-lokitiedot testitiedoston %1 tulostuksesta (englanniksi)
fr: Informations du journal CUPS lors du traitement de la page de test pour %1 (anglais seulement)
nl: Log-informatie van CUPS tijdens het verwerken van de testpagina voor %1 (alleen Engels)
sk: Informácie CUPS záznamu počas spracovania testovacej stránky pre %1 (iba anglicky)
sl: Dnevnik CUPS med obdelovanjem preizkusne strani za %1 (v angleščini)
zh_cn: 处理 %1 的测试页的 CUPS 日志信息（仅英文）
zh_tw: 處理 %1 測試頁時的 CUPS 記錄資訊 (僅有英文)

source: For CUPS log information, see the /var/log/cups/error_log file.
ca: Per al registre d'informació de CUPS, vegeu el fitxer /var/log/cups/error_log.
da: Se filen /var/log/cups/error_log for CUPS loginformation.
de: CUPS-Protokollinformationen finden sich in der /var/log/cups/error_log-Datei.
es: Para ver la información de registro de CUPS, consulte el archivo /var/log/cups/error_log.
fi: Katsoa CUPS-lokitiedot tiedostosta /var/log/cups/error_log.
fr: Pour visualiser les journaux de CUPS, consulter le fichier /var/log/cups/error_log.
nl: Voor informatie uit de CUPS-log, zie het bestand /var/log/cups/error_log.
sk: Informácie CUPS záznamu nájdete v súbore /var/log/cups/error_log.
sl: Za dnevnik CUPS si oglejte datoteko /var/log/cups/error_log.
zh_cn: CUPS 日志信息，参见 /var/log/cups/error_log 文件。
zh_tw: 若需 CUPS 記錄資訊，請參閱 /var/log/cups/error_log 檔案。

source: When printing via a remote system fails, you may ask an admin of the remote system.
ca: Quan falla la impressió a través d'un sistema remot, podeu demanar un nom d'administrador del sistema remot.
da: Når udskrift via et eksternt system mislykkes, kan du spørge administratoren af det eksterne system.
de: Wenn das Drucken auf einem entfernten System fehlschlägt, müssen Sie den Administrator des entfernten Systems fragen.
es: Si se produce un error al imprimir mediante un sistema remoto, consulte al administrador del sistema remoto.
fi: Kun tulostus etäjärjestelmän kautta epäonnistuu, voit kysyä asiasta järjestelmän ylläpitäjältä.
fr: Lorsque l'impression via un système distant échoue, vous pouvez demander à un administrateur du système distant.
nl: Als afdrukken via een systeem op afstand mislukt, dan de hulp inroepen van de systeembeheerder van het systeem op afstand.
sk: Keď zlyhá tlač cez vzdialený systém, môžete požiadať administrátora vzdialeného systému.
sl: Ko spodleti tiskanje prek oddaljenega sistema, lahko vprašate skrbnika oddaljenega sistema.
zh_cn: 当通过远程系统打印失败时，您可以咨询远程系统管理员。
zh_tw: 當經由遠端系統列印失敗，您可以詢問遠端系統的管理者。

source: A remote CUPS server setting conflicts with adding a configuration.
ca: Hi ha un conflicte entre un paràmetre del servidor CUPS i l'addició d'una configuració.
da: En ekstern CUPS serverindstilling konflikter med tilføjelse af konfiguration.
de: Die Einstellung eines entfernten CUPS-Servers verhindert das Hinzufügen einer Konfiguration.
es: Un valor de configuración del servidor CUPS remoto está en conflicto con la adición de una configuración.
fi: CUPS-etäpalvelimen asetukset eivät salli asetuksen lisäämistä.
fr: Un paramètre du serveur CUPS distant est en conflit avec l'ajout d'une configuration.
nl: Een instelling van een CUPS-server op afstand is in conflict met het toevoegen van een configuratie.
sk: Nastavenie vzdialeného CUPS servera nesedí s pridávaním konfigurácie.
sl: Nastavitev oddaljenega strežnika CUPS je v sporu z dodajanjem nastavitev.
zh_cn: 远程 CUPS 服务器设置与添加配置冲突。
zh_tw: 遠端 CUPS 伺服器設定與新增的組態相衝突。

source: Cannot Modify
ca: No es pot modificar
da: Kan ikke ændre
de: Änderung nicht möglich
es: No se puede modificar
fi: Ei voi muuttaa
fr: Impossible de modifier
nl: Kan niet wijzigen
sk: Nedá sa upraviť
sl: Ni moč spremeniti
zh_cn: 无法修改
zh_tw: 無法修改

source: This is a remote configuration. Only local configurations can be modified.
ca: Es tracta d'una configuració remota. Només es poden modificar les configuracions locals.
da: Dette er en ekstern konfiguration. Kun lokale konfigurationer kan ændres.
de: Dies ist eine Fernkonfiguration. Nur lokale Konfigurationen können geändert werden.
es: Es una configuración remota. Solo se pueden modificar las configuraciones locales.
fi: Tämä on etäasetus. Vain paikallisia asetuksia voi muuttaa.
fr: Il s'agit d'une configuration distante. Seules les configurations locales peuvent être modifiées.
nl: Dit is een configuratie op afstand. Alleen lokale configuraties kunnen gewijzigd worden.
sk: Toto je vzdialená konfigurácia. Iba lokálne konfigurácie môžu byť upravené.
sl: To so oddaljene nastavitve. Spreminjati je mogoče samo krajevne nastavitve.
zh_cn: 这是远程配置。只能修改本地配置。
zh_tw: 這是一個遠端組態。只有本地組態可進行修改。

source: stop the printer and keep the job for future printing
ca: Atura la impressora i conserva la tasca per imprimir-la més endavant
da: stop printeren, og gem jobbet til senere udskrivning
de: Drucker anhalten und Auftrag für den späteren Ausdruck speichern
es: detener la impresora y conservar el trabajo para una impresión posterior
fi: pysäytä tulostus ja pidä työ odottamassa tulostusta
fr: arrêter l'imprimante et conserver la tâche pour une impression ultérieure
nl: stop de printer en druk de opdracht later af
sk: zastaviť tlačiareň a ponechať úlohu pre budúce tlačenie
sl: Ustavi tiskalnik in obdrži opravilo za tiskanje v prihodnosti
zh_cn: 停止打印机并保留作业以供将来打印
zh_tw: 停止印表機並保留工作以便日後進行列印

source: re-send the job after waiting some time
ca: torna a enviar la tasca després d'esperar una estona
da: send jobbet igen efter at have ventet en tid
de: Auftrag nach kurzer Wartezeit erneut senden
es: reenviar el trabajo pasado un tiempo
fi: lähetä tulostustyö uudestaan jonkin ajan kuluttua
fr: renvoyer le travail d'impression après un certain temps d'attente
nl: stuur de taak opnieuw na enige tijd te hebben gewacht
sk: znovu odoslať úlohu po čakaní určitú dobu
sl: Po čakanju znova pošlji opravilo
zh_cn: 等待一段时间后重新发送作业
zh_tw: 等待一段時間後重新傳送工作
