Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> Regarding firewall:<br> A firewall is used to protect running server processes (in this case the CUPS server process 'cupsd') on your host against unwanted access via network.<br> Printing via network happens in a trusted internal network (nobody lets arbitrary users from whatever external network print on his printer) and usually the users need physical printer access to get their paper output.<br> By default the SuSEfirewall lets any network traffic pass via a network interface which belongs to the 'internal zone' because this zone is trusted by default.<br> It does not make sense to do printing in a trusted internal network with a network interface which belongs to the untrusted 'external zone' (the latter is the default setting for network interfaces to be safe). Do not disable firewall protection for CUPS (i.e. for IPP which uses TCP port 631 and UDP port 631) for the untrusted 'external zone'.<br> To make printers accessible in a trusted internal network and be protected by the firewall against unwanted access from any external network (in particular from the Internet), assign the network interface which belongs to the internal network to the internal zone of the firewall. Use the YaST Firewall setup module to do this fundamental setup to gain security plus usefulness in your network and sharing printers in a trusted internal network will work without any further firewall setup.<br> For details see the openSUSE support database article 'CUPS and SANE Firewall settings' at<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
ca: <p> Pel que fa al tallafoc:<br> Un tallafoc es fa servir per protegir processos de servidor en execució (en aquest cas, el procés del servidor CUPS "cupsd") al vostre amfitrió contra accessos no volguts des de la xarxa.<br> La impressió per xarxa passa en una xarxa interna de confiança (ningú no deixa que usuaris qualssevol d'una xarxa externa imprimeixin a la seva impressora) i els usuaris sempre necessiten accés físic a la impressora per aconseguir la impressió.<br> Per defecte, el tallafoc SuSEfirewall permet qualsevol informació entrant a través de la xarxa que pertanyi a la "zona interna" perquè es confia en aquesta zona per defecte.<br> No té sentit imprimir en una xarxa interna de confiança amb una interfície de xarxa que pertanyi a una "zona externa" de desconfiança (l'últim cas és el paràmetre per defecte perquè les interfícies de xarxa siguin segures). Concretament, no deshabiliteu la protecció del tallafocs per al CUPS (per exemple, per una IPP que fa servir el port TCP 631 i el port UDP 631) per a la zona externa de desconfiança.<br> Per fer que les impressores estiguin disponibles en una xarxa interna de confiança i alhora estar protegits pel tallafoc contra accessos no volguts des d'una xarxa externa (en particular des d'Internet), assigneu una interfície de xarxa que pertanyi a la xarxa interna de la zona interna del tallafoc. Utilitzeu el mòdul del tallafoc del YaST per fer-ne aquesta configuració fonamental per guanyar seguretat a més d'utilitat a la vostra xarxa i, així, l'ús d'impressores remotes en una xarxa interna de confiança funcionarà sense cap altra configuració del tallafoc.<br> Per a més detalls, llegiu l'article de la base de dades de suport d'openSUSE "CUPS and SANE Firewall settings" a<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
da: <p> Vedrørende firewall:<br> En firewall bruges til at beskytte kørende serverprocesser (i dette tilfælde CUPS-serverprocessen "cupsd") på din vært imod uønsket adgang via netværk.<br> Udskrift via netværk sker på et betroet internt netværk (ingen lader vilkårlige brugere fra vilkårlige eksterne netværk udskrive på sin printer) og normalt skal brugerne havne fysisk printeradgang for at hente deres papir-output.<br> Som standard lader SuSEfirewall al netværkstrafik passere via en netværksgrænseflade som hører til den "interne zone" fordi denne zone er betroet som standard.<br> Det giver ikke mening at udskrive i på et betroet internt netværk med en netværksgrænseflade der hører til den ikke-betroede "eksterne zone" (sidstnævnte er standardindstillingen for at netværksgrænseflader skal være sikre). Deaktivér ikke firewall-besktyttelse af CUPS (dvs. for IPP som bruger TCP-port 631 og UDP-port 631) for den ikke-betroede "eksterne zone".<br> For at gøre printere tilgængelige på et betroet internt netværk og være beskyttet af firewallen imod uønsket adgang fra et eksternt netværk (især fra internettet), så tildel netværksgrænsefladen som hører til det interne netværk til firewallens interne zone. Brug YaST's modul til firewall-opsætning til at udføre denne fundamentale opsætning for at opnå sikkerhed og brugbarhed på dit netværk og deling af printere på et betroet internt netværk vil virke uden yderligere firewall-opsætning.<br> For detaljer se openSUSE support-database-artiklen "CUPS and SANE Firewall settings" på<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
de: <p>Zur Firewall:<br> Eine Firewall wird verwendet, um laufende Serverprozesse (in diesem Fall den CUPS-Serverprozess 'cupsd') auf Ihrem Host gegen unerwünschte Zugriffe über das Netzwerk zu schützen.<br> Das Drucken über das Netzwerk erfolgt in einem vertrauenswürdigen internen Netzwerk (niemand lässt beliebige Benutzer aus irgendeinem externen Netzwerk auf seinem Drucker drucken), und normalerweise brauchen die Benutzer physischen Zugang zum Drucker, um ihre Papierausgabe zu erhalten.<br> Standardmäßig lässt SuSEfirewall Netzwerkverkehr aus der internen Zone passieren, da diese Zone normalerweise als vertrauenswürdig eingestuft ist.<br> Es ist nicht sinnvoll, in einem vertrauenswürdigen internen Netzwerk über eine Netzwerkschnittstelle zu drucken, die zu einer nicht vertrauenswürdigen externen Zone (dies ist aus Sicherheitsgründen die Standardeinstellung für Netzwerkschnittstellen) gehört. <br>Sie sollten es vermeiden, den Firewall-Schutz für CUPS (d. h. für IPP, über TCP-Port 631 und UDP-Port 651) für die nicht vertrauenswürdige externe Zone zu deaktivieren.<br> Damit innerhalb eines vertrauenswürdigen internen Netzwerks auf Drucker zugegriffen werden kann, die Drucker jedoch durch die Firewall vor unerwünschtem Zugriff von einem externen Netzwerk geschützt sind, weisen Sie die Netzwerkschnittstelle, die dem internen Netzwerk angehört, der internen Zone der Firewall zu.<br> Verwenden Sie für diese grundlegende Einrichtung das YaST-Firewall-Modul. Es ermöglicht sichere und sinnvolle Einstellungen zur Freigabe Ihrer Drucker in einem vertrauenswürdigen internen Netzwerk, damit alles funktioniert, ohne weitere Firewall-Konfiguration. Mehr dazu finden sie in der englischen openSUSE-Supportdatenbank unter dem Titel 'CUPS and SANE Firewall settings' <br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
es: <p> Sobre el cortafuegos:<br> Un cortafuegos se usa para proteger los procesos en ejecución en el servidor (en este caso el proceso cupsd del servidor CUPS) en el host contra accesos no deseados en la red.<br> La impresión mediante la red se produce en una red interna de confianza (nadie permite a usuarios arbitrarios de cualquier red externa imprimir en su impresora) y normalmente los usuarios necesitan acceso físico a la impresora para realizar sus trabajos de impresión.<br> Por defecto, SuSEfirewall permite cualquier tráfico de red a través de una interfaz de red que pertenezca a la "zona interna", ya que esta zona es fiable por defecto.<br> No tiene sentido imprimir en una red interna de confianza con una interfaz de red que pertenezca a la "zona externa" que carece de ella (esta es la configuración por defecto para que las interfaces de red sean seguras). No inhabilite la protección del cortafuegos para CUPS (es decir, para el protocolo IPP que usa el puerto TCP 631 y el puerto UDP 631) en la "zona externa" no fiable.<br> Para hacer que se pueda acceder a las impresoras en una red interna de confianza y que estén protegidas por el cortafuegos contra accesos no deseados de cualquier red externa (en particular de Internet), asigne la interfaz de red que pertenezca a la red interna a la zona interna del cortafuegos. Use el módulo de YaST de configuración del cortafuegos para realizar este ajuste fundamental para lograr seguridad y utilidad en su red y compartir impresoras en una red interna de confianza sin realizar configuraciones adicionales del cortafuegos.<br> Para obtener más detalles, consulte el artículo de la base de datos de asistencia de openSUSE sobre la configuración del Firewall para CUPS y SANE en<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
fi: <p> Liittyy palomuuriin:<br> Palomuuria käytetään suojaamaan koneellasi toimivia palvelimen prosesseja (tässä tapauksessa CUPS palvelinprosessi 'cupsd') verkon kautta tapahtuvia ei- haluttuja liittymisiä vastaan.<br> Verkkotulostus tapahtuu luotetun sisäisen verkon kautta (kukaan ei salli mistä tahansa ulkoisesta verkosta pyrkivien käyttäjien tulostaa tulostimellaan) ja yleensä käyttäjä tarvitsee pääsyn tulostimelle fyysisesti saadakseen paperitulosteensa.<br> Oletuksena SuSEfirewall sallii kaiken verkkoliikenteen verkkorajapinnan läpi, joka kuuluu 'sisäiseen vyöhykkeeseen' koska tämä vyöhyke on oletuksena luotettu.<br> Ei ole järkevää tulostaa luotetun sisäisen verkon kautta jossa verkkorajapinta kuuluu ulkoiseen verkkoon joka ei ole luotettu (seuraavassa oletusarvona on turvallinen verkkorajapinta) Älä poista palomuurisuojausta CUPSilta (ts. IPP:lle joka käyttää TCP porttia 631 ja UPD porttia 631) ei-luetetulle 'ulkoiselle vyöhykkeelle'.<br> Jotta tulostimet olisivat saavutettavissa luotetussa sisäisessä verkossa ja palomuurin suojaamina ei-haluttuja käyttöä vastaan mistä tahansa ulkoisesta verkosta (erityisesti Internetistä) , aseta verkkorajapinta, joka kuuluu sisäiseen verkkoon, palomuurin sisäiseen vyöhykkeeseen. Käytä YaST Firewall asetusosiota tähän perustusasetukseen saadaksesi verkkosi turvalliseksi ja hyödylliseksi sekä tulostimen jakamiseksi luotetussa sisäisessä verkossa. Näin nämä toimii ilman lisäasetuksia palomuuriin.<br> Lisätietoja openSUSE tukitietokannasta artikkelissa CUPS and SANE Firewall settings' osoitteessa<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
fr: <p> Concernant le pare-feu :<br> Un pare-feu est utilisé pour protéger les processus serveur en cours d'exécution (dans ce cas le processus serveur de CUPS 'cupsd') sur votre machine contre les accès non souhaités via le réseau.<br> Imprimer via le réseau se fait sur un réseau interne de confiance (personne ne laisse des utilisateurs arbitraires de n'importe quel réseau externe utiliser son imprimante) et habituellement les utilisateurs nécessitent un accès physique à l'imprimante pour pouvoir récupérer leur impression papier.<br> Par défaut, SuSEfirewall laisse tout trafic réseau passer par une interface appartenant à la 'zone interne' car cette zone est considérée comme sûre.<br> Cela n'a pas de sens d'imprimer dans un réseau interne de confiance avec une interface réseau qui appartient à la 'zone externe', qui n'est pas de confiance (cette dernière est la configuration par défaut pour sécuriser les interfaces réseau). Ne désactivez pas la protection du pare-feu pour CUPS (c.à.d. pour IPP qui utilise le port TCP 631 et le port UDP 631) pour la 'zone externe', qui n'est pas de confiance.<br> Pour rendre des imprimantes accessibles dans un réseau interne de confiance et être protégé par le pare-feu contre les accès non souhaités depuis tout réseau externe (en particulier de l'Internet), assignez l'interface réseau appartenant au réseau interne à la 'zone interne' du pare-feu. Utilisez le module de configuration du pare-feu de YaST pour réaliser cette configuration fondamentale pour gagner en sécurité sur votre réseau, et le partage d'imprimantes dans un réseau interne de confiance fonctionnera sans autre configuration du pare-feu.<br> Pour plus d'informations, consultez l'article de la base de données du support openSUSE (SDB) intitulé 'CUPS and SANE Firewall settings' à l'adresse<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
nl: <p> Mert betrekking tot de firewall:<br> Een firewall wordt gebruikt om draaiende serverprocessen te beschermen (in dit geval het CUPS-serverproces 'cupsd') op uw host tegen ongewenste toegang via het netwerk.<br> Afdrukken via het netwerk wordt gedaan in een vertrouwd intern netwerk (niemand laat willekeurige gebruikers van welk extern netwerk ook toe om op zijn printer te printen) en gewoonlijk hebben de gebruikers fysieke toegang tot de printer nodig om hun papieruitvoer te krijgen.<br> Standaard laat de SuSEfirewall alle netwerkverkeer passeren via een netwerkinterface dat behoort tot de 'interne zone' omdat deze zone standaard vertrouwd wordt.<br> Het is niet logisch om te printen in een vertrouwd intern netwerk met een netwerkinterface dat behoort tot de niet vertrouwde 'externe zone' die standaard als niet veilig wordt ingesteld. Schakel de firewall-protectie voor CUPS (dwz. voor IPP die TCP-poort 631 en UDP-poort 631 gebruiken) niet uit voor de niet vertrouwde 'externe zone'<br>. Om printers op afstand in een vertrouwd intern netwerk te gebruiken en door de firewall beschermd tegen ongewenste toegang vanaf enig extern netwerk (in het bijzonder vanaf het internet), ken dan het netwerkinterface, dat tot het interne netwerk behoort, toe aan de interne zone van de firewall. Gebruik de YaST module voor het instellen van de firewall om deze fundamentele instelling te verrichten om veiligheid plus bruikbaarheid te verkrijgen in uw netwerk en printers op afstand in een vertrouwd intern netwerk te laten werken zonder enige verdere instelling van de firewall.<br> Voor details zie de openSUSE ondersteuningsdatabase artikel 'CUPS en GEZONDE Firewall instellingen' at<br> http://nl.opensuse.org/SDB:CUPS_en_GEZONDE_Firewall_instellingen </p>
sk: <p> Pokiaľ ide o firewall:<br> Firewall sa používa na ochranu bežiacich procesov servera (v tomto prípade CUPS proces servera 'cupsd') svojho hostiteľa proti nežiaducemu prístupu cez sieť.<br> Tlačenie cez sieť sa deje v dôveryhodné internej sieti (nikto neumožňuje ľubovoľným používateľom z akejkoľvek externej siete tlač na jeho tlačiarni) a zvyčajne sa používatelia potrebujú fyzický prístup k tlačiarni, aby dostali svoj papierový výstup.<br> V predvolenom nastavení SuSEfirewall umožňuje prechod sieťovej prevádzky cez sieťové rozhranie, ktoré patrí do 'internej zóny', pretože táto zóna je dôveryhodná v predvolenom nastavení.<br> Nedáva zmysel robiť tlač v dôveryhodnej internej sieti so sieťovým rozhraním, ktoré patrí k nedôveryhodnej 'externej zóne' (druhé menované je predvolené nastavenie pre zabezpečenie sieťového rozhrania). Nevypínajte firewall ochranu pre CUPS (t.j. pre IPP, ktoré používa TCP port 631 a UDP port 631) pre nedôveryhodnú 'externú zónu'.<br> Ak chcete tlačiarne prístupné v dôveryhodnej internej sieti a byť chránený cez firewall proti nežiaducemu prístupu z akejkoľvek externej siete (najmä z internetu), priraďte sieťové rozhranie, ktoré patrí do internej siete do internej zóny firewallu. Použite nastavovací modul YaST Firewall pre vykonanie tohto základného nastavenia, aby ste získali bezpečnosť a navyše prospešnosť vo vašej sieti a zdieľanie tlačiarní v dôveryhodnej internej sieti bude fungovať bez ďalších nastavení firewallu.<br> Podrobnosti nájdete v článku databázy podpory openSUSE 'CUPS and SANE Firewall settings' na<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
zh_cn: <p> 防火墙相关：<br> 防火墙用来保护在您的主机上运行的服务器进程 （本例中是 CUPS 服务器进程“cupsd”） 不受无谓的网络访问。<br> 网络打印发生在可信的内部网络中 （没人会让外部网络的任意用户在他的打印机上 打印）， 通常，用户需要能够接触 物理的打印机来取回他们打印的纸张。<br> SuSEfirewall 默认允许任何来自属于“内部区域” 的网络接口的网络流量通过， 因为此区域默认是可信的。<br> 通过属于不可信的“外部区域”的网络接口 在可信内部网络打印是不安全的（出于安全考虑， 网络接口默认属于外部区域）。 请不要禁用 CUPS 的针对不可信的“外部区域” 的防火墙保护（例如 IPP 使用的 TCP 端口 631 和 UDP 端口 631）。<br> 要在可信的内部网络使用打印机， 且保护其不受任何外部网络的无谓访问 （尤其是因特网访问）， 请向防火墙的内部区域指派 属于内部网络的网络接口。 可以使用 YaST 防火墙设置模块来完成此基础设置， 以实现网络中的安全和易用。 在可信的内部网络分享打印机 将不需要额外的防火墙设置。<br> 详情请见 openSUSE 支持数据库文章 《CUPS 和 SANE 的防火墙设置》，网址为：<br> http://zh.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
zh_tw: <p> 關於防火牆：<br> 防火牆用於保護主機上執行的伺服器 程序 (本範例中為 CPUS 伺服器程序「cupsd」)， 防止透過網路的未經授權的存取。<br> 透過網路進行的列印將在受信任的內部網路中發生 (沒有人會讓來自任何外部網路的未知使用者 在其印表機上進行列印)，通常，使用者 需要具有實際印表機存取權才能列印出紙張。<br> 依預設，SuSEfirewall 可讓任何網路流量 經由屬於「內部區域」的網路介面通過， 這是因為在預設情況下，此區域為受信任區域。<br> 如果網路介面屬於不受信任的「外部區域」， 則在受信任的內部網路中執行列印便毫無意義 (後者是確保網路介面安全的預設設定)。 不要對不受信任之「外部區域」的 CUPS (例如，使用 TCP 埠 631 與 UDP 埠 631 的 IPP) 停用防火牆保護。<br> 若要讓印表機可在受信任的內部網路中存取， 且受到防火牆的保護，防止來自任何外部網路 (尤其是網際網路) 的未經授權存取， 請將屬於內部網路的網路介面 指定給防火牆的內部區域。 使用 YaST 防火牆設定模組來完成這項基本設定， 以便在網絡中實現安全性和可用性。 如果不做任何進一步的防火牆設定， 將無法在受信任內部網路中共用印表機。<br> 如需詳細資料，請參閱 openSUSE 支援資料庫 文章「CUPS 和 SANE 防火牆設定」，網址為：<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>

source: <p> <b><big>CUPS Operation Policy</big></b><br> Operation policies are the rules used for each operation in CUPS. Such operations are for example 'print something', 'cancel a printout', 'configure a printer', 'modify or remove a printer configuration', and 'enable or disable printing'. </p>
ca: <p> <b><big>Política d'ús del CUPS</big></b><br> Les polítiques d'ús són les regles que s'utilitzen en cada operació del CUPS. Algunes tasques possibles són les següents: "imprimeix alguna cosa", "cancel·la la impressió", "configura una impressora", "modifica o elimina la configuració d'una impressora" i "habilita o inhabilita la impressió". </p>
da: <p> <b><big>CUPS' handlingspolitik</big></b><br> Handlingspolitik er reglerne, der anvendes til hver handling i CUPS. Sådanne handlinger kan f.eks. være 'skriv noget ud', 'annullér en udskrift', 'konfigurér en printer', 'ændr eller fjern en printerkonfiguration' og 'aktivér eller deaktivér udskrift'. </p>
de: <p> <b><big>CUPS-Vorgangsrichtlinien</big></b><br> Richtlinien für Vorgänge legen die Regeln für die einzelnen Vorgänge in CUPS fest. Bei diesen Vorgängen kann es sich zum Beispiel um Folgendes handeln: 'Etwas drucken', 'Ausdruck abbrechen', 'Drucker konfigurieren', 'Druckerkonfiguration ändern oder entfernen' und 'Druckfunktion aktivieren oder deaktivieren'. </p>
es: <p> <b><big>Directiva de uso de CUPS</big></b><br> Las directivas de uso son reglas utilizadas en cada trabajo de CUPS. Algunas operaciones son, por ejemplo: "imprimir algo", "cancelar impresión", "configurar impresora", "modificar o eliminar la configuración de una impresora" y "habilitar o inhabilitar la impresión". </p>
fi: <p> <b><big>CUPS-toimintakäytännöt</big></b><br> Toimintakäytännöt ovat CUPS-toimintojen käyttämiä sääntöjä. Toimintoja ovat esimerkiksi tulostaminen, tulostuksen peruuttaminen, tulostimen asettaminen, asetusten muokkaamminen ja poistaminen sekä tulostuksen käyttöön ottaminen tai poistaminen käytöstä. </p>
fr: <p> <b><big>Statégie de fonctionnement de CUPS</big></b><br> Les stratégies de fonctionnement sont les règles utilisées pour chaque opération dans CUPS. De telles opérations sont par exemple 'imprimer quelque chose', 'annuler une impression', 'configurer une imprimante', 'modifier ou supprimer une configuration d'imprimante' et 'activer ou désactiver l'impression'. </p>
nl: <p> <b><big>Bewerkingbeleid CUPS</big></b><br> Het bewerkingbeleid omvat de regels die gebruikt worden voor elke bewerking binnen CUPS. Zulke bewerkingen houden bijvoorbeeld in: 'iets afdrukken', 'een afdruktaak annuleren', 'een printer configureren', 'een printerconfiguratie wijzigen of verwijderen' en 'afdrukken in- of uitschakelen'. </p>
sk: <p> <b><big>Prevádzková politika CUPS</big></b><br> Prevádzkové politiky sú pravidlá používané pre každú operáciu v CUPS. Tieto operácie sú napríklad 'niečo vytlačiť', 'zrušiť tlač', 'konfigurovať tlačiareň', 'upraviť alebo odstrániť konfiguráciu tlačiarne', a 'povoliť alebo zakázať tlačenie'. </p>
zh_cn: <p> <b><big>CUPS 操作策略</big></b><br> 操作策略是用于 CUPS 各操作的规则。 例如，这样的操作有“打印一些内容”、“取消打印输出”、 “配置打印机”、“修改或去除打印机配置” 及“启用或禁用打印”。 </p>
zh_tw: <p> <b><big>CUPS 操作規則</big></b><br> 操作規則即 CUPS 中的每個操作所使用的規則。 此類操作有：「列印」、「取消列印」、 「設定印表機」、「修改或移除印表機組態」 和「啟用或停用列印」。 </p>
