Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Printing Via Network</big></b><br> Usually CUPS (Common Unix Printing System) is used to print via network.<br> By default CUPS uses its so called 'Browsing' mode to make printers available via network.<br> In this case remote CUPS servers must publish their printers via network and accordingly on your host the CUPS daemon process (cupsd) must run which is listening for incoming information about published printers.<br> CUPS Browsing information is received via UDP port 631.<br> Regarding firewall:<br> Check if a firewall is active for a network zone in which printers are published via network. By default the SuSEfirewall allows any incoming information via a network interface which belongs to the 'internal zone' because this zone is trusted by default.<br> It does not make sense to do printing in a trusted internal network with a network interface which belongs to the untrusted 'external zone' (the latter is the default setting for network interfaces to be safe). In particular do not disable firewall protection for CUPS (i.e. for IPP which uses TCP port 631 and UDP port 631) for the untrusted 'external zone'.<br> To use remote printers in a trusted internal network and be protected by the firewall against unwanted access from any external network (in particular from the Internet), assign the network interface which belongs to the internal network to the internal zone of the firewall. Use the YaST Firewall setup module to do this fundamental setup to gain security plus usefulness in your network and using remote printers in a trusted internal network will work without any further firewall setup.<br> For details see the openSUSE support database article 'CUPS and SANE Firewall settings' at<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
ca: <p> <b><big>Imprimir a través de la xarxa</big></b><br> Normalment el CUPS (Common Unix Printing System) es fa servir per imprimir per xarxa.<br> Per defecte el CUPS utilitza el mode "Navegació" per fer que les impressores estiguin disponibles a la xarxa.<br> En aquest cas, els servidors remots CUPS han de publicar les impressores que tenen a la xarxa i de manera corresponent el dimoni del procés (cupsd) s'ha d'executar a l'amfitrió, que escolta la informació entrant sobre impressores publicades.<br> La informació de la navegació CUPS es rep a través del port UDP 631.<br> Sobre el tallafoc:<br> Comproveu si hi ha un tallafoc actiu a la zona de xarxa on es publiquen les impressores. Per defecte, el tallafoc SuSEfirewall permet qualsevol informació entrant a través de la xarxa que pertanyi a la "zona interna" perquè es confia en aquesta zona per defecte.<br> No té sentit imprimir en una xarxa interna de confiança amb una interfície de xarxa que pertanyi a una "zona externa" de desconfiança (l'últim cas és el paràmetre per defecte perquè les interfícies de xarxa siguin segures). Concretament, no deshabiliteu la protecció del tallafocs per al CUPS (per exemple, per una IPP que fa servir el port TCP 631 i el port UDP 631) per a la zona externa de desconfiança.<br> Per fer servir impressores remotes en una xarxa interna de confiança i alhora estar protegits pel tallafoc contra accessos no volguts des d'una xarxa externa (en particular des d'Internet), assigneu una interfície de xarxa que pertanyi a la xarxa interna de la zona interna del tallafoc. Utilitzeu el mòdul del tallafoc del YaST per fer-ne aquesta configuració fonamental per guanyar seguretat a més d'utilitat a la vostra xarxa i així, fer servir impressores remotes en una xarxa interna de confiança funcionarà sense cap altra configuració del tallafoc.<br> Per a més detalls, llegiu l'article de la base de dades de suport d'openSUSE "CUPS and SANE Firewall settings" a<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
da: <p> <b><big>Udskrift via netværk</big></b><br> Normalt bruges CUPS (Common Unix Printing System) til udskrift via netværk.<br> Som standard bruger CUPS dens såkaldte "browsing"-tilstand til at gøre printere tilgængelige via netværk.<br> I så fald skal eksterne CUPS-servere publicere deres printere via netværk og tilsvarende skal CUPS-dæmonprocessen (cupsd) køre på din værtsmaskine, som lytter efter indkommende information om publicerede printere.<br> CUPS Browsing-information modtages via UDP-port 631.<br> Vedrørende firewall:<br> Kontrollér om en firewall er aktiv for en netværkszone hvori printere publiceres via netværk. Som standard tillader SuSEfirewall al indkommende information via en netværksgrænseflade som hører til den "interne zone" fordi denne zone er betroet som standard.<br> Det giver ikke mening at foretage udskrift på et betroet internt netværk med en netværksgrænseflade som hører til en ikke-betroet "ekstern zone" (sidstnævnte er standardindstillingen for at netværksgrænseflader skal være sikre). Deaktivér derfor især ikke firewall-beskyttelse af CUPS (dvs. for IPP som bruger TCP-port 631 og UDP-port 631) for den ikke-betroede "eksterne zone". For at bruge eksterne printere på et betroet internt netværk og være beskyttet af firewallen mod uønsket adgang fra eksterne netværk (især fra internettet), så tildel netværksgrænsefladen som hører til det interne netværk til den interne zone i firewalen. Brug YaST's modul til firewall-opsætning til at udføre denne fundamentale opsætning for at opnå sikkerhed og brugbar på dit netværk og brug af eksterne printere på et betroet internt netværk vil virke uden yderligere firewall-opsætning.<br> For detaljer se openSUSE's support-database-artikel "CUPS and SANE Firewall settings" på<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
de: <p> <b><big>Drucker über das Netzwerk ansprechen</big></b><br> CUPS (Common Unix Printing System) wird üblicherweise dazu benutzt, um über ein Netzwerk zu drucken.<br> Standardmäßig nutzt CUPS seinen sogenannten 'Browsing Mode', um Drucker über ein Netzwerk zur Verfügung zu stellen.<br> Dafür müssen die entfernten CUPS-Server ihre Drucker im Netzwerk bekannt machen und auf Ihrem Host muss der CUPS-Daemon (cupsd) laufen, der nach eingehenden Benachrichtigungen über dem Netzwerk zur Verfügung stehende Drucker lauscht.<br> Die entsprechende Information wird auf dem UDP-Port 631 entgegengenommen.<br> Für Ihre Firewallkonfiguration bedeutet dies:<br> Überprüfen Sie, ob Ihre Firewall über eine aktive Zone verfügt, in der Nachrichten über Netzwerkdrucker publiziert werden können. Die SuSE-Firewall erlaubt standardmäßig jede eingehende Nachricht aus einer Zone, die zur 'Internen Zone' gehört, weil der 'internen Zone' standardmäßig vertraut wird.<br> Es ergibt keinen Sinn, die Netzwerkschnittstelle des vertrauenswürdigen 'internen Netzwerks' der "gefährlichen" 'externen Zone' zuzuordnen, was auch die Standardeinstellung für Netzwerkschnittstellen ist. Schalten Sie den Firewallschutz für CUPS in der "gefährlichen" 'externen Zone' nicht ab (z.B. für IPP, das den TCP-Port 631 und den UDP-Port 631 nutzt).<br> Um einen entfernten Drucker in einem vertrauenswürdigen internen Netzwerk zu benutzen und durch die Firewall vor unerwünschten Zugriffen von externen Netzwerken (speziell vom Internet) geschützt zu sein, ordnen Sie die Netzwerkschnittstelle, welche zum internen Netzwerk gehört, der 'internen Zone' der Firewall zu. Benutzen Sie das YaST-Firewall-Modul, um diese grundlegenden Einstellungen vorzunehmen und Sicherheit plus Benutzbarkeit in Ihrem Netzwerk zu bekommen. Die Benutzung entfernter Drucker in einem vertrauenswürdigen internen Netzwerk wird dann ohne weitere Firewalleinstellungen funktionieren.<br> Für Details schauen Sie in die openSUSE-Support-Datenbank in den Artikel 'CUPS and SANE Firewall settings' (englisch) auf<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
es: <p> <b><big>Impresión mediante la red</big></b><br> Normalmente se usa CUPS (sistema de impresión común de Unix) para imprimir en red.<br> Por defecto, CUPS usa lo que se llama un modo de "exloración" para hacer disponibles las impresoras mediante la red.<br> En este caso, los servidores remotos de CUPS deben publicar sus impresoras en la red y, por lo tanto, en el host debe ejecutarse el daemon de CUPS (cupsd), que es el que escucha la información entrante sobre las impresoras publicadas.<br> La información de exploración de CUPS se recibe en el puerto UDP 631.<br> Sobre el cortafuegos:<br> Compruebe si hay un cortafuegos activo en la zona en la que se publican las impresoras mediante la red. Por defecto, SuSEfirewall permite cualquier información entrante a través de una interfaz de red que pertenezca a la "zona interna", porque dicha zona es de confianza por defecto.<br> No tiene sentido imprimir en una red de confianza interna con un interfaz de red que pertenezca a la "zona externa" que carece de ella (esta última es la configuración por defecto para que las interfaces de red sean seguras). No inhabilite la protección de CUPS en el cortafuegos (es decir, para IPP que usa el puerto TCP 631 y el puerto UDP 631) para la "zona externa" que no es de confianza.<br> Para usar impresoras remotas en una red interna de confianza y estar protegido por el cortafuegos contra accesos no deseados de cualquier red externa (en concreto de Internet), asigne la interfaz de red que pertenece a la red interna a la zona interna del cortafuegos. Use el módulo de configuración del cortafuegos de YaST para realizar este ajuste fundamental para lograr seguridad y utilidad en su red y usar impresoras remotas en una red interna de confianza sin realizar configuraciones adicionales del cortafuegos.<br> Para obtener más detalles, consulte el artículo de la base de datos de asistencia de openSUSE sobre la configuración del Firewall para CUPS y SANE en<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
fi: <p> <b> <big> Verkkotulostus</big></b><br> Yleensä CUPS:a (Common UNIX Printing System) käytetään verkkotulostuksessa.<br> Oletuksena CUPS käyttää niin sanottua "Selaus" tilaa, joka mahdollistaa verkkotulostimien löytämisen verkosta.<br> Tässä tapauksessa verkossa olevien CUPS-palvelimien on julkaistava tulostimet verkkoon ja paikallisen CUPS-palvelimen (cupsd) pitää kuunnella verkosta tulevia tietoja julkaistavista tulostimista. CUPS-palvelin lähettää tietoa verkkotulostimista UDP-porttiin 631.<br> Palomuurin asetukset:<br> Tarkista onko palomuuri aktiivinen verkkoalueelle jossa tulostimet ovat. Oletuksena palomuuri sallii sisääntulevan verkkoliikenteen alueelta joka kuuluu sisäiseen alueeseen, koska alue on luotettava oletusarvoisesti. Ei ole järkevää tulostaa luotettavaan sisäiseen alueeseen jos verkkoliitäntä kuuluu epäluotettavaan ulkoiseen alueeseen. (jälkimmäinen on oletusarvo, jotta verkkoliitäntä on turvallinen). Älä poista palomuurisuojausta CUPS-palvelimelta ulkoiselta alueelta. (IPP käyttää TCP- ja UDP-porttia 631 ) Käyttääksesi etätulostinta luotettuun sisäisessä verkossa ja ollaksesi suojattuna palomuurilla epätoivottuja yhteydenottoja vastaan mistä tahansa ulkoisesta verkosta (Internetistä), määrää verkkoliityntä kuulumaan palomuurin sisäalueeseen sisäiseen verkkoon. Käytä YaST Palomuurin määritysmoduulia tehdäksesi tämä perusasetus lisätäksesi turvallisuutta ja verkon käytettävyyttä ja etätulostimien käyttäminen luotetussa sisäverkossa toimii ilman erillistä palomuuri asetusta.<br> Lisätietoja löytyy openSUSEn tukitietokannan artikkelista 'CUPS and SANE Firewall settings' at<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
fr: <p> <b><big>Imprimer par le réseau</big></b><br> Habituellement, CUPS (Common Unix Printing System) est utilisé pour imprimer par le réseau.<br> Par défaut, CUPS utilise le mode 'Browsing' pour rendre les imprimantes disponibles via le réseau.<br> Dans ce cas, les serveurs CUPS distants doivent publier leurs imprimantes sur le réseau et un daemon CUPS (cupsd) doit être actif sur votre machine et écouter les informations entrantes à propos des imprimantes publiées.<br> Les informations de navigation CUPS sont reçues par UDP, sur le port 631.<br> Concernant le pare-feu :<br> Vérifiez si un pare-feu est actif pour une zone réseau dans laquelle les imprimantes sont publiées par réseau. Par défaut, SuSEfirewall autorise toutes les informations entrantes sur une interface réseau qui appartient à la 'zone interne' parce que cette zone est de confiance par défaut. Cela n'a pas de sens d'imprimer dans un réseau interne de confiance avec une interface réseau qui appartient à la 'zone externe', qui n'est pas de confiance (cette dernière est la configuration par défaut pour sécuriser les interfaces réseau). En particulier, ne désactivez pas la protection du pare-feu pour CUPS (c.-à-d. pour IPP qui utilise le port TCP 631 et le port UDP 631) pour la 'zone externe', qui n'est pas de confiance.<br> Pour utiliser des imprimantes distantes dans un réseau interne de confiance et être protégé par le pare-feu contre les accès non souhaités depuis tout réseau externe (en particulier Internet), assignez l'interface réseau appartenant au réseau interne à la 'zone interne' du pare-feu. Utilisez le module de configuration du pare-feu de YaST pour réaliser cette configuration fondamentale pour gagner en sécurité sur votre réseau, et l'utilisation d'imprimantes distantes dans un réseau interne de confiance fonctionnera sans autre configuration du pare-feu.<br> Pour plus d'informations, consultez l'article de la base de données du support openSUSE (SDB) intitulé 'CUPS and SANE Firewall settings' à l'adresse<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
nl: <p> <b><big>Printen via het netwerk</big></b><br> Het is gebruikelijk CUPS (Common Unix Printing System) te gebruiken om te printen via het netwerk.<br> Standaard gebruikt CUPS de zogenaamde 'Browsing' modus voor het beschikbaar stellen van printers via het netwerk.<br> In dit geval moeten CUPS-servers op afstand hun printers via het netwerk bekend maken en moet als gevolg daarvan op uw host het CUPS-daemon proces (cupsd) draaien die luistert naar inkomende informatie over bekend gemaakte printers.<br> CUPS Browsing informatie wordt ontvangen via UDP-poort 631.<br> Betreffende de firewall:<br> Controleer of er een firewall actief is voor een netwerkzone waarin printers beschikbaar zijn via het netwerk om te worden gebruikt door vertrouwde gebruikers (niemand laat willekeurige gebruikers op zijn printer printen). Standaard laat SuSEfirewall alle toegang toe via een netwerkinterface dat behoort bij de 'interne zone' omdat deze zone standaard wordt vertrouwd.<br> Het is niet logisch om te printen in een vertrouwd intern netwerk met een netwerkinterface dat behoort tot de niet vertrouwde 'externe zone' die standaard als niet veilig wordt ingesteld. Schakel de firewall-protectie voor CUPS (dwz. voor IPP die TCP-poort 631 en UDP-poort 631 gebruiken) niet uit voor de niet vertrouwde 'externe zone'<br>. Om printers op afstand in een vertrouwd intern netwerk te gebruiken en door de firewall beschermd tegen ongewenste toegang vanaf enig extern netwerk (in het bijzonder vanaf het internet), ken dan het netwerkinterface, dat tot het interne netwerk behoort, toe aan de interne zone van de firewall. Gebruik de YaST module voor het instellen van de firewall om deze fundamentele instelling te verrichten om veiligheid plus bruikbaarheid te verkrijgen in uw netwerk en printers op afstand in een vertrouwd intern netwerk te laten werken zonder enige verdere instelling van de firewall.<br> Voor details zie de openSUSE ondersteuningsdatabase artikel 'CUPS en GEZONDE Firewall instellingen' at<br> http://nl.opensuse.org/SDB:CUPS_en_GEZONDE_Firewall_instellingen </p>
sk: <p> <b><big>Tlač prostredníctvom siete</big></b><br> Zvyčajne je CUPS (Common Unix Printing System) použitý na tlač prostredníctvom siete.<br> V predvolenom nastavení CUPS používa svoj takzvaný režim 'prehliadania', aby boli tlačiarne k dispozícii prostredníctvom siete.<br> V tomto prípade musia vzdialené CUPS servery publikovať svoje tlačiarne prostredníctvom siete a preto na vašom hostiteľovi musí bežať CUPS démon procesu (cupsd), ktorý počúva prichádzajúce informácie o publikovaných tlačiarniach.<br> Informácie CUPS prehliadania sú prijímané cez UDP port 631.<br> Pokiaľ ide o firewall:<br> Skontrolujte, či je aktívny firewall pre sieťovú zónu, v ktorej sú tlačiarne publikované cez sieť. V predvolenom nastavení SuSEfirewall umožňuje akékoľvek prichádzajúce informácie cez sieťové rozhranie, ktoré patria do 'internej zóny', pretože táto zóna je dôveryhodná v predvolenom nastavení.<br> Nedáva zmysel robiť tlač v dôveryhodnej internej sieti so sieťovým rozhraním, ktoré patrí k nedôveryhodnej 'externej zóne' (druhé menované je predvolené nastavenie pre zabezpečenie sieťového rozhrania). Obzvlášť nevypínajte firewall ochranu pre CUPS (t.j. pre IPP, ktoré používa TCP port 631 a UDP port 631) pre nedôveryhodnú 'externú zónu'.<br> Ak chcete vzdialené tlačiarne v dôveryhodnej internej sieti a byť chránený cez firewall proti nežiaducemu prístupu z akejkoľvek externej siete (najmä z internetu), priraďte sieťové rozhranie, ktoré patrí do internej siete, do internej zóny firewallu. Použite nastavovací modul YaST Firewall pre vykonanie tohto základného nastavenia, aby ste získali bezpečnosť a navyše prospešnosť vo vašej sieti a použitie vzdialených tlačiarní v dôveryhodnej internej sieti bude fungovať bez ďalšieho nastavenia firewallu.<br> Podrobnosti nájdete v článku databázy podpory openSUSE 'CUPS and SANE Firewall settings' na<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
zh_cn: <p> <b><big>通过网络打印</big></b><br> 通常使用 CUPS（通用 UNIX 打印系统）来通过网络打印。<br> 默认情况下，CUPS 使用它的所谓“浏览” 模式通过网络提供打印机。<br> 在这种情况下，远程 CUPS 服务器必须通过网路发布它的打印机， 您的主机上必须运行 CUPS 守护程序进程 (cupsd) 以侦听发布的打印机的进站信息。<br> CUPS 浏览信息是通过 UDP 端口 631 来接收的。<br> 防火墙相关：<br> 检查防火墙是否监控着通过网络 发布了打印机的网络区域。 默认情况下，SuSEfirewall 允许任何通过 属于“内部区域”的网络接口进站的信息， 因为此区域默认是可信的。<br> 通过属于不可信的“外部区域”的网络接口 来在可信的内部网络中打印是不安全的 （出于安全考虑，网络接口默认属于外部区域）。 尤其不要禁用 CUPS 针对不可信的“外部区域” 的防火墙保护（例如 IPP 使用的 TCP 端口 631 和 UDP 端口 631）。<br> 要在可信的内部网络使用远程打印机， 且通过防火墙保护其不受任何外部网络的 无谓访问（尤其是因特网访问）， 请向防火墙的内部区域指派 属于内部网络的网络接口。 可以使用 YaST 防火墙设置模块 来完成此基础设置，以实现网络中的安全和易用。 在可信的内部网络使用远程打印机 将不需要额外的防火墙设置。<br> 详情请见 openSUSE 支持数据库文章 《CUPS 和 SANE 的防火墙设置》，网址为：<br> http://zh.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
zh_tw: <p> <b><big>透過網路列印</big></b><br> CUPS (通用 Unix 列印系統) 通常用於透過網路列印。<br> CUPS 預設會使用其「瀏覽」模式 讓印表機可透過網路使用。<br> 在此情況下，遠端 CUPS 伺服器必須透過網路發佈其印表機， 相應地，您的主機上必須執行 CUPS 精靈程序 (cupsd)， 該程序用於監聽所發佈印表機的相關內送資訊。<br> CUPS 瀏覽資訊透過 UDP 埠 631 接收。<br> 關於防火牆：<br> 檢查透過網路發佈印表機所在的網路區域， 確認防火牆是否處於使用中狀態。 依預設，SuSEfirewall 允許透過屬於「內部區域」 的網路介面傳送的任何內送資訊， 這是因為在預設情況下，此區域為受信任區域。<br> 如果網路介面屬於不受信任的「外部區域」， 則在受信任的內部網路中執行列印便毫無意義 (後者是確保網路介面安全的預設設定)。 尤其是不要對不受信任之「外部區域」的 CUPS (例如，使用 TCP 埠 631 與 UDP 埠 631 的 IPP) 停用防火牆保護。<br> 若要使用位於受信任內部網路中且受到防火牆保護 (可防止來自任何外部網路尤其是網際網路的未經授權存取) 的遠端印表機， 請將屬於內部網路的網路介面 指定給防火牆的內部區域。 使用 YaST 防火牆設定模組來完成這項基本設定， 以便在網絡中實現安全性和可用性。 如果不做任何進一步的防火牆設定，將無法在受信任 內部網路中使用遠端印表機。<br> 如需詳細資料，請參閱 openSUSE 支援資料庫 文章「CUPS 和 SANE 防火牆設定」，網址為：<br> http://en.opensuse.org/SDB:CUPS_and_SANE_Firewall_settings </p>
