Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Device URIs to Print Via a Print Server Machine</big></b><br> In contrast to a printserver box a print server machine means a real computer which offers a print service.<br> Access happens via various different network protocols. Ask your network administrator what which print server machine provides in your particular network:<br> <b>Windows (R) or Samba (SMB/CIFS)</b><br> To access a SMB printer share, the RPM package samba-client must be installed. The package provides the CUPS backend 'smb' which is a link to the <tt>/usr/bin/smbspool</tt> program which actually sends the data to a SMB printer share.<br> A server name and a printer share name and optionally a workgroup name is needed to access it. Furthermore a user name and a password may be required to get access. Have in mind that spaces and special characters in those values must be percent-encoded (see above).<br> By default CUPS runs backends (here smbspool) as user 'lp'. When printing in an Active Directory (R) environment (AD) the user 'lp' is not allowed to print in this environment so that the traditional way to print via smbspool as user 'lp' would not work.<br> For printing in an AD environment additionally the RPM package samba-krb-printing must be installed. In this case the CUPS backend 'smb' link is changed to <tt>/usr/bin/get_printing_ticket</tt> which is a wrapper to run smbspool as the original user who submitted a particular print job. When the Kerberos protocol is used for authentication in an AD environment, a user gets a ticket granting ticket (TGT) via the display manager during login at the Gnome or KDE desktop. When smbspool is run as the original user who submitted a particular print job, it can access the TGT of this user and use it to pass the printing data to the SMB printer share even in an AD environment with Kerberos authentication. In this case neither a fixed user name nor a fixed password has to be specified for authentication. A precondition is that get_printing_ticket runs on the same host where the user who submitted a particular print job is logged in. This means that it must be set up on the workstation for the particular user who will submit such print jobs and the user's workstation must send its printing data directly to the SMB printer share in the AD environment. In particular it does not work on a separated CUPS server machine where users who submit print jobs are not logged in.<br> For the traditional way a matching full device URI is:<br> smb://username:password@workgroup/server/printer<br> For example 'John Doe' with password '@home!' may use something like the following device URI to access a 'Fun Printer 1000+' share:<br> smb://John%20Doe:%40home%21@MYGROUP/homeserver/Fun%20Printer%201000%2B<br> For <b>more information</b> have a look at <tt>man smbspool</tt> and<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> 'Windows' and 'Active Directory' are registered trademarks of Microsoft Corporation in the United States and/or other countries.<br> <b>Traditional UNIX Server (LPR)</b><br> A Line Printer Daemon (LPD) runs on a traditional UNIX server and provides one or more LPD queues. The IP address and a LPD queue name is needed to access it. The matching device URI is:<br> lpd://ip-address/queue<br> <b>CUPS Server</b><br> Usually you should not set up a local print queue to access a remote queue on a CUPS server. Instead do the setup in the <b>Print Via Network</b> dialog. Only if you really know that you must set up a local print queue to access a remote queue on a CUPS server proceed here.<br> IPP is the native protocol for CUPS which runs on a server. The official IANA port for IPP is 631. The matching device URI is:<br> ipp://ip-address:631/printers/queue<br> </p>
de: <p> <b><big>Geräte-URIs mit Druck über Druckserver</big></b><br> Im Gegensatz zu einer Druckserver-Box steht ein Druckserver für einen physischen Computer, der einen Druckdienst anbietet.<br> Der Zugriff erfolgt über verschiedene Netzwerkprotokolle. Fragen Sie Ihren Netzwerkadministrator, welche Dienste die einzelnen Druckserver in Ihrem Netzwerk anbieten:<br> <b>Windows (R) oder Samba (SMB/CIFS)</b><br> Für den Zugriff auf eine SMB-Druckerfreigabe muss das RPM-Paket 'samba-client' installiert sein. Das Paket enthält den CUPS-Backend-Link 'smb' zum Programm <tt>/usr/bin/smbspool</tt>, mit dem die Daten dann an eine SMB-Druckerfreigabe gesendet werden.<br> Für den Zugriff sind ein Servername und ein Druckerfreigabename sowie optional ein Arbeitsgruppenname erforderlich. Außerdem werden ggf. ein Benutzername und ein Passwort für den Zugriff benötigt. Leerzeichen und Sonderzeichen in diesen Werten müssen dabei mit Prozentzeichen codiert werden (siehe oben).<br> Standardmäßig führt CUPS die Backends (hier 'smbspool') als Benutzer 'lp' aus. Beim Drucken in einer Active Directory(R)-Umgebung (AD-Umgebung) ist der Benutzer 'lp' nicht zum Drucken berechtigt; das Drucken über 'smbspool' als Benutzer 'lp' ist also auf normale Weise nicht möglich.<br> Zum Drucken in einer AD-Umgebung muss zusätzlich das RPM-Paket 'samba-krb-printing' installiert sein. In diesem Fall wird der CUPS-Backend-Link 'smb' durch <tt>/usr/bin/get_printing_ticket</tt> ersetzt, also durch einen Wrapper, mit dem 'smbspool' als der Benutzer ausgeführt wird, der den jeweiligen Druckauftrag ursprünglich gesendet hat. Wenn die Authentifizierung in einer AD-Umgebung mit dem Kerberos-Protokoll erfolgt, erhält ein Benutzer bei der Anmeldung beim Gnome- oder KDE-Desktop ein TGT (Ticket Granting Ticket) über den Display-Manager. Wird 'smbspool' als der Benutzer ausgeführt, der den jeweiligen Druckauftrag ursprünglich gesendet hat, kann die Funktion auf das TGT dieses Benutzers zugreifen und damit die Druckdaten selbst in einer AD-Umgebung mit Kerberos-Authentifizierung an die SMB-Druckerfreigabe übermitteln. In diesem Fall muss weder ein fester Benutzername noch ein festes Passwort für die Authentifizierung angegeben werden. Hierbei gilt die Voraussetzung, dass 'get_printing_ticket' auf demselben Host ausgeführt wird, bei dem der Benutzer, der den Druckauftrag gesendet hat, angemeldet ist. Die Funktion muss also auf der Arbeitsstation für den Benutzer eingerichtet sein, der diese Druckaufträge sendet, und die Arbeitsstation des Benutzers muss die Druckdaten direkt an die SMB-Druckerfreigabe in der AD-Umgebung senden. Dies ist insbesondere auf einem getrennten CUPS-Server nicht möglich, auf dem die Benutzer, die die Druckaufträge senden, nicht angemeldet sind.<br> Die entsprechende vollständige Geräte-URI für das normale Verfahren lautet:<br> smb://Benutzername:Passwort@Arbeitsgruppe/Server/Drucker<br> 'Hans Schmidt' mit dem Passwort '@home!' greift beispielsweise über die folgende Geräte-URI auf eine 'Fun Printer 1000+'-Freigabe zu:<br> smb://Hans%20Schmidt:%40home%21@MEINEGRUPPE/Homeserver/Fun%20Printer%201000%2B<br> <b>Weitere Informationen</b> finden Sie unter <tt>man smbspool</tt> und<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> 'Windows' und 'Active Directory' sind eingetragene Marken der Microsoft Corporation in den USA und/oder anderen Ländern.<br> <b>Herkömmlicher UNIX-Server (LPR)</b><br> Auf einem herkömmlichen UNIX-Server wird ein LPD (Line Printer Daemon) ausgeführt, der mindestens eine LPD-Warteschlange bereitstellt. Für den Zugriff sind die IP-Adresse und ein LPD-Warteschlangenname erforderlich. Die entsprechende Geräte-URI lautet:<br> lpd://IP-Adresse/Warteschlange<br> <b>CUPS-Server</b><br> Für den Zugriff auf eine Fernwarteschlange auf einem CUPS-Server muss in der Regel keine lokale Druckerwarteschlange eingerichtet werden. Nehmen Sie stattdessen die Konfiguration im Dialogfeld <b>Über Netzwerk drucken</b> vor. Fahren Sie hier nur dann fort, wenn für den Zugriff auf eine Fernwarteschlange auf einem CUPS-Server zwingend eine lokale Warteschlange eingerichtet werden muss.<br> IPP ist das native Protokoll für CUPS, das auf einem Server ausgeführt wird. Der offizielle IANA-Port für IPP lautet 631. Die entsprechende Geräte-URI lautet:<br> ipp://IP-Adresse:631/Drucker/Warteschlange<br> </p>
es: <p> <b><big>URI de dispositivo para imprimir mediante un equipo como servidor de impresión</big></b><br> En contraste con un buzón de servidor de impresión, un equipo servidor de impresión hace referencia a un equipo informático real que ofrece un servicio de impresión.<br> El acceso se produce a través de varios protocolos de red distintos. Consulte al administrador de la red qué servidor de impresión está activo en su red específica:<br> <b>Windows (R) o Samba (SMB/CIFS)</b><br> Para acceder a un recurso compartido de impresora SMB, el paquete RPM samba-client debe estar instalado. El paquete ofrece el sistema secundario de CUPS smb, que es un enlace al programa <tt>/usr/bin/smbspool</tt>, que es el que en realidad envía los datos a un recurso compartido de impresora SMB.<br> Para acceder a él, es necesario disponer de un nombre servidor, un nombre de impresora compartida y, opcionalmente, un nombre de grupo de trabajo. Además, puede que sea necesario disponer de un nombre de usuario y una contraseña para acceder. Tenga en cuenta que los espacios y los caracteres especiales de estos valores deben estar codificados con el símbolo de tanto por ciento (ver información anterior).<br> Por defecto, CUPS ejecuta los sistemas secundarios (aquí smbspool) como el usuario lp. Al imprimir en un entorno de Active Directory (R) (AD), el usuario lp no tiene permiso para imprimir, de modo que la forma tradicional de imprimir a través de smbspool como el usuario lp no funcionaría.<br> Para imprimir en un entorno AD, además el paquete RPM samba-krb-printing debe estar instalado. En este caso, el sistema secundario de enlace smb de CUPS cambia a <tt>/usr/bin/get_printing_ticket</tt>, que es un empaquetador para ejecutar smbspool como el usuario original que envió una tarea de impresión en concreto. Cuando se usa el protocolo Kerberos para la autenticación en un entorno AD, un usuario recibe un ticket para conceder tickets (TGT) mediante el gestor de pantalla, al entrar a la sesión en el escritorio Gnome o KDE. Cuando smbspool se ejecuta como el usuario original que envió una tarea de impresión en concreto, puede acceder al TGT de este usuario y emplearlo para enviar los datos de impresión a la impresora compartida SMB, incluso en un entorno AD con autenticación Kerberos. En este caso, no es necesario especificar ni un nombre de usuario fijo ni una contraseña fija para la autenticación. Un requisito previo es que get_printing_ticket se ejecute en el mismo host en el que el usuario que ha enviado la tarea de impresión en concreto haya entrado a la sesión. Esto significa que debe configurarse en la estación de trabajo para el usuario específico que enviará dichas tareas de impresión y la estación de trabajo del usuario debe enviar sus datos de impresión directamente a la impresora compartida SMB en el entorno AD. En particular, no funciona en un servidor CUPS independiente, donde los usuarios que envíen tareas de impresión no hayan entrado a la sesión.<br> Para el método tradicional, un URI de dispositivo completo puede ser:<br> smb://usuario:contraseña@grupodetrabajo/servidor/impresora<br> Por ejemplo, Juan Mesa, con la contraseña "@casa!", podría usar un URI de dispositivo similar al siguiente para acceder a la impresora compartida Fun Printer 1000+:<br> smb://Juan%20Mesa:%40casa%21@MIGRUPO/servidorhogar/Fun%20Printer%201000%2B.<br> Para obtener <b>más información</b>, consulte <tt>man smbspool</tt> y<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share (en inglés).<br> Windows y Active Directory son marcas comerciales registradas de Microsoft Corporation en Estados Unidos y otros países.<br> <b>Servidor UNIX tradicional (LPR)</b><br> Un daemon de impresora de línea (LPD) se ejecuta en un servidor UNIX tradicional y proporciona una o varias colas LPD. Es necesario disponer de la dirección IP y un nombre de cola LPD para acceder a él. El URI del dispositivo es:<br> lpd://dirección-IP/queue.<br> <b>Servidor CUPS</b><br> Normalmente no debería configurar una cola de impresión local para acceder a una cola remota en un servidor CUPS. En lugar de ello, realice la configuración en el diálogo <b>Imprimir mediante la red</b>. Lleve a cabo este procedimiento solo si está seguro de que tiene que configurar una cola de impresión local para acceder a una cola remota en un servidor CUPS.<br> IPP es el protocolo nativo para CUPS y se ejecuta en un servidor. El puerto IANA oficial para IPP es el 631. El URI de dispositivo es:<br> ipp://dirección-IP:631/printers/queue.<br> </p>
fr: <p> <b><big>URI de périphérique pour imprimer via une machine serveur d'impression</big></b><br> Contrairement au boîtier de serveur d'impression, la machine serveur d'impression est un véritable ordinateur qui offre un service d'impression.<br> On y accède au moyen de différents protocoles réseau. Demandez à votre administrateur réseau quelle est la machine serveur d'impression utilisée sur votre réseau :<br> <b>Windows (R) ou Samba (SMB/CIFS)</b><br> Pour pouvoir accéder à un partage d'imprimante SMB, le paquet RPM samba-client doit être installé. Ce paquet fournit le moteur CUPS 'smb' qui constitue un lien vers le programme <tt>/usr/bin/smbspool</tt> qui envoie les données au partage d'imprimante SMB.<br> Un nom de serveur, un nom de partage d'imprimante et, éventuellement, un nom de groupe de travail sont nécessaires pour y accéder. Un nom d'utilisateur et un mot de passe peuvent, en outre, être demandés. N'oubliez pas que les espaces et les caractères spéciaux contenus dans ces valeurs doivent être codés à l'aide d'un pourcentage (voir ci-dessus).<br> Par défaut, CUPS exécute les moteurs (ici smbspool) en tant qu'utilisateur 'lp'. En cas d'impression dans un environnement Active Directory(R) (AD), l'utilisateur 'lp' n'est pas autorisé à imprimer dans cet environnement, de sorte que l'impression traditionnelle via smbspool en tant qu'utilisateur 'lp' ne fonctionne pas.<br> Pour pouvoir imprimer dans un environnement AD, il est nécessaire d'installer en plus le paquet RPM samba-krb-printing. Dans ce cas, le lien 'smb' de moteur CUPS est remplacé par <tt>/usr/bin/get_printing_ticket</tt> qui est un wrapper permettant d'exécuter smbspool comme l'utilisateur ayant à l’origine soumis le travail d'impression spécifique. Lorsque le protocole Kerberos est utilisé pour l'authentification dans un environnement AD, l'utilisateur reçoit un ticket d'attribution de tickets (TGT, Ticket-Granting Ticket) via le gestionnaire d'affichage, durant la connexion au bureau Gnome ou KDE. Lorsque smbspool est exécuté en tant qu'utilisateur d'origine ayant soumis un travail d'impression spécifique, il peut accéder au TGT de cet utilisateur et l'employer pour transmettre les données d'impression au partage d'imprimante SMB, même dans un environnement AD avec authentification Kerberos. Dans ce cas, l'authentification ne requiert aucun nom d'utilisateur ni mot de passe fixe. Il est toutefois nécessaire que get_printing_ticket soit exécuté sur le même hôte que celui où est connecté l'utilisateur qui a soumis un travail d'impression particulier. Cela signifie qu'il doit être configuré sur le poste de travail de l'utilisateur qui soumettra les travaux d'impression en question, et ce poste de travail doit envoyer ses données d'impression directement au partage d'imprimante SMB dans l'environnement AD. Ce processus ne fonctionne pas sur une machine serveur d'impression CUPS distincte à laquelle ne sont pas connectés les utilisateurs qui soumettent les travaux d'impression.<br> Traditionnellement, l'URI de périphérique complet est : <br> smb://nom_utilisateur:mot_de_passe@groupe_travail/serveur/imprimante<br> Par exemple, "John Doe" avec le mot de passe "@home!" peut utiliser l'URI de périphérique suivant pour accéder à un partage 'Fun Printer 1000+' : <br> smb://John%20Doe:%40home%21@MYGROUP/homeserver/Fun%20Printer%201000%2B<br> Pour plus <b>d'informations</b>, reportez-vous à <tt>man smbspool</tt> et<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> 'Windows' et 'Active Directory' sont des marques déposées de Microsoft Corporation aux États-Unis et/ou dans d'autres pays.<br> <b>Serveur UNIX traditionnel (LPR)</b><br> Le protocole LDP (Line Printer Daemon) s'exécute sur un serveur UNIX traditionnel et fournit une ou plusieurs files d'attente LPD. Pour y accéder, une adresse IP et un nom de file d'attente LPD sont nécessaires. L'URI de périphérique correspondant est : <br> lpd://ip-address/queue<br> <b>Serveur CUPS</b><br> En général, il est préférable de ne pas configurer une file d'attente d'impression locale pour accéder à une file d'attente distante sur un serveur CUPS. Il vaut mieux effectuer la configuration dans la boîte de dialogue <b>Imprimer via le réseau</b>. Uniquement si vous êtes certain que la configuration d'une file d'attente d'impression locale est nécessaire pour accéder à une file d'attente distante sur un serveur CUPS, complétez l'information ici.<br> IPP est le protocole natif de CUPS qui s'exécute sur un serveur. Le port IANA officiel pour IPP est 631. L'URI de périphérique correspondant est : <br> ipp://ip-address:631/printers/queue<br> </p>
sk: <p> <b><big>URI zariadení pre tlač cez stroj tlačového servera</big></b><br> Na rozdiel od boxu tlačového servera stroj tlačového servera znamená skutočný počítač, ktorý ponúka tlačové služby.<br> Prístup nastáva cez rôzne sieťové protokoly. Spýtajte sa správcu siete, čo ktorý stroj tlačového servera poskytuje vo vašej konkrétnej sieti:<br> <b>Windows (R) alebo Samba (SMB/CIFS)</b><br> Pre prístup na zdieľanie SMB tlačiarne, musí byť nainštalovaný RPM balík samba-client. Balík obsahuje CUPS backend 'smb', čo je odkaz program <tt>/usr/bin/smbspool</tt>, ktorý v skutočnosti posiela dáta do zdieľania SMB tlačiarne.<br> Názov servera a názov zdieľania tlačiarne a prípadne názov pracovnej skupiny je potrebné pre prístup. Okrem toho môže byť potrebné pre získanie prístupu meno používateľa a heslo. Majte na pamäti, že medzery a špeciálne znaky v týchto hodnotách musia byť kódované percentom (pozri vyššie).<br> V predvolenom nastavení CUPS spustí backendy (tu smbspool) ako používateľ 'lp'. Pri tlači v prostredí Active Directory (R) (AD) nemá používateľ 'lp' dovolené tlačiť v tomto prostredí, takže tradičný spôsob tlačenia cez smbspool ako používateľ 'lp' nebude fungovať.<br> Pre tlač v prostredí AD musí byť dodatočne nainštalovaný RPM balík samba-krb-printing. V tomto prípade odkaz CUPS backend 'smb' sa zmení na <tt>/usr/bin/get_printing_ticket</tt>, čo je obálka pre spustenie smbspool ako pôvodného používateľa, ktorý predložil konkrétnu tlačovú úlohu. Keď sa používa protokol Kerberos pre overenie v AD prostredí, používateľ dostane tiket s oprávnením na tvorbu tiketov (TGT) cez správcu obrazovky pri prihlásení do GNOME alebo KDE. Keď sa smbspool spustí ako pôvodný používateľ, ktorý predložil konkrétnu tlačovú úlohu, môže získať prístup k TGT tohto používateľa a používať ho na odovzdanie tlačových dát do zdieľania tlačiarne SMB aj v AD prostredí s overovaním Kerberos. V tomto prípade nemusí byť určené pevné používateľské meno ani heslo pre overenie. Predpokladom je, že get_printing_ticket beží na rovnakom hostiteľovi, kde je prihlásený používateľ, ktorý predložil konkrétnu tlačovú úlohu. To znamená, že je to musí byť nastavené na pracovnej stanici pre konkrétneho používateľa, ktorý bude predkladať takéto tlačové úlohy a pracovná stanica používateľa musí poslať svoje tlačové dáta v AD prostredí priamo zdieľaniu SMB tlačiarne. Obzvlášť to nefunguje na oddelenom stroji CUPS servera, kde používatelia, ktorí odosielajú tlačové úlohy nie sú prihlásení.<br> Pre tradičný spôsob je zodpovedajúce úplne URI zariadenia:<br> smb://username:password@workgroup/server/printer<br> Napríklad 'John Doe' s heslom '@home!' môže používať niečo ako je nasledujúce URI zariadenia pre prístup k zdieľaniu 'Fun Printer 1000+':<br> smb://John%20Doe:%40home%21@MYGROUP/homeserver/Fun%20Printer%201000%2B<br> <b>Viac informácií</b> nájdete na <tt>man smbspool</tt> a<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> 'Windows' a 'Active Directory' sú registrované ochranné známky Microsoft Corporation v Spojených štátoch a/alebo iných krajinách.<br> <b>Tradičný UNIX Server (LPR)</b><br> Line Printer démon (LPD) beží na tradičnom UNIX serveri a poskytuje jeden alebo viac frontov LPD. Pre prístup k nemu je potrebná IP adresa a názov frontu LPD. Zodpovedajúce URI zariadenia je:<br> lpd://ip-address/queue<br> <b>CUPS Server</b><br> Obvykle by ste nemali nastaviť lokálny tlačový front pre prístup k vzdialenému frontu na CUPS serveri. Namiesto toho urobte nastavenie v dialógu <b>Tlač prostredníctvom siete</b>. Iba vtedy, ak naozaj viete, že musíte nastaviť lokálny tlačový front pre prístup k vzdialenému frontu na CUPS serveri, pokračujte tu.<br> IPP je natívny protokol pre CUPS, ktorý beží na serveri. Oficiálny IANA port pre IPP je 631. Zodpovedajúce URI zariadenia je:<br> ipp://ip-address:631/printers/queue<br> </p>
zh_cn: <p> <b><big>用于通过打印服务器计算机打印的设备 URI</big></b><br> 与打印服务器盒相反，打印服务器计算机 表示一台会提供打印服务的真实计算机。<br> 访问是通过各种不同的网络协议来进行的。 请咨询网络管理员了解您的特定网络中提供了哪种 打印服务器计算机：<br> <b>Windows (R) 或 Samba (SMB/CIFS)</b><br> 要访问 SMB 打印机共享，必须安装 RPM 包 samba-client。 该包提供了 CUPS 后端“smb”，它链接到 <tt>/usr/bin/smbspool</tt> 程序， 后者是将数据发送到 SMB 打印机共享的实际执行者。<br> 访问它需要服务器名称和打印机共享名称， 也可能需要工作组名称。 此外，可能还需要提供用户名和口令，以获取访问权。 请记住，这些值中的空格和特殊字符 必须经过百分号编码（见上方）。<br> 默认情况下，CUPS 以用户“lp”的身份运行后端（此处为 smbspool）。 在 Active Directory (R) 环境中打印时， 不允许用户“lp”在此环境中打印， 因此，以用户“lp”身份通过 smbspool 打印的传统方法 行不通。<br> 要在 AD 环境中打印，必须另外安装 RPM 包 samba-krb-printing。 如此，CUPS 后端“smb”链接 会变成 <tt>/usr/bin/get_printing_ticket</tt>， 这是一个以提交特定打印作业的原始用户身份运行 smbspool 的 封装程序。 如果在 AD 环境中使用 Kerberos 协议 进行身份验证，用户在登录 Gnome 或 KDE 桌面期间， 将通过显示管理器获取票据授予票据 (TGT)。 如果以提交特定打印作业的原始用户身份 运行 smbspool，smbspool 将可以访问此用户的 TGT， 并使用该 TGT 来向 SMB 打印机共享传递打印数据， 即使是在使用 Kerberos 身份验证的 AD 环境中也是如此。 如此，就不需要指定固定的用户名或固定的口令 进行身份验证， 前提条件是 get_printing_ticket 要在提交特定打印作业的 用户所登录的那台主机上运行。 这意味着，必须在用户将要提交此类 打印作业的的工作站上 安装该包，并且该用户的工作站必须将其打印数据 直接发送到 AD 环境中的 SMB 打印机共享。 具体而言，在提交打印作业的用户没有登录的另一台 CUPS 服务器计算机上， 这种方法将不起作用。<br> 对于传统方法，匹配的完整设备 URI 为：<br> smb://用户名:口令@工作站/服务器/打印机<br> 例如，口令为“@home!”的用户“John Doe”可以使用类似于下面的 设备 URI 来访问“Fun Printer 1000+”共享：<br> smb://John%20Doe:%40home%21@MYGROUP/homeserver/Fun%20Printer%201000%2B<br> 有关<b>更多信息</b>，请参见 <tt>man smbspool</tt> 和<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> “Windows”和“Active Directory”是 Microsoft Corporation 在 美国和/或其他国家/地区的注册商标。<br> <b>传统 UNIX 服务器 (LPR)</b><br> 行式打印机守护程序 (LPD) 在传统 UNIX 服务器上运行， 并提供一个或多个 LPD 队列。 访问它需要 IP 地址和 LPD 队列名。 匹配的设备 URI 为：<br> lpd://IP 地址/队列<br> <b>CUPS 服务器</b><br> 通常情况下，不应设置本地打印队列 来访问 CUPS 服务器上的远程队列，而应在 <b>通过网络打印</b>对话框中进行设置。 除非您确定必须设置本地打印队列 才能访问 CUPS 服务器上的远程队列时才应如此。<br> IPP 是在服务器上运行的 CUPS 的本机协议。 IPP 的官方 IANA 端口为 631。 匹配的设备 URI 为：<br> ipp://IP 地址:631/打印机/队列<br> </p>
zh_tw: <p> <b><big>用於透過列印伺服器機器列印的裝置 URI</big></b><br> 與列印伺服器終端盒不同，列印伺服器機器 指提供列印服務的真實電腦。<br> 它可透過多種不同的網路通訊協定來存取。 請聯絡您的網路管理員，以瞭解在您的特定網路中提供的 列印伺服器機器：<br> <b>Windows (R) 或 Samba (SMB/CIFS)</b><br> 若要存取 SMB 印表機共用，必須安裝 RPM 套件 samba-client。 該套件提供 CUPS 後端 “smb”，它連結至 <tt>/usr/bin/smbspool</tt> 程式，該程式是將資料 傳送至 SMB 印表機共用的實際執行者。<br> 存取它需要伺服器名稱和印表機共用名稱， 也可能需要工作群組名稱。此外，可能還 需要提供使用者名稱和密碼以獲取存取權限。 請記住，這些值中的空格和特殊字元 經過百分號編碼 (參閱上方)。<br> 依預設，CUPS 以使用者 “lp” 的身分執行後端 (這裡為 smbspool)。 在 Active Directory (R) 環境中列印時， 不允許使用者 “lp” 在此環境中列印， 因此，以使用者 “lp” 身分透過 smbspool 列印的傳統方法 不奏效。<br> 若要在 AD 環境中列印，必須另外安裝 RPM 套件 samba-krb-printing。 如此，CUPS 後端 “smb” 連結 會變為 <tt>/usr/bin/get_printing_ticket</tt>， 這是一個以提交特定列印工作之原始使用者身分執行 smbspool 的 包裝程式。 如果在 AD 環境中使用 Kerberos 通訊協定 進行驗證，使用者在登入 Gnome 或 KDE 桌面期間， 將會透過顯示管理員取得票證授權票證 (TGT)。 如果以提交特定列印工作的原始使用者身分 執行 smbspool，該程式將可以存取此使用者的 TGT， 並使用該 TGT 來向 SMB 印表機共用傳遞列印資料， 即使是在使用 Kerberos 驗證的 AD 環境中，亦是如此。 如此，就不需要指定固定的使用者名稱或固定的密碼 進行驗證。 前提條件是 get_printing_ticket 在提交特定列印工作的 使用者所登入的同一部主機上執行。 這意味著，必須在將要提交此類 列印工作的特定使用者所在的工作站上 安裝該套件，並且該使用者的工作站必須將其列印資料 直接傳送到 AD 環境中的 SMB 印表機共用。 具體而言，在提交列印工作之使用者未登入的獨立 CUPS 伺服器機器上， 這種方法不可行。<br> 對於傳統方法，相符的完整裝置 URI 為：<br> smb://username:password@workgroup/server/printer<br> 例如，密碼為 “@home!” 的使用者 “John Doe” 可以使用類似於下面的 裝置 URI 來存取 “Fun Printer 1000+” 共用：<br> smb://John%20Doe:%40home%21@MYGROUP/homeserver/Fun%20Printer%201000%2B<br> 如需<b>詳細資訊</b>，請參閱 <tt>man smbspool</tt> 和<br> http://en.opensuse.org/SDB:Printing_via_SMB_(Samba)_Share_or_Windows_Share<br> “Windows” 和 “Active Directory” 是 Microsoft Corporation 在 美國和/或其他國家/地區的注冊商標。<br> <b>傳統 UNIX 伺服器 (LPR)</b><br> 線上印表機精靈 (LPD) 在傳統 UNIX 伺服器上執行， 並提供一或多個 LPD 佇列。 存取它需要 IP 位址和 LPD 佇列名稱。 相符的裝置 URI 為：<br> lpd://ip-address/queue<br> <b></b>CUPS 伺服器<br> 一般而言，不應設定本地列印佇列來存取 CUPS 伺服器上的遠端佇列，而應在 <b>透過網路列印</b>對話方塊中進行設定。 除非您確定必須設定本地列印佇列 才能存取 CUPS 伺服器上的遠端佇列時，才應如此。<br> IPP 是在伺服器上執行的 CUPS 的原生通訊協定。 IPP 的正式 IANA 連接埠為 631。 相符的裝置 URI 為：<br> ipp://ip-address:631/printers/queue<br> </p>
