Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Automatic Configuration for USB Printers</big></b><br> The RPM package 'udev-configure-printer' provides automatic configuration when USB printers are plugged in.<br> When its check box is initially not checked, it is not installed and then you can select it so that it will be installed.<br> When its check box is initially checked, it is already installed and then you can un-select it so that it will be removed.<br> When udev-configure-printer is installed, automatic USB printer configuration happens via the entries in its udev config file /lib/udev/rules.d/70-printers.rules which triggers to run 'udev-configure-printer add' when a USB printer is plugged in and 'udev-configure-printer remove' when it is unplugged. There are no adjustable settings for udev-configure-printer except one changes the 70-printers.rules file manually. </p>
ca: <p> <b><big>Configuració automàtica d'impressores USB</big></b><br> El paquet rpm "udev-configure-printer" proporciona la configuració automàtica de les impressores USB quan es connecten.<br> Quan la casella no està marcada inicialment, no està instal·lat i llavors la podeu marcar per intal·lar-lo.<br> Quan ja està marcada inicialment, ja està instal·lat i llavors podeu desmarcar-lo per eliminar-lo.<br> Quan udev-configure-printer està instal·lat, la configuració automàtica de la impressora USB es fa a través de les entrades del seu fitxer de configuració udev a /lib/udev/rules.d/70-printers.rules que s'activa per executar "udev-configure-printer add" quan s'endolla la impressora i "udev-configure-printer remove" quan es desendolla. No hi ha paràmetres ajustables per a udev-configure-printer si no és que canvieu manualment el fitxer 70-printers.rules. </p>
da: <p> <b><big>Automatisk konfiguration af USB-printere</big></b><br> RPM-pakken "udev-configure-printer" giver automatisk konfiguration når USB-printere tilsluttes.<br> Når dens afkrydsningsfelt indledningsvist ikke er markeret, er den ikke installeret og du kan så markere det, og den vil blive installeret.<br> Når afkrydsningsfeltet indledningsvist er markeret, er den allerede installeret og du kan så afmarkere det hvorved den vil blive afinstalleret.<br> Når udev-configure-printer er installeret, sker automatisk konfiguration af USB-printer via indgangene i dens udev konfigurationsfil /lib/udev/rules.d/70-printers.rules som udløser kørsel af 'udev-configure-printer add' når en USB-printer tilsluttes og "udev-configure-printer remove" når den afkobles. Der er ingen justerbare indstillinger for udev-configure-printer medmindre man ændrer filen 70-printers.rules manuelt. </p>
de: <p> <b><big>Automatische Konfiguration für USB-Drucker</big><b><br> Das RPM-Paket 'udev-configure-printer' ermöglicht eine automatische Konfiguration, wenn USB-Drucker angeschlossen sind.<br> Wenn das Kontrollkästchen anfänglich nicht aktiviert ist, dann ist das Paket nicht installiert. Sie können es zur Installation aktivieren.<br> Wenn das Kontrollkästchen anfänglich aktiviert ist, dann ist es bereits installiert. Sie können das Kontrollkästchen deaktivieren, damit es entfernt wird.<br> Wenn udev-configure-printer installiert ist, wird sein Verhalten wird durch die Einträge der udev-Konfigurationsdatei '/etc/udev/rules.d/70-printers.rules' gesteuert. Diese stößt, wenn ein USB-Drucker angeschlossen wird, die Ausführung von 'udev-configure-add', an. Wird der USB-Drucker entfernt, wird entsprechend 'udev-configure-printer-remove' ausgeführt. An 'udev-configure-printer' selbst können keine Einstellungen vorgenommen werden, es sei denn Sie entschließen sich, die Datei '70-printers.rules' von Hand zu verändern.</p>
es: <p> <b><big>Configuración automática de impresoras USB</big></b><br>/nEl paquete RPM "udev-configure-printer" efectúa la configuración automática cuando se conectan impresoras USB.<br> Si la casilla de verificación no está marcada, no está instalado y puede seleccionarlo para su instalación. Si la casilla está marcada, el paquete ya está instalado<br> y puede deseleccionarlo para desinstalarlo.<br> Si "udev-configure-printer" está instalado, la configuración automática de la impresora USB se efectúa de acuerdo con las entradas del archivo de configuración udev "/lib/udev/rules.d/70-printers.rules" que ejecuta "udev-configure-printer add" al conectar una impresora USB y "udev-configure-printer remove" cuando esta se desconecta. No hay parámetros para ajustar si se usa "udev-configure-printer", excepto la modificación manual del archivo "70-printers.rules". </p>
fi: <p> <b><big>USB-tulostimien automaattiasetus</big></b><br> RPM-paketti "udev-configure-printer" tarjoaa USB-tulostimiin automaattisen asetuksen kytkettäessä ne tietokoneeseen.<br> Ellei valintaruutua ole oletusarvoisesti valittu, pakettia ei ole asennettu. Jos otat valinnan käyttöön, paketti asennetaan.<br> Jos valintaruutu on oletusarvoisesti valittu, paketti on asennettu. Voit poistaa valinnan, jolloin pakettikin poistetaan.<br> Kun udev-configure-printer on asennettu, automaattinen USB-tulostimien määritys tapahtuu udev-määritystiedoston /lib/udev/rules.d/70-printers.rules avulla. Se käynnistää komennon "udev-configure-printer add", kun USB-tulostin kytketään tietokoneeseen, ja komennon "udev-configure-printer remove", kun tulostin irrotetaan. Muita muutettavia asetuksia udev-configure-printerille ei ole, paitsi ne, jotka tehdään 70-printers.rules-tiedostoon käsin. </p>
fr: <p> <b><big>Configuration automatique pour les imprimantes USB</big></b><br> Le paquet RPM 'udev-configure-printer' fournit une configuration automatique lorsque des imprimantes USB sont connectées.<br> Lorsque la case n'est pas cochée initialement, il n'est pas installé. Vous pouvez alors le sélectionner pour qu'il soit installé.<br> Lorsque la case est cochée initialement, il est déjà installé. Vous pouvez alors le désélectionner pour qu'il soit désinstallé.<br> Lorsque udev-configure-printer est installé, la configuration automatique des imprimantes USB se fait via les entrées de son fichier de configuration udev /lib/udev/rules.d/70-printers.rules qui déclenche l'exécution de 'udev-configure-printer add' lorsqu'une imprimante USB est connectée, et 'udev-configure-printer remove' lorsqu'elle est déconnectée. Il n'y a pas de paramètres modifiables lorsque udev-configure-printer est utilisé à moins de modifier manuellement le fichier 70-printers.rules. </p>
nl: <p> <b><big>Automatische configuratie voor USB-printers</big></b><br> Het RPM-pakket 'udev-configure-printer' levert automatische configuratie wanneer USB-printers ingeplugd worden.<br> Wanneer zijn keuzevakje initieel niet is geactiveerd, is het niet geïnstalleerd en dan kunt u het selecteren zodat het zal worden geïnstalleerd.<br> Wanneer zijn keuzevakje initieel is geactiveerd, dan is het al geïnstalleerd en dan kunt u het deactiveren zodat het zal worden verwijderd.<br> Als udev-configure-printer is geïnstalleerd, dan gebeurt het automatische instellen van de USB printer via de items in zijn udev-configuratiebestand /lib/udev/rules.d/70-printers.rules die het opstarten van 'udev-configure-printer add' activeert als een USB printer wordt ingeplugd en 'udev-configure-printer remove' als deze wordt uitgenomen. Er zijn geen instellingen als udev-configure-printer wordt gebruikt behalve als het bestand 70-printers.rules handmatig is wijzigt. </p>
sk: <p> <b><big>Automatická konfigurácia pre USB tlačiarne</big></b><br> Balík RPM 'udev-configure-printer' poskytuje automatickú konfigurácia, ak sa zapojí USB tlačiareň.<br> Keď nie jej zaškrtávacie pole na začiatku zaškrtnuté, nie je nainštalovaný. Potom ho môžete vybrať, takže bude nainštalovaný.<br> Ak je jeho zaškrtávacie pole na začiatku zaškrtnuté, je už nainštalovaný a potom môžete zrušiť jeho výber, takže bude odstránený.<br> Ak je nainštalovaný udev-configure-printer, udeje sa automatická konfigurácia USB tlačiarne cez položky v jej udev konfiguračnom súbore /lib/udev/rules.d/70-printers.rules, ktorého spúšťa beh 'udev-configure-printer add', v prípade zapojenia USB tlačiarne a 'udev-configure-printer remove', ak je odpojená. Neexistujú žiadne upraviteľné nastavenia pre udev-configure-printer, okrem ručných zmien súboru 70-printers.rules. </p>
zh_cn: <p> <b><big>USB 打印机的自动配置</big></b><br> RPM 包“udev-configure-printer”可为 插入的 USB 打印机提供自动配置。<br> 如果该包的复选框初始未选中，表明尚未安装它。 您可以选中它加以安装。<br> 如果该包的复选框初始已选中，表明它已经安装。 您可以取消选中该复选框，将其去除。<br> 如果已安装了 udev-configure-printer， 自动 USB 打印机配置通过 udev 配置文件 /lib/udev/rules.d/70-printers.rules 中的条目执行， 该条目当有 USB 打印机插入时会触发运行 “udev-configure-printer add”， 当有 USB 打印机拔出时会触发运行“udev-configure-printer remove”。 udev-configure-printer 没有可调整的设置， 除非用户手动更改 70-printers.rules 文件。 </p>
zh_tw: <p> <b><big>USB 印表機的自動組態</big></b><br> 插入 USB 印表機後，RPM 套件「udev-configure-printer」將 提供自動組態。<br> 如果該套件對應的核取方塊最初未處於核取狀態，則未安裝該套件， 此時，如果您選取該核取方塊，則將安裝該套件。<br> 如果該套件對應的核取方塊最初處於核取狀態，則已安裝該套件， 此時，如果您取消選取該核取方塊，則將移除該套件。<br> 安裝 udev-configure-printer 後， USB 印表機自動組態將透過其 udev 組態檔案 /lib/udev/rules.d/70-printers.rules 中的項目進行。 插入 USB 印表機時， 將觸發執行「udev-configure-printer add」。拔下 USB 印表機時， 將觸發執行「udev-configure-printer remove」。 除了一項可手動變更 70-printers.rules 檔案的設定外， udev-configure-printer 沒有可調整的設定。 </p>

source: Show
ca: Mostra
da: Vis
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Afficher
nl: Weergeven
sk: Zobraziť
sl: Prikaži
zh_cn: 显示
zh_tw: 顯示

source: &Local
da: &Lokal
de: &Lokal
fi: Paika&llinen
fr: &Locales
nl: &Lokaal
sk: &Lokálny
sl: &Krajevne
zh_cn: 本地(&L)
zh_tw: 本地(&L)

source: &Remote
ca: &Remota
da: Ekste&rn
de: &Entfernt
es: &Remota
fi: &Etä
fr: &Distantes
nl: Op a&fstand
sk: &Vzdialený
sl: &Oddaljene
zh_cn: 远程(&R)
zh_tw: 遠端(&R)

source: Configuration
ca: Configuració
da: Konfiguration
de: Konfiguration
es: Configuración
fi: Asetus
nl: Configuratie
sk: Nastavenie
sl: Nastavitve
zh_cn: 配置
zh_tw: 組態

source: Name
ca: Nom
da: Navn
es: Nombre
fi: Nimi
fr: Nom
nl: Naam
sk: Názov
sl: Ime
zh_cn: 名称
zh_tw: 名稱

source: Location
ca: Ubicació
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Emplacement
nl: Locatie
sk: Umiestnenie
sl: Mesto
zh_cn: 位置
zh_tw: 位置

source: Default
ca: Valor per defecte
da: Standard
de: Standard
es: Predeterminada
fi: Oletus
fr: Par défaut
nl: Standaard
sk: Štandardné
sl: Privzeta
zh_cn: 默认值
zh_tw: 預設值

source: Status
ca: Estat
es: Estado
fi: Tila
fr: État
sk: Stav
sl: Stanje
zh_cn: 状态
zh_tw: 狀態

source: Re&fresh List
ca: &Actualitza la llista
da: Genop&frisk liste
de: Liste a&ktualisieren
es: Actuali&zar lista
fi: &Päivitä luettelo
fr: &Actualiser la liste
nl: Lijst ve&rnieuwen
sk: &Obnoviť zoznam
sl: &Osveži seznam
zh_cn: 刷新列表(&F)
zh_tw: 重新整理清單(&F)

source: Print &Test Page
ca: Imprimeix una pàgina de &prova
da: Udskriv &testside
de: &Testseite drucken
es: Imprimir página de prue&ba
fi: Tulosta &testisivu
fr: Imprimer la page &test
nl: &Testpagina afdrukken
sk: Vytlačiť &testovaciu stránku
sl: Na&tisni preizkusno stran
zh_cn: 打印测试页(&T)
zh_tw: 列印測試頁(&T)

source: A locally running CUPS daemon is required, but it seems to be not accessible. Check with 'lpstat -h localhost -r' whether a local cupsd is accessible. A non-accessible cupsd leads to an endless sequence of further failures.
ca: Es necessita un dimoni CUPS en execució, però sembla que no s'hi pot accedir. Comproveu amb les ordres "lpstat -h localhost -r" si hi ha algun cupsd local accessible. Si no hi ha cap cupsd accessible, es produeix una seqüència infinita d'errors.
da: En lokalt kørende CUPS-dæmon kræves, men den synes ikke at være tilgængelig. Tjek om en lokal cupsd er tilgængelig, med 'lpstat -h localhost -r'. En utilgængelig cupsd fører til en endeløs sekvens af yderligere fejl.
de: Ein lokal ausgeführter CUPS-Daemon ist erforderlich, der Zugriff darauf scheint aber nicht möglich zu sein. Prüfen Sie mit 'lpstat -h localhost -r' ob ein lokaler cupsd verfügbar ist. Wenn kein Zugriff auf einen cupsd möglich ist, führt dies zu einer unendlichen Folge weiterer Fehler.
es: Es necesario un daemon de CUPS local, pero parece que no se puede acceder. Use el comando "lpstat -h localhost -r" para comprobar si se puede acceder a un cupsd local. Si no se puede acceder a un cupsd, se producirá una secuencia infinita de errores.
fi: Tarvitaan paikallista CUPS-palvelua, mutta palvelu ei vaikuta olevan käytössä. Tarkista komennolla "lpstat -h localhost -r", onko paikallinen cupsd käytössä. Ellei näin ole, seuraa päättymätön sarja virheitä.
fr: Un daemon CUPS local en cours d'exécution est nécessaire, mais il semble ne pas être accessible. Vérifiez avec 'lpstat -h localhost -r' si un daemon cupsd local est accessible. Un daemon cupsd inaccessible entraine une suite infinie d'échecs ultérieurs.
nl: Een lokaal draaiende CUPS-daemon is vereist maar lijkt niet toegankelijk te zijn. Controleer met 'lpstat -h localhost -r' of een lokale cupsd toegankelijk is. Een niet-toegankelijke cupsd leidt tot een eindeloos aantal verdere mislukkingen.
sk: Lokálne bežiaci CUPS démon je vyžadovaný, ale zdá sa, že nie je dostupný. Skontrolujte s 'lpstat -h localhost -r', či je dostupný lokálny cupsd. Nedostupný cupsd vedie k nekonečnému sledu ďalších zlyhaní.
sl: Zahtevan je ozadnji program CUPS, ki teče krajevno. Videti je, da ni dosegljiv. Z ukazom »lpstat -h localhost -r« v terminalu lahko preverite, ali je krajevni cupsd dosegljiv. Če cupsd ni dosegljiv, lahko v prihodnje spodleti še veliko stvari.
zh_cn: 需要一个本地运行的 CUPS 守护程序，但它似乎无法访问。 请使用“lpstat -h localhost -r”检查本地的 cupsd 是否可以访问。 一个不可访问的 cupsd 会导致以后出现无尽的错误。
zh_tw: 需要本地執行的 CUPS 精靈，但它似乎無法存取。 請使用「lpstat -h localhost -r」檢查本地 cupsd 是否可存取。 無法存取的 cupsd 會導致日後不斷發生失敗。

source: The CUPS daemon seems not to listen on the official IANA IPP port (631). Check with 'netstat -nap | grep cupsd' where the cupsd actually listens. This happens when there is a 'Listen ...:1234' or 'Port 1234' setting (where 1234 means any port number which is not the official port 631) in /etc/cups/cupsd.conf (check also if there is 'BrowsePort 1234'). The YaST printer module does not support a non-official port. A non-official port leads to an endless sequence of further failures. If you really must use a non-official port, you cannot use the YaST printer module to configure your printers.
ca: Sembla que el dimoni CUPS no escolta el port IPP IANA oficial (631). Comproveu amb "netstat -nap | grep cupsd" si el cupsd està escoltant realment. Això succeeix quan hi ha un paràmetre "Escolta ...:1234" o "Port 1234" al directori /etc/cups/cupsd.conf (comproveu també si hi ha el "BrowsePort 1234"). El mòdul d'impressores del YaST no admet ports no oficials. Un port no oficial provoca una seqüència infinita d'errors. Si és absolutament necessari que utilitzeu un port no oficial, no podeu utilitzar el mòdul d'impressores del YaST per configurar les impressores.
da: CUPS-dæmonen synes ikke at lytte på den officielle IANA IPP-port (631). Tjek hvor cupsd faktisk lytter med "netstat -nap | grep cupsd". Dette sker når indstillingen "Listen ...:1234" eller "Port 1234" findes (hvor 1234 betyder enhver port som ikke er den officielle port 631) i /etc/cups/cupsd.conf (tjek også om der er "BrowsePort 1234"). YaST printermodulet understøtter ikke en uofficiel port. En uofficiel port fører til en endeløs sekvens af yderligere fejl. Hvis du virkelig skal brug en uofficiel port, kan du ikke bruge YaST printermodulet til at konfigurere dine printere.
de: Anscheinend lauscht der CUPS-Daemon nicht auf den offiziellen IANA IPP Port (631). Mit dem Kommando 'netstat -nap | grep cupsd' finden Sie den vom cupsd tatsächlich verwendeten Port. Abweichende Ports werden von den Einstellungen 'Listen ...:1234' oder 'Port 1234' in der Datei /etc/cups/cupsd.conf verursacht (wobei 1234 für eine beliebige Port-Nummer steht, die nicht den offiziellen Port 631 angibt). Prüfen Sie auch, ob evtl. eine Einstellung 'BrowsePort 1234' definiert ist. Das YaST-Druckermodul unterstützt keinen vom Standard abweichenden Port. Vom Standard abweichende Ports führen zu zahlreichen weiteren Fehlern. Wenn Sie wirklich gezwungen sind, einen anderen Port als 631 zu verwenden, können Sie leider das YaST-Druckermodul nicht zu Konfiguration verwenden.
es: Parece que el daemon de CUPS no escucha en el puerto IPP IANA oficial (631). Compruebe con "netstat -nap |grep cupsd" donde escucha. Esto ocurre si existe un ajuste de tipo "Listen ...:1234" o "Port 1234" (donde 1234 es cualquier número de puerto distinto al oficial, 631) en /etc/cups/cupsd.conf (compruebe también el ajuste "BrowsePort 1234"). El modulo de impresora de YaST no admite puertos no oficiales. Un puerto no oficial produce una serie infinita de errores. Si necesita usar un puerto no oficial, no puede usar el modulo de impresora de YaST para configurar las impresoras.
fi: CUPS-palvelin ei vaikuta kuuntelevan virallista IANA IPP -porttia (631). Tarkista komennolla "netstat -nap |grep cupsd", mitä porttia cupsd kuuntelee. Syynä on asetus "Listen ...:1234" tai "Port 1234" (missä 1234 tarkoittaa mitä tahansa portin numeroa, joka ei ole standardi 631) /etc/cups/cupsd.conf-tiedostossa (tarkista myös määritys "BrowsePort 1234"). YaSTin tulostinmoduuli ei tue epästandardeja portteja. Epästandardin portin käyttäminen johtaa loputtomaan epäonnistumisten sarjaan. Jos sinun on pakko käyttää epästandardia porttia, asetuksia ei voi tehdä YaST-tulostinmoduulilla.
fr: Le daemon CUPS ne semble pas écouter sur le port IPP officiel défini par l'IANA (631). Vérifiez avec 'netstat -nap | grep cupsd' sur quel port cupsd écoute en réalité. Ceci se produit lorsqu'un paramètre 'Listen ...:1234' ou 'Port 1234' (où 1234 représente tout port différent du port officiel 631) est défini dans le fichier /etc/cups/cupsd.conf (vérifiez également 'BrowsePort 1234'). Le module d'imprimante de YaST ne supporte pas l'utilisation d'un port non officiel. Un port non officiel entraîne une suite sans fin d'échecs ultérieurs. Si vous devez vraiment utiliser un port non officiel, vous ne pouvez pas utiliser le module d'imprimante de YaST pour configurer vos imprimantes.
nl: De CUPS-daemon lijkt niet te luisteren op de officiële IANA IPP poort (631). Controleer met 'netstat -nap | grep cupsd' waar de cupsd echt naar luistert. Dit kan gebeuren als er een 'Listen ...:1234' of 'Port 1234' instelling is (waar 1234 elk poortnummer is die niet de officiële poort 631 is) in /etc/cups/cupsd.conf (controleer ook of er een 'BrowsePort 1234' is). De YaST-printermodule ondersteunt de niet-officiële poort niet. Een niet-officiële poort leidt tot een eindeloos aantal verdere mislukkingen. Als u echt een niet-officiële poort wilt gebruiken, dan kunt u de YaST-printermodule niet gebruiken voor het configureren van uw printers.
sk: Zdá sa, že CUPS démon nenačúva na oficiálnom IANA IPP porte (631). Skontrolujte s 'netstat -nap | grep cupsd', kde cupsd vlastne načúva Toto sa stáva, keď je v /etc/cups/cupsd.conf nastavenie 'Listen ...:1234' alebo 'Port 1234' (,kde 1234 je ľubovoľné číslo portu, ktorý nie je oficiálny port 631)(skontrolujte tiež, či je tam 'BrowsePort 1234'). Tlačový YaST modul nepodporuje neoficiálny port. Neoficiálny port vedie k nekonečnému sledu ďalších zlyhaní. Ak naozaj musíte použiť neoficiálny port, nemôžete použiť tlačový YaST modul pre konfiguráciu vašich tlačiarní.
sl: Videti je, da ozadnji program CUPS ne posluša na standardnih vratih IANA IPP (631). Z ukazom »netstat -nap | grep cupsd« v terminalu lahko preverite, kje cupsd dejansko posluša. Do tega pride, ko je v /etc/cups/cupsd.conf vnos »Listen …:1234« ali »Port 1234« ali »BrowsePort 1234« (kjer 1234 pomeni katerokoli številko vrat, ki ni standardna 631). YaST-ov modul za tiskalnike ne podpira nestandardnih vrat. To lahko vodi do težav v nadaljevanju. Če morate uporabljati ne-standardna vrata, za nastavljanje tiskalnikov ne morete uporabiti YaST-ovega modula.
zh_cn: CUPS 守护程序似乎没有侦听官方 IANA IPP 端口 (631)。 请使用“netstat -nap | grep cupsd”检查 cupsd 是否在侦听该端口。 当 /etc/cups/cupsd.conf 中有“Listen ...:1234”或者“Port 1234”设置 （1234 意味着除了官方端口 631 以外的任何端口号）时 才会发生（也检查下有没有“BrowsePort 1234”）。 YaST 打印机模块不支持非官方端口， 使用非官方端口会导致以后出现无尽的错误。 如果您确实必须使用非官方端口， 就不能使用 YaST 打印机模块来配置您的打印机。
zh_tw: CUPS 精靈似乎未監聽正式 IANA IPP 埠 (631)。 請使用「netstat -nap | grep cupsd」檢查 cupsd 實際監聽的埠。 當 /etc/cups/cupsd.conf 中存在「Listen ...:1234」 或「Port 1234」設定 (其中的 1234 表示除正式埠 631 以外的任意埠號) 時，便會出現這種情況 (請同時檢查是否存在「BrowsePort 1234」設定)。 YaST 印表機模組不支援非正式埠。 非正式埠會導致日後不斷發生失敗。 如果您確實需要使用非正式埠，則無法使用 YaST 印表機模組來設定您的印表機。

source: Running several tests regarding CUPS server accessibility... (this might take some time)
ca: Executant diversos tests sobre l'accessibilitat del servidor CUPS... (Podria trigar una estona.)
da: Kører flere tests vedrørende tilgængelighed af CUPS-server... (dette kan tage nogen tid)
de: Durchführung mehrerer Test zur Erreichbarkeit des CUPS-Servers ... (Das kann etwas dauern)
es: Se están ejecutando varias pruebas sobre la accesibilidad del servidor CUPS... (puede tardar algún tiempo)
fi: Suoritetaan useita testejä CUPS-palvelimen yhteyden varmistamiseksi... (tämä voi kestää hetken)
fr: Exécution de plusieurs tests de l'accessibilité du serveur CUPS... (ceci peut prendre un certain temps)
nl: Er worden verschillende tests uitgevoerd met betrekking tot de toegang tot de CUPS-server... (dit kan enige tijd duren)
sk: Beží niekoľko testov týkajúcich sa dostupnosti servera CUPS... (môže to nejaký čas trvať)
sl: Poganjanje več preizkusov za ugotavljanje dostopnosti strežnika CUPS … (to lahko traja dlje časa)
zh_cn: 正在运行一些 CUPS 服务器连接性测试... （这可能会花费一些时间）
zh_tw: 正在執行數個關於 CUPS 伺服器存取性的測試... (這可能會花上一些時間)

source: Do no longer use the inaccessible CUPS server '%1'?
ca: No fer servir més el servidor CUPS inaccessible "%1"?
da: Brug ikke længere den utilgængelige CUPS-server "%1"?
de: Den nicht erreichbaren CUPS-Server '%1' nicht mehr verwenden?
es: ¿Seguro que no desea seguir usando el servidor CUPS inaccesible %1?
fi: Poistetaanko tavoittamaton CUPS-palvelin "%1" käytöstä?
fr: Ne plus utiliser le serveur CUPS inaccessible '%1' ?
nl: De niet-toegankelijke CUPS-server '%1' niet langer gebruiken?
sk: Už nepoužívať neprístupný CUPS server '%1'?
sl: Ali ne želite več uporabljati nedosegljivega strežnika CUPS »%1«?
zh_cn: 不再使用无法访问的 CUPS 服务器“%1”？
zh_tw: 確定不再使用無法存取的 CUPS 伺服器「%1」？

source: To proceed, you should agree that '%1' will be no longer used.
ca: Per continuar, hauríeu d'acceptar que "%1" no es faci servir més.
da: For at fortsætte skal du acceptere at "%1" ikke længere vil blive brugt.
de: Um fortzufahren sollten Sie zustimmen, den Server '%1' nicht mehr zu verwenden.
es: Para continuar, debe confirmar que %1 no se volverá a usar.
fi: Jatkaaksesi vahvista, ettei palvelinta "%1" enää käytetä.
fr: Pour continuer, vous devriez accepter de ne plus utiliser '%1'.
nl: Om door te gaan, zou u er akkoord mee moeten gaan dat '%1' niet langer wordt gebruikt.
sk: Ak chcete pokračovať, mali by ste súhlasiť, že '%1' sa už nebude používať.
sl: Za nadaljevanje se morate strinjati, da »%1« ne bo več uporabljan.
zh_cn: 您应该同意不再使用“%1”才能继续进行。
zh_tw: 若要繼續進行，您應該同意將不再使用「%1」。

source: A non-accessible server leads to an endless sequence of delays and failures.
ca: Un servidor no accessible porta a una seqüència infinita de retards i d'errors.
da: En ikke-tilgængelig server fører til en uendelig sekvens af forsinkelser og fejl.
de: Ein nicht erreichbarer Server verursacht eine endlose Folge von Fehler.
es: Si no se puede acceder a un servidor, se producirá una secuencia infinita de retrasos y errores.
fi: Palvelin, johon ei saada yhteyttä, johtaa loputtomaan viipeiden ja epäonnistumisten sarjaan.
fr: Un serveur inaccessible entraîne une suite sans fin de délais et d'échecs.
nl: Een niet-toegankelijke server leidt tot een eindeloze reeks van vertragingen en mislukkingen.
sk: Nedostupný server vedie k nekonečnému sledu ďalších zdržaní a zlyhaní.
sl: Nedosegljiv strežnik vodi do nadaljnjih zastojev in težav.
zh_cn: 无法访问的服务器会导致以后出现无尽的延迟和错误。
zh_tw: 伺服器如果無法存取，會導致不斷的延遲與失敗。
