Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> If you can access remote CUPS servers for printing but those servers do not publish their printer information via network or when you cannot accept incoming information about published printers (e.g. because you must have firewall protection for the network zone in which printers are published), you can request printer information from CUPS servers (provided the CUPS servers allow your access).<br> For each CUPS server which is requested, a cups-polld process is launched by the CUPS daemon process (cupsd) on your host. By default each cups-polld polls a remote CUPS server every 30 seconds for printer information. </p>
ca: <p> Si podeu accedir a servidors CUPS remots per imprimir però aquests servidors no publiquen la informació de les impressores a través de la xarxa o quan no podeu acceptar informació entrant sobre impressores publicades (per exemple, quan hàgiu de tenir una protecció de tallafoc per a la zona de xarxa en què es publiquen les impressores), podeu demanar informació d'impressores dels servidors CUPS (sempre que els servidors CUPS us hi permetin l'accés).<br> Per cada servidor CUPS que és demanat, un procés cups-polld és executat pel procés del dimoni del CUPS (cupsd) al vostre amfitrió. Per defecte, cada cups-polld enquesta un servidor CUPS remot cada 30 segons per obtenir informació de les impressores. </p>
da: <p> Hvis du kan tilgå eksterne CUPS-servere til udskrift men disse ikke annoncerer deres printerinformation via netværket eller når du ikke kan acceptere indkommende information om annoncerede printere (f.eks. fordi skal have firewall-beskyttelse af netværkszonen hvori printere annonceres), kan du anmode om printerinformation fra CUPS-servere (forudsat at CUPS-serverne tillader dig adgang).<br> For hver CUPS-server der anmodes, startes en cups-polld-proces af CUPS-dæmonprocessen (cupsd) på din vært. Som standard undersøger hver cups-polld en ekstern CUPS-server om printerinformation hver 30 sekunder. </p>
de: <p> Wenn Sie auf entfernte CUPS-Server zum Drucken zugreifen können, diese Server ihre Druckerinformationen jedoch nicht im Netzwerk veröffentlichen, oder wenn eingehende Informationen über veröffentlichte Drucker nicht akzeptiert werden, (beispielsweise, weil die lokalen Firewall-Einstellungen deren Empfang verhindern), können Druckerinformationen von CUPS-Servern automatisch abgefragt werden (vorausgesetzt, die CUPS-Server erlauben den Zugriff). <br> Für jeden solchen CUPS-Server wird vom lokalen CUPS-Daemon (cupsd) ein cups-polld-Prozess gestartet, der die Druckerinformationen alle 30 Sekunden abfragt. </p>
es: <p> Si puede acceder a servidores CUPS remotos para imprimir pero esos servidores no publican la información de sus impresoras en la red, o si no puede aceptar la información entrante sobre impresoras publicadas (por ejemplo, porque debe tener protección del cortafuegos para la zona de la red en la que las impresoras se publican), puede pedir información de la impresora a los servidores CUPS (si los servidores CUPS permiten su acceso).<br> Para cada servidor CUPS al que se pregunta, se lanza un proceso cups-polld mediante el proceso del daemon CUPS (cupsd) en su host. Por defecto, cada proceso cups-polld sondea cada 30 segundos a un servidor CUPS remoto en busca de la información de impresoras. </p>
fi: <p> Jos etä-CUPS-palvelimeen on tulostusyhteys mutta ne palvelimet eivät julkista verkossa tulostintietoja tai et voi hyväksyä tulevia tietoja julkaistuista tulostimista (esim. palomuurin on oltava päällä verkkovyöhykkeellä jossa tulostimet on julkaistu), tulostintietoa voi kysyä CUPS-palvelimelta (olettaen että CUPS-palvelin sallii kyselyn).<br> Jokaiselle CUPS-palvelimelle jolta on kyselty, prosessi cups-polld käynnistyy palvelimmellasi CUPS-taustaohjelman prosessin (cupsd) toimesta. Oletuksena kukin cups-polld kyselee etä-CUPS-palvelimelta joka 30. sekunti tulostintietoja. </p>
fr: <p> Si vous pouvez accéder à des serveurs CUPS distants pour l'impression, mais que ces serveurs ne publient pas les informations sur leurs imprimantes via le réseau ou si vous ne pouvez pas accepter les informations entrantes sur les imprimantes disponibles (par ex. parce que votre pare-feu doit vous protéger de la zone réseau sur laquelle ces imprimantes sont publiées), vous pouvez demander les informations d'imprimante aux serveurs CUPS (dans la mesure où ces serveurs autorisent votre accès).<br> Pour chaque serveur CUPS interrogé, un processus cups-polld est lancé par le processus de daemon CUPS (cupsd) sur votre machine. Par défaut chaque cups-polld interroge un serveur CUPS distant toutes les 30 secondes pour en récupérer les informations des imprimantes. </p>
nl: <p> Als u toegang hebt tot CUPS-servers op afstand om af te drukken maar deze servers publiceren hun printerinformatie niet via het netwerk of als u de inkomende informatie over gepubliceerde printers niet kan accepteren (bijv. omdat u firewallbescherming nodig hebt voor de netwerkzone waarin de printers publiceren), dan kunt u om printerinformatie van CUPS-servers verzoeken (aangenomen dat de CUPS-servers dit toestaan).<br> Voor elke CUPS-server waaraan een verzoek wordt gedaan, is een cups-polld-proces gestart door het CUPS-daemon-proces (cupsd) op uw host. Standaard zal elke cups-polld een CUPS-server op afstand elke 30 seconden afvragen op printerinformatie. </p>
sk: <p> Ak môžete pristupovať k vzdialeným CUPS serverom pre tlačenie, ale tieto servery nepublikujú svoje informácie o tlačiarni cez sieť, alebo ak nemôžete prijímať prichádzajúce informácie o publikovaných tlačiarňach (napr. pretože musíte mať firewall ochranu pre sieťovú zónu, v ktorej sú tlačiarne publikované), môžete požiadať informácie o tlačiarni z CUPS serverov (za predpokladu, že CUPS servery dovolia váš prístup).<br> Pre každý CUPS server, ktorý je požadovaný, je spustený proces cups-polld procesom CUPS démona (cupsd) na vašom hostiteľovi. V predvolenom nastavení každý cups-polld dopytuje vzdialený CUPS server každých 30 sekúnd ohľadom informácie o tlačiarni. </p>
zh_cn: <p> 如果您可以访问远程 CUPS 服务器来打印， 但这些服务器没有通过网络发布它们的打印机信息， 或者当您不能接受有关发布打印机的进站信息时 （例如您的防火墙屏蔽了打印机发布到的网络区域）， 您可以从 CUPS 服务器请求打印机信息（假设 CUPS 服务器允许您访问）。<br> 您主机上的 CUPS 守护程序进程 (cupsd) 会为 每个被请求的 CUPS 服务器启动一个 cups-polld 进程。 默认情况下，每个 cups-polld 每隔 30 秒 向远程 CUPS 服务器轮询一次打印机信息。 </p>
zh_tw: <p> 如果您可以存取遠端 CUPS 伺服器來進行列印， 但這些伺服器未透過網路發佈其印表機資訊， 或者您無法接受所發佈印表機的相關內送資訊 (例如，您必須為印表機發佈到的網路區域 設定防火牆保護)，則您可以從 CUPS 伺服器請求 獲取印表機資訊 (前提是 CUPS 伺服器允許您存取)。<br> 對於所要請求的每個 CUPS 伺服器，主機上的 CUPS 精靈程序 (cupsd) 都會啟動一個 cups-polld 程序。 依預設，每個 cups-polld 會每隔 30 秒向 遠端 CUPS 伺服器輪詢一次印表機資訊。 </p>

source: <p> If you print only via network and if you use only one single CUPS server, there is no need to use CUPS Browsing and have a CUPS daemon running on your host. Instead it is simpler to specify the CUPS server and access it directly.<br> A possible drawback is that application programs may be delayed for some time (until a timeout happens) when they try to access the CUPS server but it is actually not available (e.g. while traveling with a laptop). Usually it is a host name resolution (DNS) timeout which causes the delay so that it may help to have a hardcoded entry for the CUPS server in the /etc/hosts file. </p>
ca: <p> Si imprimiu només per xarxa i si feu servir només un sol servidor CUPS, no hi ha necessitat d'usar el Navegador CUPS Browsing i de tenir el dimoni CUPS executant-se al vostre amfitrió. És més senzill especificar el servidor CUPS i accedir-hi directament.<br> Un possible inconvenient és que les aplicacions es retardin una mica (fins que passi el temps d'espera) quan intentin accedir al servidor CUPS però que no sigui accessible (per exemple, quan viatgeu amb un portàtil). Normalment és una resolució de temps d'espera del nom de l'amfitrió (DNS) que causa aquest retard, per això podria ser d'ajuda tenir una entrada de codi (hardcoded) per al servidor CUPS al fitxer /etc/hosts. </p>
da: <p> Hvis du kun udskriver via netværk og hvis du kun bruger en enkelt CUPS-server, er der ingen grund til at bruge CUPS-browsing og have en CUPS-dæmon kørende på din værtsmaskine. I stedet er det nemmere at angive CUPS-serveren og tilgå den direkte.<br> En mulig ulempe er at programmer kan blive forsinket et stykke tid (indtil der sker tidsudløb) når de prøver at tilgå CUPS-serveren, som faktisk ikke er tilgængelig (f.eks. når du er på farten med en bærbar). Normalt er det et tidsudløb ved værtsnavneopslag (DNS) som forårsager forsinkelsen, så det kan hjælpe at have en hårdkodet indgang for CUPS-serveren i filen /etc/hosts. </p>
de: <p> Es is nicht notwendig CUPS-Browsing zu verwenden und einen lokalen CUPS-Daemon laufen zu lassen, wenn Sie nur über Netzwerk drucken und nur einen einzigen CUPS-Server verwenden. Es ist einfacher stattdessen den verwendeten CUPS-Server explizit anzugeben und direkt zu verwenden. <br> Einziges Manko daran ist, dass Anwendungen einige Zeit blockiert werden können, wenn sie auf einen nicht verfügbaren CUPS-Server zuzugreifen versuchen. Da es bei diesen Blockaden meist eine Zeitüberschreitung bei der Namensauflösung handelt, kann es hilfreich sein, den Namen des CUPS-Servers in der Datei '/etc/hosts' dauerhaft festzulegen. </p>
es: <p> Si solo imprime a través de la red y utiliza solo un servidor CUPS, no hay necesidad de utilizar la exploración de CUPS ni de ejecutar el daemon CUPS en el host. En su lugar, es más sencillo especificar directamente el servidor CUPS y acceder a él.<br> Un posible inconveniente, es que algunas aplicaciones podrían sufrir un retraso durante un tiempo (hasta que transcurre el tiempo límite) cuando intenten acceder al servidor CUPS y este no se encuentre disponible (por ejemplo, desde un equipo portátil). Generalmente, la demora se debe al tiempo límite de la resolución del nombre del host (DNS), por lo que puede ayudar disponer de una entrada del servidor CUPS directamente en el archivo /etc/hosts. </p>
fi: <p> Jos tulostat ainoastaan verkon kautta ja käytät yhtä CUPS-palvelinta, ei ole tarpeen käyttää CUPS-selausta ja pitää CUPS-palvelua käynnissä koneessasi. Sen sijasta on helpompi määrittää CUPS-palvelin ja käyttää sitä suoraan.<br> Mahdollisena haittapuolena on, että ohjelmat hidastuvat hieman (kunnes aikakatkaisu tapahtuu) kun ne yrittävät yhdistää CUPS-palvelimeen, jota ei kuitenkaan oikeasti ole olemassa (esimerkiksi silloin kun olet matkoilla kannettavan kanssa). Yleensä konenimen selvittämisen (DNS) aikakatkaisu aiheuttaa viiveen, joten voi auttaa, jos CUPS-palvelin kovakoodataan /etc/hosts-tiedostoon. </p>
fr: <p> Si vous imprimez uniquement par le réseau et si vous n'utilisez qu'un seul serveur CUPS, il n'est pas nécessaire d'utiliser le mode 'Browsing' de CUPS et d'avoir un daemon CUPS s'exécutant sur votre machine. Il est plus simple de spécifier le serveur CUPS et d'y accéder directement.<br> Un inconvénient potentiel est que les applications peuvent subir un délai pendant un certain temps (jusqu'à l'expiration de l'attente) lorsqu'elles tentent d'accéder au serveur CUPS, mais que celui-ci n'est pas disponible (par ex. lors d'un voyage avec un ordinateur portable). L'attente est souvent causée par le timeout de résolution d'un nom d'hôte (DNS). Il peut donc s'avérer utile d'avoir une entrée définie en dur pour le serveur CUPS dans le fichier /etc/hosts. </p>
nl: <p> Als u alleen via het netwerk print en als u alleen een enkele CUPS-server hebt, dan is er geen noodzaak om CUPS-browsing te gebruiken en om een CUPS-daemon te hebben draaien op uw host. In plaats daarvan is het eenvoudiger om de CUPS-server te specificeren en direct toegang te hebben.<br> Een mogelijk nadeel is dat programma's enige tijd vertraagd worden (totdat er een time-out optreedt) wanneer zij toegang proberen te krijgen tot de CUPS-server maar is niet beschikbaar (bijv. wanneer u op reis bent met uw laptop). Gewoonlijk is het time-out bij het opzoeken van een hostnaam (DNS) die de vertraging veroorzaakt zodat het kan helpen om een hard gecodeerde regel voor de CUPS-server in het bestand /etc/hosts te hebben. </p>
sk: <p> Ak tlačíte iba cez sieť, a ak používate iba jeden CUPS server nie je nutné používať CUPS prehliadanie a mať spustený CUPS démon na svojom hostiteľovi. Namiesto toho je jednoduchšie určiť CUPS server a priamo k nemu pristúpiť.<br> Možnou nevýhodou je, že aplikačné programy môžu byť oneskorené nejakú dobu (až do vypršania časového limitu), keď sa snažia pristúpiť k CUPS serveru, ale ten v skutočnosti nie je k dispozícii (napr. pri cestovaní s notebookom). Väčšinou je to časový limit rozlíšenia názvu hostiteľa (DNS), ktorý spôsobí oneskorenie, takže môže pomôcť mať napevno zadanú položku pre CUPS server v /etc/hosts. </p>
zh_cn: <p> 如果您只通过网络打印且您只使用一个 CUPS 服务器， 则不需要使用 CUPS 浏览模式以及在您的主机上运行 CUPS 守护程序。 指定 CUPS 服务器并直接访问它会更简单。<br> 这样做可能会有一个缺陷，就是当应用程序尝试 访问 CUPS 服务器而服务器实际上不可用时 （比如将笔记本带出公司时），它可能会延迟一段时间（直到超时）。 通常，延迟是因主机名解析 (DNS) 超时造成的， 因此在 /etc/hosts 文件中指定一个硬编码的 CUPS 服务器 条目可能会有帮助。 </p>
zh_tw: <p> 如果您只透過網路進行列印並且您只使用一個 CUPS 伺服器， 就不需要使用 CUPS 瀏覽功能，也不需要在主機上執行 CUPS 精靈。 而只需採用一種較為簡單的方法，即指定 CUPS 伺服器並直接進行存取。<br> 此方法可能存在一個缺點，即當應用程式嘗試存取實際上不可用 的 CUPS 伺服器時 (例如，您在出差時使用的筆記型電腦)， 這些程式可能會延遲一段時間 (直到發生逾時)。 通常，是主機名稱解析 (DNS) 逾時導致了該項延遲， 因此，有用的做法是在 /etc/hosts 檔案中 建立一條 CUPS 伺服器的硬式編碼項目。 </p>

source: <p> You have to set up an appropriate print queue on your host if there is no CUPS server in your network, or when you must access a network printer directly, or when you use another kind of print server e.g. when printing via a Windows (R) or Samba server or when printing via a traditional Unix server.<br> 'Windows' is a registered trademark of Microsoft Corporation in the United States and/or other countries. </p>
ca: <p> Heu d'establir una cua d'impressió adequada al vostre amfitrió si no hi ha servidor CUPS a la vostra xarxa, o quan heu d'accedir a una impressora de xarxa directament, o quan feu servir un altre tipus de servidor d'impressió, per exemple, quan s'imprimeix a traves d'un servidor de Windows (R) o Samba o quan s'imprimeixi a través d'un servidor tradicional Unix.<br> "Windows" és una marca registrada de Microsoft Corporation als Estats Units i altres països. </p>
da: <p> Du skal sætte en passende udskriftskø op på din værtsmaskine hvis der ikke er nogen CUPS-server på dit netværk, eller når du skal tilgå en netværksprinter direkte, eller når du bruger en anden type udskriftsserver f.eks. ved udskrift via en Windows (R)- eller Samba-server eller ved udskrift via en traditionel Unix-server.<br> "Windows" er et registreret varemærke ejet af Microsoft Corporation i USA og/eller andre lande. </p>
de: <p> Sie müssen eine entsprechende Druckerwarteschlange auf ihrem Computer einrichten, wenn es entweder in ihrem Netzwerk keinen CUPS-Server gibt, oder Sie auf einen Netzwerkdrucker direkt zugreifen müssen, oder Sie einen anderen Druckserver verwenden, wie z.B. einen Windows®-, Samba- oder Standard-Unix-Server.<br> 'Windows' ist ein eingetragenes Warenzeichen der Microsoft Corporation in den Vereinigen Staaten von Amerika und/oder anderen Ländern. </p>
es: <p> Debe configurar una cola de impresión adecuada en su host si no hay un servidor CUPS en la red; si debe acceder directamente a una impresora de red; o bien, si usa otro tipo de servidor de impresión, por ejemplo, si imprime mediante un servidor Windows (R) o Samba o si imprime mediante un servidor Unix tradicional.<br> Windows es una marca registrada de Microsoft Corporation en Estados Unidos y otros países. <p>
fi: <p> Sinun tulee luoda asianmukainen tulostusjono palvelimellesi, mikäli verkossasi ei ole yhtään CUPS-palvelinta tai jos tarvitset suoran yhteyden verkkotulostimeen tai jos haluat tulostaa Windows- (R), Samba- tai Unix-palvelimen kautta.<br> Windows on Microsoft Corporation rekisteröity tavaramerkki Yhdysvalloissa ja/tai muissa maissa. </p>
fr: <p> Vous devez configurer une file d'attente d'impression sur votre hôte s'il n'y a pas de serveur CUPS sur votre réseau, ou si vous devez accéder directement à une imprimante réseau, ou encore si vous voulez utiliser une autre sorte de serveur d'impression, par exemple lors d'impression via un serveur Windows(R) ou Samba, ou lors d'une impression via un serveur Unix traditionnel.<br> 'Windows' est une marque déposée de Microsoft Corporation aux États-Unis et/ou dans d'autres pays. </p>
nl: <p> U moet een geschikte printwachtrij op uw host instellen als er geen CUPS-server in uw netwerk aanwezig is of wanneer u direct een netwerkprinter moet gebruiken of wanneer u een ander soort printserver gebruikt bijv. wanneer u print via een Windows (R) of Samba-server of wanneer u print via een traditionele Unix-server.<br> 'Windows' is een geregistreerd handelsmerk van Microsoft Corporation in de Verenigde Staten en/of andere landen. </p>
sk: <p> Musíte nastaviť zodpovedajúci tlačový front na vašom hostiteľovi, ak nie je žiadny CUPS server na vašej sieti, alebo keď musíte pristúpiť k sieťovej tlačiarne priamo, alebo použiť iný druh tlačového servera, napr. pri tlači cez Windows (R) alebo Samba server, alebo pri tlači prostredníctvom tradičného unixového servera.<br> 'Windows' je registrovaná ochranná známka Microsoft Corporation v Spojených štátoch a/alebo iných krajinách. </p>
zh_cn: <p> 如果您的网络中没有 CUPS 服务器， 或您必须直接访问网络打印机， 或者您使用的是另一种类的打印服务器 （例如通过 Windows (R)、Samba 服务器 或传统 UNIX 服务器打印）， 则需要在您的主机上设置一个合适的打印队列。<br> “Windows”是 Microsoft Corporation 在美国和/或其他国家/地区的注册商标。 </p>
zh_tw: <p> 如果您的網路中沒有 CUPS 伺服器，或者 您必須直接存取網路印表機， 或者您要使用其他種類的列印伺服器 (例如，透過 Windows (R) 或 Samba 伺服器列印， 或透過傳統的 Unix 伺服器列印)， 那麼，您必須在主機上設定相應的列印佇列。<br> 「Windows」是 Microsoft Corporation 在美國和/或其他 國家/地區的註冊商標。 </p>

source: <p> <b><big>Sharing Print Queues and Publish Them Via Network</big></b><br> Usually CUPS (Common Unix Printing System) should be set up to use its so called 'Browsing' mode to make printers available via network.<br> In this case CUPS servers publish their local print queues via network and accordingly on CUPS client systems the CUPS daemon process (cupsd) must run which is listening for incoming information about published printers.<br> CUPS Browsing information is received via UDP port 631. </p>
ca: <p> <b><big>Compartició de cues d'impressió i publicació a través de la xarxa</big></b><br> Normalment s'ha de configurar el CUPS (Common Unix Printing System) per utilitzar el mode "Navegador" per fer que les impressores estiguin disponibles a través de la xarxa.<br> En aquest cas, els servidors CUPS publiquen les seves cues d'impressió locals a través de la xarxa i, en els sistemes de clients, s'ha d'estar executant el procés del dimoni CUPS (cupsd) per escoltar la informació sobre les impressores publicades.<br> La informació del "Navegador" del CUPS es rep al port UDP 631. </p>
da: <p> <b><big>Dele udskriftskøer og publicere dem via netværk</big></b><br> CUPS (Common Unix Printing System) skulle normalt være sat op til at bruge dens såkaldte 'browsing'-tilstand, for at gøre dem tilgængelige via netværk.<br> I så fald publicerer CUPS-servere deres printere via netværk, og følgelig skal CUPS-dæmonprocessen (cupsd) køre på din maskine. Denne lytter efter information om publicerede printere.<br> CUPS' browsing-information modtages via UDP-port 631. </p>
de: <p> <b><big>Druckwarteschlangen freigeben und via Netzwerk bekanntgeben</big></b><br> Für gewöhnlich sollte CUPS (Common Unix Printing System) so eingerichtet werden, dass sein sogenannter 'Browsing'-Modus verwendet wird, um Drucker via Netzwerk verfügbar zu machen.<br> In diesem Fall geben CUPS-Server ihre lokalen Druckwarteschlangen via Netzwerk bekannt und dementsprechend muss auf CUPS-Client-Systemen der CUPS-Daemon (cupsd) laufen, welcher auf eingehende Informationen über bekanntgegebene Drucker lauscht.<br> CUPS-Browsing-Informationen werden via UDP-Port 631 empfangen. </p>
es: <p> <b><big>Compartir colas de impresión y publicarlas mediante la red</big></b><br> Normalmente, CUPS (Common Unix Printing System, sistema de impresión Unix común) debe configurarse para usar el denominado modo de exploración, que hace que las impresoras estén disponibles en la red.<br> En este caso, los servidores CUPS publican sus colas de impresión locales en la red y, por consiguiente, en los sistemas cliente CUPS el proceso del daemon CUPS (cupsd) debe ejecutarse, ya que escucha la información entrante sobre las impresoras publicadas.<br> La información de exploración de CUPS se recibe a través del puerto UDP 631. </p>
fi: <p> <b><big>Tulostinjonojen jakaminen ja julkaiseminen verkkoon</big></b><br> Yleensä CUPS (Common Unix Printing System) asetetaan käyttämään sen 'Selaus' -tilaa, joka julkaisee tulostimet verkkoon.<br> Tässä tapauksessa CUPS-palvelimet julkaisevat paikalliset tulostusjonot verkkoon ja CUPS-asiakasjärjestelmien tulee ajaa CUPS-palvelua (cupsd), joko kuuntelee sisääntulevaa julkaistuista tulostimista kertovaa tietoa.<br> CUPS-selaustiedot vastaanotetaan UDP-portin 631 kautta. </p>
fr: <p> <b><big>Partager des files d'attente et les publier via le réseau</big></b><br> Habituellement, CUPS (Common Unix Printing System) doit être configuré pour utiliser son mode 'Navigation' ('Browsing') pour rendre les imprimantes disponibles via le réseau.<br> Dans ce cas, les serveurs CUPS publient leurs files d'attente locales via le réseau et, sur les postes clients, le processus de daemon CUPS (cupsd) doit s'exécuter et être à l'écoute des informations entrantes à propos des imprimantes publiées.<br> De telles informations sont reçues via le port UDP 631. </p>
nl: <p> <b><big>Delen van printwachtrijen en maak deze bekend via het netwerk</big></b><br> Gebruikelijk is CUPS (Common Unix Printing System) zo in te stellen dat de zogenaamde 'blader'-modus gebruikt kan worden om printers beschikbaar te maken via het netwerk.<br> In dat geval maken CUPS-servers hun lokale printwachtrijen bekend via het netwerk en overeenkomstig moet op CUPS-cliënt-systemen het CUPS-daemon-proces (cupsd) draaien die luistert naar inkomende informatie over bekend gemaakte printers.<br> CUPS-blader-informatie wordt ontvangen via UDP-poort 631. </p>
sk: <p> <b><big>Zdieľanie tlačových frontov a ich publikovanie prostredníctvom siete</big></b><br> Zvyčajne by mal byť CUPS (Common Unix Printing System) nastavený na použitie svojho takzvaného režimu 'prehliadania', aby boli tlačiarne dostupné cez sieť.<br> V tomto prípade CUPS servery publikujú svoje lokálne tlačové fronty prostredníctvom siete a preto na vašom hostiteľovi musí bežať CUPS démon procesu (cupsd), ktorý počúva prichádzajúce informácie o publikovaných tlačiarniach.<br> Informácie CUPS prehliadania sú prijímané cez UDP port 631. </p>
zh_cn: <p> <b><big>通过网络分享和发布打印队列</big></b><br> 通常 CUPS（通用 UNIX 打印系统）应该设置为使用 它所谓的“浏览”模式来通过网络提供打印机。<br> 在这种情况下，CUPS 服务器通过网络发布它的本地打印队列， 相应地，CUPS 客户端系统上必须运行 CUPS 守护程序进程 (cupsd) 来侦听有关发布的打印机的进站信息。<br> CUPS 浏览信息是通过 UDP 端口 631 接收的。 </p>
zh_tw: <p> <b><big>共用列印佇列並透過網路進行發佈</big></b><br> 通常應設定 CUPS (通用 Unix 列印系統) 以使用其「瀏覽」模式 讓印表機可透過網路使用。<br> 在此情況下，CUPS 伺服器會透過網路發佈其本地列印佇列，相應地， 必須在 CUPS 用戶端系統上執行 CUPS 精靈程序 (cupsd)， 該程序會監聽所發佈印表機的相關內送資訊。<br> CUPS 瀏覽資訊透過 UDP 埠 631 接收。 </p>
