Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>CUPS Error Policy</big></b><br> The error policy defines the default policy that is used when CUPS fails to send a print job to the printer device.<br> Depending on the particular way how the printer is connected (for example 'usb', 'socket', 'lpd', or 'ipp'), and depending on the actual kind of failure, the CUPS backend which actually sends the data to the printer can overwrite the default error policy and enforce another error policy (see <tt>man backend</tt>). For example it can stop any further printing attempt even when the default error policy is to retry the job. This could happen when any attempt to establish the communication with the printer is useless so that it does no make sense to retry the job. <br> The following error policies exist:<br> Stop the printer and keep the job for future printing.<br> Re-send the job from the beginning after waiting some time (30 seconds by default).<br> Abort and delete the job and proceed with the next job. </p>
ca: <p> <b><big>Política d'errors de CUPS</big></b><br> La política d'errors defineix la política per defecte que s'usa quan el CUPS falla a l'hora d'enviar una tasca d'impressió al dispositiu d'impressió.<br> Depenent de la manera particular en què cada impressora està connectada (per exemple "usb", "socket", "lpd", o "ipp"), i depenent del tipus de fallada del moment, el rerefons de CUPS, que és el que realment envia les dades a la impressora pot sobreescriure la política d'errors per defecte i forçar-ne una altra (vegeu <tt>man backend</tt>). Per example, pot aturar qualesevol altre intent d'impressió fins i tot quan la política per defecte és reintentar la tasca. Això pot passar quan qualsevol intent per establir la comunicació amb la impressora és inútil, de manera que no tingui sentit reintentar-ho. <br> Existeixen les polítiques d'error següents:<br> Aturar la impressora i desar la tasca per a una impressió futura.<br> Reenviar la tasca des de l'inici després d'esperar un temps determinat (30 segons, per defecte).<br> Avortar i elimnar la tasca i continuar amb la següent. </p>
da: <p> <b><big>CUPS fejlpolitik</big></b><br> Fejlpolitik definerer den standardpolitik, der anvendes, når CUPS fejler i at sende et udskriftjob til printerenheden.<br> Afhængigt af måden printeren er tilsluttet, (f.eks. 'usb', 'socket', 'lpd' eller 'ipp'), og afhængigt af den faktiske type af fejl, kan den backend til CUPS, som faktisk sender data til printeren, overskrive standard-fejlpolitikken og gennemtvinge en anden fejlpolitik (se 'man backend'). Den kan f.eks. stoppe videre forsøg på udskrivning, selvom standard-fejlpolitikken er at forsøge igen. Dette kan ske, når et forsøg på at etablere en kommunikation med printeren er nytteløs, således er der ingen fornuft i at forsøge jobbet igen. <br> Følgende fejlpolitikker findes:<br> Stop printeren, og gem jobbet til senere udskrivning.<br> Send jobbet igen fra begyndelsen efter at have ventet en tid (standard 30 sekunder).<br> Afbryd og slet jobbet, og gå videre til det næste job. </p>
de: <p> <b><big>CUPS-Fehlerrichtlinie</big></b><br> Die Fehlerrichtlinie definiert die Standardrichtlinie, wenn CUPS einen Druckauftrag nicht an das Druckergerät senden kann.<br> Je nach Verbindung des Druckers (z. B. 'usb', 'socket', 'lpd' oder 'ipp') und je nach Art des Fehlers kann das CUPS-Backend, das die Daten an den Drucker sendet, die standardmäßige Fehlerrichtlinie außer Kraft setzen und eine andere Fehlerrichtlinie durchsetzen (siehe <tt>man backend</tt>). Beispielsweise können weitere Druckversuche unterbunden werden, selbst dann, wenn laut der standardmäßigen Fehlerrichtlinie ein weiterer Versuch vorgesehen ist. Dieser Fall kann eintreten, wenn keine Kommunikation mit dem Drucker aufgebaut werden kann, sodass ein Wiederholen des Druckauftrags nicht sinnvoll ist. <br> Die folgenden Fehlerrichtlinien stehen zur Auswahl:<br> Drucker anhalten und Auftrag für den späteren Ausdruck speichern.<br> Auftrag nach kurzer Wartezeit (standardmäßig 30 Sekunden) erneut senden.<br> Auftrag abbrechen und löschen und mit dem nächsten Auftrag fortfahren. </p>
es: <p> <b><big>Directiva de errores de CUPS</big></b><br> La directiva de errores define la directiva que se usa por defecto cuando CUPS no logra enviar una tarea de impresión a la impresora.<br> Dependiendo del método de conexión en concreto de la impresora (por ejemplo, usb, socket, lpd o ipp), y dependiendo del tipo de fallo real, el sistema secundario CUPS que enviará los datos a la impresora puede sobrescribir la directiva de error por defecto y aplicar otra directiva de errores (consulte <tt>man backend</tt>). Por ejemplo, puede detener cualquier intento de impresión adicional aunque la directiva de error por defecto sea reintentar la tarea. Esto puede suceder cuando cualquier intento de establecer la comunicación con la impresora es infructuoso, de modo que no tiene sentido reintentar la tarea. <br> Las directivas de errores son las siguientes:<br> Detener la impresora y conservar el trabajo para una impresión posterior.<br> Reenviar el trabajo pasado un tiempo (30 segundos por defecto).<br> Interrumpir y suprimir el trabajo y continuar con el siguiente trabajo. </p>
fr: <p> <b><big>Politique d'erreur de CUPS</big></b><br> La politique d'erreur définit la politique par défaut à utiliser lorsque CUPS ne parvient pas à envoyer un travail d'impression à l'imprimante.<br> En fonction de la façon dont l'imprimante est connectée (par exemple : 'usb', 'socket', 'lpd' ou 'ipp'), et selon le type d'erreur en question, l'interface dorsale de CUPS qui envoie les données à l'imprimante peut remplacer la stratégie par défaut et forcer l'utilisation d'une autre stratégie d'erreur (voir <tt>man backend</tt>). Par exemple, elle peut arrêter toute autre tentative d'impression même lorsque la stratégie d'erreur par défaut est de réessayer. Cela peut se produire lorsque toute tentative d'établissement de la communication avec l'imprimante échoue, réessayer l'impression n'ayant alors aucun sens. <br> Les stratégies d'erreur qui existent sont les suivantes :<br> Arrêter l'imprimante et conserver la tâche pour une impression ultérieure.<br> Renvoyer le travail d'impression depuis le début après un certain temps d'attente (30 secondes par défaut).<br> Abandonner et supprimer le travail d'impression, et continuer avec le suivant. </p>
nl: <p> <b><big>CUPS-foutbeleid</big></b><br> Met het foutbeleid wordt het standaardbeleid gedefinieerd dat wordt gebruikt wanneer CUPS een afdruktaak niet naar het printerapparaat kan sturen.<br> Afhankelijk van de speciale manier waarop de printer is verbonden (bijvoorbeeld 'usb', 'socket', 'lpd' of 'ipp') en afhankelijk van het werkelijke fouttype, kan de CUPS-backend waarmee de gegevens werkelijk naar de printer worden gestuurd, het standaardfoutbeleid overschrijven en een ander foutbeleid afdwingen (zie <tt>man backend</tt>). Zo kunnen verdere afdrukpogingen worden stopgezet, zelfs wanneer het standaardfoutbeleid aangeeft de taak opnieuw te proberen. Dit kan gebeuren wanneer een poging om de communicatie met de printer tot stand te brengen geen zin heeft en het dus geen zin heeft de taak opnieuw te proberen. <br> De volgende foutbeleidsopties gelden:<br> De printer stoppen en de taak behouden voor toekomstig afdrukken.<br> De taak opnieuw verzenden na een bepaalde wachttijd (standaard 30 seconden).<br> De taak afbreken en verwijderen en verdergaan met de volgende taak. </p>
sk: <p> <b><big>Chybová politika CUPS</big></b><br> Chybová politika definuje predvolenú politiku, ktorá sa používa, keď CUPS zlyhá pri odoslaní tlačovej úlohy do tlačového zariadenia.<br> V závislosti na konkrétnom spôsobe pripojenia tlačiarne (napríklad 'usb', 'socket', 'lpd' alebo 'ipp'), a v závislosti na skutočnom druhu poruchy, je CUPS backend, ktorý v skutočnosti posiela dáta do tlačiarne, môže prepísať predvolenú chybovú politiku a vnútiť ďalšiu chybovú politiku (pozrieť <tt>man backend</tt>). Napríklad to môže zastaviť akýkoľvek ďalší tlačový pokus, aj keď predvolená chybová politika chce znovu skúsiť úlohu. To by sa mohlo stať, ak je akýkoľvek pokus o vytvorenie komunikácie s tlačiarňou zbytočný, takže nemá zmysel opakovanie úlohy. <br> Existujú nasledujúce chybové politiky:<br> Zastaviť tlačiareň a ponechať úlohu pre budúce tlačenie.<br> Opätovne zaslať úlohu od začiatku po čakaní nejakú dobu (30 sekúnd v predvolenom nastavení).<br> Prerušiť a odstrániť úlohu a pokračovať s nasledujúcou úlohou. </p>
zh_cn: <p> <b><big>CUPS 错误策略</big></b><br> 该错误策略定义当 CUPS 无法向打印机设备 发送打印作业时所使用的默认策略。<br> 根据打印机的特定连接方式 （例如，“usb”、“socket”、“lpd”或“ipp”） 和故障的实际类型， 实际将数据发送到打印机的 CUPS 后端 可以重写默认错误策略 并强制实施另一个错误策略（请参见 <tt>man backend</tt>）。 例如，即使默认错误策略要重试作业， CUPS 后端也可能会停止任何进一步的打印尝试。 当任何与打印机建立通讯的 尝试均不奏效，因而重试作业毫无意义时， 可能会出现这种情况。 <br> 存在以下错误策略：<br> 停止打印机并保留作业以供将来打印。<br> 等待一段时间（默认情况下为 30 秒）后从头开始重新发送作业。<br> 中止并删除作业，然后继续下一作业。 </p>
zh_tw: <p> <b><big>CUPS 錯誤規則</big></b><br> 該錯誤規則定義當 CUPS 無法將列印工作 傳送到印表機裝置時應使用的預設規則。<br> 依據連接印表機的特定方式 (例如「usb」、「socket」、「lpd」或「ipp」) 和失敗的實際種類， 真正執行將資料傳送給印表機之操作的 CUPS 後端 可以覆寫預設錯誤規則， 並執行其他錯誤規則 (請參閱「man backend」)。 例如，即使預設錯誤規則為重試工作， 它也可能會停止任何進一步的列印嘗試。 當任何與印表機建立通訊的嘗試均不奏效， 因而重試工作沒有任何意義時， 就會出現這種情況。 <br> 存在以下錯誤規則：<br> 停止印表機並保留工作以便日後列印。<br> 等待一段時間 (預設為 30 秒) 後從頭開始重新傳送工作。<br> 中止並刪除工作，並繼續下一個工作。 </p>

source: <p> <b><big>Automatic Configuration for Local Connected Printers</big></b><br> Check the check box to run YaST's automatic configuration for printers which are connected to the local host.<br> For each autodetected local connected printer, YaST tests if there exists already a configuration. If there is not yet a configuration, YaST tries to find a matching driver for the printer and if one is found, the printer is configured.<br> The resulting configuration is basically the same as if one would have selected an autodetected printer in the 'Add New Printer Configuration' dialog and accepted whatever preselected values there. </p>
ca: <p> <b><big>Configuració automàtica per a impressores connectades localment</big></b><br> Marqueu la casella per executar la configuració automàtica del YaST per a impressores que estan connectades a l'amfitrió.<br> Per cada impressora local detectada, el YaST comprova si ja n'existeix una configuració. Si encara no n'hi ha, el YaST intenta trobar un controlador coincident amb la impressora i si en troba un, confiigura la impressora.<br> La configuració resultant és bàsicament la mateixa que si s'hagués seleccionat una impressora autodetectada al diàleg "Afegeix una nova configuració d'impressora" i se n'haguessin acceptat els valors per defecte. </p>
da: <p> <b><big>Automatisk konfiguration af lokalt tilsluttede printere</big></b><br> Markér afkrydsningsfeltet for at køre YaST's automatiske konfiguration af printere som er tilsluttet den lokale værtsmaskine.<br> For hver autodetekterede lokalt tilsluttede printer, vil YaST teste om der allerede findes en konfiguration. Hvis der endnu ikke er en konfiguration, prøver YaST at finde en driver der matcher printeren og hvis der findes en, vil printeren blive konfigureret.<br> Den deraf følgende konfiguration er basalt set den samme som hvis man havde valgt en autodetekteret printer i dialogen "Tilføj ny printerkonfiguration" og accepterede alle standardværdierne der. </p>
de: <p> <b><big>Automatische Konfiguration für lokale Drucker</big></b><br> Aktivieren Sie das Markierungsfeld, um die automatische Konfiguration von YaST für direkt an den lokalen Host angeschlossene Drucker zu aktivieren. Für jeden automatisch erkannten, lokal verbundenen Drucker prüft YaST, ob bereits eine Konfiguration vorhanden ist. Ist noch keine Konfiguration vorhanden, versucht YaST einen passenden Treiber für den Drucker zu finden. Wenn gefunden, wird der Drucker konfiguriert.<br> Die daraus resultierenden Einstellungen entsprechen den voreingestellten Werten in den Dialogen, die Sie sehen, wenn Sie einen automatisch gefundenen Drucker im Dialog 'Neue Druckerkonfiguration hinzufügen' zur Konfiguration auswählen. </p>
es: <p> <b><big>Configuración automática de impresoras conectadas localmente</big></b><br> Marque la casilla de verificación para ejecutar la configuración automática de YaST para las impresoras conectadas al host local.<br> Para cada impresora local autodetectada, YaST comprueba si ya existe una configuración. Si no existe una configuración, YaST intenta encontrar controlador adecuado para la impresora y, si lo encuentra, configurara la impresora.<br> La configuración resultante es básicamente la misma que si selecciona una impresora autodetectada en el recuadro de diálogo Añadir configuración de nueva impresora y acepta los valores preseleccionados. </p>
fi: <b><big>Paikallisesti kytkettyjen tulostimien automaattiasetus</big></b><br> Valitse valintaruutu, jos haluat YaSTin automaattiasetuksen tehtäväksi paikalliseen koneeseen kytkettäville tulostimille.<br> YaST tarkistaa, löytyykö automaattisesti tunnistetuille paikallisesti kytketyille tulostimille olemassa olevaa määritystä. Ellei määritystä löydy, YaST yrittää löytää tulostimelle sopivan ajurin. Jos sellainen löytyy, tulostin asetetaan.<br> Tuloksena luotava asetus on periaatteessa samanlainen kuin jos olisit valinnut tulostimien automaattitunnistuksen "Lisää uusi tulostimen määritys" -valintaikkunasta ja hyväksynyt esivalitut arvot. </p>
fr: <p> <b><big>Configuration Automatique des Imprimantes Locales Connectées</big></b><br> Cochez la case de la configuration automatique de YaST pour les imprimantes connectées à l'hôte local.<br> Pour chaque imprimante détectée connectée en local, YaST teste s'il existe déjà une configuration. S'il n'y a pas de configuration existante, YaST essaies de trouver le driver adéquat pour l'imprimante et s'il en trouve un, l'imprimante est configurée.<br> La configuration résultante est en fait la même que si on avait sélectionner une imprimante auto-détectée dans la boite de dialogue 'Ajout d'une nouvelle imprimante'' et accepté les valeurs pré-sélectionnées. </p>
nl: <p> <b><big>Automatische configuratie voor lokaal aangesloten printers</big></b><br> Activeer het keuzevakje om de automatische configuratie van YaST voor printers, die met de lokale host zijn verbonden, uit te voeren.<br> Voor elk automatisch gedetecteerde lokaal verbonden printer, test YaST of er voor deze al een configuratie bestaat. Als er nog geen configuratie bestaat, probeert YaST een overeenkomend besturingsprogramma voor de printer te vinden en, als er een is gevonden, wordt de printer geconfigureerd.<br> Het resultaat van de configuratie is in principe hetzelfde alsof er een automatisch gedetecteerd printer is geselecteerd in de dialoog 'Nieuwe printerconfiguratie toevoegen' en geaccepteerd ongeacht de voorgeselecteerde waarden daar. </p>
sk: <p> <b><big>Automatická konfigurácia pre lokálne pripojené tlačiarne</big></b><br> Zaškrtnite pol pre spustenie automatickej konfigurácie YaST pre tlačiarne, ktoré sú pripojené k lokálnemu hostiteľovi.<br> Pre každú automaticky zistenú lokálne pripojenú tlačiareň YaST testuje, či už neexistuje konfigurácia. Ak ešte nie je žiadna konfigurácia, YaST sa snaží nájsť zodpovedajúci ovládač pre tlačiareň, a ak sa nájde, tlačiareň je nakonfigurovaná.<br> Výsledná konfigurácia je v podstate rovnaká, ako keď by bola vybraná automaticky zistená tlačiareň, v dialógu 'Pridať novú konfiguráciu tlačiarne' a prijať tam akékoľvek predvolené hodnoty. </p>
zh_cn: <p> <b><big>对本地连接的打印机进行自动配置</big></b><br> 选中该复选框可为连接到本地主机的打印机 运行 YaST 的自动配置进程。<br> YaST 会为每个自动检测到的 本地连接打印机测试是否已有配置。 如果没有， YaST 会尝试为打印机查找匹配的驱动程序， 用以配置打印机。<br> 最终的配置基本上和用户 在“添加新打印机配置”对话框中 选中了自动检测到的打印机 并接受了预设值的配置相同。 </p>
zh_tw: <p> <b><big>本地連接印表機的自動組態</big></b><br> 核取該核取方塊可以針對連接至 本地主機的印表機執行 YaST 自動組態。<br> 對於自動偵測到的每台本地連接印表機， YaST 將測試其是否已存在組態。 如果沒有組態設定， YaST 將嘗試尋找與該印表機相符的驅動程式， 找到相符的驅動程式後，將設定該印表機。<br> 所產生的組態基本上與使用者在 「新增印表機組態」對話方塊中選取一台 自動偵測到的印表機並在該對話方塊中接受 預先選取的值後所得到的組態相同。 </p>
