Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Device URIs for Directly Connected Devices</big></b><br> Devices which are connected via USB are autodetected and the appropriate device URI is autogenerated. For example:<br> usb://ACME/Fun%20Printer?serial=A1B2C3<br> hp:/usb/HP_LaserJet?serial=1234<br> Usually only the autogenerated device URIs work. When the device is not autodetected, there is usually no communication with the device possible and no data can be sent to the device.<br> To access a HP printer or all-in-one device via the backend 'hp', the RPM package hplip must be installed. The package provides HP's printing and scanning software HPLIP.<br> In contrast devices which are connected via bluetooth are not autodetected so that the device URI must be manually specified. Example device URI:<br> bluetooth://1A2B3C4D5E6F<br> To access a device via bluetooth, the RPM package bluez-cups must be installed. The package provides the CUPS backend 'bluetooth' which actually sends the data to a bluetooth printer. </p>
de: <p> <b><big>Geräte-URIs für direkt angeschlossene Geräte</big></b><br> Geräte, die am USB-Anschluss an den Rechner angeschlossen sind, werden automatisch erkannt und der entsprechende Geräte-URI wird automatisch erzeugt. Zum Beispiel:<br> usb://ACME/Fun%20Printer?serial=A1B2C3<br> hp:/usb/HP_LaserJet?serial=1234<br> Üblicherweise funktionieren nur die autogenerierten Geräte-URIs. Wird ein Gerät nicht automatisch erkannt, ist üblicherweise auch keine Kommunikation mit dem Gerät möglich, es können also keine Daten an das Gerät gesandt werden.<br> Um über die Backend-Oberfläche 'hp' auf einen HP-Drucker oder ein All-In-One-Gerät zuzugreifen, muss das RPM-Paket 'hplip' installiert sein. Das Paket stellt HPs Druck- und Scansoftware HPLIP zur Verfügung.<br> Im Gegensatz dazu werden Geräte, die über Bluetooth an den Rechner angeschlossen sind, nicht automatisch erkannt, weshalb der Geräte-URI manuell eingegeben werden muss. Beispiel-Geräte-URI:<br> bluetooth://1A2B3C4D5E6F<br> Um über Bluetooth auf ein Gerät zugreifen zu können, muss das RPM-Paket 'bluez-cups' installiert sein. Das Paket enthält die CUPS-Oberfläche 'bluetooth', die Daten an einen Bluetooth-Drucker sendet. </p>
fr: <p> <b><big>URI pour les périphériques directement connectés</big></b><br> Les périphériques connectés via le port USB sont détectés automatiquement et l'URI de périphérique approprié est généré. Par exemple :<br> usb://ACME/Fun%20Printer?serial=A1B2C3<br> hp:/usb/HP_LaserJet?serial=1234<br> Habituellement, seuls les URI générés automatiquement fonctionnent. Lorsque le périphérique n'est pas détecté automatiquement, aucune communication avec celui-ci n'est possible et aucune donnée ne peut donc lui être envoyée.<br> Pour accéder à une imprimante ou appareil tout-en-un HP via le moteur 'hp', le paquet RPM hplip doit être installé. Ce paquet fournit le logiciel d'impression et de numérisation HPLIP de HP.<br> En revanche, les périphériques connectés via un port bluetooth ne sont généralement pas détectésautomatiquement et leur URI doit être spécifié manuellement. Exemple d'URI de périphérique :<br> bluetooth://1A2B3C4D5E6F<br> Pour accéder à un périphérique via bluetooth, le paquet RPM bluez-cups doit être installé. Ce paquet fournit le moteur CUPS 'bluetooth' qui envoie effectivement les données à une imprimante bluetooth. </p>
sk: <p> <b><big>URI zariadení pre priamo pripojené zariadenia</big></b><br> Zariadenia, ktoré sú pripojené cez USB, sú automaticky detegované a príslušné URI zariadenia je automaticky generované. Napríklad:<br> usb://ACME/Fun%20Printer?serial=A1B2C3<br> hp:/usb/HP_LaserJet?serial=1234<br> Zvyčajne fungujú len automaticky generované URI zariadení. Keď zariadenie nie je automaticky detegované, zvyčajne nie je možná žiadna komunikácia so zariadením a nie je možné odoslať žiadne dáta do zariadenia.<br> Pre prístup k tlačiarni HP alebo zariadeniu all-in-one cez backend 'hp', musí byť nainštalovaný RPM balík hplip. Balík poskytuje softvér HPLIP od HP na tlačenie a skenovanie.<br> Oproti tomu zariadenia, ktoré sú pripojené cez bluetooth nie sú automaticky detegované, takže musí byť ručne zadané URI zariadenia. Príklad URI zariadenia:<br> bluetooth://1A2B3C4D5E6F<br> Pre prístup k zariadeniu cez bluetooth, musí byť nainštalovaný RPM balík bluez-cups. Balík poskytuje CUPS backend 'bluetooth', ktorý vlastne posiela dáta na bluetooth tlačiareň. </p>
zh_cn: <p> <b><big>直连设备的设备 URI</big</b><br> 系统会自动检测到通过 USB 连接的设备，并自动生成合适的设备 URI。 例如：<br> usb://ACME/Fun%20Printer?serial=A1B2C3<br> hp:/usb/HP_LaserJet?serial=1234<br> 通常只有自动生成的设备 URI 才能用。 当系统没有自动检测到设备时，通常无法 与设备建立通信和发送数据到设备。<br> 要通过后端 "hp" 访问 HP 打印机或多合一设备， 必须安装 RPM 软件包 hplip。 该软件包提供了 HP 的打印和扫描软件 HPLIP。<br> 相反，系统不能自动检测到通过蓝牙连接的设备， 因此必须手动指定设备 URI。 示例设备 URI：<br> bluetooth://1A2B3C4D5E6F<br> 要通过蓝牙访问设备，必须安装 RPM 软件包 bluez-cups。 该软件包提供了将数据发送到蓝牙打印机的 CUPS 后端 "bluetooth"。 </p>
zh_tw: <p> <b><big>直接連接的裝置的 URI</big</b><br> 系統會自動偵測到透過 USB 連接的裝置， 並自動產生適當的裝置 URI。 例如：<br> usb://ACME/Fun%20Printer?serial=A1B2C3<br> hp:/usb/HP_LaserJet?serial=1234<br> 通常只有自動產生的裝置 URI 才正常運作。 如果系統未自動偵測到裝置，通常將無法 與裝置進行通訊以及將資料傳送到裝置。<br> 若要透過後端 "hp" 存取 HP 印表機或多功能事務機， 必須安裝 RPM 套件 hplip。 該套件提供 HP 的列印和掃描軟體 HPLIP。<br> 相反，系統不能自動偵測到透過藍芽連接的裝置， 因此必須以手動方式指定裝置 URI。 範例裝置 URI：<br> bluetooth://1A2B3C4D5E6F<br> 若要透過藍芽存取裝置，必須安裝 RPM 套件 bluez-cups。 該套件提供實際將資料傳送到藍芽印表機的 CUPS 後端 bluetooth。 </p>
