Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> In contrast to connection and driver where you must select the right one, you are free to enter arbitrary strings for <b>description</b> and <b>location</b>. Application programs often show description and location in the print dialog. To make sure that those strings look correct in any language which a particular user of a particular application program may use, it is safe when you use only plain ASCII text without special characters e.g. only ASCII letters (a-z and A-Z), ASCII numbers (0-9), and the ASCII space character (20 hex). Usually the description describes the model and optionally the driver (e.g. 'ACME FunPrinter 1000 using generic PCL driver') and the location describes where the printer is located (e.g. 'Room 123' or 'Front Desk'). </p>
ca: <p> A diferència de la connexió i el controlador, on heu de seleccionar l'opció correcta, podeu introduir un text arbitrari a la <b>descripció</b> i la <b>ubicació</b>. Sovint, les aplicacions mostren la descripció i la ubicació al quadre de diàleg d'impressió. Per assegurar-vos que els textos apareguin correctament en qualsevol idioma que pugui utilitzar un usuari determinat d'una aplicació determinada, és més segur utilitzar només text simple, sense cap caràcter especial (és a dir, només lletres [A-Z i a-z], números ASCII [0-9] i espais). Normalment, la descripció indica el model i, de vegades, el controlador (per exemple, 'ACME FunPrinter 1000 amb un controlador PCL genèric'), mentre que la ubicació descriu on es troba la impressora (per exemple, 'Sala 123' o 'Recepció'). </p>
da: <p> Modsat tilslutning og driver, hvor du skal vælge den rigtige, kan du frit angive vilkårlige strenge for <b>beskrivelse</b> og <b>placering</b>. Applikationsprogrammerne viser ofte beskrivelse og placering i udskriftdialogen. For at sikre at disse strenge ser korrekte ud på alle sprog som en bestemt bruger eller et bestemt program kan bruge, er det bedst kun at benytte ren ASCII-tekst og uden specialtegn f.eks kun ASCII-bogstaver (a-z og A-Z) og ASCII-tal (0-9) og ASCII-mellemrum(hex 20) Normalt beskriver beskrivelsen modellen og evt. driveren (som f.eks. "ACME FunPrinter 1000 med generic PCL-driver"), ligesom placering beskriver, hvor printeren er placeret (f.eks. 'Rum 123' eller 'Reception'). </p>
de: <p> Im Gegensatz zu den Optionen 'Verbindung' und 'Treiber', für die Sie die richtige Auswahl treffen müssen, können Sie unter <b>Beschreibung</b> und <b>Standort</b> eine beliebige Zeichenfolge eingeben. Beschreibung und Treiber werden häufig in den Druckdialogfeldern von Anwendungsprogrammen angezeigt. Um sicherzustellen, dass dieser Text in jeder Sprache korrekt angezeigt wird, die von den Benutzern der Anwendungsprogramme verwendet werden, sollten Sie nur normalen ASCII-Text ohne Sonderzeichen eingeben (d. h. nur ASCII-Buchstaben [A-Z, a-z], ASCII-Zahlen [0-9] und ASCII-Leerzeichen). Die Beschreibung beschreibt in der Regel das Druckermodell und optional auch den Treiber (z. B. 'ACME FunPrinter 1000 mit generischem PCL-Treiber') und der Standort gibt den Standort des Druckers an (z. B. 'Raum 123' oder 'Rezeption'). </p>
es: <p> A diferencia de lo que ocurre con la conexión y el controlador, que deben seleccionarse adecuadamente, puede introducir la cadena que desee para la <b>descripción</b> y la <b>ubicación.</b> Las aplicaciones suelen mostrar la descripción y la ubicación en el recuadro de diálogo de impresión. Para asegurarse de que estas cadenas se muestran correctamente en cualquier idioma que los usuarios o las aplicaciones puedan usar, es recomendable utilizar solo texto ASCII sin caracteres especiales; por ejemplo, solo letras ASCII (a-z y A-Z), números ASCII (0-9) y el carácter de espacio ASCII (20 hex). En la descripción se suele describir el modelo y, opcionalmente, el controlador (por ejemplo, "ACME FunPrinter 1000 con controlador genérico PCL") y la ubicación describe donde se encuentra la impresora (ejemplo, "Sala 123" o "Entrada principal"). </p>
fi: <p> Yhteyden ja ajurin on oltava oikein valittuja, mutta voit vapaasti syöttää haluamasi arvot kohtiin <b>kuvaus</b> ja <b>sijainti</b>. Sovellukset näyttävät usein kuvauksen ja sijainnin tulostusikkunassa. Varmista, että nämä näkyvät oikein eri sovellusten käyttämillä kielillä. Varmin ratkaisu on käyttää tekstiä, jossa ei ole mitään erikoismerkkejä (eli pelkkiä kirjaimia [a-z ja A-Z], numeroita [0-9] ja välilyöntejä). Yleensä kuvaukseksi annetaan tulostimen malli ja mahdollisesti ohjain (esim. 'ACME FunPrinter 1000 ja geneerinen PCL-ohjain'). Sijainti ilmoittaa tulostimen fyysisen sijainnin, esimerkiksi 'Huone 123' tai 'Pöydällä'. </p>
fr: <p> Contrairement à la connexion et au pilote, où vous devez sélectionner la bonne option, vous êtes libre d'entrer un texte arbitraire pour la <b>description</b> et l'<b>emplacement</b>. Les applications affichent souvent la description et l'emplacement dans la boîte de dialogue d'impression. Pour s'assurer que ces textes apparaissent correctement dans n'importe quelle langue, qu'un utilisateur donné pourrait utiliser dans une application donnée, il est plus sûr de n'utiliser que du texte ASCII brut sans aucun caractère spécial, c'est à dire uniquement des lettres ASCII (a-z et A-Z), des nombres ASCII (0-9) et des espaces ASCII (20 hex). Habituellement, la description détaille le modèle et éventuellement le pilote (par exemple, 'ACME FunPrinter 1000 utilisant un pilote PCL générique'), tandis que l'emplacement décrit où l'imprimante est située (par exemple, 'Salle 123' ou 'Bureau de la réception'). </p>
nl: <p> In tegenstelling tot verbinding en stuurprogramma waar u de juiste moet kiezen, bent u vrij om een willekeurige tekenreeks te gebruiken voor <b>beschrijving</b> en <b>locatie</b>. Applicatieprogramma's tonen vaak de beschrijving en locatie in de printerdialoog. Om er zeker van te zijn dat deze tekenreeksen er goed uit zien in elke taal die een specifieke gebruiker van een specifiek applicatieprogramma kan gebruiken, is het veilig wanneer u alleen platte ASCII tekst gebruikt zonder speciale tekens (bijv. alleen de ASCII letters (a-z en A-Z), ASCII nummers (0-9) en de ASCII spatie (hex 20)). Gewoonlijk bevat de beschrijving het model en optioneel het stuurprogramma (b.v. 'ACME FunPrinter 1000 met het generieke PCL-stuurprogramma') en de locatie beschrijft waar de printer staat (bijv. 'kamer 123' of receptie-balie'). </p>
sk: <p> Na rozdiel od pripojenia a ovládača, kde musíte vybrať ten správny, máte možnosť zadať ľubovoľnej reťazec pre <b>popis</b> a <b>umiestnenie</b>. Aplikačné programy často ukazujú popis a umiestnenie v tlačovomdialógu. Uistite sa, že tieto reťazce vyzerajú správne v akomkoľvek jazyku, ktorý konkrétny používateľ určitého aplikačného programu môže používať, je bezpečné, keď používate iba obyčajný text ASCII bez špeciálnych znakov napr. iba ASCII písmená (a-z a A-Z), ASCII čísla (0-9) a ASCII znak medzery (20 hex). Zvyčajne opis popisuje model a voliteľne ovládač (napr. 'ACME FunPrinter 1000 pouzivajuci vseobecny ovladac PCL') a umiestnenie opisuje, kde sa nachádza tlačiareň (napr. 'Miestnost 123 alebo 'Predny stol'). </p>
zh_cn: <p> 对于连接和驱动程序，您必须做出正确选择， 而<b>描述</b>和<b>位置</b>则不同，您可以自由的输入任何字符串。 应用程序通常会在打印对话框中显示描述和位置。 为了确保这些字符串能正确地以任何应用程序 的特定用户都能使用的语言显示， 安全的做法是只使用不带特殊字符的简单 ASCII 文本， 例如，纯 ASCII 字符（a-z 和 A-Z）、ASCII 数字 (0-9) 和 ASCII 空格字符（20 十六进制值）。 通常，描述中会说明型号，偶尔也会说明驱动程序 （例如“使用通用 PCL 驱动程序的 ACME FunPrinter 1000”）， 位置则说明打印机的物理位置 （例如“123 房间”或“前台”）。 </p>
zh_tw: <p> 與您必須選取正確的連接和驅動程式不同， 您可以隨意為<b>「描述」</b>和<b>「位置」</b>輸入任意字串。 應用程式通常會在列印對話方塊中顯示描述和位置。 為了確保這些字串對於使用任意語言之 特定應用程式的特定使用者均可正確顯示， 保險的做法是只使用 ASCII 純文字，而不要使用特殊字元， 例如，僅使用 ASCII 字母 (a-z 和 A-Z)、 ASCII 數字 (0-9) 和 ASCII 空格字元 (十六進位 20)。 通常，描述的內容為型號，還可以包含驅動程式 (例如「使用通用 PCL 驅動程式的 ACME FunPrinter 1000」)， 而位置的內容為印表機的位置 (例如，「123 室」或「前台」)。 </p>

source: <p> <b><big>Set Driver Options</big></b><br> Usually it is best to leave the driver defaults because the defaults should be reasonable for most cases.<br> Additionally, the print dialogs in most applications show the driver options too so that each user can specify driver options for each individual printout.<br> The only setting which should be checked in any case is the paper size, which must be set to what is actually used by default in the printer. </p>
ca: <p> <b><big>Configuració de les opcions del controlador</big></b><br> Normalment és millor mantenir les opcions per defecte del controlador, que són vàlides per a l'ús habitual.<br> A més, la majoria d'aplicacions també mostren les opcions del controlador perquè cada usuari pugui indicar les opcions per a cada impressió.<br> L'única opció que s'ha de comprovar en tots els casos és la mida del paper, que ha de coincidir amb la que s'utilitza per defecte a la impressora. </p>
da: <p> <b><big>Sæt driver-indstillinger</big></b><br> Normalt er det bedst blot at benytte standardindstillingerne for driveren, da disse burde være udmærkede til alm. udskrift.<br> Ydermere viser udskriftdialogen i de fleste programmer indstillingerne for driveren, så hver bruger kan angive disse for hvert enkelt udskrift.<br> Den eneste indstilling, der skal tjekkes i hvert enkelt tilfælde, er papirstørrelsen, der skal sættes til den, der faktisk benyttes som standard i printeren. </p>
de: <p> <b><big>Treiberoptionen einstellen</big></b><br> Meist empfiehlt es sich, die Standardeinstellungen des Treibers beizubehalten, da diese Einstellungen für die meisten Arten des Ausdrucks geeignet sind.<br> Darüber hinaus werden die Treiberoptionen in der Regel auch in den Druckdialogfeldern der Anwendungsprogramme angezeigt; jeder Benutzer kann daher die für den jeweiligen Ausdruck erforderlichen Treiberoptionen selbst angeben.<br> Einzig das Papierformat sollten Sie überprüfen. Dies muss mit dem im Drucker eingelegten Standardpapierformat übereinstimmen. </p>
es: <p> <b><big>Configurar las opciones del controlador</big></b><br> Normalmente, es mejor dejar las opciones por defecto del controlador, ya que son las adecuadas casi siempre.<br> Además, los recuadros de diálogo de impresión de la mayoría de las aplicaciones muestran también las opciones del controlador, de forma que cada usuario pueda especificar las opciones que desee para cada impresión.<br> El único ajuste que debe comprobarse siempre es el tamaño de papel, que debe definirse según la opción por defecto de la impresora. </p>
fi: <p> <b><big>Aseta ohjaimen valinnat</big></b><br> Yleensä valinnat on parasta jättää oletusasetuksiksi, jotka ovat hyviä tavanomaisiin tulostustarpeisiin.<br> Lisäksi, sovellusten tulostusikkunat näyttävä yleensä ohjaimen valinnat, joten kukin käyttäjä voi itse määrätä asetukset kutakin tulostustyötä varten.<br> Ainoastaan paperinkoko pitää tarkistaa joka tapauksessa, sillä sen on vastattava tulostimen todella käyttämää paperikokoa. </p>
fr: <p> <b><big>Définir les options du pilote</big></b><br> Habituellement, il est préférable de laisser les paramètres par défaut du pilote, car ils sont généralement bons pour la majorité des cas.<br> De plus, les boites de dialogue d'impression des applications courantes affichent également les options du pilote pour que chaque utilisateur puisse définir les options pour chaque impression.<br> Le seul paramètre qui devrait systématiquement être vérifié est la taille du papier, qui doit être défini à la taille du papier utilisé par défaut dans l'imprimante. </p>
nl: <p> <b><big>Stel opties voor stuurprogramma in</big></b><br> Gewoonlijk is het het beste om de stuurprogrammastandaarden ongewijzigd te laten omdat de standaarden redelijke waarden hebben voor het gebruikelijke printen.<br> Bovendien tonen de printdialogen in de gebruikelijke applicatieprogramma's ook de stuurprogrammaopties zodat elke gebruiker de stuurprogrammaopties kan specificeren voor elke individuele afdruk.<br> De enige instelling die gecontroleerd zou moeten worden is in elk geval de papiergrootte die ingesteld moet zijn op wat nu wordt gebruikt door de standaad in de printer. </p>
sk: <p> <b><big>Nastaviť voľby ovládača</big></b><br> Zvyčajne je najlepšie nechať predvolené nastavenie ovládača, pretože predvolené hodnoty by mali byť primerané pre väčšinu prípadov.<br> Okrem toho, tlačové dialógy vo väčšine aplikácií ukazujú voľby ovládača tiež, takže každý používateľ si môže zadať voľby ovládača pre jednotlivé výtlačky.<br> Jediné nastavenie, ktoré by malo byť skontrolované v každom prípade, je veľkosť papiera, ktorá musí byť nastavená podľa toho, čo je vlastne použité v predvolenom nastavení v tlačiarni. </p>
zh_cn: <p> <b><big>设置驱动程序选项</big></b><br> 一般来说，最好保留驱动程序的默认选项， 因为默认选项在大多数情况下都是适合的。<br> 另外，大多数应用程序的打印对话框 也会显示驱动程序选项，这样每个用户都可以指定 驱动程序选项以产生各自的打印输出。<br> 任何情况下，都应该检查的唯一设置是纸张大小， 该选项必须设置为打印机实际默认使用的纸张大小。 </p>
zh_tw: <p> <b><big>設定驅動程式選項</big></b><br> 一般而言，最好保留驅動程式預設值，因為 預設值適用於大多數情況。<br> 此外，大多數應用程式中的列印對話方塊還會 顯示驅動程式選項，以便每位使用者可以 為每次列印指定驅動程式選項。<br> 在任何情況下均應檢查的設定只有紙張大小， 它必須設定為預設情況下印表機實際使用的紙張大小。 </p>

source: <p> Non-default settings may not work in all cases or have unexpected consequences.<br> For example, a high resolution setting may not work for a laser printer when its default built-in memory is insufficient to process high resolution pages.<br> Or a high quality setting may print intolerably slow on an inkjet printer. </p>
ca: <p> Pot ser que les configuracions que no siguin els valors per defecte no funcionin en tots els casos o que tinguin conseqüències inesperades.<br> Per exemple, pot ser que una resolució molt alta no funcioni en una impressora làser si la memòria interna de la impressora no és suficient per processar pàgines d'alta resolució.<br> De la mateixa manera, pot ser que una configuració d'alta qualitat imprimeixi molt lentament en una impressora d'injecció de tinta. </p>
da: <p> Ikke-standardindstillinger virker måske ikke i ale tilfælde eller har uventede konsekvenser.<br> For eksempel virker en for højt sat opløsning måske ikke for en laser-printer, hvis den standard indbyggede hukommelse er utilstrækkelig til at behandle sider med høj opløsning.<br> Eller en højkvalitets indstilling gør udskrift utåleligt langsom på en inkjet-printer </p>
de: <p> Nicht-standardmäßige Einstellungen funktionieren nicht in jedem Fall oder können unerwartete Ergebnisse zur Folge haben.<br> So funktioniert eine hohe Auflösung beispielsweise nicht bei einem Laserdrucker, wenn dessen Speicher nicht für den Ausdruck hoch aufgelöster Seiten ausreicht.<br> Oder ein Ausdruck mit hoher Qualität dauert auf einem Tintenstrahldrucker unerträglich lange. </p>
es: <p> Las configuraciones distintas a la usada por defecto podrían no funcionar siempre o tener consecuencias inesperadas.<br> Por ejemplo, una resolución alta podría no funcionar en una impresora láser si la memoria interna de la impresora no es suficiente para procesar paginas de alta resolución.<br> O bien, una opción de alta calidad podría ser excesivamente lenta en una impresora de inyección de tinta. </p>
fi: <p> Muut kuin oletusasetukset eivät välttämättä toimi, tai niillä voi olla odottamattomia seurauksia.<br> Esimerkiksi korkearesoluutioinen tulostus ei kenties toimi laser-tulostimella, jos sen muisti on riittämätön korkean erottelutarkkuuden sivujen tulostamista varten.<br> Korkealaatuinen tulostus voi myös olla mustesuihkutulostimilla sietämättömän hidasta. </p>
fr: <p> Des paramètres différents des valeurs par défaut peuvent ne pas fonctionner dans tous les cas ou avoir des conséquences inattendues.<br> Par exemple, une résolution trop élevée peut ne pas fonctionner pour une imprimante laser dont la mémoire intégrée est insuffisante pour traiter les pages de haute résolution. <br> Ou encore, une qualité trop élevée peut rendre l'impression beaucoup trop lente sur une imprimante jet d'encre. </p>
nl: <p> Niet-standaard instellingen kunnen niet in alle gevallen werken of hebben onverwachte gevolgen.<br> Bijvoorbeeld een hoge resolutie instelling kan niet werken voor een laserprinter als zijn standaard ingebouwde geheugen onvoldoende is om de hoge resolutie pagina's te verwerken.<br> Of een instelling hoge kwaliteit kan het printen ontoelaatbaar langzaam zijn op een inkjetprinter. </p>
sk: <p> Neštandardné nastavenia nemusia fungovať vo všetkých prípadoch, alebo majú neočakávané následky.<br> Napríklad nastavenie s vysokým rozlíšením nemusí fungovať pre laserovú tlačiareň, keď jej štandardná vstavaná pamäť je nedostatočná na spracovanie stránok s vysokým rozlíšením.<br> Alebo nastavenia vysokej kvality môže tlačiť neznesiteľne pomaly na atramentovej tlačiarni. </p>
zh_cn: <p> 非默认设置可能无法适用于所有情况， 或导致非预期后果。<br> 例如，高分辨率设置可能在镭射打印机上不起作用， 因为该打印机的默认内置内存不足以处理 高分辨率的页面。<br> 或者，高质量设置在喷墨打印机上的打印速度可能慢得让人无法忍受。 </p>
zh_tw: <p> 在任何情況下，非預設設定都可能會無效，或產生非預期的 結果。<br> 例如，當雷射印表機的預設內建記憶體不足以 處理高解析度頁面時，高解析度設定對於該印表機 便是無效的。<br> 或者，如果在噴墨印表機上採用高品質設定，則列印可能會慢得讓人無法忍受。 </p>

source: <p> In certain cases printer-specific driver settings must be adjusted to get the full functionality of a printer.<br> In particular, when the printer has optional units installed like a duplex unit or optional paper feeders, the respective driver settings should be checked and adjusted.<br> For example, a duplex unit option must be set to 'installed' or 'true' otherwise the driver may ignore duplex printing option settings. </p>
ca: <p> En alguns casos s'han d'ajustar els paràmetres específics de la impressora per poder utilitzar-ne totes les funcions.<br> En concret, quan la impressora té unitats opcionals instal·lades com ara una unitat d'impressió a doble cara o alimentadors de paper opcionals, s'han de comprovar i ajustar els paràmetres del controlador corresponent.<br> Per exemple, una unitat d'impressió a doble cara opcional s'ha de definir a 'installed' o a 'true'; en cas contrari, pot ser que el controlador ignori els paràmetres de la unitat. </p>
da: <p> I visse tilfælde skal specifikke driver-indstillinger justeres for at opnå den fulde funktionalitet af en printer.<br> Specielt, hvis printeren har valgfrie elementer installeret som 'duplex unit' eller valgfrie papirfødere, skal de passende driver- indstillinger markeres og justeres.<br> For eksempel skal duplex-elementet sættes til 'installed' eller 'true', ellers kan printeren evt. ignorere opsætningen af duplex-udskrift. </p>
de: <p> In anderen Fällen müssen hingegen die druckerspezifischen Treibereinstellungen angepasst werden, um das volle Leistungsspektrum des Druckers nutzen zu können.<br> Besonders, wenn der Drucker über zusätzliche Fähigkeiten wie zum Beispiel beidseitiges Drucken oder ergänzende Papiereinzüge verfügt, sollten die entsprechenden Treibereinstellungen überprüft und angepasst werden.<br> Die Option für den beidseitigen Ausdruck muss beispielsweise auf 'installiert' oder 'true' gesetzt sein; anderenfalls werden die Einstellungen für den beidseitigen Ausdruck vermutlich ignoriert. </p>
es: <p> En ciertos casos, es preciso ajustar la configuración del controlador de la impresora específica para lograr su completa funcionalidad.<br> En concreto, si la impresora tiene unidades opcionales instaladas, como una unidad dúplex o alimentadores opcionales de papel, las configuraciones respectivas del controlador deben comprobarse y ajustarse.<br> Por ejemplo, la opción de unidad dúplex debe marcarse como instalada o verdadera o el controlador ignorará dicha opción. </p>
fi: <p> Tietyissä tapauksissa tulostinkohtaisia asetuksia on muokattava kaikkien toimintojen käyttöön ottamiseksi.<br> Tämä on tarpeen varsinkin, kun tulostimeen on asennettu lisälaitteita (duplex, paperinsyöttö). Tällöin tarpeelliset ohjaimen asetukset on tarkistettava ja tarpeen vaatiessa muokattava.</br> Esimerkiksi kaksipuolisen paperin tulostusyksikön kohdalla on valittava duplex-asetukseksi 'installed' tai 'true', muuten ohjain saattaa jättää huomiotta edellä mainitun asetuksen. </p>
fr: <p> Dans certains cas des paramètres spécifiques à l'imprimante doivent être ajustés pour obtenir l'intégralité des fonctionnalités de l'imprimante.<br> En particulier, lorsque l'imprimante est équipée d'unités supplémentaires comme un module duplex (recto-verso) ou un bac de papier en option, les paramètres correspondants du pilote doivent être vérifiés et ajustés.<br> Par exemple, une option pour un module duplex doit être définie à 'installed' ou 'true' pour que le pilote prenne effectivement en compte l'impression recto-verso. </p>
nl: <p> Aan de andere kant zal in bepaalde gevallen printer-specifieke stuurprogrammainstellingen aangepast moeten worden om de volle functionaliteit van een printer te verkrijgen.<br> In het bijzonder wanneer de printer optionele eenheden heeft zoals een duplex eenheid (tweezijdig printen) of optionele papierinvoer, dan moeten de de overeenkomstige stuurprogrammainstellingen gecontroleerd en aangepast worden.<br> Bijvoorbeeld de optie voor een duplex eenheid moet ingesteld worden op 'geïnstalleerd' of 'true' anders kan het stuurprogramma een optie voor de instelling van duplex printen negeren. </p>
sk: <p> V určitých prípadoch nastavení ovládača pre konkrétnu tlačiareň musí byť tento upravený tak, aby boli k dispozícii všetky funkcie tlačiarne.<br> Najmä vtedy, keď má tlačiareň voliteľne inštalovateľné jednotky, ako sú duplexná jednotka alebo voliteľné podávače papiera. Príslušné nastavenia ovládača by mali byť skontrolované a upravené.<br> Napríklad, voľba duplexnej jednotky musí byť nastavená na 'nainštalované' alebo 'pravda', inak môže ovládač ignorovať nastavenie možnosti obojstrannej tlače. </p>
zh_cn: <p> 在一些情况下，打印机特有的驱动程序设置 必须进行调整，才能利用打印机的完整功能。<br> 尤其是，当打印机安装了额外单元 （如双面打印单元或者选用送纸机）时， 应该检查和调整相应的驱动程序设置。<br> 例如，双面打印单元选项必须设置为“已安装”或“真”， 否则驱动程序可能会忽略双面打印选项设置。 </p>
zh_tw: <p> 在特定情況下，必須調整印表機特定的 驅動程式設定，以取得印表機的全部功能。<br> 尤其當印表機安裝了選用裝置 (如雙工裝置或選用送紙器) 時，應檢查 並調整相應的驅動程式設定。<br> 例如，雙工裝置選項必須設定為「已安裝」或「true」， 否則驅動程式可能會忽略雙工列印選項設定。 </p>
