Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: At least one valid CUPS server name must be entered.
ca: Cal que introduïu com a mínim un nom de servidor CUPS vàlid.
da: Mindst et gyldigt CUPS-servernavn skal angives.
de: Es muss mindestens ein gültiger CUPS-Server festgelegt werden.
es: Se debe definir al menos un nombre de servidor CUPS valido.
fi: Ainakin yksi kelvollinen CUPS-palvelinnimi pitää antaa.
fr: Au moins un nom de serveur CUPS valide doit être défini.
nl: Er dient minstens één geldige CUPS-servernaam te worden ingevoerd.
sk: Musíte zadať aspoň jeden názvový server CUPS.
sl: Vnesti morate vsaj eno veljavno ime strežnika CUPS.
zh_cn: 必须至少输入一个有效的 CUPS 服务器名称。
zh_tw: 至少輸入一個有效的 CUPS 伺服器名稱。

source: Failed to set BrowsePoll value(s) '%1' in /etc/cups/cupsd.conf
ca: No s'ha pogut definir BrowseAllow value(s) "%1" a /etc/cups/cupsd.conf
da: Kunne ikke sætte BrowsePoll-værdierne "%1" i /etc/cups/cupsd.conf
de: Setzen des/r Wert(e) '%1' für BrowsePoll in /etc/cups/cupsd.conf schlug fehl
es: Error al establecer los valores de BrowsePoll %1 en /etc/cups/cupsd.conf
fi: BrowsePoll-arvo(je)n "%1" asetus tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir la/les valeur(s) BrowsePoll à '%1' dans /etc/cups/cupsd.conf
nl: Het instellen van BrowsePoll waarde(n) '%1' in /etc/cups/cupsd.conf is mislukt
sk: Zlyhalo nastavenie BrowsePoll hodnoty(nôt) '%1' in /etc/cups/cupsd.conf
sl: Nastavljanje vrednosti »%1« za BrowsePoll v /etc/cups/cupsd.conf je spodletelo
zh_cn: 在 /etc/cups/cupsd.conf 中设置 BrowsePoll 值“%1”失败
zh_tw: 在 /etc/cups/cupsd.conf 中設定 BrowsePoll 值「%1」失敗

source: Failed to set 'BrowsePoll none' in /etc/cups/cupsd.conf
ca: No s'ha pogut definir "BrowseAllow none" a /etc/cups/cupsd.conf
da: Kunne ikke sætte "BrowsePoll none" i /etc/cups/cupsd.conf
de: Setzen von 'BrowsePoll none' in /etc/cups/cupsd.conf schlug fehl
es: Error al establecer "BrowsePoll none" en /etc/cups/cupsd.conf
fi: "BrowsePoll none" -asetuksen lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir 'BrowsePoll none' dans /etc/cups/cupsd.conf
nl: Het instellen van 'BrowsePoll none' in /etc/cups/cupsd.conf is mislukt
sk: Zlyhalo nastavenie 'BrowsePoll none' v /etc/cups/cupsd.conf
sl: Nastavljanje »BrowsePoll none« v /etc/cups/cupsd.conf je spodletelo
zh_cn: 在 /etc/cups/cupsd.conf 中设置“BrowsePoll none”失败
zh_tw: 在 /etc/cups/cupsd.conf 中設定「BrowsePoll none」失敗

source: When switching from 'accept printer announcements' to 'not accept announcements' or after 'request printer information from CUPS servers' was disabled it takes usually 5 minutes until already received information faded away...
ca: Quan es canvia de "rep informació" a "no rebis informació", o després de tenir inhabilitat "demana informació de la impressora als servidors CUPS" cal esperar 5 minuts fins que desaparegui la informació que ja s'ha rebut...
da: Under skift fra "acceptér printerannonceringer" til "acceptér ikke annonceringer" eller efter "anmod om printerinformation fra CUPS-servere" blev deaktiveret tager det normalt 5 minutter, før allerede modtaget information fortoner sig...
de: Nach dem Wechsel von 'Informationen empfangen' zu 'Informationen nicht empfangen' oder nachdem 'Druckerinformationen von entfernten CUPS-Servern anfordern' deaktiviert wurde, dauert es etwa 5 Minuten, bis bereits empfangene Informationen entfernt werden.
es: Si se pasa de "aceptar anuncios de impresoras" a "no aceptar anuncios" o si se inhabilita la opción "Pedir información de impresora de los servidores CUPS", suelen transcurrir 5 minutos antes de que la información recibida se desvanezca...
fi: Vaihdettaessa tilasta "vastaanota tulostimen tietoja" tilaan "älä vastaanota tietoja" tai kun "kysy tulostintietoja CUPS-palvelimelta" on ollut poissa käytöstä kestää yleensä viitisen minuuttia, ennen kuin jo vastaanotetut tiedot ovat haihtuneet...
fr: Lors du passage de 'accepter les annonces d'imprimantes' à 'ne pas accepter d'annonces' ou après avoir désactivé 'demander des informations sur les imprimantes depuis les serveurs CUPS' il faut généralement 5 minutes pour que les informations déjà reçues disparaissent.
nl: Bij het omschakelen van 'ontvang printeraankondigingen' naar 'ontvang geen printeraankondigingen' of na uitschakelen van 'verzoek om printerinformatie van CUPS-servers' duurt het gewoonlijk 5 minuten voordat reeds ontvangen informatie is verdwenen...
sk: Keď prepnete z 'prijať oznámenia tlačiarne' na 'neprijať oznámenia', alebo zakážete 'požadovať informácie tlačiarne z CUPS serverov', tak to zaberie zvyčajne 5 minút, kým zmiznú už prijaté informácie...
sl: Po preklopu s »sprejemaj najave tiskalnikov« na »ne sprejemaj najav« ali po onemogočanju »zahtevaj podatke o tiskalnikih s strežnikov CUPS« je običajno potrebno počakati 5 minut, da se že prejeti podatki pozabijo.
zh_cn: 从“接受打印机声明”切换到“不接受声明”时， 或在“向 CUPS 服务器请求打印机信息”禁用后， 一般要等待 5 分钟的时间已接收到的信息才会消失...
zh_tw: 如果從「接受印表機發佈」切換到「不接受發佈」， 或停用了「要求 CUPS 伺服器提供印表機資訊」， 通常需要等待 5 分鐘直到已接收的資訊逐漸消失...

source: The server '%1' is accessible via port 631 (IPP/CUPS).
ca: Es pot accedir al servidor "%1" mitjançant el port 631 (IPP/CUPS).
da: Serveren '%1' er tilgængelig via port 631 (IPP/CUPS).
de: Der Server '%1' ist über Port 631 (IPP/CUPS) erreichbar.
es: Es posible acceder al servidor %1 mediante el puerto 631(IPP/CUPS).
fi: Palvelimeen %1 saadaan yhteys portissa 631 (IPP/CUPS).
fr: Le serveur '%1' est accessible via le port 631 (IPP/CUPS).
nl: De server '%1' is toegankelijk via poort 631 (IPP/CUPS).
sk: Server '%1' je dostupný cez port 631 (IPP/CUPS).
sl: Strežnik »%1« ni dosegljiv prek vrat 631 (IPP/CUPS).
zh_cn: 服务器“%1”可以通过端口 631 (IPP/CUPS) 访问。
zh_tw: 伺服器「%1」可透過埠 631 (IPP/CUPS) 存取。

source: &Deny Remote Access
ca: &Denega l'accés remot
da: Nægt ekstern a&dgang
de: Entfernten Zugriff &verweigern
es: &Denegar acceso remoto
fi: &Estä etäkäyttö
fr: &Refuser l'accès distant
nl: &Weiger toegang op afstand
sk: &Odoprieť vzdialený prístup
sl: Zavrni o&ddaljeni dostop
zh_cn: 拒绝远程访问(&D)
zh_tw: 拒絕遠端存取(&D)

source: &Allow Remote Access
ca: Permet l'&accés remot
da: Till&ad ekstern adgang
de: Entfernten Zugriff &erlauben
es: &Permitir acceso remoto
fi: S&alli etäkäyttö
fr: &Autoriser l'accès distant
nl: St&a toegang op afstand toe
sk: &Povoliť vzdialený prístup
sl: Dovoli odd&aljeni dostop
zh_cn: 允许远程访问(&A)
zh_tw: 允許遠端存取(&A)

source: There are various ways how to specify which remote hosts are allowed:
ca: Hi ha diverses maners d'especificar quins amfitrions remots es permeten:
da: Der er flere måder at angive hvilke eksterne værtsmaskiner der er tilladte:
de: Es gibt verschiedene Arten um anzugeben, welche Rechner zugreifen dürfen:
es: Hay varias formas de especificar qué hosts remotos se permiten:
fi: On olemassa eri tapoja määrittää, mitkä etäkoneet sallitaan:
fr: Il existe plusieurs façons de spécifier quels hôtes distants sont autorisés :
nl: Er zijn verschillende manieren om te specificeren welke hosts op afstand zijn toegestaan:
sk: Existujú rôzne spôsoby, ako určiť, ktorí vzdialení hostitelia sú povolení:
sl: Obstaja več načinov določanja dovoljenih oddaljenih gostiteljev:
zh_cn: 有多种方式指定允许哪些远程主机：
zh_tw: 有多種方式可以指定允許哪些遠端主機：

source: For computers within the &local network
ca: Per a ordinadors de la xarxa &local
da: Til computere indenfor det &lokale netværk
de: Für Computer im &lokalen Netzwerk
es: Para equipos en la red &local
fi: Paika&llisverkon tietokoneille
fr: Pour les ordinateurs dans le réseau &local
nl: Voor computers binnen het &lokale netwerk
sk: Pre počítače v &lokálnej sieti
sl: Za računa&lnike znotraj krajevnega omrežja
zh_cn: 对于本地网络中的计算机(&L)
zh_tw: 適用於區域網路中的電腦(&L)

source: &Publish printers within the local network
ca: &Publica les impressores a la xarxa local
da: &Publicér printere på det lokale netværk
de: Drucker im lokalen Netzwerk &bekanntgeben
es: &Publicar las impresoras en la red local
fi: Julkaise tulostimet &paikallisverkkoon
fr: &Publier les imprimantes sur le réseau local
nl: &Maak printers openbaar in het lokale netwerk
sk: &Publikovať tlačiarne v lokálnej sieti
sl: &Objavi tiskalnike znotraj krajevnega omrežja
zh_cn: 在本地网络内发布打印机(&P)
zh_tw: 在本地網路中公佈印表機(&P)

source: Via network interfaces
ca: A través de la interfície de xarxa
da: Via netværksgrænseflader
de: Über diese Netzwerkschnittstellen
es: Mediante interfaces de red
fi: Verkkoliitäntä
fr: Via les interfaces réseau
nl: Via netwerkinterfaces
sk: Cez sieťové rozhrania
sl: Prek omrežnih vmesnikov
zh_cn: 通过网络接口
zh_tw: 經由網路介面

source: Interface
ca: Interfície
da: Grænseflade
de: Schnittstelle
es: Interfaz
fi: Liitäntä
sk: Rozhranie
sl: Vmesnik
zh_cn: 接口
zh_tw: 介面

source: Publish printers via this interface
ca: Publica les impressores mitjançant aquesta interfície
da: Publicér printere via denne grænseflade
de: Drucker über diese Schnittstelle bekanntgeben
es: Publicar las impresoras mediante esta interfaz
fi: Julkaise tulostimet tämän liitännän kautta
fr: Publier les imprimantes via cette interface
nl: Maak printers openbaar via dit interface
sk: Publikovať tlačiarne cez toto rozhranie
sl: Objavi tiskalnike prek tega vmesnika
zh_cn: 通过此接口发布打印机
zh_tw: 經由此介面公佈印表機

source: &Add
ca: &Afegeix
da: &Tilføj
de: &Hinzufügen
es: &Añadir
fi: &Lisää
fr: &Ajouter
nl: &Toevoegen
sk: &Pridať
sl: Dod&aj
zh_cn: 添加(&A)
zh_tw: 新增(&A)

source: &Edit
ca: &Edita
da: &Redigér
de: &Bearbeiten
es: &Editar
fi: &Muokkaa
fr: &Modifier
nl: &Bewerken
sk: &Upraviť
sl: Ur&edi
zh_cn: 编辑(&E)
zh_tw: 編輯(&E)

source: &Delete
ca: &Suprimeix
da: &Slet
de: &Löschen
es: &Suprimir
fi: &Poista
fr: &Effacer
nl: &Verwijderen
sk: &Zmazať
sl: &Izbriši
zh_cn: 删除(&D)
zh_tw: 刪除(&D)

source: For Specific IP Addresses or Networks
ca: Per a adreces IP o xarxes específiques
da: For specifikke IP-adresser eller netværk
de: Für spezifische IP-Adressen oder Netzwerke
es: Para redes o direcciones IP específicas
fi: Tietyille IP-osoitteille tai verkoille
fr: Pour des réseaux ou des adresses IP spécifiques
nl: Voor specifieke IP-adressen of netwerken
sk: Pre špecifické IP adresy alebo siete
sl: Za določene naslove IP ali omrežja
zh_cn: 针对特定 IP 地址或网络
zh_tw: 指定 IP 位址或網路

source: Allow access from those IP addresses or &network/netmask (separated by space)
ca: Permet l'accés des d'aquestes adreces IP o des de la &xarxa/màscara de xarxa (separades per un espai)
da: Tillad adgang fra disse IP-adresser eller &netværk/netmaske (adskilt af mellemrum)
de: Zugriff von diesen IP-Adressen oder &Netzwerk/Netzwerkmaske erlauben (durch Leerzeichen getrennt)
es: Permitir acceso desde estas direccio&nes IP o red/mascara de red (separados por espacios)
fi: Salli etäkäyttö näistä IP-osoitteista tai &verkosta/verkkopeitteestä (välilyönnein erotettuna)
fr: Autoriser l'accès à partir de ces adresses IP ou &réseaux/masques de sous-réseau (séparés par un espace)
nl: Sta toegang toe vanaf deze IP-adressen of &netwerk/netmasker (gescheiden door een spatie)
sk: Umož&niť prístup z tých IP adries alebo sietí/masiek siete (oddelených medzerou)
sl: Dovoli dostop s teh &naslovov IP ali omrežij/mask (ločeni s presledkom)
zh_cn: 允许来自这些 IP 地址或网络/网络掩码的访问（以空格分隔）(&N)
zh_tw: 允許從這些 IP 位址或網路/網路遮罩進行存取 (以空格分隔)(&N)

source: Publish to these IP addresses or network &broadcast addresses (separated by space)
ca: Publica en aquestes adreces IP o adreces de &difusió de xarxa (separades per espais)
da: Publicér til disse IP-adresser eller netværk-&broadcast-adresser (adskilt af mellemrum)
de: An diese IP-Adressen oder Netzwerk-&Broadcast-Adressen veröffentlichen (durch Leerzeichen getrennt)
es: Pu&blicar en estas direcciones IP o de red de difusión (separadas por espacios)
fi: Julkaise näihin IP-osoitteisiin tai &verkon lähetysosoitteisiin (välilyönnein erotettuna)
fr: Publier vers ces adresses IP ou ces adresses de &diffusion réseau (séparées par des espaces)
nl: Maak printers openbaar aan deze IP-adressen of netwerk-&broadcastadressen (gescheiden door een spatie)
sk: Publikovať do týchto IP adries alebo sieťových &broadcast adries (oddelených medzerou)
sl: O&bjavi tem naslovom IP ali omrežnim naslovom za oddajanje večim (ločeni s presledkom)
zh_cn: 向这些 IP 地址或网络广播地址发布（以空格分隔）(&B)
zh_tw: 發佈到那些 IP 位址或網路廣播位址 (以空格分隔)(&B)

source: &Publish printers by default via the network interface below.
ca: &Publica les impressores per defecte mitjançant la interfície de xarxa següent.
da: &Publicér printere som standard via netværksgrænsefladen herunder.
de: Drucker standardmäßig über die unten angegebene Netzwerkschnittstelle &bekanntgeben.
es: &Publicar las impresoras predeterminadas mediante esta interfaz.
fi: &Julkaise tulostimet oletuksena tämän verkkoliitännän kautta
fr: &Publier les imprimantes par défaut via l'interface réseau ci-dessous.
nl: Printers standaard &publiceren in het onderstaande netwerkinterface.
sk: &Publikovať štandardne tlačiarne cez dolu zobrazené sieťové rozhranie.
sl: &Privzeto objavi tiskalnike prek spodnjega omrežnega vmesnika.
zh_cn: 默认通过以下网络接口发布打印机(&P)。
zh_tw: 預設透過下面的網路介面發佈印表機(&P)。

source: Available Network &Interfaces:
ca: &Interfícies de xarxa disponibles:
da: Tilgængelige netværks&grænseflader:
de: Verfügbare Netzwerk&schnittstellen:
es: &Interfaces de red disponibles:
fi: Saatavilla olevat verkkol&iitännät:
fr: Interfaces réseau &disponibles :
nl: Beschikbare netwerk&interfaces:
sk: Dostupné sieťové &rozhrania:
sl: Razpoložlj&ivi omrežni vmesniki:
zh_cn: 可用网络接口(&I)：
zh_tw: 可用的網路介面(&I)︰

source: A firewall may prevent remote access
ca: Un tallafoc pot impedir-ne l'accés remot
da: En firewall kan forhindre fjernadgang
de: Eine Firewall kann den entfernten Zugriff verhindern
es: Un cortafuegos puede impedir el acceso remoto
fi: Salli etäkäyttö
fr: Un pare-feu peut empêcher l'accès distant
nl: Een firewall kan toegang op afstand tegenhouden
sk: Firewall môže zabrániť vzdialenému prístupu
sl: Požarni zid lahko preprečuje oddaljen dostop
zh_cn: 防火墙可以阻止远程访问
zh_tw: 防火牆可能阻止遠端存取

source: Failed to set only 'Listen localhost' in /etc/cups/cupsd.conf.
ca: No s'ha pogut definir només "Listen localhost" a /etc/cups/cupsd.conf.
da: Mislykkedes kun at sætte 'Listen localhost' i /etc/cups/cupsd.conf.
de: Nur die Einstellung 'Listen localhost' konnte in '/etc/cups/cupsd.conf' nicht gesetzt werden.
es: Error al establecer solo "Listen localhost" en /etc/cups/cupsd.conf.
fi: "Listen localhost" -asetuksen lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir 'Listen localhost' dans /etc/cups/cupsd.conf.
nl: Het instellen van alleen 'Listen localhost' in /etc/cups/cupsd.conf is mislukt.
sk: Zlyhalo nastavenie 'Listen localhost' v /etc/cups/cupsd.conf.
sl: Nastavljanje samo »Listen localhost« v /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中设置仅“Listen localhost”失败。
zh_tw: 無法在 /etc/cups/cupsd.conf 中只設定「Listen localhost」。

source: Failed to remove 'Allow' entries from /etc/cups/cupsd.conf.
ca: No s'han pogut eliminar les entrades "Allow" del fitxer /etc/cups/cupsd.conf.
da: Mislykkedes at fjerne 'Allow'-indgange fra /etc/cups/cupsd.conf.
de: Entfernen der 'Allow'-Einträge in /etc/cups/cupsd.conf schlug fehl.
es: Error al eliminar las entradas Allow de /etc/cups/cupsd.conf.
fi: "Allow"-arvojen poisto tiedostosta /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de supprimer les entrées 'Allow' dans /etc/cups/cupsd.conf.
nl: Kan de 'Allow'-velden in /etc/cups/cupsd.conf niet verwijderen.
sk: Zlyhalo odstránenie 'Allow' položiek z /etc/cups/cupsd.conf.
sl: Odstranjevanje vnosov »Allow« iz /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中去除“Allow”项失败。
zh_tw: 無法從 /etc/cups/cupsd.conf 中移除「Allow」。

source: Failed to remove 'BrowseAddress' entries from /etc/cups/cupsd.conf.
ca: No s'han pogut eliminar les entrades "BrowseAddress" del fitxer /etc/cups/cupsd.conf.
da: Mislykkedes at fjerne 'BrowseAddress'-indgange fra /etc/cups/cupsd.conf.
de: Entfernen der 'BrowseAddress'-Einträge in /etc/cups/cupsd.conf schlug fehl.
es: Error al eliminar las entradas BrowseAddress de /etc/cups/cupsd.conf.
fi: "BrowseAddress"-arvojen poisto tiedostosta /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de supprimer les entrées 'BrowseAddress' dans /etc/cups/cupsd.conf.
nl: Het verwijderen van 'BrowseAddress' items uit /etc/cups/cupsd.conf is mislukt.
sk: Zlyhalo odstránenie 'BrowseAddress' položiek z /etc/cups/cupsd.conf.
sl: Odstranjevanje vnosov »BrowseAddress« iz /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中去除“BrowseAddress”项失败。
zh_tw: 無法從 /etc/cups/cupsd.conf 中移除「BrowseAddress」項目。

source: Failed to set 'Allow' entries '%1' in /etc/cups/cupsd.conf.
ca: No s'han pogut definir les entrades "Allow" "%1" a /etc/cups/cupsd.conf.
da: Mislykkedes at sætte 'Allow'-indgangene '%1' i /etc/cups/cupsd.conf.
de: Setzen der 'Allow'-Einträge '%1' in /etc/cups/cupsd.conf schlug fehl.
es: Error al establecer las entradas Allow %1 en /etc/cups/cupsd.conf.
fi: "Allow"-arvojen "%1" lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir les entrées 'Allow' '%1' dans /etc/cups/cupsd.conf.
nl: Het instellen van Allow' entries '%1' in /etc/cups/cupsd.conf is mislukt.
sk: Zlyhalo nastavenie 'Allow' položiek '%1' v /etc/cups/cupsd.conf.
sl: Nastavljanje vnosov »%1« za »Allow« v /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中设置“Allow”项“%1”失败。
zh_tw: 無法在 /etc/cups/cupsd.conf 中設定「Allow」項目「%1」。

source: Failed to set 'BrowseAddress' entries '%1' in /etc/cups/cupsd.conf.
ca: No s'han pogut definir les entrades "BrowseAddress" "%1" a /etc/cups/cupsd.conf.
da: Mislykkedes at sætte 'BrowseAddress'-indgangene '%1' i /etc/cups/cupsd.conf.
de: Setzen der 'BrowseAddress'-Einträge '%1' in /etc/cups/cupsd.conf schlug fehl.
es: Error al establecer las entradas BrowseAddress %1 en /etc/cups/cupsd.conf.
fi: "BrowseAddress"-arvojen "%1" lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir les entrées 'BrowseAddress' '%1' dans /etc/cups/cupsd.conf.
nl: Het instellen van 'BrowseAddress' entries '%1' in /etc/cups/cupsd.conf is mislukt.
sk: Zlyhalo nastavenie 'BrowseAddress' položiek '%1' v /etc/cups/cupsd.conf.
sl: Nastavljanje vnosov »%1« za »BrowseAddress« v /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中设置“BrowseAddress”项“%1”失败。
zh_tw: 無法在 /etc/cups/cupsd.conf 中設定「BrowseAddress」項目「%1」。

source: Failed to set 'Listen *:631' in /etc/cups/cupsd.conf.
ca: No s'ha pogut definir "Listen *:631" a /etc/cups/cupsd.conf.
da: Mislykkedes at sætte 'Listen *:631' i /etc/cups/cupsd.conf.
de: Setzen von 'Listen *:631' in /etc/cups/cupsd.conf schlug fehl.
es: Error al establecer "Listen *:631" en /etc/cups/cupsd.conf.
fi: Asetuksen "Listen *:631" lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir 'Listen *:631' dans /etc/cups/cupsd.conf.
nl: Het instellen van 'Listen *:631' in /etc/cups/cupsd.conf is mislukt.
sk: Zlyhalo nastavenie 'Listen *:631' v /etc/cups/cupsd.conf.
sl: Nastavljanje »Listen *:631« v /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中设置“Listen *:631”失败。
zh_tw: 無法在 /etc/cups/cupsd.conf 中設定「Listen *:631」。

source: A remote CUPS server setting conflicts with sharing local printer configurations.
ca: Hi ha un conflicte entre un paràmetre del servidor CUPS i la compartició de les configuracions d'impressores locals.
da: En ekstern CUPS serverindstilling konflikter med deling af lokale printerkonfigurationer.
de: Die Einstellung eines entfernten CUPS-Servers verhindert die Freigabe lokaler Druckerkonfigurationen.
es: Hay conflicto entre la configuración del servidor CUPS remoto y la configuración de las impresoras locales compartidas.
fi: CUPS-etäpalvelimen asetukset ovat ristiriidassa paikallisten tulostinasetusten jaon kanssa.
fr: Un paramètre du serveur CUPS distant est en conflit avec les configurations de partage d'imprimantes locales.
nl: Een instelling van een CUPS-server op afstand is in conflict met gedeelde lokale printerconfiguraties.
sk: Nastavenie vzdialeného CUPS servera nesedí so zdieľaním konfigurácií lokálnej tlačiarne.
sl: Nastavitev oddaljenega strežnika CUPS je v sporu z deljenjem krajevnih nastavitev tiskalnikov.
zh_cn: 远程 CUPS 服务器设置与共享本地打印机配置冲突。
zh_tw: 遠端 CUPS 伺服器設定與公用本地印表機組態相衝突。

source: Printer Configuration
ca: Configuració de les impressores
da: Konfiguration af printer
de: Druckerkonfiguration
es: Configuración de impresora
fi: Tulostinmääritykset
fr: Configuration de l'imprimante
nl: Printerconfiguratie
sk: Konfigurácia tlačiarne
sl: Nastavitve tiskalnika
zh_cn: 打印机配置
zh_tw: 印表機組態

source: Initializing...
ca: Iniciant...
da: Initialiserer...
de: Initialisierung...
es: Inicializando...
fi: Valmistellaan...
fr: Initialisation...
nl: Initialiseren...
sk: Inicializujem...
sl: Pripravljanje …
zh_cn: 正在初始化...
zh_tw: 正在啟始化...

source: <p> AutoYaST settings for printing with CUPS via network.<br> There is no AutoYaST support for local print queues. </p>
ca: <p> Els paràmetres d'AutoYaST per imprimir amb CUPS a través de la xarxa.<br> No hi ha suport AutoYaST per a cues d'impressió locals. </p>
da: <p> AutoYaST-indstillinger for udskrift med CUPS via netværk.<br> Der er ikke AutoYaST-understøttelse af lokale udskriftskøer. </p>
de: <p> AutoYaST-Einstellungen zum Drucken mit CUPS über Netzwerk.<br> Lokale Druckerwarteschlangen werden von AutoYaST nicht unterstützt. </p>
es: <p> Configuración de AutoYaST para imprimir con CUPS mediante la red.<br> AutoYaST no es compatible con las colas de impresión locales. </p>
fi: <p> AutoYaSTin asetukset tulostettaessa CUPSilla verkon kautta.<br> Paikallisille tulostusjonoille ei ole AutoYaST-tukea. </p>
fr: <p> Paramètres AutoYaST pour l'impression avec CUPS via le réseau.<br> Il n'y a pas de support dans AutoYaST pour les files d'attentes d'impression locales. </p>
nl: <p> AutoYaST instellingen voor afdrukken met CUPS via het netwerk.<br> Er is geen AutoYaST ondersteuning voor lokale afdrukwachtrijen. </p>
sk: <p> Nastavenia AutoYaST pre tlač pomocou CUPS cez sieť.<br> Nie je AutoYaST podpora pre lokálne tlačové fronty. </p>
sl: <p> Nastavitve AutoYaST za tiskanje s CUPS prek omrežja.<br> AutoYaST ne podpira krajevnih tiskalnih vrst. </p>
zh_cn: <p> 使用 CUPS 通过网络打印的 AutoYaST 设置。<br> AutoYaST 不支持本地打印队列。 </p>
zh_tw: <p> 使用 CUPS 經由網路列印的 AutoYaST 設定。<br> AutoYaST 不支援本地列印佇列。 </p>

source: Retrieving printer driver information...
ca: Obtenint la informació dels controladors d'impressora...
da: Henter information om printer-drivere...
de: Druckertreiberinformationen werden abgerufen...
es: Recuperando información del controlador de impresora...
fi: Noudetaan tulostinajurien tietoja...
fr: Récupération d'informations sur les pilotes d'imprimantes...
nl: Informatie over printerapparaataansturing wordt opgehaald...
sk: Získavam informácie ovládača...
sl: Pridobivanje podatkov o gonilnikih za tiskalnike …
zh_cn: 正在获取打印机驱动程序信息...
zh_tw: 正在取回印表機驅動程式資訊...

source: Retrieving printer driver information... (this could take more than a minute)
ca: Obtenint la informació dels controladors d'impressora... (Pot ser que aquest procés trigui més d'un minut.)
da: Henter information om printer-drivere... (dette kan tage over et minut)
de: Druckertreiberinformationen werden abgerufen... (dies kann länger als eine Minute dauern)
es: Obteniendo información del controlador de impresora... (puede tardar algunos minutos)
fi: Noudetaan tulostinajurien tietoja... (Tämä voi kestää yli minuutin)
fr: Récupération d'informations sur les pilotes d'imprimantes... (cela peut prendre plus d'une minute)
nl: Informatie over printerapparaataansturing wordt opgehaald... (dit kan meer dan een minuut duren)
sk: Získavam informácie ovládača... (toto môže trvať viac ako minútu)
sl: Pridobivanje podatkov o gonilnikih za tiskalnike … (to lahko traja dlje kot eno minuto)
zh_cn: 正在获取打印机驱动程序信息... （这可能需要一分多钟）
zh_tw: 正在取回印表機驅動程式資訊... (此操作可能需要 1 分鐘以上的時間)
