Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> The <b>connection</b> determines how data is sent to the printer device.<br> If a wrong connection is selected, no data can be sent to the device so that there cannot be any printout.<br> If a printer device is accessible via more than one connection type, it is shown for each connection type.<br> In particular HP devices are often accessible both via the 'usb:/...' and the 'hp:/...' connection. The latter is provided by the HP driver package 'hplip'. For plain printing, both kinds of connections should work, but for anything else (e.g. device status via 'hp-toolbox' or scanning with a HP all-in-one device) the 'hp:/...' connection must be used.<br> When you exchange the currently used connection with another one, the input field for the driver search string is preset with the autodetected model name of the new selected connection. The drivers for which the driver description matches the model name are shown by default.<br> If driver descriptions match the autodetected model name and if all matching driver descriptions seem to belong to the same model, the driver descriptions are sorted so that the most reasonable driver should be listed topmost (but still below the currently used driver). On the other hand, it does not necessarily mean that this driver is a reasonable driver for your particular needs. The topmost listed driver may not work at all for your particular printer model. The automated driver selection compares strings (the autodetected model name and the driver descriptions) so the result can only be a best-guess proposal how to set up your particular printer model.<br> Therefore check if the currently preselected values make sense. Feel free to play around and modify the settings to what you know works best for your printer.<br> If no driver description matches the autodetected model name, it does not necessarily mean that there is no driver available for the model. Often the model name in the driver descriptions is different from the autodetected model name. Therefore you can enter whatever you like as driver search string and search through all available driver descriptions. </p>
ca: <p> La <b>connexió</b> determina com s'envia la informació a la impressora.<br> Si se selecciona una connexió equivocada, no es pot enviar informació al dispositiu i no hi haurà cap impressió.<br> Si una impressora és accessible a través de més d'un tipus de connexió, es mostra la impressora per a cada tipus de connexió.<br> Concretament, els dispositius HP sovint són accessibles a través de les dues connexions 'usb:/...' i 'hp:/...'. L'última la proporciona el paquet de controlador 'hplip'. ePer a impressions bàsiques, ambdós tipus de connexions haurien de funcionar, però per a qualsevol altra cosa (per exemple, veure l'estat del dispositiu a través de 'hp-toolbox' o escanejar a través d'un equip multifunció) s'ha de fer servir la connexió 'hp:/...'.<br> Quan canvieu la connexió actual per una altra, el camp d'entrada per a la cerca del controlador mostra el nom del model d'impressora autodetectada de la nova connexió seleccionada. Es mostren per defecte els controladors que tenen una descripció que coincideix amb el nom del model.<br> Si la descripció del controlador coincideix amb el nom del model autodetectat, i si tots els controladors coincidents sembla que pertanyin al mateix model, la descripció dels controladors es classifica de manera que el controlador més raonable sigui a dalt de tot de la llista i sigui el que s'ha preseleccionat automàticament. Si no hi ha cap controlador preseleccionat, heu de trobar i seleccionar manualment el controlador adient.<br> D'altra banda, si s'ha preseleccionat un controlador automàticament no significa necessàriament que aquest controlador sigui raonable per a les vostres necessitats particulars. Estrictament parlant, un controlador automàticament preseleccionat podria no funcionar per al vostre model d'impressora particular. El motiu és que la detecció automàtica de controladors només funciona basant-se un una comparació de línies (el nom del model autodetectat i les descripcions dels controladors) de manera que el resultat pot ser només una mala proposta de configuració de la vostra impressoral.<br> Per això, comproveu que els valors preseleccionats tinguin sentit i no tingueu manies a l'hora de remenar i modificar la configuració al que sabeu que funciona millor amb la vostra impressora.<br> Si no hi ha cap descripció de controlador que coincideixi amb el model autodetectat, no significa necessàriament que no hi hagi cap controlador per al vostre model. Sovint només el nom del model a les descripcions dels controladors és diferent del nom del model autodectectat. Per tant, podeu introduir el que vulgueu com a línia de cerca de controlador i remenar per les descripcions dels controladors disponibles.<br> </p>
da: <p> <b>Tilslutning</b> bestemmer hvordan data sendes til printerenheden.<br> Hvis en forkert tilslutning vælges, kan ingen data sendes til enheden, så kan der ikke skrives noget ud.<br> Hvis en printerenhed er tilgængelig via mere end én tilslutningstype, vises den for hver tilslutningstype.<br> Især HP-enheder er ofte tilgængelig både via "usb:/..."- og "hp:/..."-tilslutning. Sidstnævnte leveres af HP-driverpakken "hplip". Til almindelig udskrift bør begge tilslutninger virke, men til alt andet (f.eks. enhedsstatus via "hp-toolbox", eller scanning med en HP all-in-one-enhed) skal "hp:/..."-tilslutningen bruges.<br> Når du udskifter den aktuelt anvendt tilslutning med en anden, forudfyldes input-feltet til driver-søgestreng med det autodekterede modelnavn på den nyvalgte tilslutning og de drivere hvor driverbeskrivelsen matcher modelnavnet vises som standard.<br> Hvis driverbeskrivelser matcher det autodetekterede modelnavn og hvis alle matchende driverbeskrivelser lader til at høre til samme model, sorteres driverbeskrivelserne sådan at den mest fornuftige driver bør være øverst på listen (men stadig under den aktuelt anvendte driver). På den anden side betyder det ikke nødvendigvis at denne driver er en fornuftig driver til dine specifikke behov. Det er muligt at en automatisk forvalgt driver slet ikke virker for din specifikke printermodel. Det automatiserede drivervalg sammenligninger strenge (det autodetekterede modelnavn og driverbeskrivelsen) så resultatet kan kun være et foreslag baseret på et godt gæt om hvordan din specifikke printermodel sættes bedst op.<br> Tjek derfor om de aktuelle forvalgte værdier giver mening og du er velkommen til at lege med indstillingerne og ændre dem til det du ved virker bedst med din printer.<br> hvis ingen driverbeskrivelse passer til det autodetekterede modelnavn, betyder det ikke nødvendigvis at der ikke findes en driver til den model. Ofte er modelnavnet i driverbeskrivelserne forskelligt fra det autodetekterede navn. Derfor kan du angive hvad du har lyst til som driver-søgestreng og gennemsøge alle tilgængelige driverbeskrivelser. </p>
de: <p> Die <b>Verbindung</b> gibt an, auf welchem Weg die Daten zum Drucker gesendet werden.<br> Ist eine falsche Verbindung eingetragen, können die Daten nicht an den Drucker geschickt werden, das heißt, sie können nicht gedruckt werden.<br> Kann ein Drucker auf mehr als einem Wege erreicht werden, werden diese Verbindungen einzeln aufgeführt.<br> Insbesondere können HP-Drucker oftmals sowohl über 'usb:/...' und über 'hp:/...' angesprochen werden. Letzteres wird vom HP-Treiber (im Paket 'hplip') bereitgestellt. Wenn Sie nur Drucken wollen, spielt es keine Rolle, welchen Treiber der beiden Treiber Sie verwenden. Wollen Sie jedoch die 'hp-toolbox' nutzen, um etwa den Tintenstand zu erfahren oder mittels eines HP All-In-One-Gerätes scannen, müssen Sie die Verbindung über 'hp:/...' benutzen.<br> Wenn Sie die gegenwärtig genutzte Verbindung durch eine andere ersetzen, wird das Eingabefeld für die Treibersuche angezeigt und listet den automatisch erkannten Namen des Druckers, sowie die verfügbaren Verbindungsmöglichkeiten auf.<br> Sollten mehrere Treiber für diesen Drucker zur Verfügung stehen, wird die vermutlich beste Lösung ganz oben in der Liste angezeigt (unter dem gegenwärtig genutzten Treiber). Diese Auflistung bietet jedoch keine Gewähr, dass der jeweilige Treiber Ihre besonderen Anforderungen erfüllt. Es kann passieren, dass der neue Treiber überhaupt nicht mit Ihrem Drucker zusammenarbeitet. Der Grund hierfür ist, dass die automatische Treiberauswahl einen Näherungswert, begründet auf den Vergleich verschiedener Suchparameter (Name des Druckers, Beschreibung des Treibers) darstellt.<br> Überprüfen Sie deshalb bitte die Plausibilität der eingestellten Werte und testen Sie im Zweifelsfalle andere Einstellungen.<br> Sollte für Ihr Druckermodell kein Treiber gefunden werden, bedeutet das nicht, dass kein funktionierender Treiber vorhanden ist. Manchmal passt der in der Beschreibung des Treiber angegebene Druckername nicht zu dem automatische erkannten Druckermodell. Modifizieren Sie deshalb die Suchbegriffe so, wie sie Ihnen plausibel erscheinen. </p>
es: <p> La <b>conexión</b> determina cómo se envían los datos al dispositivo de impresión.<br> Si se selecciona una conexión incorrecta, no se podrán enviar datos al dispositivo, de forma que no se imprimirá nada.<br> Si se puede acceder a un dispositivo de impresión por medio de más de un tipo de conexión, se mostrará el dispositivo para cada tipo de conexión.<br> En concreto, los dispositivos de HP están disponibles tanto por medio de una conexión "usb:/..." como por una "hp:/...". El paquete del controlador de HP, hplip, proporciona esta última. Si solo se desea imprimir, ambos tipos de conexión deberán funcionar, pero para cualquier otra prestación (por ejemplo, la comprobación del estado del dispositivo mediante hp-toolbox o la digitalización mediante un dispositivo de HP multifunción) se debe usar la conexión "hp:/...".<br> Cuando se intercambia la conexión usada actualmente por otra, el campo de entrada de la cadena de búsqueda del controlador se autocompleta con el nombre del modelo autodetectado de la conexión nueva seleccionada. Se muestran por defecto los controladores cuya descripción coincide con el nombre del modelo.<br> Si las descripciones de los controladores coinciden con el modelo detectado automáticamente y si todas la descripciones parecen pertenecer al mismo modelo, las descripciones se ordenan de forma que el controlador más razonable esté situado arriba y sea preseleccionado automáticamente. Por otra parte, esto no implica que este sea el controlador más adecuado para sus necesidades concretas. El primer controlador de la lista puede no funcionar para su modelo concreto de impresora. La selección automatizada del controlador compara cadenas (el nombre del modelo autodetectado y las descripciones del controlador), de forma que el resultado solo puede ser la propuesta más razonable de configuración de su modelo concreto de impresora.<br> Por lo tanto, compruebe si los valores preseleccionados tienen sentido y cámbielos libremente hasta encontrar los que se adapten mejor a su impresora.<br> Si ninguna descripción del controlador coincide con el nombre del modelo autodetectado, no significa que no exista ningún controlador disponible para su impresora. Muchas veces, solo el nombre del modelo en las descripciones del controlador es distinto del nombre del modelo autodetectado. Por lo tanto, puede introducir lo que quiera como cadena de búsqueda del controlador y buscar en todas las descripciones de controlador disponibles.<br> </p>
fi: <p> <b>Yhteys</b> kohdassa määritetään yhteystapa, jolla tietoa tulostimelle lähetetään .<br> Jos valitaan väärä yhteystapa, tietoja ei voida lähettää tulostimelle sellaisessa muodossa, että laite pystyisi niitä oikein tulostamaan.<br> Mikäli tulostimella on useampia eri yhteystapoja, ne näkyvät kaikki erikseen.<br> Erityisesti HP-tulostimet mahdollistavat yhteydet usb:/... ja hp:/... Tuen jälkimmäiselle tarjoaa hplip-paketti. Kummankin yhteyden pitäisi toimia pelkkinä tulostimina, mutta jos haluat käyttää muita toimintoja kuten kuvanlukua, tulostimen tilaa hp-toolbox-ohjelmalla ja niin edelleen sinun on käytettävä hp:/...-yhteyttä.<br> Kun vaihdat nykyisen käytössä olevan yhteyden toiseen, haettavien ajurien luettelo päivittyy tälle yhteystyypille käytettävillä ajureilla. Luettelo perustuu automaattisesti tunnistettuun laitteen kuvaukseen ja tähän täsmäävien ajurien kuvauksiin.<br> Jos automaattisesti tunnistetun laitteen kuvaus täsmää ajurin kuvausta, ajurit järjestetään niin, että ylimpänä on tulostimeen parhaiten sopiva ajuri<br> (mutta silti nykyisin käytössä olevan ajurin alle.) Toisaalta vaikka ajuri valittiin automaattisesti, se ei välttämättä tarkoita, että ajuri olisi tarpeisiisi oikea. Pahimmassa tapauksessa automaattisesti valittu ajuri ei välttämättä toimi ollenkaan tulostimessasi. Tämä johtuu siitä, että ajurin valinta perustuu merkkijonojen vertailuun (automaattisesti tunnistettuun mallimerkintään ja ajurin kuvaukseen). Tästä johtuen tämä on vain ehdotus siitä, mikä olisi paras ajuri sinun tulostimellesi.<br> On suositeltavaa, että tarkistat automaattisesti valitut arvot ja tarkistat, että ne vaikuttavat siltä miltä niiden kuuluukin. Voit muutella arvoja ja tarkistaa, miten se vaikuttaa ajurin toimivuuteen.<br> Mikäli ajurin kuvaus ei täsmää automaattisesti tunnistetun laitteen kuvaukseen, se ei välttämättä tarkoita sitä, että kyseiselle tulostimelle ei ole toimivaa ajuria. Usein mallin nimi eroaa ajurissa olevasta kuvauksesta. Tästä syystä kannattaa etsiä ajuria myös hakutoiminnolla ja käydä ne kaikki läpi.<br> </p>
fr: <p> La <b>connexion</b> détermine la manière dont les données sont envoyées à l'imprimante.<br> Si la connexion appropriée n'est pas sélectionnée, aucune donnée ne peut être envoyée au périphérique de sorte qu'aucune impression n'est alors possible.<br> Si une imprimante est accessible via plusieurs types de connexion, elle s'affiche pour chacun de ces types.<br> Par exemple, les imprimantes HP sont souvent accessibles via une connexion 'usb:/...' et une connexion 'hp:/...'. Cette dernière est fournie par l’ensemble de pilotes HP 'hplip'. Pour une impression classique, les deux types de connexions fonctionnent, mais pour toute autre utilisation (par exemple, l'état de l'imprimante via 'hp-toolbox' ou la numérisation avec un périphérique tout-en-un), il convient d'utiliser la connexion 'hp:/...'.<br> Lorsque vous remplacez la connexion actuellement utilisée par une autre, le champ de recherche du pilote est pré-rempli à l’aide du nom de modèle détecté automatiquement, de la nouvelle connexion sélectionnée. Les pilotes dont les descriptions correspondent au nom du modèle s'affichent par défaut.<br> Si les descriptions de pilotes correspondent au nom de modèle détecté automatiquement et si toutes les descriptions de pilote correspondantes semblent appartenir au même modèle, les descriptions de pilote sont triées de telle sorte que le pilote considéré comme le plus adapté figure en haut de la liste (mais toujours en dessous du pilote actuellement utilisé). Toutefois, ceci ne signifie pas pour autant que ce pilote est le mieux adapté à vos besoins spécifiques. Il se peut même que le pilote figurant en haut de la liste ne fonctionne pas du tout pour votre modèle d'imprimante. Le processus de sélection automatique de pilotes compare des chaînes de caractères (le nom de modèle détecté automatiquement et les descriptions de pilote). Ainsi, le résultat ne peut être qu'une proposition, supposée la meilleure.<br> Vérifiez si les valeurs sélectionnées vous semblent pertinentes. N'hésitez pas à modifier les paramètres en fonction de ce qui, selon vous, fonctionne le mieux avec votre imprimante.<br> Si aucune description de pilote ne correspond au nom de modèle détecté automatiquement, cela ne signifie pas nécessairement qu'il n'y a aucun pilote disponible pour le modèle. Il arrive souvent que le nom de modèle figurant dans les descriptions de pilote soit différent de celui détecté automatiquement. Vous pouvez donc saisir n'importe quelle chaîne de caractères dans la zone de recherche du pilote et effectuer votre recherche parmi toutes les descriptions de pilote disponibles. </p>
nl: <p> De <b>verbinding</b> bepaalt op welke manier de data wordt verzonden naar het printerapparaat.<br> Als er een verkeerde verbinding wordt geselecteerd dan kan geen data naar het apparaat worden gestuurd zodat er niet geprint kan worden.<br> Als een printerapparaat toegankelijk is via meer dan één type verbinding, dan wordt dat getoond voor elk type verbinding.<br> In het bijzonder zijn HP-apparaten vaak bereikbaar via de verbinding 'usb:/...' en de 'hp:/...'. De laatste wordt geleverd door het HP-stuurprogrammapakket 'hplip'. Voor simpel printen zouden beide soorten verbindingen moeten werken maar voor iets anders (b.v. apparaatstatus via 'hp-toolbox', of scannen met een HP all-in-one apparaat) moet de 'hp:/...' verbinding worden gebruikt.<br> Als u de nu gebruikte verbinding verwisselt voor een andere, dan zal het invoerveld voor de zoektekst naar het stuurprogramma vooraf worden ingevuld met de automatisch gedetecteerde modelnaam van de nieuw geselecteerde verbinding en worden standaard die stuurprogramma's getoond waarvan beschrijvingen overeenkomen met de modelnaam.<br> Als de beschrijvingen van de stuurprogramma's overeenkomen met de automatisch gedetecteerde modelnaam en als alle overeenkomende beschrijvingen van stuurprogramma's bij hetzelfde model horen, dan worden die beschrijvingen gesorteerd zodat het meest waarschijnlijke stuurprogramma bovenaan de lijst komen te staan (echter nog steeds onder het nu gebruikte stuurprpgramma). Dit betekent echter niet noodzakelijk dat dit ook het meest waarschijnlijke stuurprogramma is voor uw specifieke behoefte. Strikt genomen kan het bovenaan vermelde stuurprogramma in het geheel niet werken voor uw specifieke printermodel. De reden is dat de automatische stuurprogramma selectie alleen werkt op basis van het vergelijken van tekenreeksen (de automatisch gedetecteerde modelnaam en de beschrijvingen van de stuurprogramma's) zodat het resultaat slechts een best-guess voorstel is over hoe uw specifieke printermodel in te stellen.<br> Controleer daarom of de nu voorgeselecteerde zinvol zijn en voel u vrij om hiermee te spelen en de instellingen te wijzigen tot iets wat het beste werkt voor uw printer.<br> Als er geen beschrijving van stuurprogramma's overeenkomt met de automatisch gedetecteerde modelnaam, dan hoeft dat niet noodzakelijk te betekenen dat er geen stuurprogramma beschikbaar is voor dat model. Vaak is alleen de modelnaam in de beschrijving van de stuurprogramma's verschillend van de automatisch gedetecteerde modelnaam. U kunt dus elke willekeurige zoektekst invoeren bij het zoeken naar een geschikt stuurprogramma en zoeken in alle beschikbare beschrijvingen van stuurprogramma's. </p>
sk: <p> <b>Pripojenie</b> určuje, ako sú dáta odoslané do tlačového zariadenia.<br> Ak je použité nesprávne pripojenie, žiadne dáta nemôžu byť odoslané do zariadenia, takže nemôže byť ani žiadny výtlačok.<br> Ak je tlačové zariadenie dostupné cez viac ako jeden typ pripojenia, je to uvedené pre každý typ pripojenia.<br> Najmä zariadenia HP sú často dostupné ako cez 'usb:/...', tak aj pripojenie 'hp:/...'. Druhé menované je súčasťou balíka ovládača HP 'hplip'. Pre obyčajnú tlač by mali fungovať oba druhy pripojenia, ale pre čokoľvek iné (napr. stav zariadenia prostredníctvom 'hp-toolbox' alebo skenovanie s HP all-in-one zariadením) sa musí použiť pripojenie 'hp:/...'.<br> Pri výmene v súčasnej dobe používaného pripojenia za iné, vstupné pole pre hľadaný reťazec ovládača je prednastavené s názvom automaticky zisteného modelu nového vybraného pripojenia. Ovládače, kde sa popis ovládača zhoduje s názvom modelu, sú zobrazené ako predvolené nastavenie.<br> Ak popisy ovládača zodpovedali automaticky zistenému názvu modelu a ak všetky zodpovedajúce popisy ovládača vyzerajú, že patria k rovnakému modelu, popisy ovládača sa zoradia tak, že najviac vyhovujúci ovládač by mal byť uvedený najvyššie (ale stále pod súčasným ovládačom). Na druhej strane nemusí to nutne znamenať, že tento ovládač je najlepší ovládač pre vaše konkrétne potreby. Najvyššie uvedený ovládač nemusí vôbec pracovať s konkrétnym modelom tlačiarne. Automatizovaný výber ovládača porovnáva reťazce (názov automaticky zisteného modelu a popisy ovládača), takže výsledok môže byť len návrh z najlepšieho odhadu, ako nastaviť váš konkrétny model tlačiarne.<br> Preto skontrolujte, či aktuálne prednastavené hodnoty dávajú zmysel. Nebojte sa pohrať a upraviť nastavenie na to, čo viete, že je najlepšie pre vašu tlačiareň.<br> Ak žiadny popis ovládača nezodpovedá názvu automaticky zisteného modelu, to nemusí nutne znamenať, že pre model nie je k dispozícii žiadny ovládač. Často je iba názov modelu v popisoch ovládača odlišný od názvu automaticky rozpoznaného modelu. Preto môžete zadať, čo sa vám páči, ako hľadaný reťazec ovládača a prehľadať všetky dostupné popisy ovládača.<br> </p>
sl: <p> <b>Povezava</b> določa, kako se podatki pošljejo na napravo tiskalnika.<br> Če je izbrana napačna povezava, se na napravo ne more poslati nobenega podatka in natisnjenega ne bo nič.<br> Če je do naprave tiskalnika moč dostopati prek več vrst povezav, bo naprava prikazana za vsako vrsto povezave.<br> Na primer naprave HP so pogosto dostopne tako prek povezave »usb:/« kot tudi povezave »hp:/«. Slednjega prinaša paket gonilnikov za HP »hplip«. Za navadno tiskanje bi morali delovati obe povezavi, a za vse ostalo (npr. stanje naprav s »hp-toolbox« ali optično branje z napravo vse-v-eni) je potrebno uporabiti povezavo »hp:/«.<br> Ko zamenjate trenutno uporabljeno povezavo z neko drugo, se vnosno polje za iskanje gonilnika v naprej nastavi na samodejno zaznano ime modela za novo izbrano povezavo. Privzeto so prikazani gonilniki, za katere se opis gonilnika ujema z imenom modela.<br> Če se opisi gonilnikov ujemajo s samodejno zaznanim imenom modela in če zgleda, da vsi ujemajoči opisi gonilnikov pripadajo enakemu modelu, so opisi gonilnikov razvrščeni tako, da je najustreznejši gonilnik na vrhu seznama (a še vedno pod trenutno uporabljenim gonilnikom). Po drugi strani pa to ne pomeni nujno, da je ta gonilnik najustreznejši za vaše specifične potrebe. Gonilnik na vrhu seznama morda za vaš specifični model tiskalnika morda sploh ne deluje. Samodejni izbor gonilnika primerja nize znakov (samodejno zaznano ime modela in opise gonilnikov) zato je rezultat lahko le najboljše ugibanje o predlogu za nastavitev vašega specifičnega modela tiskalnika.<br> Zato preverite, ali so v naprej izbrane vrednosti smiselne. Svobodno se lahko igrate in spremenite nastavitve tako, da bodo najbolje delovale za vaš tiskalnik.<bt> Če se s samodejno zaznanim imenom modela ne ujema noben opis gonilnika, to ne pomeni nujno, da za model ni na voljo nobenega gonilnika. Pogosto je ime modela v opisih gonilnikov drugačno od samodejno zaznanega imena modela. Zato lahko za niz iskanja gonilnika vnesete karkoli želite in iščete po vseh razpoložljivih opisih gonilnikov. </p>
zh_cn: <p> <b>连接</b>决定数据发送到打印机设备的方式。<br> 如果选择了一个错误连接，任何数据都无法发送到设备， 因此就不会有任何打印输出。<br> 如果一个打印机设备可以通过多种连接类型访问， 对于每个连接类型，它都会显示出来。<br> 尤其是 HP 设备，往往既可以通过 "usb:/..." 也可以通过 "hp:/..." 连接访问。 后者是由 HP 驱动程序包 "hplip" 提供的。 对于一般打印，可以选择这两种连接中的任何一种，但对于一些特殊任务 （例如通过 "hp-toolbox" 获取设备状态或使用 HP 多功能一体机扫描）， 就必须使用 "hp:/..." 连接。<br> 当您将当前使用的连接更换为另一个连接时， 驱动程序搜索字符串的输入字段将预设为 通过新选择的连接自动检测到的型号名称。 默认会显示驱动程序描述与型号名称匹配的 驱动程序。<br> 如果驱动程序描述与自动检测到的型号名称匹配， 并且所有匹配的驱动程序描述都属于同一个型号， 驱动程序描述会按如下方式排序： 最适合的驱动程序列在最上方（但在当前使用的驱动程序下面）。 另一方面，这并不意味着此驱动程序就一定是能满足 您特殊需要的最佳驱动程序。 列在最上方的驱动程序或许在您的特定打印机型号上完全不能用。 系统是根据比较字符串 （自动检测到的型号名称与驱动程序描述） 来自动选择驱动程序的，因此结果只是如何设置 您的特定打印机型号的最佳猜想的建议。<br> 因此，请检查当前预先选中的值是否合适， 如果您知道您的打印机使用哪种驱动程序最合适， 也可以视情况修改设置。<br> 如果没有与自动检测到的型号名称匹配的驱动程序描述， 这也不意味着没有该型号的驱动程序可用。 通常只是因为驱动程序描述中的型号名称 和自动检测到的型号名称不同。 因此，您可以输入您需要的驱动程序搜索字符串， 搜索所有可用驱动程序描述。 </p>
zh_tw: <p> <b>連接</b>決定資料如何傳送到印表機裝置。<br> 如果選取了錯誤的連接，資料便無法傳送到裝置， 也就無法進行列印。<br> 如果某個印表機裝置可以透過多種連接類型存取， 則每種連接類型都會顯示該裝置。<br> 特別是 HP 裝置，它通常可以透過「usb:/...」 和「hp:/...」連接存取。 後一種連接由 HP 驅動程式套件「hplip」提供。 對於純文字列印，兩種連接均可用，但對於其他列印 (例如，透過「hp-toolbox」的裝置狀態，或用 HP 全功能裝置掃描)， 則必須使用「hp:/...」連接。<br> 當您將目前使用的連接切換為另一個連接時， 驅動程式搜尋字串的輸入欄位會 顯示新選取連接的自動偵測到型號名稱， 並且驅動程式描述符合該型號名稱的驅動程式預設 都會顯示出來。<br> 如果驅動程式描述符合自動偵測到的型號名稱， 而且所有符合的驅動程式描述看上去都屬於相同的型號， 則驅動程式描述會進行排序，將最合理的驅動程式 列在最上面 (但仍位於目前使用的驅動程式之下)。 另一方面，這並不一定代表此驅動程式就是 符合您特定需求的合理驅動程式。 列在最上面的驅動程式也可能對您特定的 印表機型號完全無效。自動驅動程式選擇只是 透過比較字串 (比較自動偵測到的型號名稱與驅動程式 描述) 得出，因此結果僅是一種對您如何設定 特定印表機型號的最佳猜測建議。<br> 所以，請檢查目前預選的值是否合理， 您可以隨意嘗試並將設定修改為 您已知的最適合您印表機的設定。<br> 如果沒有驅動程式描述符合自動偵測到的型號名稱， 也不一定表示該型號沒有適用的驅動程式。 這通常只表示驅動程式描述中的型號名稱與自動偵測 到的型號名稱不同而已。 因此您可以輸入任何驅動程式搜尋字串 來搜尋所有可用的驅動程式描述。 </p>
