Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> The <b>connection</b> determines which way data is sent to the printer device.<br> If a wrong connection is selected, no data can be sent to the device so that there cannot be any printout.<br> If a printer device is accessible via more than one connection type, it is shown for each connection type.<br> In particular HP devices are often accessible both via the 'usb:/...' and the 'hp:/...' connection. The latter is provided by the HP driver package 'hplip'. For plain printing, both kinds of connections should work, but for anything else (e.g. device status via 'hp-toolbox' or scanning with a HP all-in-one device) the 'hp:/...' connection must be used. </p>
ca: <p> La <b>connexió</b> determina de quina manera s'envien les dades a la impressora.<br> Si seleccioneu una connexió no vàlida, no es poden enviar dades al dispositiu i, per tant, no es pot imprimir.<br> Si una impressora és accessible a través de més d'un tipus de connexió, es mostra en cada tipus de connexió.<br> En particular, sovint es pot accedir a les impressores HP mitjançant una connexió 'usb:/...' i una connexió 'hp:/...'. La segona connexió la proporciona el paquet de controladors HP 'hplip'. Per a les impressions senzilles, ambdós tipus de connexió han de funcionar; tanmateix, cal utilitzar la connexió 'hp:/...' per a qualsevol altra tasca (per exemple, l'estat de la impressora mitjançant 'hp-toolbox' o l'escaneig mitjançant un dispositiu multifunció). </p>
da: <p> <b>Tilslutningen</b> bestemmer, hvilken vej data sendes til printerenheden.<br> Hvis en forkert tilslutning vælges, kan ingen data sendes til enheden, og der kan således ikke udskrives.<br> Hvis en printerenhed kan tilgås via mere end én tilslutningstype, vises den for hver tilslutningstype.<br> Særligt HP-enheder kan ofte tilgås via både 'usb:/...'- og 'hp:/...'- tilslutningen. Den sidstnævnte tilbydes af HP driver-pakken 'hplip'. Begge slags tilslutninger skulle virke til almindelig udskrift, men til alt muligt andet (f.eks. enhedsstatus via 'hp-toolbox', eller scanning med en HP all-in-one-enhed skal 'hp:/...'-tilslutningen benyttes. </p>
de: <p> Die <b>Verbindung</b> legt fest, auf welchem Wege Daten zum Drucker übertragen werden.<br> Wenn eine falsche Verbindung gewählt wurde, können die Daten nicht übertragen werden, so dass es keinen Ausdruck gibt.<br> Wenn ein Drucker über mehrere Verbindungstypen zugänglich ist, wird es für jeden Verbindungstyp angezeigt.<br> Insbesondere HP-Geräte sind oft sowohl über die 'usb:/...'- als auch über die 'hp:/...'-Verbindung zugänglich. Die letztere wird vom HP-Treiberpaket 'hplip' bereitgestellt. Das Drucken ist über beide Verbindungsarten möglich, für alles weitere (z.B. Gerätestatus via 'hp-toolbox' oder Scannen mit einem 'HP All-In-One'-Gerät) muss die 'hp:/...'-Verbindung verwendet werden. </p>
es: <p> La <b>conexión</b> determina de qué forma se envían los datos a la impresora.<br> Si se selecciona una conexión equivocada, no se podrán enviar datos a la impresora y, por lo tanto, no habrá ninguna impresión.<br> Si se puede acceder a una impresora mediante más de un tipo de conexión, esto se muestra para cada tipo de conexión.<br> En particular, a menudo es posible acceder a los dispositivos HP mediante "usb:/..." y con la conexión "hp:/...". Esta ultima se incluye en el paquete de controladores HP hplip. Si solo se desea imprimir, funcionan ambos tipos de conexión, pero para obtener más prestaciones (ejemplo, la comprobación del estado del dispositivo mediante hp-toolbox o la digitalización con un dispositivo HP multifunción) se debe utilizar la conexión "hp/...". </p>
fi: <p> <b>Yhteys</b> määrittää tavan, jolla data siirretään tulostimeen.<br> Jos on valittu väärä yhteys, dataa ei lähetetä laitteelle eikä mitään siksi tulostu.<br> Jos tulostinlaite on käytettävissä useammalla yhteydellä, se näkyy kunkin yhteystyypin alla.<br> Erityisesti HP-tulostimia voi usein käyttää sekä usb:/...- että hp:/...- yhteyksien kautta. Jälkimmäinen on HP:n "hplip"-ajurin kautta otettava yhteys. Kumpikin tulostustapa käy tavalliseen tulostukseen, mutta muut toiminnot (esim. laitteen tilan luku "hp-toolboxilla" tai kuvanluku monitoimilaitteella) vaativat yhteyden hp:/... käyttöä. </p>
fr: <p> La <b>connexion</b> détermine de quelle façon les données sont envoyées à l'imprimante.<br> Si une connexion non valide est sélectionnée, aucune donnée ne peut être envoyée au périphérique et aucune impression n'est donc possible.<br> Si une imprimante est accessible via plus d'un type de connexion, elle est affichée pour chaque type de connexion.<br> En particulier, les imprimantes HP sont souvent accessibles à la fois par une connexion 'usb:/...' et une connexion 'hp:/...'. Cette dernière est fournie par le paquet de pilotes HP 'hplip'. Pour la simple impression, les deux types de connexion doivent fonctionner, mais pour toute autre utilisation (par exemple, l'état de l'imprimante via 'hp-toolbox', ou la numérisation avec un périphérique tout-en-un HP) la connexion 'hp:/...' doit être utilisée.</p>. </p>
nl: <p> De <b>verbinding</b> bepaalt op welke manier de data wordt verzonden naar het printerapparaat.<br> Als er een verkeerde verbinding wordt geselecteerd dan kan geen data naar het apparaat worden gestuurd zodat er niet geprint kan worden.<br> Als een printerapparaat toegankelijk is via meer dan één type verbinding, dan wordt dat getoond voor elk type verbinding.<br> In het bijzonder zijn HP-apparaten vaak bereikbaar via het 'usb:/...' en de 'hp:/...' verbinding. De laatste wordt geleverd door het HP-stuurprogrammapakket 'hplip'. Voor simpel printen zouden beide soorten verbindingen moeten werken maar voor iets anders (b.v. apparaatstatus via 'hp-toolbox', of scannen met een HP all-in-one apparaat) moet de 'hp:/...' verbinding worden gebruikt. </p>
sk: <p> <b>Pripojenie</b> určuje, akým spôsobom sú dáta odoslané do tlačového zariadenia.<br> Ak je vybrané nesprávne pripojenie, žiadne dáta nemôžu byť odoslané do zariadenia, takže nemôže byť žiadny výtlačok.<br> Ak je tlačové zariadenie dostupné cez viac ako jeden typ pripojenia, je to uvedené pre každý typ pripojenia.<br> Najmä zariadenia HP sú často dostupné ako cez 'usb:/...', tak aj pripojenie 'hp:/...'. Druhé menované je súčasťou balíka ovládača HP 'hplip'. Pre obyčajnú tlač by mali fungovať oba druhy pripojenia, ale pre čokoľvek iné (napr. stav zariadenia prostredníctvom 'hp-toolbox' alebo skenovanie s HP all-in-one zariadením) sa musí použiť pripojenie 'hp:/...'. </p>
sl: <p> <b>Povezava</b> določa način pošiljanja podatkov na tiskalnik.<br> Če je izbrana napačna povezava, se podatki ne morejo poslati in tiskanje ni možno.<br> Če je tiskalnik dosegljiv prek več vrst povezav, bo tiskalnik prikazan večkrat, za vsako povezavo posebej.<br> Tiskalniki HP so na primer pogosto dosegljivi prek povezav »usb:/…« in »hp:/…«. Slednjo ponuja paket gonilnikov »hplip«. Za navadno tiskanje sta primerni obe vrsti povezav. Če pa potrebujete kaj več (npr. stanje tiskalnika v »hp-toolbox« ali optično branje z napravo vse-v-enem), morate uporabiti povezavo »hp:/…« </p>
zh_cn: <p> <b>连接</b>决定数据发送到打印机设备的方式。<br> 如果选择了一个错误连接，任何数据都无法发送到设备， 因此就不会有任何打印输出。<br> 如果一个打印机设备可以通过多种连接类型访问， 对于每个连接类型，它都会显示出来。<br> 尤其是 HP 设备，往往既可以通过“usb:/...” 也可以通过“hp:/...”连接访问。 后者是由 HP 驱动程序包“hplip”提供的。 对于一般打印，可以选择这两种连接中的任何一种，但对于一些特殊任务 （例如通过“hp-toolbox”获取设备状态或使用 HP 多功能一体机扫描）， 就必须使用“hp:/...”连接。 </p>
zh_tw: <p> <b>連接</b>>決定資料該用何種方式傳送到印表機裝置。<br> 如果選取了錯誤的連接，資料便無法傳送到裝置， 也就無法進行列印。<br> 如果某個印表機裝置可以透過多種連接類型存取， 則每種連接類型都會顯示該裝置。<br> 特別是 HP 裝置，它通常可以透過「usb:/...」 和「hp:/...」連接存取。 後一種連接由 HP 驅動程式套件「hplip」提供。 對於純文字列印，兩種連接均可用，但對於其他列印 (例如，透過「hp-toolbox」的裝置狀態，或用 HP 全功能裝置掃描)， 則必須使用「hp:/...」連接。 </p>
