Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: Failed to create PPD database.
ca: No s'ha pogut crear la base de dades PDD.
da: Oprettelse af PPD-database fejlede.
de: PPD-Datenbank konnte nicht erstellt werden.
es: Error al crear la base de datos PPD.
fi: PPD-tietokannan luonti epäonnistui.
fr: Impossible de créer la base de données PPD.
nl: Aanmaken van de PPD-database is mislukt.
sk: Zlyhalo vytvorenie PPD databázy.
sl: Ustvarjanje podatkovne zbirke PPD je spodletelo.
zh_cn: 未能创建 PPD 数据库。
zh_tw: 無法建立 PPD 資料庫。

source: File %1 does not exist.
ca: El fitxer %1 no existeix.
da: Filen %1 findes ikke.
de: Datei %1 ist nicht vorhanden.
es: El archivo %1 no existe.
fi: Tiedostoa %1 ei ole olemassa.
fr: Le fichier %1 n'existe pas.
nl: Bestand %1 bestaat niet.
sk: Súbor %1 neexistuje.
sl: Datoteka %1 ne obstaja.
zh_cn: 文件 %1 不存在。
zh_tw: 檔案 %1 不存在。

source: Failed to read %1.
ca: No s'ha pogut llegir %1.
da: Læsning af %1 fejlede.
de: %1 konnte nicht gelesen werden.
es: Error al leer %1.
fi: Tiedoston %1 lukeminen ei onnistunut.
fr: Impossible de lire %1.
nl: Lezen van %1 is mislukt.
sk: Zlyhalo načítanie %1.
sl: Branje %1 je spodletelo.
zh_cn: 未能读取 %1。
zh_tw: 無法讀取 %1。

source: Retrieved Printer Driver Information
ca: S'ha obtingut la informació dels controladors
da: Hentede information om printer-drivere
de: Druckertreiberinformationen wurden abgerufen
es: Información obtenida del controlador de impresora
fi: Haettujen tulostinajurien tiedot
fr: Informations sur les pilotes d'imprimantes récupérées
nl: Opgehaalde printerstuurprogramma-informatie
sk: Získané informácie tlačového ovládača
sl: Pridobljeni podatki o gonilnikih za tiskalnike
zh_cn: 检索到的打印机驱动程序信息
zh_tw: 已取回印表機驅動程式資訊

source: Detecting printers...
ca: Detectant les impressores...
da: Søger efter printere...
de: Druckererkennung läuft...
es: Detectando impresoras...
fi: Tunnistetaan tulostimia...
fr: Détection des imprimantes...
nl: Printers worden gedetecteerd...
sk: Hľadám tlačiarne...
sl: Zaznavanje tiskalnikov …
zh_cn: 正在检测打印机...
zh_tw: 正在偵測印表機...

source: Failed to detect printers automatically.
ca: No s'han pogut detectar les impressores automàticament.
da: Automatisk søgning efter printere fejlede.
de: Es konnten keine Drucker automatisch erkannt werden.
es: Error al detectar las impresoras automáticamente.
fi: Tulostinten automaattitunnistus epäonnistui.
fr: Impossible de détecter automatiquement les imprimantes.
nl: Het automatisch detecteren van printers is mislukt.
sk: Nepodarilo sa automaticky nájsť tlačiarne.
sl: Samodejno zaznavanje tiskalnikov je spodletelo.
zh_cn: 未能自动检测到打印机。
zh_tw: 無法自動偵測印表機。

source: Printer detection finished
ca: S'ha completat la detecció d'impressores
da: Printerdetektion gennemført
de: Druckererkennung beendet
es: Detección de impresoras finalizada
fi: Tulostinten tunnistus on valmis.
fr: Détection d'imprimante terminée
nl: Detectie van printers is voltooid
sk: Dokončená detekcia tlačiarne
sl: Zaznavanje tiskalnikov zaključeno
zh_cn: 打印机检测完成
zh_tw: 印表機偵測完成

source: Failed to detect print queues.
ca: No s'han pogut detectat les cues d'impressió.
da: Søgning efter udskriftskøer fejlede.
de: Es wurden keine Druckwarteschlangen erkannt.
es: Error al detectar las colas de impresión.
fi: Tulostusjonojen tunnistus epäonnistui.
fr: Impossible de détecter les files d'attente d'impression.
nl: Kan de printqueues niet detecteren.
sk: Zlyhalo nájdenie tlačového frontu.
sl: Zaznavanje tiskalnih vrst je spodletelo.
zh_cn: 未能检测到打印队列。
zh_tw: 無法偵測列印佇列。

source: Failed to determine driver options for queue %1.
ca: No s'han pogut determinar les opcions del controlador de la cua %1.
da: Bestemmelse af driver-indstillinger for køen %1 mislykkedes.
de: Die Treiberoptionen für Warteschlange %1 konnten nicht ermittelt werden.
es: Error al determinar las opciones del controlador para la cola %1.
fi: Ajurivalintojen määritys jonolle %1 epäonnistui.
fr: Impossible de déterminer les options du pilote pour la file d'attente %1.
nl: Het bepalen van de opties voor de apparaataansturing voor queue %1 is mislukt.
sk: Zlyhalo určenie možností ovládača pre front %1.
sl: Določanje možnosti gonilnika za vrsto %1 je spodletelo.
zh_cn: 未能确定队列 %1 的驱动程序选项。
zh_tw: 無法判斷佇列 %1 的驅動程式選項。

source: Initializing Printer Configuration
ca: Iniciant de la configuració de les impressores
da: Initialiserer printerkonfiguration
de: Druckerkonfiguration wird initialisiert
es: Iniciando la configuración de impresora
fi: Valmistellaan tulostinasetusta
fr: Initialisation de la configuration de l'imprimante
nl: Printerconfiguratie initialiseren
sk: Inicializujem nastavenie tlačiarne
sl: Pripravljanje nastavitev tiskalnika
zh_cn: 正在初始化打印机配置
zh_tw: 正在啟始化印表機組態

source: Check installed packages
ca: Comprova els paquets instal·lats
da: Tjek installerede pakker
de: Installierte Pakete prüfen
es: Comprobar los paquetes instalados
fi: Tarkista asennetut paketit
fr: Vérifier les paquets installés
nl: Geïnstalleerde pakketten controleren
sk: Kontrola nainštalovaných balíkov
sl: Preverjanje nameščenih paketov
zh_cn: 检查已安装的包
zh_tw: 檢查安裝的套件

source: Checking installed packages...
ca: Comprovant els paquets instal·lats...
da: Tjekker installerede pakker...
de: Installierte Pakete werden geprüft...
es: Comprobando los paquetes instalados...
fi: Tarkistetaan asennettuja paketteja...
fr: Vérification des paquets installés...
nl: Geïnstalleerde pakketten worden gecontroleerd...
sk: Kontrolujem nainštalované balíky...
sl: Preverjanje nameščenih paketov …
zh_cn: 正在检查已安装的包...
zh_tw: 正在檢查安裝的套件...

source: Finished
ca: Acabat
da: Færdig
de: Fertig
es: Terminado
fi: Valmis
fr: Terminé
nl: Gereed
sk: Dokončené
sl: Zaključeno
zh_cn: 已完成
zh_tw: 已完成

source: Finishing Printer Configuration
ca: Acabament de la configuració de la impressora
da: Færdiggør printerkonfiguration
de: Druckerkonfiguration wird fertiggestellt
es: Finalizando la configuración de impresoras
fi: Viimeistellään tulostinasetusta
fr: Fin de la configuration de l'imprimante
nl: De printerconfiguratie wordt afgerond
sk: Dokončujem konfiguráciu tlačiarne
sl: Zaključek nastavljanja tiskalnika
zh_cn: 正在完成打印机配置
zh_tw: 正在完成印表機組態設定

source: Finish printer configuration
ca: Acaba la configuració de la impressora
da: Færdiggør printerkonfiguration
de: Druckerkonfiguration fertigstellen
es: Finalizar la configuración de impresoras
fi: Tulostinasetusten viimeistely
fr: Terminer la configuration de l'imprimante
nl: De printerconfiguratie wordt afgerond
sk: Dokončiť konfiguráciu tlačiarne
sl: Zaključek nastavljanja tiskalnika
zh_cn: 完成打印机配置
zh_tw: 完成印表機組態設定

source: Finishing printer configuration...
ca: Acabant la configuració de la impressora...
da: Færdiggør printerkonfiguration...
de: Druckerkonfiguration wird fertiggestellt...
es: Finalizando la configuración de impresoras...
fi: Viimeistellään tulostinasetusta...
fr: Fin de la configuration de l'imprimante...
nl: De printerconfiguratie wordt afgerond...
sk: Dokončujem konfiguráciu tlačiarne...
sl: Zaključevanje nastavljanja tiskalnika …
zh_cn: 正在完成打印机配置...
zh_tw: 正在完成印表機組態設定...

source: Cannot show print queues (failed to detect print queues).
ca: No s'han pogut mostrar les cues d'impressió (no s'han pogut detectar les cues).
da: Kan ikke vise udskriftskøer (søgning efter udskriftskøer fejlede).
de: Druckwarteschlangen können nicht angezeigt werden (es wurden keine Druckwarteschlangen erkannt).
es: No es posible mostrar las colas de impresión (error al detectar las colas de impresión).
fi: Tulostusjonoja ei voida näyttää (tulostusjonojen tunnistus epäonnistui).
fr: Impossible d'afficher les files d'attente d'impression (échec de la détection des files d'attente).
nl: Kon de de printqueue's niet tonen (het detecteren van de printqueues is mislukt).
sk: Nedajú sa zobraziť tlačové fronty (nepodarilo sa nájsť tlačové fronty).
sl: Tiskalnih vrst ni moč prikazati (zaznavanje tiskalnih vrst je spodletelo).
zh_cn: 无法显示打印队列（未能检测到打印队列）。
zh_tw: 無法顯示列印佇列 (無法偵測列印佇列)。

source: Local
da: Lokal
de: Lokal
fi: Paikallinen
fr: Locale
nl: Lokaal
sk: Lokálny
sl: Krajevno
zh_cn: 本地
zh_tw: 本地

source: Class
ca: Classe
da: Klasse
de: Klasse
es: Clase
fi: Luokka
fr: Classe
nl: Categorie
sk: Trieda
sl: Razred
zh_cn: 类
zh_tw: 類別

source: Remote
ca: Remota
da: Ekstern
de: Entfernt
es: Remota
fi: Etä
fr: Distante
nl: Op afstand
sk: Vzdialený
sl: Oddaljeno
zh_cn: 远程
zh_tw: 遠端

source: Yes
ca: Sí
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
nl: Ja
sk: Áno
sl: Da
zh_cn: 是
zh_tw: 是

source: Ready
ca: Preparat
da: Klar
de: Bereit
es: Lista
fi: Valmis
fr: Prêt
nl: Gereed
sk: Pripravená
sl: Pripravljeno
zh_cn: 准备就绪
zh_tw: 就緒

source: Printout disabled
ca: S'ha inhabilitat la impressió
da: Udskrift deaktiveret
de: Druckausgabe deaktiviert
es: Impresión inhabilitada
fi: Tulostus poistettu
fr: Impression désactivée
nl: Afdrukken gedeactiveerd
sk: Tlač zakázaná
sl: Tiskanje onemogočeno
zh_cn: 打印输出已禁用
zh_tw: 列印已停用

source: Rejecting print jobs, printout disabled
ca: Rebutjant les tasques d'impressió; s'ha inhabilitat la impressió.
da: Afviser udskriftsjobs - udskrift deaktiveret
de: Druckaufträge werden zurückgewiesen (Druckausgabe deaktiviert)
es: Rechazando trabajos de impresión, impresión inhabilitada
fi: Hylätään tulostustyöt, tulostukset poistettu
fr: Rejet des travaux d'impression. Impression désactivée
nl: Printjobs weigeren, afdrukken gedeactiveerd
sk: Odmietam tlačové úlohy, tlač zakázaná
sl: Zavračanje tiskalnih opravil, tiskanje onemogočeno
zh_cn: 正在拒绝打印作业，打印输出已禁用
zh_tw: 正在拒絕列印工作，列印已停用

source: Rejecting print jobs
ca: Rebutjant les tasques d'impressió
da: Afviser udskriftsjobs
de: Druckaufträge werden abgewiesen
es: Rechazando los trabajos de impresión
fi: Hylätään tulostustöitä
fr: Rejet des travaux d'impression
nl: Weiger printjobs
sk: Odmietnutie tlačových úloh
sl: Zavračanje tiskalnih opravil
zh_cn: 正在拒绝打印作业
zh_tw: 正在拒絕列印工作

source: There is no print queue.
ca: No hi ha cap cua d'impressió.
da: Der er ingen udskriftskø.
de: Es gibt keine Druckwarteschlange.
es: No hay cola de impresión.
fi: Tulostusjonoa ei ole.
fr: Il n'y a aucune file d'attente d'impression.
nl: Er is geen printqueue.
sk: Neexistuje tlačový front.
sl: Ne obstaja nobena tiskalna vrsta.
zh_cn: 没有打印队列。
zh_tw: 無列印佇列。

source: Failed to autodetect printers.
ca: No s'han pogut detectar automàticament les impressores.
da: Automatisk søgning efter printere fejlede.
de: Es wurden keine Drucker automatisch erkannt.
es: Error al detectar las impresoras automáticamente.
fi: Tulostinten automaattitunnistus epäonnistui.
fr: Impossible de détecter automatiquement les imprimantes.
nl: Kan de printers niet automatisch detecteren.
sk: Zlyhala autodetekcia tlačiarní.
sl: Samodejno zaznavanje tiskalnikov je spodletelo.
zh_cn: 未能自动检测到打印机。
zh_tw: 無法自動偵測印表機。

source: No connections.
ca: Sense connexió.
da: Ingen tilslutninger
de: Keine Verbindungen.
es: No hay ninguna conexión.
fi: Ei yhteyksiä.
fr: Pas de connexion.
nl: Geen verbindingen.
sk: Bez pripojení.
sl: Brez povezav.
zh_cn: 无连接。
zh_tw: 無連接。

source: Try 'Detect More' or use the 'Connection Wizard'.
ca: Proveu "Detecta'n més" o feu servir "l'Auxiliar de connexió".
da: Prøv "Detektér flere" eller brug "Tilslutningsguide".
de: Versuchen Sie "Mehr Finden" oder benutzen Sie den Verbindungsassistenten.
es: Pruebe la opción Detectar más o use el Asistente de conexión.
fi: Kokeile "Tunnista lisää" tai käytä "Yhteysavustajaa".
fr: Essayez "Détecter plus" ou utilisez l'Assistant de connexion.
nl: Probeer 'Meer detecteren' of gebruik de 'Verbindingsassistent'.
sk: Skúste 'Detegovať ďalšie' alebo 'Sprievodca pripojenia'.
sl: Poskusite z »Zaznaj več« ali uporabite »Čarovnik za povezavo«.
zh_cn: 尝试“检测更多”或使用“连接向导”。
zh_tw: 試試「偵測更多」或使用「連接精靈」。

source: Failed to create the printer driver database.
ca: No s'ha pogut crear la base de dades de controladors d'impressora.
da: Oprettelse af printer-driver-databasen fejlede.
de: Die Druckertreiberdatenbank konnte nicht erstellt werden.
es: Error al crear la base de datos de controladores de impresora.
fi: Tulostinajuritietokannan luominen epäonnistui.
fr: Impossible de créer la base de données des pilotes d'imprimantes.
nl: Het aanmaken van de de database voor printerapparaatstuurprogramma is mislukt.
sk: Zlyhalo vytvorenie databázy tlačiarní.
sl: Ustvarjanje podatkovne zbirke gonilnikov za tiskalnike je spodletelo.
zh_cn: 未能创建打印机驱动程序数据库。
zh_tw: 無法建立印表機驅動程式資料庫。

source: Select a connection, then matching drivers show up here.
ca: Seleccioneu una connexió; es mostraran els controladors que hi coincideixen.
da: Vælg en tilslutning, så vises passende drivere her.
de: Wählen Sie eine Verbindung aus, um geeignete Treiber anzuzeigen.
es: Seleccione una conexión; se mostrarán los controladores coincidentes.
fi: Valitse yhteys, niin tässä näytetään sopivat ajurit.
fr: Sélectionnez une connexion pour afficher ici les pilotes appropriés.
nl: Selecteer een verbinding, daarna tonen overeenkomstige apparaatstuurprogramma's zich hier.
sk: Vybrať pripojenie, potom tu zobraziť zodpovedajúce ovládače.
sl: Izberite povezavo in tu se bodo prikazali ujemajoči gonilniki.
zh_cn: 请选择连接，然后此处会显示匹配的驱动程序。
zh_tw: 選取連接後，即會在此處顯示相符的驅動程式。

source: Determining matching printer drivers...
ca: Determinant els controladors que coincideixin...
da: Bestemmer passende printerdrivere...
de: Ermittlung der passenden Treiber läuft...
es: Determinando los controladores de impresora que coinciden...
fi: Selvitetään sopivaa tulostusajuria...
fr: Recherche des pilotes d'imprimantes correspondants...
nl: Overeenkomende printerstuurprogramma's worden vastgesteld...
sk: Určujem zodpovedajúce ovládače...
sl: Določanje ujemajočih gonilnikov za tiskalnik …
zh_cn: 正在确定匹配的打印机驱动程序...
zh_tw: 正在判斷符合的印表機驅動程式...

source: No matching driver found. Change the search string or try 'Find More'.
ca: No s'ha trobat cap controlador coincident. Canvieu la línia de cerca o proveu "Troba'n més".
da: Ingen passende driver fundet. Ændr søgestrengen eller prøv "Find flere".
de: Kein passender Treiber gefunden. Versuchen Sie 'es mit einem anderen Suchbegriff oder klicken Sie auf ' Weitere Treiber'.
es: No se encuentra ningún controlador que coincida. Cambie la cadena de búsqueda o haga clic en Buscar más.
fi: Yhteensopivaa ajuria ei löydetty. Muuta hakua tai kokeile "Etsi lisää".
fr: Aucun pilote approprié n'a été trouvé. Modifiez la chaine de recherche ou essayez 'Rechercher plus'.
nl: Geen overeenkomend apparaatstuurprogramma gevonden. Wijzig de zoektekst of probeer 'Meer zoeken'.
sk: Nebol nájdený zodpovedajúci ovládač. Zmeňte hľadaný reťazec, alebo skúste 'Hľadať ďalšie'.
sl: Najden ni bil noben ujemajoč gonilnik. Spremenite iskalno besedilo ali poskusite z »Najdi več«.
zh_cn: 未找到匹配的驱动程序。请更换搜索字符串或尝试“查找更多”。
zh_tw: 找不到符合的驅動程式。變更搜尋字串或嘗試「尋找更多」。

source: Processing many printer drivers. Please wait...
ca: Processant molts controladors d'impressores. Espereu, si us plau...
da: Behandler mange printer-drivere. Vent venligst...
de: Es werden viele Druckertreiber verarbeitet. Bitte warten...
es: Se están procesando muchos controladores. Espere...
fi: Käsitellään useita tulostinajureita. Odota...
fr: Traitement de nombreux pilotes d'imprimantes. Veuillez patienter...
nl: Veel printerapparaatstuurprogramma's worden verwerkt. Even geduld aub...
sk: Spracúvam veľa ovládačov. Čakajte prosím...
sl: Obdelovanje več gonilnikov za tiskalnik. Prosimo, počakajte …
zh_cn: 正在处理多个打印机驱动程序。请稍候...
zh_tw: 正在處理許多印表機驅動程式。請稍候...

source: Failed to add queue %1.
ca: No s'ha pogut afegir la cua %1.
da: Tilføjelse af køen %1 fejlede.
de: Warteschlange %1 konnte nicht hinzugefügt werden.
es: Error al añadir la cola %1.
fi: Jonon %1 lisääminen epäonnistui.
fr: Impossible d'ajouter la file d'attente %1.
nl: Toevoegen van wachtrij %1 is mislukt.
sk: Zlyhalo pridanie frontu %1.
sl: Dodajanje vrste %1 je spodletelo.
zh_cn: 未能添加队列 %1。
zh_tw: 無法新增佇列 %1。

source: Failed to delete configuration %1.
ca: No s'ha pogut suprimir la configuració %1.
da: Sletning af konfiguration %1 fejlede.
de: Konfiguration %1 konnte nicht gelöscht werden.
es: Error al suprimir la configuración %1.
fi: Asetuksen %1 poistaminen epäonnistui.
fr: Impossible de supprimer la configuration %1.
nl: Verwijderen van configuratie %1 is mislukt.
sk: Zlyhalo vymazanie konfigurácie %1.
sl: Brisanje nastavitev %1 je spodletelo.
zh_cn: 未能删除配置 %1。
zh_tw: 無法刪除組態 %1。

source: Failed to determine the driver options.
ca: No s'han pogut determinar les opcions del controlador.
da: Bestemmelse af driver-indstillinger mislykkedes.
de: Treiberoptionen konnten nicht ermittelt werden.
es: Error al determinar las opciones del controlador.
fi: Ajurivalintojen selvittäminen epäonnistui.
fr: Impossible de déterminer les options du pilote.
nl: Het vaststellen van de opties voor de apparaatstuurprogramma's is mislukt.
sk: Zlyhalo určenie možností ovládača.
sl: Določanje možnosti gonilnika je spodletelo.
zh_cn: 未能确定驱动程序选项。
zh_tw: 無法判斷驅動程式選項。

source: new value
ca: valor nou
da: ny værdi
de: Neuer Wert
es: Nuevo valor
fi: Uusi arvo
fr: nouvelle valeur
nl: nieuwe waarde
sk: nová hodnota
sl: nova vrednost
zh_cn: 新值
zh_tw: 新值

source: saved value
ca: valor desat
da: gemt værdi
de: Gespeicherter Wert
es: valor guardado
fi: Aseta arvo
fr: valeur enregistrée
nl: opgeslagen waarde
sk: uložená hodnota
sl: shranjena vrednost
zh_cn: 保存的值
zh_tw: 儲存的值

source: The server '
ca: El servidor
da: Serveren "
de: Der Server '
es: El servidor '
fr: Le serveur '
nl: De server '
sk: Server '
sl: Strežnik »
zh_cn: 服务器“
zh_tw: 伺服器「

source: Cannot run hp-setup because no graphical display can be opened. This happens in particular when YaST runs in text-only mode, or when the user who runs YaST has no DISPLAY environment variable set, or when the YaST process is not allowed to access the graphical display. In this case you should run hp-setup manually directly as user 'root'.
ca: No es pot executar hp-setup perquè no es pot obrir cap pantalla gràfica. Això passa especialment quan el YaST s'executa en mode de text, o quan l'usuari que executa el YaST no té cap variable d'entorn DISPLAY establert, o quan el procés del YaST no té permís per accedir a una pantalla gràfica. En aquest cas, hauríeu d'executar hp-setup manualment directament com a usuari "root".
da: Kan ikke køre hp-setup fordi intet grafisk display kan åbnes. Dette sker især når YaST kører i teksttilstand, eller når brugeren der kører YaST ikke har nogen DISPLAY-miljøvariabel sat, eller når YaST-processen ikke tillades at tilgå det grafiske display. I så fald skal du køre hp-setup manuelt direkte som brugeren "root".
de: hp-setup konnte nicht ausgeführt werden, weil kein grafisches Display geöffnet werden konnte. Das passiert insbesondere, wenn YaST im Nur-Text-Modus ausgeführt wird, wenn der Benutzer, der YaST ausführt, keine DISPLAY-Environment Variable gesetzt hat, oder dem YaST-Prozess der Zugriff auf das grafische Display nicht gestattet ist. In diesem Fall sollten Sie die Scannerkonfiguration jetzt abbrechen und hp-setup manuell als Benutzer 'root' ausführen.
es: No es posible ejecutar hp-setup porque no se puede abrir una pantalla gráfica. En particular, esto sucede cuando YaST se ejecuta en modo solo de texto, cuando el usuario que ejecuta YaST no tiene definida la variable de entorno DISPLAY o cuando no se permite el acceso a la pantalla gráfica al proceso YaST. En ese último caso, debe ejecutar hp-setup manualmente como usuario Root.
fi: Ohjelmaa hp-setup ei voida ajaa, koska graafista näyttöä ei onnistuttu avaamaan. Näin käy, jos YaST-ohjelmaa suoritetaan tekstitilassa tai jos YaSTia käyttävän käyttäjän DISPLAY-ympäristömuuttujaa ei ole asetettu tai jos YaST-prosessilla ei ole oikeutta graafisen näytön käyttöön. hp-setup pitäisi tällöin suorittaa käsin pääkäyttäjänä.
fr: Impossible de lancer hp-setup car aucun affichage graphique ne peut être ouvert. Ceci se produit en particulier lorsque YaST s'exécute en mode texte seul, ou lorsque l'utilisateur exécutant YaST n'a pas de variable d'environnement DISPLAY de définie, ou encore lorsque le processus YaST n'est pas autorisé à accéder à l'affichage graphique. Dans ce cas vous devriez lancer hp-setup manuellement en tant qu'utilisateur 'root'.
nl: Kan 'hp-setup' niet draaien omdat er geen grafische display geopend kan worden. Dit gebeurt als YaST in tekstmodus draait, of als de gebruiker die YaST draait geen DISPLAY-omgevingsvariabele heeft aangemaakt of wanneer het YaST-proces geen toegang heeft tot de grafische display. In deze gevallen zou u 'hp-setup' handmatig moeten uitvoeren als gebruiker 'root'.
sk: Nedá sa spustiť hp-setup, pretože nemôže byť otvorené grafické zobrazenie. Toto sa môže stať keď YaST beží v textovom režime, alebo keď používateľ, ktorý spustí YaST nemá pracovné prostredie, alebo keď YaST proces nemá umožnený prístup ku grafickému zobrazeniu. V tomto prípade by ste mali spustiť hp-setup ručne ako 'root'.
sl: Programa »hp-setup« ni moč zagnati, ker ni moč odpreti grafičnega zaslona. To se zgodi, ko YaST teče v besedilnem načinu; ali ko uporabnik, ki poganja YaST, nima nastavljene okoljske spremenljivke DISPLAY; ali ko proces YaST nima dovoljenj za dostop do grafičnega zaslona. V tem primeru ročno zaženite »hp-setup« kot uporabnik »root«.
zh_cn: 无法运行 hp-setup，因为没有打开图形显示。 此情况尤其会在 YaST 于文本模式下运行时发生，或者在 运行 YaST 的用户没有设置 DISPLAY 环境变量时发生， 又或者在 YaST 进程不允许访问图形显示时发生。 在这种情况下，您应该直接以“root”用户身份手动运行 hp-setup。
zh_tw: 無法執行 hp-setup，因為沒有可開啟的圖形顯示。 導致此情況的原因通常是︰以文字模式執行 YaST， 或者執行 YaST 的使用者沒有設定 DISPLAY 環境變數， 或者未允許 YaST 程序存取圖形顯示。 在這種情況下，您應該以「root」使用者身分手動執行 hp-setup。

source: Cannot run hp-setup because /usr/bin/hp-setup is not executable or does not exist.
ca: No es pot executar hp-setup perquè /usr/bin/hp-setup no és executable o no existeix.
da: Kan ikke køre hp-setup, da /usr/bin/hp-setup ikke er kørbar eller ikke findes.
de: hp-setup kann nicht ausgeführt werden, weil /usr/bin/hp-setup nicht ausführbar oder nicht vorhanden ist.
es: No se puede ejecutar hp-setup porque /usr/bin/hp-setup no es ejecutable o no existe.
fi: Ohjelmaa hp-setup ei voitu suorittaa, koska /usr/bin/hp-setup ei ole suoritettava tai sitä ei ole olemassa.
fr: Impossible d'exécuter hp-setup car /usr/bin/hp-setup n'est pas exécutable ou n'existe pas.
nl: Kan 'hp-setup' niet draaien omdat /usr/bin/hp-setup niet uitvoerbaar is of niet bestaat.
sk: Nedá sa spustiť hp-setup, pretože /usr/bin/hp-setup nie je spustiteľný, alebo neexistuje.
sl: Ni moč zagnati »hp-setup«, ker /usr/bin/hp-setup ni izvedljiva ali pa ne obstaja.
zh_cn: 无法运行 hp-setup，因为 /usr/bin/hp-setup 不可执行 或不存在。
zh_tw: 無法執行 hp-setup 因為 /usr/bin/hp-setup 不是可執行檔 或不存在。

source: Launched hp-setup. You must finish hp-setup before you can proceed with the printer configuration.
ca: Execució d'hp-setup! Heu d'acabar hp-setup abans de poder continuar la configuració d'impressores.
da: Startede hp-setup. Du skal afslutte hp-setup før du kan fortsætte med printerkonfigurationen.
de: hp-setup wurde gestartet. Sie müssen das hp-setup erst beenden, bevor Sie mit der Drucker-Konfiguartion fortfahren können.
es: Se ha lanzado hp-setup. Debe finalizar hp-setup antes de poder continuar con la configuración de la impresora.
fi: hp-setup käynnistettiin. hp-setup on lopetettava, ennen kuin voit siirtyä tulostinasetukseen.
fr: Le programme hp-setup a été lancé. Vous devez terminer hp-setup avant de pouvoir continuer avec la configuration de l'imprimante.
nl: 'hp-setup' is opgestart. U moet 'hp-setup' voltooien alvorens u verder kunt met de printer-configuratie.
sk: Spustený hp-setup. Musíte dokončiť hp-setup, než budete môcť pokračovať v konfigurácii tlačiarne.
sl: Program »hp-setup« teče. Pred nadaljevanjem nastavljanja tiskalnikov morate končati »hp-setup«.
zh_cn: hp-setup 已启动。 在继续配置打印机前，您必须完成 hp-setup。
zh_tw: 已啟動 hp-setup。 在您繼續設定印表機組態之前必須先結束 hp-setup。
