Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Special Device URIs</big></b><br> <b>Specify an Arbitrary Device URI</b> if you know the exact right device URI for your particular case or to modify an existing device URI in a special way.<br> <b>Send Print Data to Other Program (pipe)</b><br> To do this, the RPM package cups-backends must be installed. The package provides the CUPS backend 'pipe' which runs the program that you specified here. The matching device URI is:<br> pipe:/path/to/targetcommand<br> <b>Daisy-chain Backend Error Handler (beh)</b><br> To do this, the RPM package cups-backends must be installed. The package provides the CUPS backend 'beh'.<br> The backend 'beh' is a wrapper for the usual backend, which is then called by beh. This way beh can, depending on its configuration, repeat the call of the backend or simply hide the error status of the backend from being seen by the CUPS daemon. The matching device URI is:<br> beh:/nodisable/attempts/delay/originalDeviceURI<br> If nodisable is '1' beh always exits successfully so that the queue gets never disabled but on the other hand print jobs are lost if there is an error.<br> Attempts is the number of attempts to recall the backend in case of an error. '0' means infinite retries.<br> Delay is the number of seconds between two attempts to call the backend.<br> The last parameter is the original URI, which the queue had before.<br> Example:<br> beh:/1/3/5/socket://ip-address:port-number<br> The beh backend tries to access a network printer 3 times with 5 second delay between the attempts. If access still fails, the queue is not disabled and the print job is lost.<br> For <b>more information</b> have a look at <tt>/usr/lib[64]/cups/backend/beh</tt> and<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
ca: <p> <b><big>URI especials de dispostius</big></b><br> <b>Especifica un URI arbitrari de dispostiu</b> si sabeu l'URI exacte del dispostiu per al vostre cas particular o per modificar un URI de dispostiu existent d'una manera especial.<br> <b>Envia dades d'impressió a un altre programa (pipe)</b><br> Per fer-ho, hi ha d'haver instal·lat el paquet RPM cups-backends. El paquet proporciona el "pipe" del rerefons CUPS que executa el programa que heu especificat aquí. L'URI coincident del dispositiu és aquest:<br> pipe:/path/to/targetcommand<br> <b>Gestor d'errors Daisy-chain Backend (beh)</b><br> Per fer-ho, hi ha d'ahver instal·lat el paquet RPM cups-backends. El paquet proporciona el rerefons de CUPS "beh".<br> El rerefons "beh" és un embolcall per al rerefons habitual, que és llavors cridat pel beh. D'aquesta manera, el beh pot, depenent de la seva configuració, repetir la crida del rerefons o simplement amagar l'estat d'error del rerefons perquè no sigui vist pel dimoni del CUPS. L'URI de dispositiu coincident és aquest:<br> beh:/nodisable/attempts/delay/originalDeviceURI<br> Si el "nodisable" és 1, el beh sempre surt amb èxit, de manera que la cua mai no s'inhabilita; però, d'altra banda, les tasques d'impressió es perden si hi ha un error.<br> "Attempts" és el nombre d'intents de tornar a cridar el rerefons en cas d'un error. 0 significa intents infinits.<br> "Delay" és el nombre de segons entre dos intents per cridar el rerefons.<br> L'últim paràmetre és l'URI original, que la cua tenia abans.<br> Exemple:<br> beh:/1/3/5/socket://ip-address:port-number<br> El rerefons beh intenta accedir a la impressora de xarxa 3 vegades amb un interval de 5 segons entre intents. Si l'accés encara falla, la cua no s'inhabilita i la tasca d'impressió es perd.<br> Per a <b>més informació</b> feu un cop d'ull a <tt>/usr/lib[64]/cups/backend/beh</tt> i br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
da: <p> <b><big>Specielle enheds-URI'er</big></b><br> <b>Angiv en vilkårlig enheds-URI</b>, hvis du kender det helt rigtige enheds-URI for dit tilfælde, eller du vil ændre et eksisterende enheds-URI på en bestemt måde.<br> <b>Send udskriftdata til andet program (pipe)</b><br> For at gøre dette skal RPM-pakken cups-backends installeres. Pakken leverer en CUPS-backend - "pipe" - der kører det program, du har angivet her. Den passende enheds-URI er:<br> pipe:/sti/til/målkommando<br> <b>Fejlhåndtering for Daisy-chain-backend (beh)</b><br> For at gøre dette skal RPM-pakken cups-backends være installeret. Pakken leverer en CUPS-backend "beh".<br> Denne backend - "beh" - er et omslag for den alm. backend, der så kaldes af beh. På denne måde kan beh, afhængigt af dens konfiguration, gentage kaldet af backend, eller ganske enkelt forhindre, at backendens fejlstatus kan ses af CUPS-dæmonen. Den passende enheds-URI er:<br> beh:/deaktivér_ikke/forsøg/forsinkelse/original_enheds-URI<br> Hvis "deaktivér_ikke" er "1", vil beh altid afslutte, så køen aldrig deaktiveres, men på den anden side mistes udskriftsjobs, hvis der er en fejl.<br> "Forsøg" er antal forsøg på at genkalde backenden i tilfælde af fejl. "0" betyder uendelige genforsøg.<br> "Forsinkelse" er antal sekunder mellem to forsøg på at kalde backenden.<br> Den sidste parameter er den originale URI, som køen havde før.<br> Eksempel:<br> beh:/1/3/5/socket://ip-adresse:portnummer<br> Backenden beh prøver at tilgå netværksprinteren printer 3 gange med 5 sek. forsinkelse mellem forsøgene. Hvis tilgang stadig fejler, deaktiveres køen ikke, og udskriftsjobbene mistes.<br> For <b>mere information</b> kig på <tt>/usr/lib[64]/cups/backend/beh</tt> og<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
de: <p> <b><big>Besondere Geräte-URIs</big></b><br> <b>Beliebige Geräte-URI angeben</b> Diese Option eignet sich dann, wenn Sie die exakte Geräte-URI für die aktuelle Situation kennen oder wenn eine vorhandene Geräte-URI auf besondere Weise geändert werden soll.<br> <b>Druckdaten an anderes Programm senden (pipe)</b><br> Hierzu muss das RPM-Paket 'cups-backends' installiert sein. Das Paket enthält die CUPS-Back-End-'pipe', mit der dann das hier angegebene Programm ausgeführt wird. Die entsprechende Geräte-URI lautet:<br> pipe:/Pfad_zum_Zielkommando<br> <b>Backend-Fehlerroutine (beh) mittels Daisy-Chain verketten</b><br> Hierzu muss das RPM-Paket 'package cups-backends' installiert sein. Das Paket enthält das CUPS-Backend 'beh'.<br> Das Backend 'beh' fungiert als Wrapper für das normale Backend, das dann über 'beh' aufgerufen wird. So kann 'beh' je nach Konfiguration den Aufruf des Backend wiederholen oder auch nur den Fehlerstatus des Backend gegenüber dem CUPS-Daemon verbergen. Die entsprechende Geräte-URI lautet:<br> beh:/NichtDeaktivieren/Versuche/Verzögerung/UrsprünglicheGeräteURI<br> Wenn 'NichtDeaktivieren' auf '1' festgelegt ist, wird 'beh' stets erfolgreich beendet, sodass die Warteschlange unter keinen Umständen deaktiviert wird; falls Fehler auftreten, gehen die zugehörigen Druckaufträge allerdings verloren.<br> 'Versuche' gibt an, wie oft bei einem Fehler versucht werden soll, das Backend erneut aufzurufen. Beim Wert '0' werden unbeschränkt viele Versuche unternommen.<br> 'Verzögerung' bezeichnet den Zeitraum (in Sekunden) zwischen zwei Versuchen, das Backend aufzurufen.<br> Der letzte Parameter enthält die ursprüngliche URI, die die Warteschlange bislang besaß.<br> Beispiel:<br> beh:/1/3/5/Socket://IP-Adresse:Portnummer<br> Das Backend 'beh' versucht dreimal mit einem Abstand von je 5 Sekunden zwischen den Versuchen, auf einen Netzwerkdrucker zuzugreifen. Wenn der Zugriff dennoch nicht gelingt, wird die Warteschlange nicht deaktiviert und der Druckauftrag geht verloren.<br> <b>Weitere Informationen</b> finden Sie unter <tt>/usr/lib[64]/cups/backend/beh</tt> und<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
es: <p> <b><big>URI de dispositivos especiales</big></b><br> <b>Especifique un URI de dispositivo arbitrario</b> si sabe el URI de dispositivo exacto para su caso particular o para modificar un URI de dispositivo existente de alguna forma especial.<br> <b>Enviar los datos de impresión a otro programa (pipe)</b><br> Para ello, el paquete RPM cups-backends debe estar instalado. El paquete proporciona el sistema secundario CUPS pipe, que ejecuta el programa que ha especificado aquí. El URI de dispositivo es:<br> pipe:/vía/a/comandodestino<br> <b>Gestor de errores del sistema secundario (beh) en cadena margarita</b><br> Para ello, el paquete RPM cups-backends debe estar instalado. El paquete proporciona el sistema secundario CUPS beh.<br> El sistema secundario beh es un empaquetador para el habitual, que es invocado por beh. De esta forma, beh puede, dependiendo de su configuración, repetir la llamada del sistema secundario o simplemente ocultar el estado de error de este, para que no lo vea el daemon CUPS. El URI de dispositivo es:<br> beh:/noinhabilitar/intentos/retraso/URIDispositivoOriginal<br>. Si el valor de noinhabilitar es 1, beh siempre se cerrará correctamente para que la cola nunca se inhabilite, pero por otro lado, las tareas de impresión se perderán si se produce un error.<br> Intentos hace referencia al número de intentos de recuperar el sistema secundario en caso de error. 0 significa infinitos reintentos.<br> Retraso es el número de segundos entre dos intentos sucesivos de invocar el sistema secundario.<br> El último parámetro es el URI original que la cola tenía antes.<br> Por ejemplo:<br> beh:/1/3/5/socket://dirección-IP:puerto.<br> El sistema secundario beh intenta acceder a una impresora de red 3 veces, con un retraso de 5 segundos entre reintentos. Si sigue sin poder acceder, la cola no se inhabilita y la tarea de impresión se pierde.<br> Para obtener <b>más información</b>, consulte <tt>/usr/lib[64]/cups/backend/beh</tt> y<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler. </p>
fr: <p> <b><big>URI de périphérique spéciaux</big></b><br> <b>Spécifiez un URI de périphérique arbitraire</b> si vous connaissez l'URI de périphérique exact pour votre cas ou pour modifier un URI existant de manière particulière.<br> <b>Envoyer les données d'impression à un autre programme (pipe)</b><br> Pour ce faire, le paquetage RPM cups-backends doit être installé. Ce paquetage fournit l'interface dorsale CUPS 'pipe' qui exécute le programme que vous spécifiez ici. L'URI de périphérique correspondant est : pipe:/path/to/targetcommand<br> <b>Gestionnaire d'erreurs de l'interface dorsale daisy-chain (beh)</b><br> Pour ce faire, le paquetage RPM cups-backends doit être installé. Ce paquetage fournit l'interface dorsale CUPS 'beh'.<br> L'interface dorsale 'beh' est un wrapper pour l'interface dorsale habituelle, qui est alors appelé par beh. Ainsi beh peut, selon sa configuration, répéter l'appel à l'interface dorsale ou simplement masquer l'état d'erreur de cette dernière au daemon CUPS. L'URI de périphérique correspondant est :<br> beh:/nodisable/attempts/delay/originalDeviceURI<br> Si 'nodisable' vaut '1', beh se ferme toujours avec succès, de sorte que la file d'attente n'est jamais désactivée, mais d'un autre côté, les travaux d'impression sont perdus si une erreur se produit.<br> attempts correspond au nombre de fois que beh doit rappeler l'interface dorsale en cas d'erreur. '0' signifie un nombre d'essai infini.<br> 'delay' est le nombre de secondes entre deux essais d'appel de l'interface dorsale.<br> Le dernier paramètre est l'URI original, utilisé par la file auparavant.<br> Exemple :<br> beh:/1/3/5/socket://adresse_ip:numéro_port<br> L'interface dorsale beh essaie d'accéder à une imprimante réseau 3 fois avec un délai de 5 secondes entre chaque tentative. Si l'accès échoue toujours, la file d'attente n'est pas désactivée et le travail d'impression est perdu.<br> Pour <b>plus d'informations</b>, consultez<tt>/usr/lib[64]/cups/backend/beh</tt> et<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
nl: <p> <b><big>Speciale apparaat-URI's</big></b><br> <b>Geef een willekeurige apparaat-URI</b> op als u de exacte apparaat-URI weet voor uw specifieke geval of om een bestaande apparaat-URI op een speciale manier te wijzigen.<br> <b>Afdrukgegevens naar ander programma verzenden (pipe)</b><br> Hiervoor moeten de CUPS-backends van het RPM-pakket worden geïnstalleerd. Het pakket bevat de CUPS-backend 'pipe' waarmee het programma dat u hier hebt opgegeven, wordt uitgevoerd. De overeenkomende apparaat-URI is:<br> pipe:/path/to/targetcommand<br> <b>Daisy-chain Backend Error Handler (beh)</b><br> Hiervoor moeten de CUPS-backends van het RPM-pakket worden geïnstalleerd. Het pakket bevat de CUPS-backend 'beh'.<br> De backend 'beh' is een wrapper voor de gewone backend, die vervolgens wordt aangeroepen door beh. Op deze manier kan beh, afhankelijk van de desbetreffende configuratie, de aanroep van de backend herhalen of de foutstatus van de backend eenvoudigweg verbergen voor de CUPS-daemon. De overeenkomende apparaat-URI is:<br> beh:/nodisable/attempts/delay/originalDeviceURI<br> Als nodisable '1' is, wordt beh altijd met succes afgesloten zodat de wachtrij nooit wordt uitgeschakeld. Afdruktaken gaan echter verloren als er sprake is van een fout.<br> Pogingen is het aantal pogingen om de backend in geval van een fout in te trekken. '0' betekent oneindig aantal nieuwe pogingen.<br> Wachttijd is het aantal seconden tussen twee pogingen om de backend aan te roepen.<br> De laatste parameter is de oorspronkelijke URI, die de wachtrij voorheen had.<br> Voorbeeld:<br> beh:/1/3/5/socket://ip-adres:poort-nummer<br> De beh-backend probeert drie keer toegang te krijgen tot een netwerkprinter met een wachttijd van 5 seconden tussen de pogingen. Als toegang dan nog steeds mislukt, wordt de wachtrij niet uitgeschakeld en gaat de afdruktaak verloren.<br> Kijk voor <b>meer informatie</b> bij <tt>/usr/lib[64]/cups/backend/beh</tt> en<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
sk: <p> <b><big>Špeciálne URI zariadení</big></b><br> <b>Zadajte ľubovoľné URI zariadenia</b>, ak poznáte presné správne URI zariadenia pre váš konkrétny prípad, alebo upraviť existujúce URI zariadenia URI špeciálnym spôsobom.<br> <b>Odošlite tlačové dáta do iného programu (pipe)</b><br> Ak to chcete urobiť, musíte mať nainštalovaný RPM balík cups-backend. Balíček obsahuje CUPS backend 'pipe', ktorý spustí program, ktorý ste tu špecifikovali. Zodpovedajúce zariadenia URI je:<br> pipe:/path/to/targetcommand<br> <b>Reťazenie Backend Error Handler (beh)</b><br> Ak to chcete urobiť, musíte mať nainštalovaný RPM balík cups-backend. Balíček poskytuje CUPS backend 'beh'.<br> Backend 'beh "je obálka pre obvyklý backend, ktorý je potom volaný cez beh. Týmto spôsobom beh môže, v závislosti na svojej konfigurácii, opakovať volanie backendu alebo jednoducho skryť chybový stav backendu, ktorý je videný CUPS démonom. Zodpovedajúce URI zariadenia je:<br> beh:/nodisable/attempts/delay/originalDeviceURI<br> Ak nodisable je '1', beh vždy skončí úspešne, takže sa front nikdy vypne, ale na druhej strane, tlačové úlohy sa stratia, ak dôjde k chybe.<br> Pokusy je počet pokusov vyvolania pre backend v prípade chyby. '0' znamená nekonečné opakovanie.<br> Oneskorenie je počet sekúnd medzi dvoma pokusmi volania pre backend.<br> Posledný parameter je pôvodné URI, ktoré fronta mala predtým.<br> Napríklad:<br> beh:/1/3/5/socket://ip-address:port-number<br> Backend beh sa pokúsi o prístup k sieťovej tlačiarni 3-krát s oneskorením 5 sekúnd medzi pokusmi. Ak prístup stále zlyháva, front nie je zakázaný a tlačová úloha sa stratí.<br> <b>Viac informácií</b> nájdete na <tt>/usr/lib[64]/cups/backend/beh</tt> a<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
zh_cn: <p> <b><big>特殊设备 URI</big></b><br> <b>指定任意设备 URI</b> 如果您知道适合您特殊情况的具体设备 URI， 或者要以特殊方法修改现有设备 URI，请选择此项。<br> <b>将打印数据发送到其他程序 (pipe)</b><br> 要实现此目的，必须安装 RPM 包 cups-backends。 该包提供了能够运行此处指定的程序 的 CUPS 后端“pipe”。 匹配的设备 URI 为：<br> pipe:/path/to/targetcommand<br> <b>菊型链后端错误处理程序 (beh)</b><br> 必须安装 RPM 包 cups-backends 才能实现此目的。 该包提供了 CUPS 后端“beh”。<br> 后端“beh”是常用后端的封装程序， 之后会被 beh 调用。 通过这种方式，根据 beh 的配置， 它可以重复后端调用，或直接对 CUPS 守护程序隐藏后端的错误状态。 匹配的设备 URI 为：<br> beh:/nodisable/attempts/delay/originalDeviceURI<br> 如果 nodisable 为“1”，beh 总能成功退出， 这样就不会禁用队列，但另一方面， 如果出错，打印作业会丢失。<br> Attempts 是出错时尝试重新调用 后端的次数。“0”表示无限次重试。<br> Delay 是两次调用后端相隔的 秒数。<br> 最后一个参数是原始 URI，就是队列之前的 URI。<br> 示例：<br> beh:/1/3/5/socket://IP 地址:端口号<br> beh 后端尝试访问网络打印机 3 次， 间隔为 5 秒。如果访问仍然失败， 队列不会被禁用，打印作业会丢失。<br> 有关<b>更多信息</b>，请参见 <tt>/usr/lib[64]/cups/backend/beh</tt> 和<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
zh_tw: <p> <b><big>特殊裝置 URI</big></b><br> <b>指定任意裝置 URI</b>如果您知道適合您特殊情況的確切裝置 URI， 或者要以特殊的方式修改現有裝置 URI， 請選取此選項。<br> <b>將列印資料傳送到其他程式 (管線)</b><br> 若要執行此操作，必須安裝 RPM 套件 cups-backends。 該套件提供 CUPS 後端「管線」，它會執行 您在此指定的程式。 相符的裝置 URI 為：<br> pipe:/path/to/targetcommand<br> <b>以菊環式連結的後端錯誤處理程式 (beh)</b><br> 若要執行此操作，必須安裝 RPM 套件 cups-backends。 該套件提供 CUPS 後端「beh」。<br> 後端「beh」是適用於常用後端的包裝程式， 常用后端會被 beh 呼叫。 如此，依據其組態，beh 可以 重複呼叫後端或只是對 CUPS 精靈 隱藏後端的錯誤狀態。 相符的裝置 URI 為：<br> beh:/nodisable/attempts/delay/originalDeviceURI<br> 如果 nodisable 為「1」，則 beh 永遠會成功結束， 以便佇列永不會被停用，但另一方面， 如果存在錯誤，則列印工作將遺失。<br> 「attempts」是出錯時嘗試重新呼叫 後端的次數。「0」表示重試次數無限制。<br> 「delay」是兩次嘗試呼叫後端 間隔的秒數。<br> 最後一個參數是原始 URI，即佇列之前的 URI。<br> 範例：<br> beh:/1/3/5/socket://IP 位址:連結埠號<br> beh 後端嘗試存取網路印表機 3 次，間隔為 5 秒。 如果存取仍然失敗，不會停用佇列， 但列印工作將遺失。<br> 如需<b>詳細資訊</b>，請參閱 <tt>/usr/lib[64]/cups/backend/beh</tt> 和<br> http://www.linuxfoundation.org/en/OpenPrinting/Database/BackendErrorHandler </p>
