Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: &IP Address or Host Name [percent-encoded]
ca: Adreça &IP o nom d'amfitrió [codificació de percentatge]
da: &IP-adresse eller værtsnavn [procent-indkodet]
de: &IP-Adresse oder Hostname [Prozent-Kodiert]
es: Dirección &IP o nombre de host [codificación-porcentual]
fi: &IP-osoite tai konenimi [%-muodossa]
fr: Adresse &IP ou nom d'hôte [encodée avec des pourcents]
nl: &IP-adres of hostnaam [procent-codering]
sk: &IP adresa, alebo hostiteľ [%-kódované]
sl: Naslov &IP ali ime gostitelja [kodirano z odstotkom]
zh_cn: IP 地址或主机名 [百分号编码](&I)
zh_tw: IP 位址或主機名稱 [百分比編碼](&I)

source: Look up
ca: Cerca
da: Søg efter
de: &nachschlagen
es: Buscar
fi: Etsi
fr: Rechercher
nl: Opzoeken
sk: Vyhľadať
sl: Poišči
zh_cn: 查询
zh_tw: 查詢

source: Look up for All Hosts
ca: Cerca tots els amfitrions
da: Søg efter alle værtsmaskiner
de: Nach allen nicht-lokalen Servern suchen
es: Buscar todos los hosts
fi: Etsi kaikilta palvelimilta
fr: Rechercher tous les hôtes
nl: Voor alle hosts opzoeken
sk: Vyhľadať všetkých hostiteľov
sl: Poišči vse gostitelje
zh_cn: 查询所有主机
zh_tw: 查詢所有主機

source: Optional 'option=value' parameter (usually empty) [percent-encoded]
ca: Paràmetre opcional "option=value" (normalment buit) [codificació de percentatge]
da: Valgfri "option=value"-parameter (normalt tom) [procent-indkodet]
de: Optionale 'option=wert' parameter (normalerweise leer) [Prozent-kodiert]
es: Parámetro opcional "opción=valor" (usualmente vacío) [codificación-porcentual]
fi: Valinnainen "asetus=arvo"-parametri (yleensä tyhjä) [%-muodossa]
fr: Paramètre 'option=valeur' optionnel (souvent vide) [encodé avec des pourcents]
nl: Optioneel 'option=value' parameter (meestal leeg) [procent-gecodeerd]
sk: Voliteľný parameter 'možnosť=hodnota' (zvyčajne prázdna) [%-kódované]
sl: Neobvezen parameter »možnost=vrednost« (običajno prazen) [kodiran z odstotkom]
zh_cn: 可选“option=value”参数（通常为空）[百分号编码]
zh_tw: 選擇性「option=value」參數 (通常是空白) [百分比編碼]

source: &Test Connection
ca: Connexió de &prova
da: &Test tilslutning
de: Verbindung &testen
es: &Probar conexión
fi: &Testaa yhteys
fr: &Tester la connexion
nl: &Test verbinding
sk: &Test pripojenia
sl: &Preizkusi povezavo
zh_cn: 测试连接(&T)
zh_tw: 測試連接(&T)

source: To access a HP device via the 'hp' backend, the RPM package hplip must be installed.
ca: Per accedir al dispositiu HP a través de 'hp backend', cal que el paquet rpm hplip estigui instal·lat.
da: For at tilgå en HP-enhed via "hp"-backenden, skal RPM-pakken hplip være installeret.
de: Um mittels der 'hp'-Oberfläche auf ein HP-Gerät zugreifen zu können, muß das RPM-Paket 'hplip' installiert worden sein.
es: Para acceder a un dispositivo HP mediante el motor hp, el paquete RPM hplip debe estar instalado.
fi: Käyttääksesi HP:n laitetta "hp"-taustaosalla RPM-paketin hplip tulee olla asennettuna.
fr: Pour accéder à un périphérique HP via le backend 'hp' le paquet RPM hplip doit être installé.
nl: Het RPM-pakket hplip moet geïnstalleerd zijn om toegang tot het HP-apparaat te kunnen krijgen via de 'hp'-backend.
sk: Ak chcete získať prístup k HP zariadeniu pomocou 'hp' backendu, musí byť nainštalovaný balík hplip.
sl: Za dostop da naprave HP prek ozadnjega dela »hp« mora biti nameščen paket »hplip«.
zh_cn: 要通过“hp”后端访问 HP 设备， 必须安装 RPM 包 hplip。
zh_tw: 要經由「hp」後端存取一個 HP 裝置， 必須安裝 RPM 套件 hplip。

source: The RPM package hplip is not installed.
ca: El paquet rpm hplip no està instal·lat.
da: RPM-pakken hplip er ikke installeret.
de: Das RPM-Paket 'hplip' ist nicht installiert.
es: El paquete RPM hplip no está instalado.
fi: RPM-pakettia hplip ei ole asennettu.
fr: Le paquet RPM hplip n'est pas installé.
nl: Het RPM-pakket hplip is niet geïnstalleerd.
sk: Balík hplip nie je nainštalovaný.
sl: Paket »hplip« ni nameščen.
zh_cn: 未安装 RPM 包 hplip。
zh_tw: 未安裝 RPM 套件 hplip。

source: &Serial device
ca: &Dispositiu de sèrie
da: &Seriel enhed
de: &Serielles Gerät
es: Dispositivo &serie
fi: Sarja&laite
fr: Périphérique &série
nl: &Seriëel apparaat
sk: &Sériové zariadenie
sl: &Zaporedna naprava
zh_cn: 串行设备(&S)
zh_tw: 序列裝置(&S)

source: &Baud rate
ca: &Velocitat en bauds
es: Velocidad en &baudios
fi: &Linjanopeus
fr: Débit en &bauds
sk: &Prenosová rýchlosť
sl: H&itrost prenosa
zh_cn: 波特率(&B)
zh_tw: 鮑率(&B)

source: &Data bits
ca: &Bits de dades
de: &Datenrate
es: Bits de &datos
fi: &Databitit
fr: Bits de &données
sk: Bity &dát
sl: Po&datkovni biti
zh_cn: 数据位(&D)
zh_tw: 資料位元(&D)

source: &Parity checking
ca: Comprovació de la &paritat
da: &Paritetstjek
de: &Paritätsprüfung
es: Comprobación de &paridad
fi: &Pariteettitarkistus
fr: Vérification de la &parité
nl: &Pariteitscontrole
sk: Kontrolujem &paritu
sl: &Preverjanje parnosti
zh_cn: 奇偶校验(&P)
zh_tw: Parity 檢查(&P)

source: &Flow control
ca: Control de %flux
da: &Flow-kontrol
de: &Fluss-Steuerung
es: Control de &flujo
fi: &Työn ohjaus
fr: Contrôle de &flux
nl: &Flow-controle
sk: Riadenie &toku
sl: &Krmiljenje toka
zh_cn: 流程控制(&F)
zh_tw: 流程控制(&F)

source: S&top bits
ca: &Bits de parada
es: Bi&ts de parada
fi: Py&säytysbitit:
fr: Bits de s&top
sk: S&top bity
sl: Ko&nčni biti
zh_cn: 停止位(&T)
zh_tw: 停止位元(&T)

source: To access a bluetooth printer, the RPM package bluez-cups must be installed.
ca: Per accedir a una impressora Bluetooth, el paquet rpm bluez-cups ha d'estar instal·lat.
da: For at tilgå en bluetooth-printer, skal RPM-pakken bluez-cups være installeret.
de: Um auf einen Bluetooth-Drucker zugreifen zu können, muss das RPM-Paket 'bluez-cups' installiert sein.
es: Para acceder a una impresora Bluetooth, el paquete RPM bluez-cups debe estar instalado.
fi: Käyttääksesi Bluetooth-tulostinta paketin bluez-cups tulee olla asennettuna.
fr: Pour accéder à une imprimante bluetooth, le paquet RPM bluez-cups doit être installé.
nl: Het RPM-pakket bluez-cups moet zijn geïnstalleerd om toegang tot een bluetooth-printer te kunnen krijgen.
sk: Ak chcete získať prístup k bluetooth tlačiarni, musí byť nainštalovaný balík bluez-cups.
sl: Za dostop do tiskalnikov Bluetooth mora biti nameščen paket »bluez-cups«.
zh_cn: 要访问蓝牙打印机，必须安装 RPM 包 bluez-cups。
zh_tw: 要存取藍芽印表機，必須安裝 RPM 套件 bluez-cups。

source: The RPM package bluez-cups is not installed.
ca: El paquet rpm bluez-cups no està instal·lat.
da: RPM-pakken bluez-cups er ikke installeret.
de: Das RPM-Paket 'bluez-cups' ist nicht installiert.
es: El paquete RPM bluez-cups no está instalado.
fi: RPM-pakettia bluez-cups ei ole asennettu.
fr: Le paquet bluez-cups n'est pas installé.
nl: Het RPM-pakket bluez-cups is niet geïnstalleerd.
sk: Balík bluez-cups nie je nainštalovaný.
sl: Paket »bluez-cups« ni nameščen.
zh_cn: RPM 包 bluez-cups 未安装。
zh_tw: 未安裝 RPM 套件 bluez-cups。

source: It seems there are no bluetooth device IDs. Run 'hcitool scan' to get the bluetooth device IDs. Enter the ID without colons like '1A2B3C4D5E6F'.
ca: Sembla que no hi ha cap ID de dispostiu Bluetooth. Executeu "hcitool scan" per obtenir-ne. Introduïu l'ID sense els dos punts, com ara "1A2B3C4D5E6F".
da: Der lader ikke til at være nogen bluetooth-enheds-id'er. Kør "hcitool scan" for at hente bluetooth-enheds-id'erne. Angiv id'et uden koloner, ligesom "1A2B3C4D5E6F".
de: Die IDs der möglicherweise vorhandenen Bluetooth-Geräte wurden nicht gefunden. Suchen Sie manuell mittels 'hcitool scan' danach. Geben Sie die gefundene ID danach ohne Doppelpunkte wie '1A2B3C4D5E6F' an.
es: No parece haber ID de dispositivos Bluetooth. Ejecute hcitools scan para obtener la lista de ID de dispositivos Bluetooth. Introduzca el ID sin dos puntos, por ejemplo, 1A2B3C4D5E6F.
fi: Bluetooth-laitteen tunniste puuttuu. Komennolla "hcitool scan" saat luettelon Bluetooth-laitteiden tunnisteista. Kirjoita se väliviivoitta, esim. "1A2B3C4D5E6F".
fr: Il semble qu'il n'y ait aucun ID de périphérique bluetooth. Lancer 'hcitool scan' pour obtenir les ID de périphérique bluetooth. Entrez l'ID sans les deux points comme '1A2B3C4D5E6F'.
nl: Het lijkt erop dat er geen bluetooth-apparaat-ID's zijn. Draai 'hcitools scan' om de bluetooth-apparaat-ID's te verkrijgen. Voer de ID in zonder dubbele punten zoals '1A2B3C4D5E6F'.
sk: Zdá sa, že neexistuje ID bluetooth zariadenia. Spustite 'hcitool scan' pre získanie ID bluetooth zariadenia. Zadajte ID bez dvojbodky, ako '1A2B3C4D5E6F'.
sl: Videti je, da ni nobenega določilnika naprave Bluetooth. Da jih dobite, v terminalu poženite ukaz »hcitool scan«. Vnesite določilnik brez dvopičij, na primer »1A2B3C4D5E6F«.
zh_cn: 似乎没有蓝牙设备 ID。 请运行“hcitool scan”获取蓝牙设备 ID。 输入 ID 时去掉冒号，如“1A2B3C4D5E6F”。
zh_tw: 似乎沒有藍芽裝置 ID。 執行「hcitool scan」來取得藍芽裝置 ID。 輸入該 ID (不含冒號)，如「1A2B3C4D5E6F」。

source: Retrieving bluetooth device IDs...
ca: Obtenint ID de dispositius Bluetooth...
da: Henter bluetooth-enheds-id'er...
de: Erkennung der Bluetoothgeräte läuft...
es: Recuperando ID de dispositivos Bluetooth...
fi: Noudetaan Bluetooth-laitetunnisteita...
fr: Récupération des ID des périphériques Bluetooth...
nl: Bluetooth-apparaat-ID's worden verkregen...
sk: Získavam ID bluetooth zariadenia...
sl: Pridobivanje določilnikov naprav Bluetooth …
zh_cn: 正在检索蓝牙设备 ID...
zh_tw: 正在取得藍芽裝置 ID...

source: Failed to get a list of bluetooth device IDs.
ca: No s'ha pogut obtenir una llista d'ID de dispositius Bluetooth.
da: Kunne ikke hente liste over bluetooth-enheds-id'er.
de: Die Erkennung der Bluetoothgeräte schlug fehl.
es: Error al obtener una lista de ID de dispositivos Bluetooth.
fi: Bluetooth-laitetunnisteiden luettelointi epäonnistui.
fr: Impossible d'obtenir une liste d'ID de périphériques bluetooth.
nl: Het verkrijgen van een lijst van bluetooth-apparaat-ID's is mislukt.
sk: Zlyhalo získanie zoznamu ID bluetooth zariadenia.
sl: Pridobivanje določilnikov naprav Bluetooth je spodletelo.
zh_cn: 获取蓝牙设备 ID 列表失败。
zh_tw: 無法取得藍芽裝置 ID 清單。

source: &Bluetooth device ID
ca: &ID del dispositiu Bluetooth
da: &Bluetooth-enheds-id
de: ID des &Bluetoothgerätes
es: ID de dispositivo &Bluetooth
fi: &Bluetooth-laitteen tunniste
fr: ID du périphérique &Bluetooth
nl: &Bluetooth-apparaat-ID
sk: ID &bluetooth zariadenia
sl: &Določilnik naprave Bluetooth
zh_cn: 蓝牙设备 ID(&B)
zh_tw: 藍芽裝置 ID(&B)

source: Currently available bluetooth device IDs
ca: ID de dispositius Bluetooth disponibles actualment
da: Aktuelt tilgængelige bluetooth-enheds-id'er
de: Aktuell verfügbare Bluetoothgeräte
es: ID de dispositivos Bluetooth disponibles actualmente
fi: Tällä hetkellä saatavilla olevat Bluetooth-laitetunnisteet
fr: ID de périphériques bluetooth actuellement disponibles
nl: Huidige beschikbare bluetooth-apparaat-ID's
sk: Aktuálne dostupné ID bluetooth zariadenia
sl: Trenutno razpoložljivi določilniki naprav Bluetooth
zh_cn: 当前可用的蓝牙设备 ID
zh_tw: 目前可用的藍芽裝置 ID

source: Scan for Direct Socket Servers
ca: Cerca servidors de sòcol directes
da: Søg efter Direct Socket-servere
de: Nach direkten Socket-Servern suchen
es: Buscar servidores de zócalo directos
fi: Etsi suoria pistokepalvelimia
fr: Rechercher des serveurs socket direct
nl: Zoeken naar Direct Socket-servers
sk: Hľadať servery s priamym soketom
sl: Poišči strežnike Direct Socket
zh_cn: 扫描直接套接字服务器
zh_tw: 掃描直接插槽伺服器

source: TCP Port Number
ca: Número de port TCP
da: TCP-portnummer
de: TCP-Portnummer
es: Número de puerto TCP
fi: TCP-portin numero
fr: Numéro de port TCP
nl: TCP-poortnummer
sk: Číslo portu TCP
sl: Številka vrat TCP
zh_cn: TCP 端口号
zh_tw: TCP 埠號碼

source: Scan for LPD Servers
ca: Cerca servidors LPD
da: Søg efter LPD-servere
de: Nach LPD-Servern suchen
es: Buscar servidores LPD
fi: Etsi LPD-palvelimia
fr: Rechercher des serveurs LPD
nl: Zoeken naar LPD-servers
sk: Hľadať servery LPD
sl: Poišči strežnike LPD
zh_cn: 扫描 LPD 服务器
zh_tw: 掃描 LPD 伺服器

source: Queue Name (see the printer's manual)
ca: Nom de la cua (consulteu el manual de la impressora)
da: Navn på kø (se printerens manual)
de: Name der Warteschlange (siehe Bedienungsanleitung des Druckers)
es: Nombre de cola (consulte el manual de la impresora)
fi: Jonon nimi (katso tulostimen ohjekirjasta)
fr: Nom de la file d'attente (voir le manuel de l'imprimante)
nl: Wachtrijnaam (zie de handleiding van de printer)
sk: Názov frontu (pozrite manuál tlačiarne)
sl: Ime vrste (oglejte si priročnik tiskalnika)
zh_cn: 队列名称（参见打印机手册）
zh_tw: 佇列名稱 (請參閱印表機的手冊)

source: URI (see the printer's manual) [percent-encoded]
ca: URI (consulteu el manual de la impressora) [percent-encoded]
da: URI (se printerens manual) [procent-indkodet]
de: URI (siehe Bedienungsanleitung des Druckers) [Prozent-Kodiert]
es: URI (consulte el manual de la impresora) [codificación-porcentual]
fi: URI (katso tulostimen ohjekirjasta) [%-muodossa]
fr: URI (voir le manuel de l'imprimante) [encodé avec des pourcents]
nl: URI (zie de handleiding van de printer) [procent gecodeerd]
sk: URI (pozrite manuál tlačiarne) [%-kódované]
sl: URI (oglejte si priročnik tiskalnika) [kodirano z odstotkom]
zh_cn: URI（参见打印机手册）[百分号编码]
zh_tw: URI (參閱印表機手冊) [百分比編碼]

source: To access a SMB printer share, the RPM package samba-client must be installed.
ca: Per accedir una compartició d'impressors SMB, cal que el paquet rpm samba-client estigui instal·lat.
da: For at tilgå en delt SMB-printer, skal pakken samba-client være installeret.
de: Um auf für das Netzwerk freigegebene SMB-Drucker zugreifen zu können, muss das RPM-Paket 'samba-client' installiert sein.
es: Para acceder a un recurso compartido de impresora SMB, el paquete RPM samba-client debe estar instalado.
fi: Käyttääksesi SMB-tulostinjakoa RPM-paketin "samba-client" tulee olla asennettuna.
fr: Pour accéder à un partage d'imprimante SMB, le paquet RPM samba-client doit être installé.
nl: Het RPM-pakket samba-client moet geïnstalleerd zijn om toegang tot een SMB-printer-share te kunnen krijgen.
sk: Ak chcete získať prístup k SMB zdieľanej tlačiarni, musí byť nainštalovaný balík samba-client.
sl: Za dostop do deljenih tiskalnikov SMB mora biti nameščen paket »samba-client«.
zh_cn: 要访问 SMB 打印机共享，必须安装 RPM 包 samba-client。
zh_tw: 要存取 SMB 印表機共享，需要安裝 RPM 套件 samba-client。

source: The RPM package samba-client is not installed.
ca: El paquet rpm samba-client no està instal·lat.
da: RPM-pakken samba-client er ikke installeret.
de: Das RPM-Paket 'samba-client' ist nicht installiert.
es: El paquete RPM samba-client no está instalado.
fi: RPM-pakettia samba-client ei ole asennettu.
fr: Le paquet RPM samba-client n'est pas installé.
nl: Het RPM-pakket samba-client is niet geïnstalleerd.
sk: Balík samba-client nie je nainštalovaný.
sl: Paket »samba-client« ni nameščen.
zh_cn: 未安装 RPM 包 samba-client。
zh_tw: 未安裝 RPM 套件 samba-client。

source: &Server (NetBIOS Host Name)
ca: &Servidor (nom d'amfitrió NetBIOS)
da: &Server (NetBIOS-værtsnavn)
es: &Servidor (nombre de host NetBIOS)
fi: &Palvelin (NetBIOS-konenimi)
fr: &Serveur (nom d'hôte NetBIOS)
nl: &Server (NetBIOS hostnaam)
sk: Server (názov hostiteľa NetBIOS)
sl: &Strežnik (ime gostitelja NetBIOS)
zh_cn: 服务器（NetBIOS 主机名）(&S)
zh_tw: 伺服器 (NetBIOS 主機名稱)(&S)

source: &Printer (Share Name)
ca: &Impressora (nom de compartició)
da: &Printer (navn på delt ressource)
de: &Drucker (Freigabename)
es: Im&presora (Nombre compartido)
fi: &Tulostin (jakonimi)
fr: Im&primante (nom de partage)
nl: &Printer (share-naam)
sk: &Tlačiareň (zdieľaný názov)
sl: &Tiskalnik (ime deljenja)
zh_cn: 打印机（共享名）(&P)
zh_tw: 印表機 (共享名稱)(&P)

source: &Workgroup (Domain Name)
ca: &Grup de treball (nom de domini)
da: &Arbejdsgruppe (domænenavn)
de: &Arbeitsgruppe (Name der Samba-Domain)
es: &Grupo de trabajo (nombre de dominio)
fi: Työ&ryhmä (toimialuenimi)
fr: &Workgroup (nom de domaine)
nl: &Werkgroep (domeinnaam)
sk: &Pracovná skupina (názov domény)
sl: &Delovna skupina (ime domene)
zh_cn: 工作组（域名）(&W)
zh_tw: 工作群組 (領域名稱)(&W)

source: Authentication (if needed)
ca: Autenticació (si cal)
da: Autentificering (hvis nødvendig)
de: Authentifizierung (wenn nötig)
es: Autenticación (si es necesario)
fi: Tunnistautuminen (tarvittaessa)
fr: Authentification (si besoin)
nl: Verificatie (indien nodig)
sk: Overenie (v prípade potreby)
sl: Overjanje (če je potrebno)
zh_cn: 身份验证（如果需要）
zh_tw: 驗證 (如果需要)

source: Use fixed username and password
ca: Useu el nom i la contrasenya d'usuari (fixed)
da: Brug fast brugernavn og adgangskode
de: Festen Benutzernamen und Passwort verwenden
es: Utilice un nombre de usuario y contraseña fijos
fi: Käytä pysyvää käyttäjätunnusta ja salasanaa
fr: Utiliser un nom d'utilisateur et un mot de passe fixés
nl: Een vaste gebruikersnaam en wachtwoord gebruiken
sk: Použiť stále používateľské meno a heslo
sl: Uporabljaj stalno uporabniško ime in geslo
zh_cn: 使用固定的用户名和口令
zh_tw: 使用修正的名稱與密碼

source: &User
ca: &Usuari
da: Br&uger
de: &Benutzer
es: &Usuario
fi: T&unnus
fr: &Utilisateur
nl: &Gebruiker
sk: Po&užívateľ
sl: &Uporabnik
zh_cn: 用户(&U)
zh_tw: 使用者(&U)

source: Pass&word
ca: &Contrasenya
da: &Adgangskode
de: Pass&wort
es: Co&ntraseña
fi: &Salasana
fr: &Mot de passe
nl: &Wachtwoord
sk: &Heslo
sl: &Geslo
zh_cn: 口令(&W)
zh_tw: 密碼(&W)

source: Support for &Active Directory (R)
ca: Suport per a &Active Directory (R)
da: Understøttelse af &Active Directory (R)
de: &Active Directory®-Unterstützung
es: Compatibilidad con &Active Directory(R)
fi: Active Directory (R) -tuki
fr: Support pour &Active Directory (R)
nl: Ondersteuning voor &Active Directory (R)
sk: Podpora pre &Active Directory (R)
sl: Podpora za &Active Directory®
zh_cn: Active Directory (R) 支持(&A)
zh_tw: 支援 Active Directory (R)(&A)

source: Queue Name
ca: Nom de la cua
da: Navn på kø
de: Name der Warteschlange
es: Nombre de cola
fi: Jonon nimi
fr: Nom de la file d'attente
nl: Wachtrijnaam
sk: Názov frontu
sl: Ime vrste
zh_cn: 队列名
zh_tw: 佇列名稱

source: Scan for IPP Servers
ca: Cerca servidors IPP
da: Søg efter IPP-servere
de: Nach IPP-Servern suchen
es: Buscar servidores IPP
fi: Etsi IPP-palvelimia
fr: Rechercher des serveurs IPP
nl: Zoeken naar IPP-servers
sk: Hľadať servery IPP
sl: Poišči strežnike IPP
zh_cn: 扫描 IPP 服务器
zh_tw: 掃描 IPP 伺服器

source: Scan for IPP Broadcasts
ca: Cerca difusions IPP
da: Søg efter IPP-broadcasts
de: Nach IPP-Broadcasts suchen
es: Buscar difusiones IPP
fi: Kuuntele IPP-lähetyksiä
fr: Écouter les diffusions générales IPP
nl: Zoeken naar IPP-broadcasts
sk: Zachytávať broadcasty IPP
sl: Poišči oddajanja IPP
zh_cn: 扫描 IPP 广播
zh_tw: 掃描 IPP 廣播

source: To access an IPX print queue, the RPM package ncpfs must be installed.
ca: Per accedir a una cua d'impressió IPX, cal que el paquet ncpfs estigui instal·lat.
da: For at tilgå en IPX-printerkø, skal pakken ncpfs være installeret.
de: Um auf eine IPX-Druckerwarteschlange zugreifen zu können, muss das RPM-Paket 'ncpfs' installiert sein.
es: Para acceder a una cola de impresión IPX, el paquete RPM ncpfs debe estar instalado.
fi: Käyttääksesi IPX-tulostinjonoa RPM-paketin ncpfs tulee olla asennettuna.
fr: Pour accéder à une file d'attente d'impression IPX, le paquet RPM ncpfs doit être installé.
nl: Het RPM-pakket ncpfs moet geïnstalleerd zijn om toegang tot een IPX-afdrukwachtrij te kunnen krijgen.
sk: Ak chcete získať prístup k frontu tlače IPX, musí byť nainštalovaný balík ncpfs.
sl: Za dostop do tiskalne vrste IPX mora biti nameščen paket »ncpfs«.
zh_cn: 要访问 IPX 打印队列，必须安装 RPM 包 ncpfs。
zh_tw: 要存取 IPX 列印佇列，需安裝 RPM 套件 ncpfs。

source: The RPM package ncpfs is not installed.
ca: El paquet rpm ncpfs no està instal·lat.
da: RPM-pakken ncpfs er ikke installeret.
de: Das RPM-Paket 'ncpfs' ist nicht installiert.
es: El paquete RPM ncpfs no está instalado.
fi: RPM-pakettia ncpfs ei ole asennettu.
fr: Le paquet RPM ncpfs n'est pas installé.
nl: Het RPM-pakket ncpfs is niet geïnstalleerd.
sk: Balík ncpfs nie je nainštalovaný.
sl: Paket »ncpfs« ni nameščen.
zh_cn: 未安装 RPM 包 ncpfs。
zh_tw: 未安裝 RPM 套件 ncpfs。

source: IP Address or Host Name
ca: Adreça IP o nom d'amfitrió
da: IP-adresse eller værtsnavn
de: IP-Adresse oder Hostname
es: Dirección IP o nombre de host
fi: IP-osoite tai konenimi
fr: Adresse IP ou nom d'hôte
nl: IP-adres of hostnaam
sk: IP adresa, alebo hostiteľ
sl: Naslov IP ali ime gostitelja
zh_cn: IP 地址或主机名
zh_tw: IP 位址或主機名稱

source: Authenticate as
ca: Autentica com a
da: Godkend som
de: Authentifizieren als
es: Autenticar como
fi: Tunnistaudu nimellä
fr: S'authentifier en tant que
nl: Verifieer als
sk: Overiť ako
sl: Overitev kot
zh_cn: 验证身份为
zh_tw: 驗證身分

source: User
ca: Usuari
da: Bruger
de: Benutzer
es: Usuario
fi: Tunnus
fr: Utilisateur
nl: Gebruiker
sk: Používateľ
sl: Uporabnik
zh_cn: 用户
zh_tw: 使用者

source: &Password
ca: &Contrasenya
da: &Adgangskode
de: &Passwort
es: &Contraseña
fi: &Salasana
fr: Mot de &passe
nl: &Wachtwoord
sk: &Heslo
sl: &Geslo
zh_cn: 口令(&P)
zh_tw: 密碼(&P)

source: URI (Uniform Resource Identifier) [percent-encoded]
ca: URI (Identificador uniforme de recursos) [percent-encoded]
da: URI (Uniform Resource Identifier) [procent-indkodet]
de: URI (Uniform Resource Identifier) [Prozent-Kodiert]
es: URI (identificador uniforme de recursos) [codificación-porcentual]
fi: URI (yksilöivä tunniste) [%-muodossa]
fr: URI (Uniform Resource Identifier) [encodé avec des pourcents]
nl: URI (Uniforme Resource Identifier) [met procent gecodeerd]
sk: URI (Unikátny identifikátor zdroja) [%-kódované]
sl: URI (Uniform Resource Identifier) [kodiran z odstotkom]
zh_cn: URI（唯一资源标识符）[百分号编码]
zh_tw: URI (資源識別字串) [百分比編碼]

source: To print via 'pipe', the RPM package cups-backends must be installed.
ca: Per imprimir a través de "pipe", el paquet rpm cups-backends ha d'estar instal·lat.
da: For at udskrive via "pipe" skal RPM-pakken cups-backends være installeret.
de: Um über eine "Pipe" drucken zu können, muss das RPM-Paket 'cups-backends' installiert sein.
es: Para imprimir mediante el comando pipe, el paquete RPM cups-backends debe estar instalado.
fi: Käyttääksesi tulostusta putkeen RPM-paketin cups-backends tulee olla asennettuna.
fr: Pour imprimer via 'pipe', la paquet RPM cups-backends doit être installé.
nl: Het RPM-pakket cups-backend moet geïnstalleerd zijn om via 'pipe' af te kunnen drukken.
sk: Tlač cez 'pipe', balík cups-backends musí byť nainštalovaný.
sl: Za tiskanje prek »pipe« mora biti nameščen paket »cups-backends«.
zh_cn: 要通过“pipe”打印，必须安装 RPM 包 cups-backends。
zh_tw: 要經由「pipe」列印，需安裝 RPM 套件 cups-backends。

source: The RPM package cups-backends is not installed.
ca: El paquet rpm cups-backends no està instal·lat.
da: RPM-pakken cups-backends er ikke installeret.
de: Das RPM-Paket 'cups-backends' ist nicht installiert.
es: El paquete RPM cups.backends no esta instalado.
fi: RPM-pakettia cups-backends ei ole asennettu.
fr: Le paquet RPM cups-backends n'est pas installé.
nl: Het RPM-pakket cups-backend is niet geïnstalleerd.
sk: Balík cups-backends nie je nainštalovaný.
sl: Paket »cups-backends« ni nameščen.
zh_cn: 未安装 RPM 包 cups-backends。
zh_tw: 未安裝 RPM 套件 cups-backends。

source: Program (/path/to/command?option=value) [percent-encoded]
ca: Programa (/path/to/command?option=value) [percent-encoded]
da: Program (/sti/til/kommando?option=value) [procent-indkodet]
de: Programm (/pfad/zum/kommando?option=wert)
es: Programa (/ruta/al/comando?opción=valor) [codificación-porcentual]
fi: Ohjelma (/polku/sijaintiin/komento?asetus=arvo) [%-muodossa]
fr: Programme (/chemin/vers/commande?option=valeur) [encodé avec des pourcents]
nl: Programma (/path/to/command?option=value) [procent-gecodeerd]
sk: Program (/cesta/k/príkazu?možnosť=hodnota [%-kódované]
sl: Program (/pot/do/ukaza?možnost=vrednost) [kodirano z odstotkom]
zh_cn: 程序 (/path/to/command?option=value) [百分号编码]
zh_tw: 程式 (/path/to/command?option=value) [百分比編碼]
