Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Printer Device URI</big></b><br> A connection is specified as so called <b>device URI</b>.<br> Its first word (the so called URI scheme) specifies the kind of data-transfer, for example 'usb', 'socket', 'lpd', or 'ipp'.<br> After the scheme there are more or less additional components which specify the details for this kind of data-transfer.<br> Space characters are not allowed in an URI. Therefore a space character in a value of an URI component is encoded as '%20' (20 is the hexadecimal value of the space character).<br> The components of an URI are separated by special reserved characters like colon ':', slash '/', question mark '?', ampersand '&amp;', or equals sign '='.<br> Finally there could be optional parameters (separated by a question mark '?') of the form 'option1=value1&amp;option2=value2&amp;option3=value3' so that a full device URI could be for example:<br> ipp://server.domain:631/printers/queuename?waitjob=false&amp;waitprinter=false<br> Some examples:<br> A USB printer model 'Fun Printer 1000+' made by 'ACME' with serial number 'A1B2C3' may have a device URI like:<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> A network printer with IP 192.168.100.1 which is accessible via port 9100 may have a device URI like:<br> socket://192.168.100.1:9100<br> A network printer with IP 192.168.100.2 which is accessible via LPD protocol with a remote LPD queue name 'LPT1' may have a device URI like:<br> lpd://192.168.100.2/LPT1 </p>
ca: <p> <b><big>URI de dispositiu d'impressió</big></b><br> Una connexió s'especifica com a <b>URI de dispositiu</b>.<br> La primera paraula (l'anomenat esquema de l'URI) especifica el tipus de transferència de dades, per exemple "usb", "socket", "lpd", o "ipp".<br> Després de l'esquema hi ha més o menys components addicionals que especifiquen els detalls per a aquest tipus de transferència de dades.<br> Els caràcters d'espai no es permeten en un URI. Per tant, un caràcter d'espai en un valor d'un component d'URI és codificat com a "%20" (20 és el valor the hexadecimal del caràcter d'espai).<br> Els components d'URI estan separats per caràcters especials reservats com ara dos punts, ":"; barra, "/"; interrogant, "?"; el signe &, "&amp;" o l'igual, "=".<br> Finalment hi poden haver paràmetres opcionals (separats per un interrogant, "?") de la forma "option1=value1&amp;option2=value2&amp;option3=value3" de manera que un URI de dispositiu complet podria ser, per example, així:<br> ipp://server.domain:631/printers/queuename?waitjob=false&amp;waitprinter=false<br> Alguns exemples:<br> Una impressora USB model "Fun Printer 1000+" feta per ACME amb el número de sèrie A1B2C3 podria tenir un URI de dispositiu com ara:<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> Una impressora de xarxa amb la IP 192.168.100.1 que és accessible a través del port 9100 podria tenir un URI com ara:<br> socket://192.168.100.1:9100<br> Una impressora de xarxa amb la IP 192.168.100.2 que és accessible a través del protocol LPD amb una cua LPD remota amb el nom LPT1 podria tenir un URI com ara:<br> lpd://192.168.100.2/LPT1 </p>
da: <p> <b><big>Printerenhedens URI</big></b><br> En tilslutning angives som et såkaldt <b>enheds-URI</b>.<br> Dets første ord (det såkaldte URI-skema) angiver typen af dataoverførsel, for eksempel 'usb', 'socket', 'lpd' eller 'ipp'.<br> Efter skemaet er der flere eller færre yderligere komponenter, som angiver detaljerne for denne type dataoverførsel.<br> Mellemrum er ikke tilladt i en URI. Derfor er indkodes mellemrum som indgår i en URI-komponent som "%20" (20 er hexadecimal-værdien for mellemrum).<br> Komponenterne i en URI adskilles af særligt reserverede tegn, såsom kolon ":", skråstreg "/", spørgsmålstegn "?", ampersand "&amp;", eller lig med-tegn "=".<br> Endelig kan der være valgfrie parametre (adskilt med et spørgsmålstegn '?') i form af tilvalg1=værdi1&amp;tilvalg2=værdi2&amp;tilvalg3= værdi3 således at en fuld enheds-URI f.eks. kan være:<br> ipp://server.domæne:631/printere/kønavn?waitjob=false&amp;waitprinter=false<br> Nogle eksempler:<br> En USB-printer model 'Fun Printer 1000+' produceret af 'ACME' med serienummer 'A1B2C3' kan have denne enheds-URI:<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> En netværksprinter med IP 192.168.100.1, der er tilgængelig via port 9100, kan have denne enheds-URI:<br> socket://192.168.101.202:9100<br> En netværksprinter med IP 192.168.100.2 der er tilgængelig via LPD-protokol med det eksterne LPD-kønavn 'LPT1' kan have denne enheds-URI:<br> lpd://192.168.100.2/LPT1 </p>
de: <p> <b><big>Druckergeräte-URI</big></b><br> Eine Verbindung wird als sogenannte <b>Geräte-URI</b> festgelegt.<br> Das erste Wort (das sogenannte URI-Schema) bestimmt die Art der Datenübertragung, z. B. 'usb', 'socket', 'lpd' oder 'ipp'.<br> Nach dem Schema folgen einige weitere Komponenten, die die Details für diese Art der Datenübertragung festlegen.<br> Leerzeichen sind in einer URI nicht zulässig. Wenn der Wert einer URI-Komponente ein Leerzeichen enthält, wird dieses Leerzeichen daher als '%20' codiert. (20 ist der Hexadezimalwert des Leerzeichens.)<br> Die Komponenten einer URI werden mit bestimmten reservierten Zeichen voneinander getrennt, z. B. Doppelpunkt (':'), Schrägstrich ('/'), Fragezeichen ('?'), Kaufmanns-Und ('&amp;') oder Gleichheitszeichen ('=').<br> Auch optionale Parameter können (getrennt durch Fragezeichen'?') angegeben werden; hierfür gilt die Syntax 'Option1=Wert1&amp;Option2=Wert2&amp;Option3=Wert3'. Eine vollständige Geräte-URI lautet beispielsweise:<br> ipp://Server.Domäne:631/Drucker/Warteschlangenname?waitjob=false&amp;waitprinter=false<br> Einige Beispiele:<br> Das USB-Druckermodell 'Fun Printer 1000+' von 'ACME' mit der Seriennummer 'A1B2C3' erhält folgende Geräte-URI:<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> Ein Netzwerkdrucker mit der IP-Adresse 192.168.100.1, bei dem der Zugriff über den Port 9100 erfolgt, erhält folgende Geräte-URI:<br> socket://192.168.100.1:9100<br> Ein Netzwerkdrucker mit der IP-Adresse 192.168.100.2, bei dem der Zugriff über das LPD-Protokoll erfolgt, dessen LPD-Fernwarteschlange die Bezeichnung 'LPT1' besitzt, erhält folgende Geräte-URI:<br> lpd://192.168.100.2/LPT1 </p>
es: <p> <b><big>URI de dispositivo de impresora</big></b><br> Una conexión se especifica como el denominado <b>URI de dispositivo</b>.<br> La primera palabra (el denominado esquema de URI) especifica la clase de transferencia de datos, por ejemplo, usb, socket, lpd o ipp.<br> Después del esquema hay más o menos componentes adicionales que especifican los detalles de esta clase de transferencia de datos.<br> Los caracteres de espacio no están permitidos en los URI. Por lo tanto, un carácter de espacio en un valor de un componente de URI se codifica como %20 (20 es el valor hexadecimal del carácter de espacio).<br> Los componentes de un URI se separan mediante caracteres especiales reservados, como punto y coma (;), barra inclinada (/), signo de interrogación (?), signo et (&amp;) o el signo igual (=).<br> Por último, puede haber parámetros opcionales (separados por un signo de interrogación [?]) con el formato opción1=valor1&amp;opción2=valor2&amp;opción3=valor3, de modo que un URI completo de dispositivo puede ser, por ejemplo:<br> ipp://servidor.dominio:631/printers/queuename?waitjob=false&amp;waitprinter=false<br> Algunos ejemplos:<br> Una impresora USB modelo "Fun Printer 1000+", fabricada por "ACME", con el número de serie "A1B2C3", podría tener este URI de dispositivo:<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3.<br> Una impresora de red con la IP 192.168.100.1, accesible a través del puerto 9100, podría tener el URI:<br> socket://192.168.100.1:9100.<br> Una impresora de red con la IP 192.168.100.2, accesible a través del protocolo LPD con un nombre de cola LPD remota "LPT1", puede tener el URI:<br> lpd://192.168.100.2/LPT1. </p>
fr: <p> <b><big>URI de l'imprimante</big></b><br> Une connexion est spécifiée par ce que l'on appelle un <b>URI de périphérique</b>.<br> Son premier mot (appelé schéma URI) définit le type de transfert de données, par exemple 'usb', 'socket', 'lpd' ou 'ipp'.<br> Le schéma est suivi de plus ou moins de composants supplémentaires qui spécifient les détails de ce type de transfert de données.<br> Les espaces ne sont pas autorisés dans un URI. Par conséquent, un espace dans la valeur d'un composant d'URI est encodé sous la forme '%20' (20 étant la valeur hexadécimale du caractère d'espacement).<br> Les composants d'un URI sont séparés par des caractères spéciaux réservés, tels que deux-points ':', barre oblique '/', point d'interrogation '?', esperluette '&amp;' ou égal '='.<br> Enfin, des paramètres facultatifs peuvent s'ajouter (séparés par un point d'interrogation '?') sous la forme 'option1=valeur1&amp;option2=valeur2&amp;option3=valeur3', de sorte qu'un URI complet pourrait ressembler à :<br> ipp://server.domain:631/printers/queuename?waitjob=false&amp;waitprinter=false<br> Quelques exemples :<br> Une imprimante USB 'Fun Printer 1000+' fabriquée par 'ACME' avec le numéro de série 'A1B2C3' pourrait avoir un URI de périphérique tel que :<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> Une imprimante réseau avec l'IP 192.168.100.1 et accessible via le port 9100 pourrait avoir un URI tel que :<br> socket://192.168.100.1:9100<br> Une imprimante réseau avec l'adresse IP 192.168.100.2 et accessible via le protocole LPD avec une file d'attente LPD distante nommée 'LPT1' pourrait avoir un URI tel que :<br> lpd://192.168.100.2/LPT1 </p>
nl: <p> <b><big>Printerapparaat-URI</big></b><br> Een verbinding wordt als zogenaamde <b>apparaat-URI</b> opgegeven.<br> Met het eerste woord ervan (het zogenaamde URI-schema) wordt het type gegevensoverdracht opgegeven, bijvoorbeeld 'usb', 'socket', 'lpd' of 'ipp'.<br> Na het schema volgen er meer of minder aanvullende componenten waarmee de details van dit type gegevensoverdracht worden opgegeven.<br> Spaties zijn niet toegestaan in een URI. Een spatie in een waarde van een URI-component wordt daarom gecodeerd als '%20' (20 is de hexadecimale waarde van de spatie).<br> De componenten van een URI worden gescheiden door speciale gereserveerde tekens zoals dubbele punt ':', slash '/', vraagteken '?', ampersand '&amp;' of gelijkteken '='.<br> Er zijn ook optionele parameters (gescheiden door een vraagteken '?') in de vorm 'optie1=waarde1&amp;optie2=waarde2&amp;optie3=waarde3' zodat een volledige apparaat-URI bijvoorbeeld het volgende kan zijn:<br> ipp://server.domain:631/printers/queuename?waitjob=false&amp;waitprinter=false<br> Enkele voorbeelden:<br> een USB-printermodel 'Fun Printer 1000+' gemaakt door 'ACME' met serienummer 'A1B2C3' kan de volgende apparaat-URI hebben:<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> Een netwerkprinter met IP 192.168.100.1 die toegankelijk is via poort 9100, kan de volgende apparaat-URI hebben:<br> socket://192.168.100.1:9100<br> Een netwerkprinter met IP 192.168.100.2 die toegankelijk is via het LPD-protocol met een externe LPD-wachtrijnaam 'LPT1', kan de volgende apparaat-URI hebben:<br> lpd://192.168.100.2/LPT1 </p>
sk: <p> <b><big>URI tlačového zariadenia</big></b><br> Pripojenie je špecifikovaná ako tzv. <b>URI zariadenia</b>.<br> Jeho prvé slovo (tzv. URI schéma) určuje typ prenosu dát, napríklad 'usb', 'socket', 'lpd', or 'ipp'.<br> Po schéme nasledujú viac alebo menej doplnkové zložky, ktoré stanovujú podrobnosti pre tento druh dátového prenosu.<br> Znaky medzery nie sú v URI povolené. Preto medzera v hodnote URI zložky je kódovaná ako '%20' (20 je hexadecimálna hodnota medzery).<br> Zložky URI sú oddelené špeciálnymi vyhradenými znakmi, ako je dvojbodka ':', lomka '/', otáznik '?', ampersand '&amp;' alebo znak rovná sa '='.<br> Nakoniec by mohli byť voliteľné parametre (oddelené otáznikom '?') v tvare 'voľba1=hodnota1&amp;voľba2=hodnota2&amp;voľba3=hodnota3', takže úplne URI zariadenia by mohlo byť napríklad:<br> ipp://server.domain:631/printers/queuename?waitjob=false&amp;waitprinter=false<br> Niektoré príklady:<br> USB model tlačiarne 'Fun Printer 1000+' vyrobený 'ACME' so sériovým číslom 'A1B2C3' môže mať URI zariadenia ako:<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> Sieťová tlačiareň s IP 192.168.100.1, ktorá je dostupná prostredníctvom portu 9100 môže mať URI zariadenia ako:<br> socket://192.168.100.1:9100<br> Sieťová tlačiareň s IP 192.168.100.2, ktorá je dostupná cez protokol LPD s názvom vzdialeného LPD frontu 'LPT1' môže mať URI zariadenia ako:<br> lpd://192.168.100.2/LPT1 </p>
zh_cn: <p> <b><big>打印机设备 URI</big></b><br> 连接以所谓的<b>设备 URI</b> 来指定。<br> 其第一个单词（所谓的 URI 模式）指定数据传输类型， 例如，“usb”、“socket”、“lpd”或“ipp”。<br> 该模式后面或多或少都会有附加的组成部分 指定此类数据传输的细节。<br> URI 中不允许包含空格字符。 因此，URI 组成部分值中的空格字符 将编码为“%20”（20 是空格字符的十六进制值）。<br> URI 组成部分由冒号“:”、斜杠“/”、问号“?”、 “&amp;”号或等号“=”等特殊保留字符分隔。<br> 最后，可能会有可选参数（以问号“?”分隔）， 形式为“选项 1=值 1&amp;选项 2=值 2&amp;选项 3=值 3”，所以 举例来说完整的设备 URI 可能为：<br> ipp://server.domain:631/printers/queuename?waitjob=false&amp;waitprinter=false<br> 一些示例：<br> 由“ACME”和序列号“A1B2C3”构成的 USB 打印机型号 “Fun Printer 1000+”的设备 URI 可能类似于：<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> IP 为 192.168.100.1 且可通过端口 9100 访问的 网络打印机的设备 URI 可能类似于：<br> socket://192.168.100.1:9100<br> IP 为 192.168.100.2 且可通过 LPD 协议 使用远程 LPD 队列名“LPT1”访问的网络 打印机的设备 URI 可能类似于：<br> lpd://192.168.100.2/LPT1 </p>
zh_tw: <p> <b><big>印表機裝置 URI</big></b><br> 連接以所謂的<b>裝置 URI</b> 來指定。<br> 其第一個單字 (所謂的 URI 規劃) 指定資料傳輸類型， 例如「usb」、「socket」、「lpd」或「ipp」。<br> 該規劃之後或多或少都會有附加組成部分 指定此類資料傳輸的詳細資料。<br> URI 中不允許包含空格字元。 因此，URI 組成部分的值中的空格字元 將編碼為「%20」(20 是空格字元的十六進位值)。<br> URI 組成部分由冒號「:」、斜線「/」、問號「?」、 「&amp;」號或等號「=」等特殊保留字元分隔。<br> 最後，可能會有選擇性參數 (使用問號「?」分隔)， 格式為「選項 1=值 1&amp;選項 2=值 2&amp;選項 3=值 3」，所以 舉例來說，完整的裝置 URI 可能為：<br> ipp://server.domain:631/printers/queuename?waitjob=false&amp;waitprinter=false<br> 一些範例：<br> 由「ACME」和序號「A1B2C3」構成的 USB 印表機型號 「Fun Printer 1000+」的裝置 URI 可能類似於：<br> usb://ACME/Fun%20Printer%201000%2B?serial=A1B2C3<br> IP 為 192.168.100.1 且可透過連接埠 9100 存取的 網路印表機的裝置 URI 可能類似於：<br> socket://192.168.100.1:9100<br> IP 為 192.168.100.2 且可透過 LPD 通訊協定 使用遠端 LPD 佇列名「lpt1」存取的網路 印表機的裝置 URI 可能類似於：<br> lpd://192.168.100.2/LPT1 </p>
