Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: To run hp-setup, the RPM package hplip must be installed. Use 'Driver Packages' to install it.
ca: Per executar hp-setup, el paquet rpm hplip ha d'estar instal·lat. Useu "Paquets de controladors" per instal·lar-lo.
da: For at køre hp-setup, skal pakken hplip være installeret. Brug "Driver-pakker" til at installere den.
de: Um 'hp-setup' benutzen zu können muss das Paket 'hplip' installiert sein. Benutzen Sie 'Treiber-Pakete' um es zu installieren.
es: Para ejecutar hp-setup, el paquete RPM hplip debe estar instalado. Use Paquetes de controladores para instalarlo.
fi: Suorittaaksesi hp-setup-ohjelman RPM-paketti hplip täytyy asentaa. Asenna se kohdasta "Ajuripaketit".
fr: Pour lancer hp-setup, le paquet RPM hplip doit être installé. Utilisez 'Paquets de pilotes' pour l'installer.
nl: Om hp-setup uit te voeren, moet het RPM-pakket hplip worden geïnstalleerd. Gebruik 'Apparaatstuurpakketten' om ze te installeren.
sk: Ak chcete spustiť hp-setup, musí byť nainštalovaný balík hplip. Použiť 'balíky ovládača' pre inštaláciu.
sl: Da bi lahko zagnali »hp-setup«, mora biti nameščen paket »hplip«. Za namestitev lahko uporabite »Paketi z gonilniki«.
zh_cn: 必须安装 RPM 包 hplip 才能运行 hp-setup。 请使用“驱动程序包”来安装它。
zh_tw: 要執行 hp-setup，必須先安裝 RPM 套件 hplip。 使用「驅動程式套件」予以安裝。

source: Required package %1 is not installed and there is no package repository available.
ca: El paquet necessari %1 no està instal·lat i no hi ha cap dipòsit de paquets disponible.
da: Den krævede pakke %1 er ikke installeret, og der er ingen softwarekilde tilgængelig.
de: Das benötigte Paket %1 ist nicht installiert und es ist kein Paketrepository verfügbar.
es: El paquete requerido %1 no está instalado y no se encuentra disponible ningún repositorio de paquetes.
fi: Vaadittua pakettia %1 ei ole asennettu eikä paketin asennuslähteitä ole saatavilla.
fr: Le paquet requis %1 n'est pas installé et il n'y a aucun dépôt disponible.
nl: Het vereiste pakket %1 is niet geïnstalleerd en er is geen installatiebron beschikbaar.
sk: Potrebný balík %1 nie je nainštalovaný a nie je dostupný žiadny repozitár.
sl: Zahtevani paket %1 ni nameščen in na voljo ni nobenega vira paketov.
zh_cn: 未安装必需的包 %1 且无包储存库可用。
zh_tw: 未安裝需要的套件 %1，也沒有可用的套件儲存庫。

source: Required package %1 is not installed and not available in the repository.
ca: El paquet necessari %1 no està instal·lat i no està disponible al dipòsit.
da: Den krævede pakke %1 er ikke installeret, og den er ikke tilgængelig på softwarekilden.
de: Das benötigte Paket %1 ist weder installiert, noch im Repository vorhanden.
es: El paquete requerido %1 no está instalado y no está disponible en el repositorio.
fi: Vaadittua pakettia %1 ei ole asennettu eikä sitä ole saatavilla asennuslähteistä.
fr: Le paquet requis %1 n'est pas installé et n'est pas disponible dans le dépôt.
nl: Het vereiste pakket %1 is niet geïnstalleerd en niet beschikbaar op de installatiebron.
sk: Potrebný balík %1 nie je nainštalovaný a nie je dostupný v repozitári.
sl: Zahtevani paket %1 ni nameščen in ni na voljo v nobenem viru paketov.
zh_cn: 必需的包 %1 未安装且不在储存库中。
zh_tw: 未安裝需要的套件 %1，儲存庫中也沒有該套件。

source: Failed to install required package %1.
ca: No s'ha pogut instal·lar el paquet necessari %1.
da: Installation af den krævede pakke %1 fejlede.
de: Das benötigte Paket %1 konnte nicht installiert werden.
es: Error al instalar el paquete requerido %1.
fi: Vaaditun paketin %1 asennus ei onnistunut.
fr: Échec de l'installation du paquet requis %1.
nl: De installatie van het vereiste pakket %1 is mislukt.
sk: Zlyhala inštalácia potrebného balíka %1.
sl: Nameščanje zahtevanega paketa %1 je spodletelo.
zh_cn: 未能安装必需的包 %1。
zh_tw: 無法安裝需要的套件 %1。

source: Remove package %1?
ca: Voleu eliminar el paquet %1?
da: Fjern pakken %1?
de: Paket %1 entfernen?
es: ¿Desea eliminar el paquete %1?
fi: Poistetaanko paketti %1?
fr: Supprimer le paquet %1 ?
nl: Moet pakket %1 verwijderd worden?
sk: Odstrániť balík %1?
sl: Ali želite odstraniti paket %1?
zh_cn: 是否去除包 %1？
zh_tw: 移除套件 %1？

source: Removing package %1 would break dependencies.
ca: Si elimineu el paquet %1, es trencaran les dependències.
da: Fjernelse af pakken %1 ville bryde afhængigheder.
de: Durch Entfernen des Paketes %1 entstehen unaufgelöste Abhängigkeiten.
es: Si se elimina el paquete %1, se romperán las dependencias.
fi: Paketin %1 poistaminen rikkoo riippuvuuksia.
fr: La suppression du paquet %1 casserait des dépendances.
nl: Verwijderen van pakket %1 laat onopgeloste afhankelijkheden achter.
sk: Odstránenie balíka %1 by mohlo rozbiť závislosti.
sl: Odstranitev paketa %1 bi pokvarila odvisnosti.
zh_cn: 去除包 %1 将会破坏依赖性。
zh_tw: 移除套件 %1 可能會破壞相依性。

source: Remove %1 regardless of breaking dependencies?
ca: Voleu eliminar %1 encara que es trenquin les dependències?
da: Fjern %1 på trods af brudte afhængigheder?
de: Paket %1 entfernen, auch wenn dadurch unaufgelöste Abhängigkeiten entstehen?
es: ¿Desea eliminar el paquete %1 a pesar de que se rompan las dependencias?
fi: Poistetaanko %1 riippuvuuksien rikkoutumisesta huolimatta?
fr: Supprimer %1 sans tenir compte de la rupture des dépendances ?
nl: Moet %1 toch verwijderd worden ondanks dat onopgeloste afhankelijkheden achterblijven?
sk: Odstrániť %1 bez ohľadu na to, že budú rozbité závislosti?
sl: Ali želite odstraniti %1 in pokvariti odvisnosti?
zh_cn: 仍要去除 %1 而不考虑破坏依赖性问题吗？
zh_tw: 不論是否會破壞相依性都要移除 %1？

source: Breaking dependencies leads to arbitrary failures elsewhere.
ca: Si es trenquen les dependències, es produiran errors arbitraris en altres llocs.
da: Brudte afhængigheder kan føre til vilkårlige fejl andetsteds.
de: Unaufgelöste Abhängigkeiten führen zu unvorhersehbaren Problemen an anderer Stelle.
es: Si se rompen las dependencias, se pueden generar fallos en otros elementos.
fi: Riippuvuuksien rikkoutuminen johtaa satunnaisiin muihin ongelmiin.
fr: La rupture des dépendances mène à des échecs arbitraires ailleurs.
nl: Onopgeloste afhankelijkheden kan leiden tot willekeurig falen ergens anders.
sk: Rozbitie závislostí vedie k svojvoľným zlyhaniam niekde inde.
sl: Pokvarjene odvisnosti vodijo v težave drugje.
zh_cn: 破坏依赖性会导致其他位置出现任何故障。
zh_tw: 破壞相依性會造成其他位置的任意故障。

source: Failed to remove package %1.
ca: No s'ha pogut eliminar el paquet %1.
da: Fjernelse af pakken %1 fejlede.
de: Paket %1 konnte nicht entfernt werden.
es: Error al eliminar el paquete %1.
fi: Vaaditun paketin %1 poistaminen ei onnistunut.
fr: Échec de la suppression du paquet %1.
nl: Het verwijderen van pakket %1 is mislukt.
sk: Zlyhalo odstránenie balíka %1.
sl: Odstranjevanje paketa %1 je spodletelo.
zh_cn: 未能去除包 %1。
zh_tw: 移除套件 %1 失敗。

source: Start locally running CUPS daemon
ca: Inicia el dimoni local CUPS en execució
da: Start lokalt kørende CUPS-dæmon
de: Lokal laufenden CUPS-Daemon starten
es: Iniciar daemon de CUPS local
fi: Käynnistä paikallinen CUPS-palvelu
fr: Démarrer localement un daemon CUPS
nl: Start de lokaal draaiende CUPS-daemon
sk: Spustiť lokálne bežiaceho démona CUPS
sl: Zaženi krajevni ozadnji program CUPS
zh_cn: 启动本地运行的 CUPS 守护程序
zh_tw: 啟動本地執行的 CUPS 精靈

source: A locally running CUPS daemon is needed.
ca: Es necessita un dimoni CUPS local en execució.
da: En lokalt kørende CUPS-dæmon er nødvendig.
de: Es wird ein lokal laufender CUPS-Daemon benötigt.
es: Es necesario un daemon de CUPS local.
fi: Tarvitaan paikallinen CUPS-palvelu.
fr: Un daemon CUPS local en cours d'exécution est nécessaire.
nl: Er is een lokaal draaiende CUPS-daemon nodig.
sk: Je potrebný lokálne bežiaci démon CUPS.
sl: Potreben je krajevno zagnani ozadnji program CUPS.
zh_cn: 需要有本地运行的 CUPS 守护程序。
zh_tw: 需要本地執行的 CUPS 精靈。

source: Failed to start the CUPS daemon
ca: No s'ha pogut iniciar el dimoni CUPS.
da: Start af CUPS-dæmonen fejlede
de: Der CUPS-Daemon konnte nicht gestartet werden
es: Error al iniciar el daemon de CUPS
fi: CUPS-palvelun käynnistys epäonnistui
fr: Impossible de démarrer le daemon CUPS
nl: Het starten van de CUPs-daemon is mislukt
sk: Zlyhalo spustenie démona CUPS
sl: Zaganjanje krajevnega ozadnjega programa CUPS je spodletelo
zh_cn: 未能启动 CUPS 守护程序
zh_tw: 無法啟動 CUPS 精靈

source: No locally running CUPS daemon is accessible.
ca: No hi ha dimoni local CUPS en execució accessible.
da: Ingen lokalt kørende CUPS-dæmon er tilgængelig.
de: Es ist kein lokal laufender CUPS-Daemon erreichbar.
es: No hay ningún daemon de CUPS local al que se pueda acceder.
fi: Paikallista CUPS-palvelua ei ole saatavilla.
fr: Aucun daemon CUPS local en cours d'exécution n'est accessible.
nl: Er is geen lokaal werkende CUPS-daemon toegankelijk.
sk: Nie je dostupný žiadny lokálne bežiaci démon CUPS.
sl: Dosegljiv ni noben krajevno zagnan ozadnji program CUPS.
zh_cn: 没有可访问的本地运行 CUPS 守护程序。
zh_tw: 無法存取任何本地執行的 CUPS 精靈。

source: Failed to enable starting of the CUPS daemon during system boot
ca: No s'ha pogut iniciar el dimoni CUPS durant l'arrencada del sistema
da: Aktivering af start af CUPS-dæmon under system-boot fejlede
de: Der Start des CUPS-Daemons konnte beim Bootvorgang nicht aktiviert werden
es: Error al habilitar el daemon de CUPS durante el arranque del sistema
fi: CUPS-palvelun käynnistys epäonnistui järjestelmän käynnistyessä.
fr: Impossible d'activer le lancement du daemon CUPS au démarrage du système
nl: Het activeren van het starten van de CUPS-daemon tijdens het opstarten van het systeem is mislukt
sk: Zlyhalo spustenie démona CUPS počas štartu systému
sl: Omogočanje zaganjanje ozadnjega programa CUPS med zagonom sistema je spodletelo
zh_cn: 在系统引导时无法让 CUPS 守护程序启动
zh_tw: 系統開機時無法令 CUPS 精靈啟動

source: Restart locally running CUPS daemon
ca: Reinicia el dimoni CUPS local en execució
da: Genstart lokalt kørende CUPS-dæmon
de: Lokal laufenden CUPS-Daemon neu starten
es: Reiniciar el daemon de CUPS local
fi: Käynnistetään paikallisesti suoritettava CUPS-palvelu uudelleen
fr: Redémarrer le daemon CUPS local en cours d'exécution
nl: Herstart de lokaal draaiende CUPS-daemon
sk: Reštartovať lokálne bežiaceho démona CUPS
sl: Znova zaženi krajevni ozadnji program CUPS
zh_cn: 重启动本地正在运行的 CUPS 守护程序
zh_tw: 重新啟動本地執行的 CUPS 精靈

source: A restart disrupts all currently active print jobs.
ca: Si reinicieu, s'espatllaran totes les tasques d'impressió actives.
da: En genstart afbryder alle nuværende aktive udskriftsjobs.
de: Durch einen Neustart werden alle zur Zeit laufenden Druckaufträge abgebrochen.
es: Al reiniciar, se interrumpen todos los trabajos de impresión activos.
fi: Uudelleenkäynnistys keskeyttää kaikki aktiiviset tulostustyöt.
fr: Un redémarrage interrompt tous les travaux d'impression actifs.
nl: Een herstart beschadigt alle nu actieve printjobs.
sk: Reštart preruší všetky momentálne aktívne tlačové úlohy.
sl: Ponovni zagon prekine vsa trenutno dejavna tiskalna opravila.
zh_cn: 重启动会干扰所有当前活动的打印作业。
zh_tw: 重新啟動會中斷目前使用中的所有列印工作。

source: Failed to restart the CUPS daemon
ca: No s'ha pogut reiniciar el dimoni CUPS.
da: Genstart af CUPS-dæmonen fejlede
de: Der CUPS-Daemon konnte nicht neu gestartet werden
es: Error al reiniciar el daemon de CUPS
fi: CUPS-palvelun uudelleenkäynnistys epäonnistui
fr: Impossible de redémarrer le daemon CUPS
nl: Kan de CUPS-daemon niet herstarten
sk: Zlyhal reštart démona CUPS
sl: Ponovni zagon ozadnjega programa CUPS je spodletel
zh_cn: 未能重启动 CUPS 守护程序
zh_tw: 無法重新啟動 CUPS 精靈

source: Restarted the CUPS daemon. Waiting half a minute for the CUPS daemon to get ready to operate...
ca: S'ha reiniciat el dimoni CUPS. S'espera mig minut fins que el dimoni CUPS estigui preparat per funcionar...
da: Genstartede CUPS-dæmonen. Venter et halvt minut på at CUPS-dæmonen er klar til brug...
de: Der CUPS-Daemon wurde neu gestartet. Warten Sie 30 Sekunden, bis er betriebsbereit ist ...
es: Se ha reiniciado el daemon de CUPS. Espere medio minuto a que esté preparado para funcionar...
fi: CUPS-palvelu on käynnistetty uudelleen. Odotetaan puoli minuuttia, jotta palvelu ehtii toimintakuntoon...
fr: Daemon CUPS redémarré. Patientez 30 secondes pour que le daemon CUPS soit prêt à fonctionner...
nl: De CUPS-daemon is opnieuw gestart. Wacht een halve minuut zodat de CUPS-daemon gereed is om te werken...
sk: Reštartovaný CUPS démon. Čakanie pol minúty na CUPS démona, aby sa pripravil na prevádzku...
sl: Ozadnji program CUPS je bil ponovno zagnan. Čakanje pol minute, da bo ozadnji program CUPS postal pripravljen za uporabo …
zh_cn: 已重启动 CUPS 守护程序。 请等待半分钟，让它准备好接受操作指令...
zh_tw: 已重新啟動 CUPS 精靈。 請等待半分鐘，直至 CUPS 精靈可以操作...

source: Enable starting of the CUPS daemon during system boot
ca: Habilita l'inici del dimoni CUPS quan s'iniciï el sistema
da: Aktivér start af CUPS-dæmonen under system-boot
de: CUPS-Daemon während des Bootvorgangs starten
es: Habilitar el inicio automático del daemon de CUPS al arrancar el sistema
fi: Käynnistä CUPS-palvelu järjestelmää käynnistettäessä.
fr: Activer le lancement automatique du daemon CUPS au démarrage
nl: Aanzetten van automatische start van de CUPS-daemon bij opstarten
sk: Povoliť spustenie CUPS démona počas štartu systému
sl: Omogoči zagon ozadnjega programa CUPS med zagonom sistema
zh_cn: 允许系统引导期间启动 CUPS 守护程序
zh_tw: 允許系統開機期間啟動 CUPS 精靈

source: Currently the CUPS daemon is not started during system boot.
ca: Actualment el dimoni CUPS no s'inicia quan s'inicia el sistema.
da: CUPS-dæmonen startes i øjeblikket ikke under system-boot.
de: Zurzeit wird der CUPS-Daemon nicht während des Bootvorgangs gestartet.
es: Actualmente el daemon de CUPS no se inicia durante el arranque del sistema.
fi: Tällä hetkellä CUPS-palvelua ei käynnistetä järjestelmän käynnistyessä.
fr: Le daemon CUPS n'est actuellement pas lancé au démarrage du système.
nl: Op dit moment wordt de CUPS-daemon niet opgestart bij het opstarten van het systeem.
sk: Aktuálne nie je CUPS démon spustený počas štartu systému.
sl: Trenutno ozadnji program CUPS ni zagnan med zagonom sistema.
zh_cn: 当前，在系统引导时未启动 CUPS 守护程序。
zh_tw: 目前系統開機期間未啟動 CUPS 精靈。

source: Stop locally running CUPS daemon
ca: Atura el dimoni local CUPS en execució
da: Stop lokalt kørende CUPS-dæmon
de: Den lokal laufenden CUPS-Daemon stoppen
es: Detener daemon de CUPS local
fi: Pysäytä paikallisesti suoritettava CUPS-palvelu
fr: Arrêter le daemon CUPS local en cours d'exécution
nl: Stop de lokaal werkende CUPS-daemon
sk: Zastaviť lokálne bežiaceho démona CUPS
sl: Ustavi krajevno zagnan ozadnji program CUPS
zh_cn: 停止本地正在运行的 CUPS 守护程序
zh_tw: 停止本地執行的 CUPS 精靈

source: A stop disrupts all currently active print jobs.
ca: Si atureu el dimoni, s'espatllaran totes les tasques d'impressió actives.
da: Et stop afbryder alle nuværende aktive udskriftjobs.
de: Durch einen Stopp werden alle zur Zeit laufenden Druckaufträge abgebrochen.
es: Al parar, se interrumpen todos los trabajos de impresión activos.
fi: Pysäytys keskeyttää kaikki aktiiviset tulostustyöt.
fr: Un arrêt interrompt tous les travaux d'impression actifs.
nl: Een stop beschadigt alle nu actieve printjobs.
sk: Zastavenie preruší všetky momentálne aktívne tlačové úlohy.
sl: Ustavitev prekine vsa trenutno dejavna tiskalna opravila.
zh_cn: 停止会干扰所有当前活动的打印作业。
zh_tw: 停止會中斷目前使用中的所有列印工作。

source: A locally running CUPS daemon is still accessible.
ca: Encara hi ha un dimoni local CUPS accessible.
da: En lokalt kørende CUPS-dæmon er stadig tilgængelig.
de: Es ist noch immer ein lokal laufender CUPS-Daemon erreichbar.
es: Aún se puede acceder a un daemon de CUPS local.
fi: Paikallinen CUPS-palvelu on yhä käytettävissä.
fr: Un daemon CUPS local en cours d'exécution est toujours accessible.
nl: Een lokaal werkende CUPS-daemon is nog steeds toegankelijk.
sk: Lokálne bežiaci CUPS démon je stále dostupný.
sl: Krajevno zagnan ozadnji program CUPS je še vedno dostopen.
zh_cn: 本地正在运行的 CUPS 守护程序仍可以访问。
zh_tw: 仍有可存取的本地執行的 CUPS 精靈。

source: The CUPS server '%1' is not accessible.
ca: No es pot accedir al servidor CUPS '%1'.
da: CUPS-serveren "%1" er ikke tilgængelig.
de: Auf den CUPS-Server '%1' kann nicht zugegriffen werden.
es: No es posible acceder al servidor de CUPS %1.
fi: CUPS -palvelin "%1" ei ole saatavilla.
fr: Le serveur CUPS '%1' n'est pas accessible.
nl: De CUPS-server '%1' is niet toegankelijk.
sk: CUPS server '%1' nie je dostupný.
sl: Strežnik CUPS »%1« ni dostopen.
zh_cn: CUPS 服务器“%1”不可访问。
zh_tw: 無法存取 CUPS 伺服器「%1」。

source: Updating configuration files...
ca: Actualitzant els fitxers de configuració...
da: Opdaterer konfigurationsfiler...
de: Konfigurationsdateien werden aktualisiert...
es: Actualizando archivos de configuración...
fi: Päivitetään asetustiedostot...
fr: Mise à jour des fichiers de configuration...
nl: De configuratie-bestanden worden bijgewerkt...
sk: Aktualizujem konfiguračné súbory...
sl: Posodabljanje nastavitvenih datotek …
zh_cn: 正在更新配置文件...
zh_tw: 正在更新組態檔...

source: &Skip waiting
ca: &Omet l'espera
da: &Skip afventning
de: Wartezeit &überspringen
es: &Omitir espera
fi: &Ohita odotus
fr: &Ignorer l'attente
nl: Wachten over&slaan
sk: Pre&skočiť čakajúce
sl: Pre&skoči čakanje
zh_cn: 跳过等待(&S)
zh_tw: 跳過等待(&S)

source: <p> <b><big>Device URIs for Directly Connected Devices</big></b><br> Devices which are connected via USB are autodetected and the appropriate device URI is autogenerated. For example:<br> usb://ACME/Fun%20Printer?serial=A1B2C3<br> hp:/usb/HP_LaserJet?serial=1234<br> Usually only the autogenerated device URIs work. When the device is not autodetected, there is usually no communication with the device possible and no data can be sent to the device.<br> To access a HP printer or all-in-one device via the backend 'hp', the RPM package hplip must be installed. The package provides HP's printing and scanning software HPLIP.<br> In contrast devices which are connected via bluetooth are not autodetected so that the device URI must be manually specified. bluetooth://1A2B3C4D5E6F<br> To access a device via bluetooth, the RPM package bluez-cups must be installed. The package provides the CUPS backend 'bluetooth' which actually sends the data to a bluetooth printer. </p>
es: <p> <b><big>URIs de dispositivo para dispositivos conectados directamente</big></b><br> Los dispositivos que se conectan mediante USB se detectan automáticamente y el URI correspondiente se genera automáticamente. Por ejemplo:<br> usb://ACME/Fun%20Printer?serial=A1B2C3<br> hp:/usb/HP_LaserJet?serial=1234<br> Normalmente solo funcionan los URI de dispositivo autogenerados. Si el dispositivo no se detecta automáticamente, suele deberse a que no hay comunicación con el dispositivo y a que es imposible eviar datos al dispositivo.<br> Para acceder a un dispositivo multifunción o una impresora HP mediante el backen "hp", el paquete RPM hplip debe estar instalado. Este paquete suministra el software de impresión y digitalización HPLIP.<br> Por el contrario, los dispositivos conectados mediante Bluetooth no se autodetectan, por lo que sus URI deben especificarse manualmente. bluetooth://1A2B3C4D5E6F<br> Para acceder a un dispositivo Bluetooth, el paquete RPM bluez-cups tiene que estar instalado. Este paquete suministra a CUPS la infraestructura Bluetooth que envía los datos a una impresora Bluetooth. </p>

source: <p> <b><big>Device URIs for Directly Connected Devices</big></b><br> Devices which are connected via USB are autodetected and the appropriate device URI is autogenerated. For example:<br>
ca: <p> <b><big>URI de dispositius per a Dispositius Connectats Direcament</big></b><br> Els dispositius que estan connectats a través d'USB s'autodetecten i l'URI corresponent del dispositiu s'autogenera. Per exemple:<br>
da: <p> <b><big>Enheds-URI'er for direkte tilsluttede enheder</big></b><br> Enheder som tilsluttes via USB autodetekteres og den tilsvarende enheds-URI autogenereres. For eksempel:<br>
nl: <p> <b><big>Apparaat-URI's voor rechtstreeks verbonden apparaten</big></b><br> Apparaten die zijn verbonden via USB, worden automatisch gedetecteerd en de juiste apparaat-URI wordt automatisch gegenereerd. Bijvoorbeeld:<br>
