Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: &Browse
ca: &Navega
da: &Gennemse
de: &Durchsuchen
es: &Examinar
fi: &Selaa
fr: &Parcourir
nl: &Bladeren
sk: &Prechádzať
sl: &Brskanje
zh_cn: 浏览(&B)
zh_tw: 瀏覽(&B)

source: Select a printer description file
ca: Seleccioneu un fitxer de descripció d'impressora
da: Vælg en printerbeskrivelsesfil
de: Druckerbeschreibungsdatei auswählen
es: Seleccione un archivo de descripción de impresora
fi: Valitse tulostinkuvaustiedosto
fr: Sélectionner un fichier de description d'imprimante
nl: Selecteer een printerbeschrijvingsbestand
sk: Vybrať súbor popisujúci tlačiareň
sl: Izberite datoteko z opisom tiskalnika
zh_cn: 选择一个打印机描述文件
zh_tw: 選取印表機描述檔案

source: Cannot access '%1'
ca: No es pot accedir a "%1"
da: Kan ikke tilgå '%1'
de: Zugriff auf '%1' nicht möglich
es: No es posible acceder a %1
fi: Tiedostoa "%1" ei voida lukea.
fr: Impossible d'accéder à '%1'
nl: Geen toegang tot '%1'
sk: Nedá sa pristupovať k '%1'
sl: Ni moč dostopati do »%1«
zh_cn: 无法访问“%1”
zh_tw: 無法存取「%1」

source: The printer description file is not in compliance with the specification.
ca: El fitxer de descripció de la impressora no compleix l'especificació.
da: Printerbeskrivelsesfilen er ikke i overensstemmelse med specifikationen.
de: Die Druckerbeschreibungsdatei ist nicht konform zur Spezifikation.
es: El archivo de descripción de impresora no cumple con la especificación.
fi: Tulostinkuvaustiedosto ei vastaa asetusta.
fr: Le fichier de description d'imprimante n'est pas conforme à la spécification.
nl: Het printerbeschrijvingsbestand komt niet overeen met de specificatie.
sk: Súbor s popisom tlačiarne nevyhovuje špecifikácii.
sl: Datoteka z opisom tiskalnika ni skladna s specifikacijo.
zh_cn: 打印机描述文件不符合规格。
zh_tw: 印表機描述檔案不符合規格。

source: Use the printer description file regardless of its errors?
ca: Voleu utilitzar el fitxer de descripció de la impressora encara produeixi errors?
da: Vil du bruge printerbeskrivelsesfilen uanset dens fejl?
de: Die Druckerbeschreibungsdatei trotz ihrer Fehler verwenden?
es: ¿Desea usar este archivo de descripción de impresora a pesar de los errores?
fi: Käytetäänkö kuvaustiedostoa, vaikka siinä on virheitä?
fr: Utiliser le fichier de description d'imprimante en dépit de ses erreurs ?
nl: Het printerbeschrijvingsbestand toch gebruiken ondanks de fouten?
sk: Použiť súbor s popisom bez ohľadu na chyby?
sl: Ali želite kljub napakam uporabiti datoteko z opisom tiskalnika?
zh_cn: 忽略错误而继续使用打印机描述文件吗？
zh_tw: 不論是否存在錯誤都使用該印表機描述檔案？

source: A non-compliant printer description file can lead to arbitrary failures.
ca: Un fitxer de descripció de la impressora que no compleixi l'especificació pot produir errors arbitraris.
da: En ikke-overensstemmende printerbeskrivelsesfil kan føre til tilfældige fejl.
de: Eine nicht-konforme Druckerbeschreibungsdatei kann zu beliebigen Fehlern führen.
es: El uso de un archivo de descripción de impresora incorrecto puede provocar fallos aleatorios.
fi: Virheellinen kuvaustiedosto voi johtaa epämääräisiin virhetilanteisiin.
fr: Un fichier de description d'imprimante non conforme peut engendrer des erreurs arbitraires.
nl: Een niet-overeenkomend printerbeschrijvingsbestand kan leiden tot willekeurig falen.
sk: Nevyhovujúci súbor s popisom tlačiarne môže viesť k svojvoľným zlyhaniam.
sl: Neskladna datoteka z opisom tiskalnika lahko privede do raznih težav.
zh_cn: 不兼容的打印机描述文件可能导致任何错误。
zh_tw: 不符合規格的印表機描述檔案可能會造成任意故障。

source: Failed to make the printer description file available
ca: No s'ha pogut fer que hi hagi un fitxer de descripció de la impressora disponible.
da: Kunne ikke gøre printerbeskrivelsesfilen tilgængelig
de: Die Druckerbeschreibungsdatei konnte nicht zur Verfügung gestellt werden
es: Error al disponer el archivo de descripción de la impresora
fi: Tulostinkuvaustiedostoa ei saatu otettua käyttöön
fr: Impossible de rendre disponible le fichier de description d'imprimante
nl: Het beschikbaar stellen van een printerbeschrijvingsbestand is mislukt
sk: Zlyhalo sprístupnenie súboru s popisom tlačiarne
sl: Datoteke z opisom tiskalnika ni bilo moč dati na razpolago
zh_cn: 未能将打印机描述文件设为可用
zh_tw: 無法啟用印表機描述檔案

source: Driver Options for Queue %1
ca: Opcions del controlador de la cua %1
da: Driver-indstillinger for køen %1
de: Treiberoptionen für Warteschlange %1
es: Opciones del controlador para la cola %1
fi: Jonon %1 ajurivalinnat
fr: Options du pilote pour la file d'attente %1
nl: Opties van stuurprogramma voor wachtrij %1
sk: Možnosti ovládača pre front %1
sl: Možnosti gonilnika za vrsto %1
zh_cn: 队列 %1 的驱动程序选项
zh_tw: 佇列 %1 的驅動程式選項

source: Failed to set driver options for queue %1.
ca: No s'han pogut definir les opcions del controlador de la cua %1.
da: Opsætning af driver-indstillinger for køen %1 mislykkedes.
de: Fehler beim Einrichten der Treiberoptionen für Warteschlange %1.
es: Error al configurar las opciones para la cola %1.
fi: Jonon %1 ajurivalintojen asettaminen epäonnistui.
fr: Impossible de définir les options du pilote pour la file d'attente %1.
nl: Het instellen van opties voor het stuurprogramma is mislukt voor wachtrij %1.
sk: Zlyhalo nastavenie možností ovládača pre front %1.
sl: Nastavljanje možnosti gonilnika za vrsto %1 je spodletelo.
zh_cn: 未能设置队列 %1 的驱动程序选项。
zh_tw: 無法設定佇列 %1 的驅動程式選項。

source: <p> <b><big>Initializing printer Configuration</big></b><br> </p>
ca: <p> <b><big>Iniciant la configuració de la impressora.</big></b><br> </p>
da: <p> <b><big>Initialiserer konfiguration af printer</big></b><br> </p>
de: <p> <b><big>Druckerkonfiguration wird initialisiert</big></b><br> </p>
es: <p> <b><big>Inicializando la configuración de la impresora</big></b><br> </p>
fi: <p> <p><b><big>Valmistellaan tulostinasetusta</big></b><br> </p>
fr: <p> <b><big>Initialisation de la configuration des imprimantes</big></b><br> </p>
nl: <p> <b><big>Printer configuratie initialiseren</big></b><br> </p>
sk: <p> <b><big>Inicializácia konfigurácie tlačiarne</big></b><br> </p>
sl: <p> <b><big>Pripravljanje nastavitev tiskalnika</big></b><br> </p>
zh_cn: <p> <b><big>正在初始化打印机配置</big></b><br> </p>
zh_tw: <p> <b><big>啟始化印表機組態</big></b><br> </p>

source: <p> <b><big>Finishing printer Configuration</big></b><br> </p>
ca: <p> <b><big>Acabant la configuració de la impressora.</big></b> </p>
da: <p> <b><big>Færdiggør konfiguration af printer</big></b><br> </p>
de: <p> <b><big>Druckerkonfiguration wird abgeschlossen</big></b><br> </p>
es: <p> <b><big>Finalizando la configuración de la impresora</big></b><br> </p>
fi: <p> <p><b><big>Viimeistellään tulostinasetusta</big></b><br> </p>
fr: <p> <b><big>Fin de la configuration des imprimantes</big></b><br> </p>
nl: <p> <b><big>Printer configuratie afsluiten</big></b><br> </p>
sk: <p> <b><big>Dokončenie konfigurácie tlačiarne</big></b><br> </p>
sl: <p> <b><big>Zaključevanje nastavitev tiskalnika</big></b><br> </p>
zh_cn: <p> <b><big>正在完成打印机配置</big></b><br> </p>
zh_tw: <p> <b><big>完成印表機組態設定</big></b><br> </p>

source: <p> <b><big>Print Queue Overview</big></b><br> A printer device is not used directly but via a print queue.<br> When various applications submit print jobs simultaneously, these jobs are put in a queue and are sent one after the other to the printer device.<br> It is possible to have several different print queues for the same printer device. For example a second queue with a monochrome-only driver for a color device or a PostScript queue and a queue with a PCL driver for a PostScript+PCL printer. </p>
ca: <p> <b><big>Descripció general de les cues d'impressió</big></b><br> Les impressores no s'utilitzen directament sinó mitjançant una cua d'impressió.<br> Quan diverses aplicacions envien tasques d'impressió simultàniament, les tasques es posen en una cua i s'envien a la impressora una rere l'altra.<br> Podeu tenir diverses cues d'impressió per a la mateixa impressora. Per exemple, podeu tenir una segona cua amb un controlador només de monocrom en una impressora en color, o bé una cua PostScript i una cua amb un controlador PCL en una impressora PostScript+PCL. </p>
da: <p> <b><big>Oversigt over udskriftskøer</big></b><br> En udskriftsenhed bruges ikke direkte, men via en udskriftskø.<br> Når forskellige programmer tildeler udskriftsjobs samtidigt, sættes disse i en kø og sendes en ad gangen til udskriftsenheden.<br> Det er muligt, at have flere forskellige udskriftskøer til samme udskriftsenhed. For eksempel en anden kø med kun-monokrom driver til en farveenhed eller en PostScript-kø og en kø med en PCL-driver til en PostScript+PCL-printer, </p>
de: <p> <b><big>Übersicht der Druckwarteschlangen</big></b><br> Ein Druckergerät wird nicht direkt verwendet, sondern über eine Druckwarteschlange.<br> Wenn verschiedene Anwendungsprogramme Druckaufträge gleichzeitig losschicken, werden die Aufträge in einer Warteschlange zwischengespeichert und nacheinander zum Druckergerät übertragen.<br> Sie können mehrere verschiedene Druckwarteschlangen für das gleiche Druckergerät haben. Zum Beispiel eine zweite Warteschlange mit einem Schwarz-Weiß-Treiber für einen Farbdrucker oder eine PostScript-Warteschlange und eine Warteschlange mit einem PCL-Treiber für einen PostScript+PCL-Drucker oder eine Warteschlange für einseitiges und eine für zweiseitiges Drucken. </p>
es: <p> <b><big>Resumen de la cola de impresión</big></b><br> Los dispositivos de impresión no se usan directamente, sino mediante una cola de impresión.<br> Si varias aplicaciones envían trabajos de impresión simultáneamente, estos se colocan en la cola y se envían uno tras otro al dispositivo de impresión.<br> Es posible tener varias colas de impresión diferentes para el mismo dispositivo de impresión. Por ejemplo, una segunda cola con el controlador en blanco y negro para una impresora en color o una cola PostScript y una cola con un controlador PCL para una impresora PostScript+PCL. </p>
fi: <p> <b><big>Tulostinjonon yhteenveto</big></b><br> Tulostinta ei käytetä suoraan vaan tulostusjonon kautta.<br> Kun eri sovellukset lähettävät samanaikaisesti tulostustöitä, työt asetetaan jonoon ja lähetetään tulostimelle yksitellen.<br> Samaan tulostimeen voi liittää useampia tulostusjonoja: esimerkiksi toinen, mustavalkoajuria käyttävä jono väritulostimelle tai sekä PostScript- että PCL-jono PostScript+PCL-tulostimelle </p>
fr: <p> <b><big>Aperçu des files d'attente d'impression</big></b><br> Une imprimante n'est pas utilisée directement, mais via une file d'attente d'impression.<br> Lorsque différents programmes envoient des travaux d'impression simultanément, ces travaux sont mis en file d'attente et envoyés les uns après les autres à l'imprimante elle-même.<br> Il est possible d'utiliser plusieurs files d'attente d'impression pour une même imprimante. Par exemple, une seconde file avec un pilote monochrome uniquement, pour une imprimante couleur, ou une file PostScript et une file avec un pilote PCL pour une imprimante PostScript+PCL. </p>
nl: <p> <b><big>Overzicht van printerwachtrijen</big></b><br> Een printer wordt niet direct gebruikt maar via een printerwachtrij.<br> Als verschillende applicaties printjobs tegelijk aanbieden, dan worden de jobs in de rij gezet en na elkaar naar het printerapparaat gezonden.<br> Het is mogelijk om verschillende printerwachtrijen te hebben voor dezelfde printer. Bijvoorbeeld een tweede rij met een alleen-zwarte aansturing voor een kleurenprinter of een postscript rij en een rij met een PCL-aansturing voor een PostScript+PCL printer of een rij voor printen aan één kant van het papier en een voor tweezijdig printen. </p>
sk: <p> <b><big>Prehľad tlačového frontu</big></b><br> Tlačové zariadenie sa nepoužíva priamo, ale prostredníctvom tlačového frontu.<br> Keď rôzne aplikácie odovzdajú tlačové úlohy súčasne, tieto sú umiestnené do frontu a sú odosielané jedna po druhej do tlačového zariadenia.<br> Môže byť niekoľko rôznych tlačových frontov pre rovnaké tlačové zariadenie. Napríklad druhý front len s čiernobielym ovládačom pre farebné zariadenie alebo PostScript front a front s PCL ovládačom pre tlačiareň PostScript+PCL. </p>
sl: <p> <b><big>Pregled tiskalnih vrst</big></b><br> Naprav za tiskanje se ne uporablja neposredno ampak prek tiskalne vrste.<br> Ko razni programi hkrati oddajo svoja tiskalna opravila, se ta opravila postavi v vrsto in se nato eno za drugim pošlje tiskalniku.<br> Za en tiskalnik je možno imeti več različnih tiskalnih vrst. Druga vrsta je lahko na primer namenjena samo črno-belem tiskanju na barvnem tiskalniku, ali pa je za tiskalnik PostScript+PCL ena vrsta PostScript druga pa PCL. </p>
zh_cn: <p> <b><big>打印队列概述</big></b><br> 打印机设备不能直接使用，而需要通过打印队列来使用。<br> 当有多个应用程序同时提交打印作业时， 这些作业会列入队列，然后逐个发送到打印机 设备。<br> 同一个打印机设备可以有若干个不同的打印队列。例如， 一个彩色设备可以有一个使用黑白驱动程序的二级队列，或者 一个 PostScript+PCL 打印机可以有一个 PostScript 队列和一个 使用 PCL 驱动程序的队列。</p>
zh_tw: <p> <b><big>列印佇列綜覽</big></b><br> 印表機裝置不可直接使用，而需透過列印佇列。<br> 當各種應用程式同時提交列印工作時， 這些工作將會排入佇列，然後一個接著一個地傳送到 印表機裝置。<br> 同一個印表機裝置可以有幾個不同的列印 佇列。 例如，一個彩色裝置可以有另外一個使用黑白驅動程式的佇列， 或一個 PostScript+PCL 印表機可以有一個 PostScript 佇列和一個使用 PCL 驅動程式的佇列。 </p>

source: <p> <b><big>Using Remote Queues:</big></b><br> Remote queues exist on other hosts in the network, therefore they cannot be changed on this host.<br> The remote queues listed here are known on this host. Usually they can be used directly by applications so there is no need to set up a local queue for a printer that is already available via a remote queue.<br> </p>
ca: <p> <b><big>Ús de cues remotes:</big></b><br> Hi ha cues remotes en altres amfitrions de la xarxa i, per tant, no podeu canviar-les des d'aquest amfitrió.<br> Les cues remotes que apareixen en aquesta llista són conegudes en aquest amfitrió i normalment les aplicacions les poden utilitzar directament, de manera que no cal configurar una cua local per a una impressora que ja està disponible mitjançant una cua remota.<br> </p>
da: <p> <b><big>Anvendelse af eksterne køer:</big></b><br> Eksterne køer findes på andre værter på netværket, og derfor kan de ikke ændres på denne vært.<br> De eksterne køer, der vises her, kendes på denne vært. Normalt kan de bruges direkte af programmer, så det er ikke nødvendigt at sætte en lokal kø op for en printer, der allerede er tilgængelig via en ekstern kø.<br> </p>
de: <p> <b><big>Entfernte Warteschlangen verwenden:</big></b><br> Entfernte Warteschlangen sind auf anderen Rechnern im Netzwerk eingerichtet und können daher nicht auf diesem Rechner geändert werden.<br> Die hier aufgelisteten entfernten Warteschlangen sind auf diesem Rechner bekannt. Sie können in der Regel direkt von den Anwendungsprogrammen dieses Rechners verwendet werden; es besteht also kein Grund, eine lokale Warteschlange für einen Drucker einzurichten, der bereits über eine Fernwarteschlange zur Verfügung steht.<br> </p>
es: <p> <b><big>Uso de colas remotas:</big></b><br> Las colas remotas se encuentran en otros hosts de la red y, por lo tanto, no pueden cambiarse en este host.<br> Este host reconoce las colas remotas que aparecen aquí. Normalmente, las aplicaciones las pueden usar directamente, por lo que no es necesario configurar una cola local para una impresora que ya está disponible mediante una cola remota.<br> </p>
fi: <p> <b><big>Etäjonojen käyttäminen:</big></b><br> Etäjonot sijaitsevat verkon muilla tietokoneilla, eikä niitä siksi voi muokata tällä koneella.<br> Tämä kone tuntee tässä luetellut etäjonot, ja yleensä sovellukset voivat käyttää näitä suoraan. Paikallista tulostinjonoa tulostimeen ei siis tarvitse asettaa, jos siihen on pääsy jo etäjonon kautta.<br> </p>
fr: <p> <b><big>Utilisation de files d'attente distantes :</big></b><br> Les files d'attente distantes existent sur d'autres hôtes sur le réseau et ne peuvent par conséquent pas être modifiées sur cet hôte.<br> Les files distantes listées ici sont connues sur cet hôte et peuvent habituellement être utilisées directement par les applications, de sorte qu'il n'est pas nécessaire de configurer une file d'attente locale pour une imprimante déjà disponible via une file d'attente distante.<br> </p>
nl: <p> <b><big>Gebruik van wachtrijen op afstand:</big></b><br> Wachtrijen op afstand bestaan op andere hosts in het netwerk daarom kunnen ze niet gewijzigd worden op deze host.<br> De wachtrijen op afstand die hier in de lijst staan zijn bekend op deze host en kunnen gewoonlijk direct door toepassingen gebruikt worden zodat er geen noodzaak is om een lokale wachtrij op te zetten voor een printer die al beschikbaar is via een wachtrij op afstand.<br> </p>
sk: <p> <b><big>Použitie vzdialených frontov:</big></b><br> Vzdialené fronty existujú na iných hostiteľov v sieti, a preto nemôžu byť zmenené na tomto hostiteľovi.<br> Vzdialené fronty, ktoré sú tu uvedené, sú známe na tomto hostiteľovi. Zvyčajne môžu byť použité priamo aplikáciami, takže nie je nutné nastaviť lokálny front pre tlačiareň, ktorá je už dostupná prostredníctvom vzdialeného frontu.<br> </p>
sl: <p> <b><big>Uporaba oddaljenih vrst</big></b><br> Oddaljene vrste se nahajajo na drugih gostiteljih v omrežju in jih zato ni mogoče spreminjati na tem računalniku.<br> Oddaljene vrste, ki so tu na seznamu, so znane na tem računalniku. Običajno jih programi lahko uporabljajo neposredno in zato ni potrebno ustvarjati krajevnih vrst za tiskalnik, ki je na voljo prek oddaljene vrste.<br> </p>
zh_cn: <p> <b><big>使用远程队列：</big></b><br> 远程队列存在于网络中的其他主机上， 因此在此主机上无法更改他们。<br> 此处列出的远程打印队列是此主机上已知的队列。 通常它们可以被应用程序直接使用， 因此不需要再为一个可通过远程队列使用的打印机 设置一个本地队列。<br> </p>
zh_tw: <p> <b><big>使用遠端佇列：</big></b><br> 遠端佇列存在於網路中的其他主機上， 因此，無法在此主機上變更它們。<br> 此處列出的遠端佇列在此主機上已知， 並且它們通常可由應用程式直接使用， 所以不需要為已可透過 遠端佇列使用的印表機設定本地佇列。<br> </p>

source: <p> <b><big>Configure a printer:</big></b><br> Press <b>Add</b> to set up a new queue for a printer device. </p>
ca: <p> <b><big>Configuració d'una impressora:</big></b><br> Premeu <b>Afegeix</b> per crear una cua nova per a una impressora. </p>
da: <p> <b><big>Konfigurér en printer:</big></b><br> Tryk på <b>Tilføj</b> for at sætte en ny kø op for en udskriftsenhed. </p>
de: <p> <b><big>Drucker konfigurieren:</big></b><br> Klicken Sie auf <b>Hinzufügen</b>, um für ein Druckergerät eine neue Warteschlange einzurichten. </p>
es: <p> <b><big>Configurar una impresora:</big></b><br> Pulse <b>Añadir</b> para configurar una nueva cola para una impresora. </p>
fi: <p> <b><big>Tulostimen asettaminen:</big></b><br> Napsauta <b>Lisää</b>, jos haluat asettaa tulostimelle uuden tulostusjonon. </p>
fr: <p> <b><big>Configurer une imprimante :</big></b><br> cliquez sur <b>Ajouter</b> pour configurer une nouvelle file d'attente pour une imprimante. </p>
nl: <p> <b><big>Een printer configureren:</big></b><br> Druk op <b>Toevoegen</b> om een nieuwe wachtrij in te stellen voor een printer. </p>
sk: <p> <b><big>Konfigurovať tlačiareň:</big></b><br> Stlačte <b>Pridať</b> pre nastavenie nového frontu pre tlačiareň. </p>
sl: <p> <b><big>Nastavljanje tiskalnika</big></b><br> Kliknite <b>Dodaj</b>, da nastavite novo vrsto za tiskalnik. </p>
zh_cn: <p> <b><big>配置打印机：</big></b><br> 按<b>添加</b>可为打印机设备设置新队列。 </p>
zh_tw: <p> <b><big>設定印表機：</big></b><br> 按<b>新增</b>來為印表機裝置設定新佇列。 </p>

source: <p> <b><big>Change the settings for a queue:</big></b><br> Select a local queue and press <b>Edit</b>. </p>
ca: <p> <b><big>Modificació de la configuració d'una cua d'impressió:</big></b><br> Seleccioneu una cua local i premeu <b>Edita</b>. </p>
da: <p> <b><big>Ændre indstillinger for en kø:</big></b><br> Vælg en lokal kø og tryk på <b>Redigér</b>. </p>
de: <p> <b><big>Einstellungen einer Warteschlange ändern:</big></b><br> Wählen Sie eine lokale Warteschlange aus und klicken Sie auf <b>Bearbeiten</b>. </p>
es: <p> <b><big>Cambiar la configuración de una cola:</big></b><br> Seleccione una cola local y pulse <b>Editar</b>. </p>
fi: <p> <b><big>Jonon asetusten muuttaminen:</big></b><br> Valitse paikallinen jono ja napsauta <b>Aseta</b>. </p>
fr: <p> <b><big>Modification des paramètres pour une file d'attente :</big></b><br> sélectionnez une file d'attente locale et cliquez sur <b>Modifier</b>. </p>
nl: <p> <b><big>De instellingen voor een wachtrij wijzigen:</big></b><br> Selecteer een lokale wachtrij en druk op <b>Bewerken</b>. </p>
sk: <p> <b><big>Zmeniť nastavenia pre front:</big></b><br> Vyberte lokálny front a stlačte <b>Upraviť</b>. </p>
sl: <p> <b><big>Spreminjanje nastavitev vrste</big></b><br> Kliknite krajevno tiskalni vrsto in kliknite <b>Uredi</b>. </p>
zh_cn: <p> <b><big>更改队列设置：</big></b><br> 请选择一个本地队列并按<b>编辑</b>。 </p>
zh_tw: <p> <b><big>變更佇列的設定：</big></b><br> 選取本地佇列並按<b>編輯</b>。 </p>

source: <p> <b><big>Remove a queue:</big></b><br> Select a local queue and press <b>Delete</b>. </p>
ca: <p> <b><big>Supressió d'una cua d'impressió:</big></b><br> Seleccioneu una cua d'impressió local i premeu <b>Suprimeix</b>. </p>
da: <p> <b><big>Fjerne en kø:</big></b><br> Vælg en lokal kø og tryk på <b>Slet</b>. </p>
de: <p> <b><big>Warteschlange entfernen:</big></b><br> Wählen Sie eine lokale Warteschlange aus und klicken Sie auf <b>Löschen</b>. </p>
es: <p> <b><big>Eliminar una cola:</big></b><br> Seleccione una cola local y pulse <b>Suprimir</b>. </p>
fi: <p> <b><big>Tulostusjonon poistaminen:</big></b><br> Valitse (paikallinen) jono ja napsauta <b>Poista</b>. </p>
fr: <p> <b><big>Supprimer une file d'attente :</big></b><br> sélectionnez une file d'attente locale et cliquez sur <b>Supprimer</b>. </p>
nl: <p> <b><big>Een wachtrij verwijderen:</big></b><br> Selecteer een lokale wachtrij en druk op <b>Verwijderen</b>. </p>
sk: <p> <b><big>Odstrániť front:</big></b><br> Vyberte lokálny front a stlačte <b>Zmazať</b>. </p>
sl: <p> <b><big>Odstranjevanje vrste</big></b><br> Izberite krajevno tiskalno vrsto in kliknite <b>Izbriši</b>. </p>
zh_cn: <p> <b><big>去除队列：</big></b><br> 请选择一个本地队列并按<b>删除</b>。 </p>
zh_tw: <p> <b><big>移除佇列：</big></b><br> 選取本地佇列並按<b>刪除</b>。 </p>

source: <p> <b><big>Print a test page:</big></b><br> Select the queue and press <b>Print Test Page</b>. </p>
ca: <p> <b><big>Impressió d'una pàgina de prova:</big></b><br> Seleccioneu la cua i premeu <b>Imprimeix una pàgina de prova</b>. </p>
da: <p> <b><big>Udskrive en testside:</big></b><br> Vælg køen og tryk på <b>Udskriv testside</b>. </p>
de: <p> <b><big>Testseite drucken:</big></b><br> Wählen Sie die Warteschlange aus und klicken Sie auf <b>Testseite drucken</b>. </p>
es: <p> <b><big>Imprimir una página de prueba:</big></b><br> Seleccione la cola y pulse <b>Imprimir página de prueba</b>. </p>
fi: <p> <b><big>Testisivun tulostaminen:</big></b><br> Valitse jono ja napsauta <b>Tulosta testisivu</b>. </p>
fr: <p> <b><big>Imprimer une page de test :</big></b><br> sélectionnez la file d'attente et appuyez sur <b>Imprimer une page de test</b>. </p>
nl: <p> <b><big>Een testpagina afdrukken:</big></b><br> Selecteer de wachtrij en druk op <b>Druk een testpagina af</b>. </p>
sk: <p> <b><big>Vytlačiť testovaciu stránku:</big></b><br> Vyberte front a stlačte <b>Vytlačiť testovaciu stránku</b>. </p>
sl: <p> <b><big>Tiskanje preizkusne strani</big></b><br> Izberite vrsto in kliknite <b>Natisni preizkusno stran</b>. </p>
zh_cn: <p> <b><big>打印测试页：</big></b><br> 请选择该队列并按<b>打印测试页</b>。 </p>
zh_tw: <p> <b><big>列印測試頁：</big></b><br> 選取佇列並按<b>列印測試頁</b>。 </p>
