Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Add or Remove Printer Driver Packages</big></b><br> If a printer driver package is not marked, it is not installed. Select the package if you want to install it.<br> If a printer driver package is marked, it is installed. Deselect the package if you want to remove it. In the latter case, make sure that there is no printer configuration which needs the driver.<br> </p>
ca: <p> <b><big>Addició o eliminació de paquets de controladors d'impressora</big></b><br> Quan no es marca un paquet del controlador d'impressora, no s'instal·la el paquet i més endavant el podeu seleccionar per instal·lar-lo.<br> Quan es marca un paquet del controlador d'impressora, s'instal·la i més endavant el podeu desmarcar per eliminar-lo. En el darrer cas, teniu la responsabilitat d'assegurar-vos que no hi hagi cap configuració d'impressora que necessiti el controlador.<br> </p>
da: <p> <b><big>Tilføj eller fjern printerdriver-pakker</big></b><br> Når en printerdriver-pakke ikke er markeret, er den ikke installeret, og du kan så vælge om du vil installere den.<br> Når en printerdriver-pakke er markeret, er den installeret. Afmarkér pakken hvis du vil fjerne den. I det sidste tilfælde er det op til dig at tilsikre, at der ikke er en printerkonfiguration, som behøver driveren.<br> </p>
de: <p> <b><big>Druckertreiber hinzufügen oder entfernen</big></b><br> Wenn ein Druckertreiber nicht markiert ist, dann ist er nicht installiert. Sie können ihn auswählen, um ihn zu installieren. <br> Wenn ein Druckertreiber markiert ist, dann ist er installiert. Sie können ihn abwählen, so dass er entfernt wird. Im letzteren Fall müssen Sie sich vergewissern, dass es keine Druckerkonfiguration gibt, die den Treiber benötigt.<br> </p>
es: <p> <b><big>Añadir o eliminar paquetes de controladores de impresoras</big></b><br> Si un paquete de controladores de impresoras no está marcado, no está instalado. Seleccione el paquete si desea instalarlo.<br> Si un paquete de controladores de impresoras está marcado, está instalado. Anule la selección del paquete si desea eliminarlo. En este ultimo caso, debe asegurarse de que no hay ninguna configuración de impresora que necesite ese controlador.<br> </p>
fi: <p> <b><big>Lisää tai poista tulostinohjainpaketteja</big></b><br> Kun ohjainpakettia ei ole merkitty, sitä ei ole asennettu. Voit valita sen asennettavaksi.</br> Kun tulostinohjainpaketti on merkitty, se on asennettu. Jos poistat valinnan, paketti poistetaan. Jälkimmäisessä tapauksessa varmista, että mikään tulostinmäärittely ei tarvitse ohjainta.<br> </b>
fr: <p> <b><big>Ajouter ou supprimer des paquets de pilotes d'imprimantes</big></b><br> Lorsqu'un paquet de pilote d'imprimante n'est pas marqué, il n'est pas installé. Sélectionner le pour l'installer.<br> Lorsqu'un paquet de pilote d'imprimante est marqué, il est installé. Désélectionner le pour le supprimer. Dans ce cas, vous devez vous assurer qu'aucune configuration d'imprimante ne nécessite ce pilote.<br> </p>
nl: <p> <b><big>Voeg toe of verwijder printerstuurprogrammapakketten</big></b><br> Als een printerstuurprogrammapakket niet gemarkeerd is, is het niet geïnstalleerd en dan kunt u het selecteren zodat het geïnstalleerd kan worden.<br> Als een printerstuurprogrammapakket gemarkeerd is dan is het geïnstalleerd en kunt u het selecteren om het te verwijderen. In het laatste geval moet u er zelf zeker van zijn dat er geen printerconfiguratie is die het stuurprogramma nodig heeft.<br> </p>
sk: <p> <b><big>Pridať alebo odstrániť balíky ovládačov tlačiarne</big></b><br> Ak balík ovládača tlačiarne nie je označený, nie je nainštalovaný. Vyberte balík, ak ho chcete nainštalovať.<br> Ak je balík ovládača tlačiarne označený, je nainštalovaný. Zrušte výber balíka, ak ho chcete ho odstrániť. V druhom prípade sa uistite, že neexistuje žiadna konfigurácia tlačiarne, ktorá potrebuje ovládač.<br> </p>
zh_cn: <p> <b><big>添加或去除打印机驱动程序包</big></b><br> 如果某个打印机驱动程序包没有标记，则表明该包未安装。 如果想要安装该包，请选中它。<br> 如果某个打印机驱动程序包已标记，表明它已安装。 如果想要去除该包，请取消选中它。 在后一种情况中，请确保没有任何打印机配置需要用到 该驱动程序。<br> </p>
zh_tw: <p> <b><big>新增或移除印表機驅動程式套件</big></b><br> 如果未核取印表機驅動程式套件，則不會安裝該套件。 請選取您要安裝的套件。<br> 如果核取了某個印表機驅動程式套件，則會安裝該套件。 如果您想要移除該套件，請將其取消選取。 在後一種情況下，請確定沒有任何印表機組態 需要該驅動程式。<br> </p>

source: <p> <b><big>Add a Printer Description File</big></b><br> To set up a printer configuration, a printer description file (PPD file) is required.<br> If a PPD file is not located in the /usr/share/cups/model/ directory, it is not available to set up a printer configuration with it. Therefore you can specify the full path of a PPD file, which is located elsewhere on your system, to get it installed in the /usr/share/cups/model/ directory.<br> Note that a printer description file is not a driver.<br> For non-PostScript printers the PPD file alone is not sufficient to set up a working printer configuration. In particular, it does not work for non-PostScript printers to download a PPD file from the Internet and then set up the printer with such a PPD file. The plain printer setup would work but actual printing would not work because the driver would be missing. For non-PostScript printers, you need a printer driver and a PPD file which matches exactly the particular driver. Matching PPD files are automatically installed at the right place when you install the above mentioned printer driver packages.<br> Only for PostScript printers, a PPD file alone is usually sufficient to set up a working PostScript printer configuration. In particular, it is sufficient when the PPD file does not contain a 'cupsFilter' entry because such an entry would reference a printer driver.<br> </p>
ca: <p> <b><big>Addició d'un fitxer de descripció de la impressora</big></b><br> Per establir una configuració d'impressora es necessita un fitxer de descripció d'impressora (fitxer PPD).<br> Quan un fitxer PPD no està ubicat al directori /usr/share/cups/model/, no està disponible per establir una configuració d'impressora. Per tant, podeu indicar el camí complet cap a un fitxer PPD que estigui ubicat en qualsevol directori del sistema per instal·lar-lo al directori /usr/share/cups/model/.<br> Tingueu en compte que un fitxer de descripció d'impressora no és un controlador.<br> Quant a les impressores que no són PostScript, amb el fitxer PPD no n'hi ha prou per establir una configuració d'impressora que funcioni. En concret, per a les impressores que no són PostScript no podeu descarregar un fitxer PPD d'Internet i configurar la impressora amb aquest fitxer; no funcionarà. La configuració de la impressora funcionaria, però la impressió no funcionaria perquè falta el controlador. Per a les impressores que no són PostScript, necessiteu un controlador i un fitxer PPD que coincideixi exactament amb el controlador. Els fitxers PPD s'instal·len automàticament a la ubicació correcta quan instal·leu els paquets del controlador d'impressora que s'han esmentat anteriorment.<br> Només en el cas de les impressores PostScript, normalment n'hi ha prou de tenir un fitxer PPD per establir una configuració que funcioni. En concret, n'hi ha prou quan el fitxer PPD no conté una entrada "cupsFilter", perquè una entrada faria referència a un controlador d'impressora.<br> </p>
da: <p> <b><big>Tilføj en printerbeskrivelsesfil</big></b><br> En printerbeskrivelsesfil (PPD-fil) kræves for at sætte en printerkonfiguration op.<br> Hvis en PPD-fil ikke findes i mappen /usr/share/cups/model/, er den ikke tilgængelig til opsætning af en printerkonfiguration. Du kan derfor angive den fulde søgesti til en PPD-fil, der findes andetsteds på dit system, for at få den installeret i mappen /usr/share/cups/model/.<br> Bemærk at en printerbeskrivelsesfil ikke er en driver.<br> Til ikke-PostScript-printere er PPD-filen alene ikke nok til opsætning af en fungerende printerkonfiguration. Specielt virker det ikke for ikke-PostScript-printere at downloade en PPD-fil fra internettet, for derefter at sætte printeren op med en sådan PPD-fil. Den enkle opsætning af printeren vil fungere, men den faktiske udskrivning virker ikke, da driveren mangler. Til ikke-PostScript-printere skal du bruge en printerdriver og en PPD-fil, der matcher fuldstændigt til den enkelte driver. Matchende PPD-filer installeres automatisk på den rette plads, når du installerer printerdriver-pakkerne nævnt ovenfor.<br> Kun til PostScript-printere er en PPD-fil alene normalt nok til at sætte en fungerende PostScript-printerkonfiguration op. Specielt er det nok, hvis PPD-filen ikke indeholder en 'cupsFilter'-indgang, da en sådan ville henvise til en printerdriver.<br> </p>
de: <p> <b><big>Eine Druckerbeschreibungsdatei hinzufügen</big></b><br> Zum Einrichtung einer Druckerkonfiguration ist eine Druckerbeschreibungsdatei (PPD-Datei) erforderlich.<br> Wenn sich im Verzeichnis /usr/share/cups/model/ keine PPD-Datei befindet, kann sie nicht zur Einrichtung der Druckerkonfiguration verwendet werden. Daher können Sie den vollständigen Pfad einer PPD-Datei, die sich an einer anderen Stelle Ihres Systems befindet, angeben, um diese im Verzeichnis /usr/share/cups/model/ zu installieren.<br> Beachten Sie, dass eine Druckerbeschreibungsdatei kein Treiber ist.<br> Für Nicht-PostScript-Drucker ist die PPD-Datei alleine nicht ausreichend, um eine funktionsfähige Druckerkonfiguration einzurichten. Insbesondere funktioniert es bei Nicht-PostScript-Druckern nicht, eine PPD-Datei aus dem Internet herunterzuladen und dann den Drucker mit solch einer PPD-Datei einzurichten. Die einfache Druckereinrichtung würde funktionieren, effektives Drucken jedoch nicht, da der Treiber fehlt. Für Nicht-PostScript-Drucker benötigen Sie einen Druckertreiber und eine PPD-Datei, die genau zum jeweiligen Treiber passt. Passende PPD-Dateien werden automatisch am richtigen Ort installiert, wenn Sie die oben erwähnten Druckertreiberpakete installieren.<br> Für PostScript-Drucker ist eine PPD-Datei normalerweise schon ausreichend, um eine funktionierende PostScript-Druckerkonfiguration einzurichten. Insbesondere genügt es, wenn die PPD-Datei keinen 'cupsFilter'-Eintrag enthält, weil ein derartiger Eintrag einen Druckertreiber referenzieren würde.<br> </p>
es: <p> <b><big>Añadir un archivo de descripción de impresora</big></b><br> Para configurar los ajustes de una impresora, se necesita un archivo de descripción de la impresora (archivo PPD).<br> Si el archivo PPD no está en el directorio /usr/share/cups/model/, no estará disponible para configurar los ajustes de la impresora con él. Por lo tanto, puede especificar la vía completa de un archivo PPD localizado en cualquier directorio del sistema para instalarlo en el directorio /usr/share/cups/model/.<br> Tenga presente que un archivo de descripción de impresora no es un controlador.<br> En las impresoras no PostScript, el archivo PPD solo no es suficiente para configurar una impresora a fin de que sea operativa. En concreto, en las impresoras no PostScript no basta con descargar un archivo PPD desde Internet y efectuar la configuración de la impresora con este archivo PPD. La configuración simple de la impresora podría funcionar, pero la impresión real no funcionaría, ya que faltaría el controlador. Para impresoras no PostScript, se necesita un controlador de impresora y un archivo PPD que se corresponda exactamente con el controlador concreto. Los archivos PPD coincidentes se instalan automáticamente en el sitio correcto al instalar los paquetes de controladores de impresora mencionados arriba.<br> Solo en el caso de las impresoras PostScript, solo un archivo PPD suele ser suficiente para ajustar la configuración y hacer la impresora operativa. En concreto, es suficiente si el archivo no contiene una entrada cupsFilter, ya que tal entrada hace referencia a un controlador de impresora.<br> </p>
fi: <p> <b><big>Lisää tulostimen kuvaustiedosto</big></b><br> Tulostimen asetusten tekemiseksi tarvitaan tulostimen kuvaustiedosto (PPD-tiedosto).<br> Jos PPD-tiedosto ei sijaitse hakemistossa /usr/share/cups/model/, se ei ole käytettävissä tulostimen asetusten tekemiseksi. Voit antaa muualla järjestelmässä sijaitsevan PPD-tiedoston täydellisen polun, jotta se asennettaan hakemistoon /usr/share/cups/model/ .<br> Huomaa, että tulostimen kuvaustiedosto ei ole ohjain.<br> Pelkkä PPD-tiedosto ei riitä toimivan tulostinmäärityksen tekemiseksi, jos tulostin ei ole PostScript-tulostin. Huomaa erityisesti, että muille kuin PostScript-tulostimille ei riitä pelkän PPD-tiedoston noutaminen Internetistä ja tulostimen asettaminen PPD-tiedoston avulla. Tulostimen asettaminen toiimi, mutta varsinainen tulostaminen ei onnistuisi, koska ohjainta ei ole asennettu. Muut kuin PostScript-tulostimet tarvitsevat sekä ohjaimen että PPD-tiedoston, joka vastaa ohjainta. Oikea PPD-tiedostoa asennetaan automaattisesti oikeaan paikkaan, kun asennat yllämainitut ohjainpaketit.<br> PostScript-tulostimien kohdalla pelkkä PPD-tiedosto riittää yleensä toimivat PostScript-tulostinoasetuksen aikaansaamiseksi. Erityisesti on huomattava, että PPD-tiedosto on riittävä, kun PPD-tiedosto ei sisällä 'cupsFilter'-asetusta, joka viittaa tulostinohjaimeen.<br> </p>
fr: <p> <b><big>Ajouter un fichier de description d'imprimante</big></b><br> Pour configurer une imprimante, un fichier de description d'imprimante (fichier PPD) est nécessaire.<br> Si un fichier PPD n'est pas situé dans le répertoire /usr/share/cups/model/, il n'est pas disponible pour la création d'une configuration d'imprimante. Vous pouvez spécifier le chemin complet d'un fichier PPD situé ailleurs sur votre système pour l'installer dans le répertoire /usr/share/cups/model/.<br> Notez qu'un fichier de description d'imprimante n'est pas un pilote.<br> Pour les imprimantes non-PostScript, le fichier PPD seul n'est pas suffisant pour obtenir une configuration d'imprimante fonctionnelle. En particulier, pour les imprimantes non-PostScript, télécharger un fichier PPD sur Internet et configurer une imprimante avec ce fichier ne fonctionnera pas. La configuration de base de l'imprimante fonctionnerait mais l'impression effective échouerait à cause de l'absence du pilote. Pour les imprimantes non-PostScript vous devez donc disposer d'un pilote d'impression et d'un fichier PPD qui correspond exactement au pilote en question. Les fichiers PPD correspondants sont automatiquement installés au bon endroit lorsque vous installez les paquets de pilotes d'imprimantes mentionnés plus haut.<br> Pour les imprimantes PostScript, un fichier PPD seul est habituellement suffisant pour obtenir une configuration d'imprimante PostScript fonctionnelle. C'est en particulier le cas lorsque le fichier PPD ne contient pas d'entrée 'cupsFilter', car une telle entrée référencerait un pilote d'imprimante.<br> </p>
nl: <p> <b><big>Voeg een printerbeschrijvingsbestand toe</big></b><br> Om een printerconfiguratie in te stellen is een printerbeschrijvingsbestand (PPD-bestand) vereist.<br> Als een PPD-bestand niet in de map /usr/share/cups/model/ zit, is het niet beschikbaar om er een printerconfiguratie mee in te stellen. Daarom kunt een het volledig pad van een PPD-bestand specificeren dat zich elders bevindt op uw systeem om het te installeren in de map /usr/share/cups/model/.<br> Merk op dat een printerbeschrijvingsbestand geen stuurprogramma is.<br> Voor niet-PostScript printers is het PPD-bestand alleen niet voldoende om een werkende printerconfiguratie op te zetten. Speciaal voor niet-PostScript printers werkt het niet om een PPD-bestand te downloaden uit het internet en dan de printer met zo'n PPD-bestand op te zetten. Het simpele instellen zal wel werken maar het actuele printen zal niet werken omdat het stuurprogramma zou ontbreken. Voor niet-PostScript printers hebt u een printerstuurprogramma nodig en een PPD-bestand dat exact overeenkomt met het betreffende stuurprogramma. Overeenkomende PPD-bestanden worden automatisch geïnstalleerd op de juiste plaats als u de bovengenoemde printerstuurprogrammapakketten installeert.<br> Alleen voor PostScript printers is een PPD-bestand alleen in het algemeen voldoende om een werkende PostScript printerconfiguratie in te stellen. Het is speciaal voldoende als het PPD-bestand geen 'cupsFilter' item bevat omdat zo'n item een referentie naar een printerstuurprogramma zou bevatten.<br> </p>
sk: <p> <b><big>Pridať súbor s popisom tlačiarne</big></b><br> Pre nastavenie konfigurácie tlačiarne je požadovaný súbor s popisom tlačiarne (PPD súbor).<br> Ak súbor PPD nie je umiestnený v adresári /usr/share/cups/model, nie je dostupný pre nastavenie konfigurácie tlačiarne. Preto môžete zadať úplnú cestu k súboru PPD, ktorý sa nachádza na inom mieste v systéme, aby sa nainštaloval v adresári /usr/share/cups/model.<br> Treba si uvedomiť, že súbor s popisom tlačiarne nie je ovládač.<br> Pre tlačiarne, ktoré nie sú PostScript, súbor PPD sám o sebe nepostačuje na nastavenie konfigurácie fungujúcej tlačiarne. Najmä nefunguje pre tlačiarne, ktoré nie sú PostScript, stiahnutie súboru PPD z internetu a následné nastavenie tlačiarne s takýmto súborom PPD. Jednoduché nastavenie tlačiarne by malo fungovať, ale skutočná tlač by nemala fungovať, pretože by mal chýbať ovládač. Pre tlačiarne, ktoré nie sú PostScript, potrebujete ovládač tlačiarne a súbor PPD, ktorý zodpovedá presne konkrétnemu ovládaču. Zodpovedajúce PPD súbory sú automaticky nainštalované na správne miesto pri inštalácii vyššie uvedených balíkov ovládača tlačiarne.<br> Iba pre tlačiarne PostScript súbor PPD samotný je zvyčajne dostatočný na vytvorenie pracovnej konfigurácie PostScript tlačiarne. Najmä postačuje, keď súbor PPD neobsahuje položku 'cupsFilter', pretože takáto položka odkazuje na ovládač tlačiarne.<br> </p>
zh_cn: <p> <b><big>添加打印机描述文件</big></b><br> 要设置一个打印机配置，需要有 打印机描述文件（PPD 文件）。<br> 如果 PPD 文件的位置不在 /usr/share/cups/model 目录， 就无法用它设置打印机配置。 因此，如果 PPD 文件的位置在系统中的其他目录， 您可以指定 PPD 文件的完整路径， 把它安装到 /usr/share/cups/model 目录。<br> 注意，打印机描述文件不是驱动程序。<br> 对于非 PostScript 打印机来说，只有 PPD 文件 不足以设置有效的打印机配置。 尤其是，非 PostScript 打印机无法 从因特网下载 PPD 文件， 然后使用该 PPD 文件设置打印机。 一般打印机可以设置但无法实际打印， 因为驱动程序可能缺失。 对于非 PostScript 打印机来说，您需要有打印机驱动程序 和与该驱动程序完全匹配的 PPD 文件。 当您安装上述打印机驱动程序包时， 匹配的 PPD 文件会自动安装到正确的位置。<br> 只有 PostScript 打印机才可以 只用 PPD 文件便能设置有效的 PostScript 打印机配置。 尤其是当 PPD 文件不包含 “cupsFilter”一项时，因为这样的条目 会指向一个打印机驱动程序。<br> </p>
zh_tw: <p> <b><big>新增印表機描述檔案</big></b><br> 若要設定印表機組態，需要使用印表機描述檔案 (PPD 檔案)。<br> 如果 PPD 檔案不在 /usr/share/cups/model/ 目錄中，則 無法使用它來設定印表機組態。 此時，您可以指定位於系統其他位置之 PPD 檔案的 完整路徑，以將其安裝於 /usr/share/cups/model/ 目錄中。<br> 請注意，印表機描述檔案並非驅動程式。<br> 對於非 PostScript 印表機而言，單單一個 PPD 檔案 並不足以設定工作印表機組態。 特別是對於非 PostScript 印表機而言，從網際網路 下載 PPD 檔案並使用這種 PPD 檔案來設定印表機 這種方式將不會奏效。 您雖然可以進行純印表機設定， 但卻無法進行實際的列印，因為缺少驅動程式。 對於非 PostScript 印表機，您需要一個印表機驅動程式 及與特定驅動程式完全相符的 PPD 檔案。 安裝上述印表機驅動程式套件時，相符的 PPD 檔案 會自動安裝於適當位置。<br> 只有當是 PostScript 印表機時，單單一個 PPD 檔案 通常才足以設定工作 PostScript 印表機組態。 特別是當 PPD 檔案未包含「cupsFilter」項目時， 因為此類項目會參照 印表機驅動程式。<br> </p>

source: <p> <b><big>Specify the Connection</big></b><br> The <b>connection</b> determines how data is sent to the printer device.<br> If a wrong connection is used, no data can be sent to the device so that there cannot be any printout. </p>
ca: <p> <b><big>Indicar la connexió</big></b><br> La <b>connexió</b> determina de quina manera s'envien les dades a la impressora.<br> Si s'utilitza una connexió incorrecta, no es poden enviar dades a la impressora i no es pot imprimir. </p>
da: <p> <b><big>Angiv tilslutningen</big></b><br> <b>Tilslutningen</b> bestemmer, hvilken vej data sendes til printerenheden.<br> Hvis en forkert tilslutning anvendes, kan ingen data sendes til enheden, således bliver der heller ikke nogen udskrift. </p>
de: <p> <b><big>Die Verbindung festlegen</big></b><br> Die <b>Verbindung</b> bestimmt, auf welchem Wege Daten zum Drucker übertragen werden.<br> Wenn eine falsche Verbindung verwendet wird, können keine Daten zum Gerät übertragen werden, so dass es keinen Ausdruck gibt. </p>
es: <p> <b><big>Especificar la conexión</big></b><br> La <b>conexión</b> determina cómo se envían los datos al dispositivo de impresión.<br> Si se usa una conexión errónea, no se pueden enviar datos al dispositivo, por lo que no se imprimirá nada. </p>
fi: <p> <b><big>Määritä yhteys</big></b><br> <b>Yhteys</b> määrää tavan, jolla data lähetetään tulostimelle.<br> Jos käytetään väärää yhteystyyppiä, laitteelle ei voida lähettää dataa. Silloin ei saada tulostetta aikaan. </p>
fr: <p> <b><big>Spécifier la connexion</big></b><br> La <b>connexion</b> détermine de quelle façon les données sont envoyées à l'imprimante.<br> Si une connexion non valide est sélectionnée, aucune donnée ne peut être envoyée au périphérique et aucune impression n'est donc possible. </p>
nl: <p> <b><big>Specificeer de verbinding</big></b><br> De <b>verbinding</b> bepaalt op welke manier data verzonden wordt naar het printerapparaat.<br> Als er een verkeerde verbinding wordt gebruikt dan kan er geen data naar het apparaat gezonden worden en kan er dus niets geprint worden. </p>
sk: <p> <b><big>Špecifikovať pripojenie</big></b><br> <b>Pripojenie</b> určuje, ako sú dáta odoslané do tlačového zariadenia.<br> Ak je použité nesprávne pripojenie, žiadne dáta nemôžu byť odoslané do zariadenia, takže nemôže byť ani žiadny výtlačok. </p>
zh_cn: <p> <b><big>指定连接</big></b><br> <b>连接</b>决定数据发送到打印机设备的方式。<br> 如果选择了一个错误连接，任何数据都无法发送到设备， 因此就不会有任何打印输出。 </p>
zh_tw: <p> <b><big>指定連接</big></b><br> <b>連接</b>決定資料如何傳送到印表機裝置。<br> 如果使用了錯誤的連接，資料便無法傳送到裝置， 也就無法進行列印。 </p>
