Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> The <b>driver</b> determines that the right data is produced for the specific printer model.<br> If a wrong driver is assigned, wrong data is sent to the printer which results bad looking printout, chaotic printout, or no printout at all.<br> You can either select another driver and modify its driver option settings later or keep the currently used driver and modify its driver option settings now.<br> Some driver option settings must match to your particular printer. For example the default paper size setting of the driver must match to the paper which is actually loaded in your printer.<br> For other driver option settings you can choose what you like. For example any choice of the available printing resolutions should work for the particular driver. Nevertheless it may happen that your particular printer fails to print with high resolution. For example when you have a laser printer which has insufficient built-in memory to process high resolution pages.<br> When you exchange the currently used driver by another one, you must first apply this change to the print queue so that the new driver is used for the queue (i.e. you must finish this dialog as a first step) and then in a second step you can adjust all driver options by using this dialog again.<br> Initially the input field for the driver search string is preset with the description of the currently used driver when the connection was not changed. This results usually only one single driver which matches so that you would have to enter a less specific driver search string to get also other drivers or you use the 'Find More' button. If no driver matches, it does not mean that there is no driver available. Therefore you can enter whatever you like as driver search string and search through all available driver descriptions. </p>
ca: <p> El <b>controlador</b> determina que es produeixi el tipus de dades correcte per al model concret de la impressora.<br> Si se selecciona un controlador incorrecte, s'envien dades incorrectes a la impressora i, com a conseqüència, s'obté una impressió errònia o caòtica, o simplement no s'obté cap impressió.<br> Podeu seleccionar un altre controlador i modificar-ne la configuració més endavant o conservar el controlador que s'utilitza actualment i modificar-ne la configuració ara.<br> Alguns paràmetres d'opcions del controlador han de coincidir amb la impressora que utilitzeu. Per exemple, el paràmetre de la mida del paper per defecte del controlador ha de coincidir amb el paper que carregueu a la impressora.<br> En altres paràmetres d'opcions del controlador, podeu triar l'opció que més us convingui. Per exemple, normalment qualsevol de les resolucions d'impressió disponibles ha de funcionar amb el controlador específic. Això no obstant, pot ser que la vostra impressora concreta no pugui imprimir en alta resolució; per exemple, si teniu una impressora làser que no té prou memòria integrada per processar pàgines en alta resolució. Quan canvieu el controlador usat actualment per un altre, primeu heu d'aplicar el canvi a la cua d'impressió per tal que el nou controlador es faci servir per a la cua, (per exemple, heu d'acabar aquest diàleg com a primer pas) i seguidament en un segon pas podeu ajustar els paràmetres del controlador usant aquest diàleg una altra vegada.<br> Inicialment, al camp per a la línia de cerca del controlador es mostra la descripció del controlador usat actualment quan la connexió no estava canviada. Això té com a resultat, normalment, un sol controlador coincident per tant, haureu d'introduir una línia de cerca menys específica per obtenir també altres controladors disponibles o bé feu servir el botó "Troba'n més". Si no hi ha cap coincidència, això no vol dir que no hi hagi cap controlador disponible. Per tant, podeu introduir el que vulgueu com a línia de cerca i remenar per totes les descripcions de controladors disponibles. </p>
da: <p> <b>Driveren</b> sørger for, at de rette data gives til den angivne printermodel.<br> Hvis en forkert driver tildeles, sendes forkerte data til printeren, hvilket resulterer i forkert udseende, kaotisk eller slet intet udskrift.<br> Du kan enten vælge en anden driver og senere ændre opsætningen af driver-indstillingerne, eller beholde den nuværende driver og ændre dens opsætning af driver-indstillingerne nu.<br> Nogle indstillinger i driver-indstillingerne skal passe til den enkelte printer. Opsætning af driverens standard-papirstørrelse skal f.eks. matche det papir, der faktisk er lagt i printeren.<br> Til andre indstillinger af driver-indstillingerne kan du vælge, hvad du har lyst til. For eksempel burde ethvert valg af udskriftsopløsninger fungere for den enkelte. Det kan dog ske, at din egen printer fejler i udskrift med høj opløsning, hvis du f.eks. har en laser-printer, der ikke har den fornødne indbyggede hukommelse til at bearbejde sider med høj opløsning.<br> Når du udskifter den aktuelt anvendte driver med en anden, skal du først udføre denne ændring for printerkøen så den ny driver bruges til den kø (dvs. du skal afslutte denne dialog som første trin). I andet trin kan du justere alle driver-indstillinger ved at bruge denne dialog igen.<br> Indledningsvis er input-feltet til driver-søgestrengen forudfyldt med beskrivelsen af den aktuelt anvendte driver når tilslutningen ikke er blevet ændret. Dette medfører normalt at kun én driver matcher, så du vil skulle angive en mindre specifik driver-søgestreng for også at få andre drivere, eller du kan bruge knappen "Find flere". Hvis ingen driver matcher betyder det ikke at ingen driver er tilgængelig.. Derfor kan du angive hvad du har lyst til her som driver-søgestreng og gennemsøge alle tilgængelige driver-beskrivelser. </p>
de: <p> Der <b>Treiber</b> stellt sicher, dass für das jeweilige Druckermodell die richtigen Daten generiert werden.<br> Wenn ein falscher Treiber zugewiesen ist, werden dem Drucker falsche Daten gesendet, was eine schlechte Druckqualität, einen chaotischen Ausdruck oder gar keinen Ausdruck zur Folge haben kann.<br> Sie können entweder einen anderen Treiber auswählen und seine Treibereinstellungen später ändern oder den ausgewählten Treiber beibehalten und seine Einstellungen sofort ändern.<br> Einige Treibereinstellungen müssen exakt mit dem jeweiligen Drucker übereinstimmen. Das Standardpapierformat des Treibers muss beispielsweise mit dem Papierformat übereinstimmen, das im Drucker eingelegt ist.<br> Andere Treiberoptionen können Sie beliebig einstellen. So funktionieren die verfügbaren Druckauflösungen zumeist bei jedem Drucker. Einige Drucker können jedoch keine hohen Auflösungen drucken (z. B. ein Laserdrucker, da deren Speicher nicht für den Ausdruck hoch aufgelöster Seiten ausreicht.<br> Wenn Sie den zu verwendenden Treiber hier ändern, dann müssen Sie diese Änderung zunächst auf die Druckwarteschlange anwenden, damit der neue Treiber für die Warteschlange verwendet wird, (d. h., Sie müssen diesen Dialog im ersten Schritt abschließen), und dann in einem zweiten Schritt diesen Dialog erneut aufrufen, um die Treiberoptionen anzupassen.<br> Das Eingabefeld für die Treibersuche ist mit der Beschreibung für den derzeit verwendeten Treiber vorbelegt. Das führt dazu, dass nur dieser eine Treiber gefunden wird. Um andere Treiber finden zu können, sollten Sie einen weniger spezifischen Suchbegriff eingeben. Oder Sie verwenden die Schaltfläche "Mehr finden". Wenn kein Treiber gefunden wird, heißt das nicht, dass kein Treiber verfügbar ist. Sie können also einen beliebigen Suchbegriff eingeben und alle verfügbaren Treiberbeschreibungen durchsuchen. </p>
es: <p> El <b>controlador</b> es el responsable de que se generen los datos adecuados para cada modelo especifico de impresora.<br> Si se asigna un controlador incorrecto, se enviarán datos erróneos a la impresora, con lo que se obtendrá una impresión con mal aspecto o caótica, o no se imprimirá nada.<br> Puede seleccionar otro controlador y modificar más tarde las opciones de configuración o conservar el controlador actual y modificar ahora sus opciones de configuración.<br> Algunas opciones de configuración del controlador deben ajustarse para su impresora concreta. Por ejemplo, la configuración del tamaño del papel por defecto del controlador debe coincidir con el papel cargado en la impresora. Para otras opciones de configuración del controlador, puede escoger lo que prefiera. Por ejemplo, cualquier resolución de impresión debe funcionar para un controlador concreto. Sin embargo, puede ocurrir que su impresora no pueda imprimir con una resolución alta. Por ejemplo, si tiene una impresora láser con poca memoria interna para procesar paginas en alta resolución.<br> Cuando cambie el controlador usado actualmente por otro, debe aplicar en primer lugar dicho cambio a la cola de impresión para que esta use el nuevo controlador (es decir, debe cerrar este recuadro de diálogo en primer lugar) y en un segundo paso ajustar todas las opciones del controlador usando este recuadro de diálogo por segunda vez.<br> Al principio, el campo de búsqueda del controlador se autocompleta con la descripción del controlador usado antes de cambiar la conexión. De esta forma, habitualmente, un único controlador coincidirá, a menos que introduzca una descripción menos específica para obtener otros controladores o use el botón Más controladores. Si ningún controlador coincide, no significa que no haya ningún controlador disponible. Por lo tanto, puede introducir lo que quiera como cadena de búsqueda del controlador y buscar en todas las descripciones de controlador disponibles.<br> </p>
fi: <p> <b>Ajuri</b> määrittää, että kutakin tulostinmallia varten tuotetaan oikeanlaista dataa.<br> Jos väärä ajuri on valittu, tulostimelle lähetetään vääränlaista dataa. Tuloste voi näyttää huonolta tai sekavalta tai mahdollisesti tulostus ei toimi lainkaan.</br> Voit pitää nykyisen tai valita toisen ohjaimen ja muokata ohjaimen asetuksia myöhemmin.<br> Joidenkin asetusten täytyy vastata omaa tulostintasi. Esimerkiksi ohjaimen oletuspaperikoon täytyy vastata tulostimeen todella syötettyä paperia.<br> Muut ohjainasetukset voit asettaa mielesi mukaisesti. Esimerkiksi minkä tahansa tarjolla olevan resoluution pitäisi toimia kyseisen ohjaimen kanssa. On kuitenkin mahdollista, että tulostimesi ei tulosta korkealla resoluutiolla. Tämä voi aiheutua esimerkiksi siitä, että laser-tulostimen muisti ei riitä korkearesoluutioiseen tulostukseen. Kun vaihdat käytössä olevan ohjaimen toiseen, täytyy tämä muutos kohdistaa ensin tulostusjonoon näin uutta ohjainta käytetään jonoon (suorita tämä valintaikkuna ensimmäisenä vaiheena) ja toisena vaiheena voit muokata kaikkia ohjaimen valintoja suorittamalla tämän valintaikkunan uudestaan.<br> Aluksi syöttökentät ohjaimen hakuriveille ovat esiasetettuja tämän hetkisen ohjaimen kuvauksilla kun yhteyttä ei ole vaihdettu. Tämä johtuu yleensä siitä että yksi ohjain täsmää joten sinun täytyy antaa vähemmän tarkka ajurihaku saadaksesi muita ohjaimia tai käyttää "Etsi lisää"-painiketta. Jos mikään muu ohjain ei täsmää, se ei tarkoita että muita ajureita ei olisi saatavilla. Siksi voit antaa hakukenttään mitä haluat ja etsiä kaikista saatavilla olevista ohjainkuvauksista. </p>
fr: <p> Le <b>pilote</b> détermine le bon type de données à produire en fonction du modèle précis de l'imprimante.<br> Si un mauvais pilote est assigné, des données incorrectes sont envoyées à l'imprimante avec pour conséquence une impression erronée, chaotique, ou pas d'impression du tout.<br> Vous pouvez soit sélectionner un autre pilote et modifier ses options ultérieurement, soit conserver le pilote actuel et modifier ses options maintenant.<br> Certaines options doivent correspondre à votre imprimante. Par exemple, le réglage de taille de papier par défaut du pilote doit correspondre au papier effectivement chargé dans votre imprimante.<br> Pour les autres paramètres, vous pouvez choisir ce que vous voulez. Par exemple, n'importe quel choix de résolution d'impression disponible devrait fonctionner pour ce pilote particulier. Néanmoins, il se peut que votre imprimante ne parvienne pas à imprimer avec une résolution élevée, par exemple si vous avez une imprimante laser avec une mémoire intégrée insuffisante pour traiter les pages de haute résolution.<br> Si vous remplacez le pilote actuellement utilisé par un autre, vous devez d'abord appliquer ce changement à la file d'attente d'impression, afin que le nouveau pilote soit utilisé pour la file (vous devez donc valider cette boîte de dialogue en premier) puis, dans un second temps, vous pouvez ajuster les options du pilote en utilisant à nouveau cette boîte de dialogue.<br> Au départ, le champ de recherche du pilote est pré-rempli avec la description du pilote actuellement utilisé, si la connexion n'a pas changé. Habituellement, ceci a pour résultat de n'afficher qu'un seul pilote, de sorte que vous devez entrer une chaîne de recherche moins spécifique pour trouver d'autres pilotes - ou utiliser le bouton "Rechercher plus". Si aucun pilote ne correspond, cela ne signifie pas qu'aucun pilote n'est disponible. Vous pouvez donc entrer ce que vous voulez comme chaîne de recherche et parcourir toutes les descriptions de pilotes disponibles. </p>
nl: <p> Het <b>stuurprogramma</b> bepaalt dat de juiste data wordt geproduceerd voor het specifieke printermodel.<br> Als een verkeerd stuurprogramma is toegekend dan wordt de verkeerde data naar de printer gezonden wat resulteert in slecht uitziende afdruk, chaotische afdruk, of helemaal geen afdruk.<br> U kunt ofwel een ander stuurprogramma kiezen en later de optieinstellingen ervoor wijzigen of het nu gebruikte stuurprogramma behouden en zijn optieinstellingen nu wijzigen.<br> Sommige optieinstellingen moeten overeenkomen met uw specifieke printer. Bijvoorbeeld de standaard papiergrootte instelling van het stuurprogramma moet overeenkomen met het papier dat nu is geladen in uw printer.<br> Voor andere optieinstellingen kunt u kiezen uit wat u wilt. Bijvoorbeeld elke keuze uit de beschikbare printerresoluties zou moeten werken voor het betreffende stuurprogramma. Niettemin kan het voorkomen dat uw specifieke printer niet wil printen met een hoge resolutie. Bijvoorbeeld bij een laserprinter die onvoldoende ingebouwd geheugen heeft om de hoge resolutie pagina's te verwerken.<br> Als u het nu gebruikte stuurprogramma wilt vervangen door een andere, dan moet u eerst deze wijziging toepassen op de printwachtrij zodat het nieuwe stuurprogramma wordt gebruikt voor de wachtrij (dwz. u moet deze dialoog als eerste stap beëindigen) en daarna in een tweede stap kunt u alle opties voor stuurprogramma's wijzigen door deze dialoog opnieuw te gebruiken.<br> Initieel wordt het invoerveld voor de zoektekst naar het stuurprogramma ingevuld met de beschrijving van het nu gebruikte stuurprogramma als de verbinding niet is gewijzigd. Dit resulteert gewoonlijk slechts in één enkel stuurprogramma dat overeenkomt zodat u een minder specifieke zoektekst moet invoeren om ook andere stuurprogramma's te krijgen of u gebruikt de knop 'Meer zoeken. Als geen stuurprogramma overeenkomt, dan betekent dat niet dat er geen stuurprogramma beschikbaar is. U kunt dus elke willekeurige zoektekst invoeren bij het zoeken naar een geschikt stuurprogramma en zoeken in alle beschikbare beschrijvingen van stuurprogramma's. </p>
sk: <p> <b>Ovládač</b> určuje, že sa vytvoria pre určitý model tlačiarne správne dáta.<br> Ak je priradený zlý ovládač, do tlačiarne sú odoslané zlé dáta, čo má za následok zle vyzerajúci výtlačok, chaotický výtlačok alebo vôbec žiadnu tlač.<br> Môžete vybrať iný ovládač a neskôr upraviť jeho nastavenie volieb, alebo ponechať aktuálne používaný ovládač a upraviť jeho nastavenie volieb.<br> Niektoré nastavenia volieb ovládača sa musia zhodovať s vašou konkrétnou tlačiarňou. Napríklad predvolené nastavenie veľkosti papiera v ovládači musí zodpovedať papieru, ktorý je vlastne vložený v tlačiarni.<br> Pre ostatné nastavenia volieb ovládača si môžete vybrať, čo sa vám páči. Napríklad akýkoľvek výber z dostupných tlačových rozlíšení by mali pracovať s konkrétnym ovládačom. Napriek tomu sa môže stať, že vaša konkrétna tlačiareň zlyhá pri tlači s vysokým rozlíšením. Napríklad. ak máte laserovú tlačiareň, ktorá má nedostatočnú vstavanú pamäť pre spracovanie stránok s vysokým rozlíšením.<br> Keď vymeníte aktuálne používaný ovládač za iný, je potrebné najprv aplikovať túto zmenu do tlačového frontu tak, aby nový ovládač sa používal frontom (t.j. musíte dokončiť tento dialóg ako prvý krok) a potom v druhom kroku môžete nastaviť všetky voľby ovládača opätovným použitím tohto dialógového okna.<br> Najprv je vstupné pole pre hľadaný reťazec ovládača prednastavené s popisom aktuálne používaného ovládača, keď spojenie nebolo zmenené. To má za následok, že zvyčajne iba jeden ovládač, ktorý zodpovedá, takže budete musieť zadať menej konkrétny hľadaný reťazec ovládača, aby sa získali ostatné ovládače, alebo môžete použiť tlačidlo 'Nájsť ďalšie'. Ak žiadny ovládač nezodpovedá, neznamená to, že nie je k dispozícii žiadny ovládač. Preto môžete zadať, čo sa vám páči, ako hľadaný reťazec ovládača a prehľadať všetky dostupné popisy ovládača. </p>
zh_cn: <p> <b>驱动程序</b>决定了指定型号的打印机 可以输出的正确数据。<br> 如果指派了错误的驱动程序，会将错误的数据发送到打印机， 这将导致难看、混乱的打印输出，或完全没有打印输出。<br> 您可以选择另一款驱动程序并稍后修改它的驱动程序 选项设置，也可以保留当前使用的驱动程序并立即修 改它的驱动程序选项设置。<br> 有些驱动程序选项设置必须与您的打印机匹配。 例如，驱动程序的默认纸张大小设置必须与 您打印机中实际装入的纸张匹配。<br> 对于其他驱动程序选项，您可以根据自己的喜好选择。 例如，任何可用打印分辨率都能够用于该驱动程序。 除非您的驱动程序在高分辨率下不能打印。 例如，镭射打印机的内置内存不足以 处理高分辨率的页面。<br> 当您将当前使用的驱动程序更换为另一个驱动程序时， 必须先将此更改应用于打印队列， 以对此队列使用新驱动程序 （例如，作为第一步，您必须完成此对话框）， 然后在第二步，您可以再次使用 此对话框调整所有驱动程序选项。<br> 当连接没有更改时，驱动程序搜索字符串输入字段 初始预设为当前使用的驱动程序的描述。 此结果通常是一个匹配的驱动程序， 要获取其他驱动程序，您必须输入一个更宽泛的 驱动程序搜索字符串，或者使用 “查找更多” 按钮。 如果没有匹配的驱动程序，也不意味着没有驱动程序可用。 因此，您可以输入您需要的字符串作为驱动程序搜索 字符串，搜索所有可用驱动程序描述。 </p>
zh_tw: <p> <b>驅動程式</b>決定了根據特定印表機型號 來產生正確的資料。<br> 如果指定了錯誤的驅動程式，就會將錯誤的資料傳送到印表機， 這會造成列印品質差，一團糟的列印輸出，或根本列印不出。<br> 您可以選取另一個驅動程式，然後稍後再修改其驅動程式選項設定， 也可以保留目前使用的驅動程式，並立即修改其驅動程式選項設定。<br> 有些驅動程式選項設定必須符合您特定的印表機。 例如，驅動程式的預設紙張大小設定必須 符合您實際裝入印表機的紙張。<br> 對於其他驅動程式選項設定，則可以按您的喜好來選擇。 例如，從可用的列印解析度所做的選擇應 對特定驅動程式有效。 但還是有可能發生特定印表機無法列印高解析度 內容的情況。例如，當您的雷射印表機內建 記憶體不足時，便無法處理高解析度頁面。<br> 將目前使用的驅動程式切換為其他驅動程式时， 必須先將此變更套用至列印佇列， 讓佇列使用新的驅動程式 (也就是說，第一步必須完成此對話方塊)， 接著便可再次使用此對話方塊來調整 所有驅動程式選項。<br> 最初，在未變更連接時，驅動程式搜尋字串的 輸入欄位會預設為目前所用驅動程式的描述。 如此一來，通常只有一個驅動程式符合條件， 因此您必須輸入一個不那麼具體的驅動程式搜尋字串， 以便還能找到其他驅動程式，或者您也可以使用「尋找更多」按鈕。 沒有找到符合的驅動程式並不表示沒有可用的驅動程式。 因此，您可以輸入任何驅動程式搜尋字串， 來搜尋所有可用的驅動程式描述。 </p>
