Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: Select a manufacturer or 'raw queue'.
ca: Seleccioneu el fabricant o 'raw queue'.
da: Vælg en producent eller "rå kø".
de: Wählen Sie einen Hersteller oder 'raw queue' aus.
es: Seleccione un fabricante o una cola en bruto.
fi: Valitse valmistaja tai "raw"-jono.
fr: Sélectionnez un fabricant ou une file d'attente 'raw'.
nl: Selecteer een fabrikant of 'onbewerkte wachtrij'.
sk: Vyberať výrobcu, alebo 'raw front'.
sl: Izberite izdelovalca ali vrsto »raw«.
zh_cn: 选择制造商或“原始队列”。
zh_tw: 選取廠商或「原始佇列」。

source: Look up all hosts in the local network
ca: Cerca tots els amfitrions de la xarxa local
da: Slå alle værter på det lokale netværk op
de: Alle Rechner des lokalen Netzwerks abfragen
es: Buscar todos los hosts en la red local
fi: Etsi kaikilta paikallisverkon koneilta
fr: Rechercher tous les hôtes dans le réseau local
nl: Zoek alle hosts op in het lokale netwerk
sk: Hľadať všetkých hostiteľov v lokálnej sieti
sl: Poišči vse gostitelje v krajevnem omrežju
zh_cn: 查询本地网络中的所有主机
zh_tw: 查看區域網路上的所有主機

source: Please wait... This could take more than a minute.
ca: Si us plau, espereu... Pot ser que aquest procés trigui més d'un minut...
da: Vent venligst... Dette kan tage over et minut.
de: Bitte warten ... Dies kann länger als eine Minute dauern.
es: Espere... Esta acción puede tardar más de un minuto.
fi: Odota... Tämä voi kestää yli minuutin.
fr: Veuillez patienter... Ceci peut prendre plus d'une minute.
nl: Even wachten... Dit kan meer dan een minuut duren.
sk: Prosím čakajte... Toto môže trvať viac ako minútu.
sl: Prosimo, počakajte … To lahko traja dlje kot eno minuto.
zh_cn: 请稍候... 这可能会花一分多钟的时间。
zh_tw: 請稍候... 這可能會花 1 分鐘以上的時間。

source: Scan for hosts which are accessible via TCP port %1
ca: Cerca amfitrions que siguin accessibles a través del port TCP %1
da: Scan efter værter som er tilgængelige via TCP-port %1
de: Test auf Rechner, die über TCP-Port %1 erreichbar sind
es: Explorar los hosts a los que se puede acceder mediante el puerto TCP %1
fi: Etsi TCP-portin %1 kautta saatavilla olevia koneita
fr: Rechercher des hôtes accessibles via le port TCP %1
nl: Naar hosts scannen die toegankelijk zijn via TCP-poort %1
sk: Skenovať hostiteľov, ktorí sú dostupní cez TCP port %1
sl: Poišči gostitelje, ki so dostopni prek vrat TCP »%1«
zh_cn: 扫描可以通过 TCP 端口 %1 访问的主机
zh_tw: 掃描可經由 TCP 埠號 %1 存取的主機

source: Scan for hosts which are accessible via Samba (SMB)
ca: Cerca amfitrions que siguin accessibles a través de Samba (SMB)
da: Scan efter værter som er tilgængelige via Samba (SMB)
de: Test auf Rechner, die über Samba (SMB) erreichbar sind
es: Explorar los hosts a los que se puede acceder mediante Samba (SMB)
fi: Etsi Samba-palvelimen (SMB) kautta saatavilla olevia koneita
fr: Rechercher des hôtes accessibles via Samba (SMB)
nl: Naar hosts scannen die toegankelijk zijn via Samba (SMB)
sk: Skenovať hostiteľov, ktorí sú dostupní cez Sambu (SMB)
sl: Poišči gostitelje, ki so dostopni prek Sambe (SMB)
zh_cn: 扫描可以通过 Samba (SMB) 访问的主机
zh_tw: 掃描可經由 Samba (SMB) 存取的主機

source: Scan for hosts which are accessible via port 515 (LPD/LPR)
ca: Cerca amfitrions que siguin accessibles a través del port 515 (LPD/LPR)
da: Scan efter værter som er tilgængelige via port 515 (LPD/LPR)
de: Test auf Rechner, die über Port 515 (LPD/LPR) erreichbar sind)
es: Explorar los hosts a los que se puede acceder mediante el puerto 515 (LPD/LPR)
fi: Etsi portin 515 (LPD/LPR) kautta saatavilla olevia koneita
fr: Rechercher des hôtes accessibles via le port 515 (LPD/LPR)
nl: Naar hosts scannen die toegankelijk zijn via poort 515 (LPD/LPR)
sk: Skenovať hostiteľov, ktorí sú dostupní cez port 515 (LPD/LPR)
sl: Poišči gostitelje, ki so dostopni prek vrat 515 (LPD/LPR)
zh_cn: 扫描可以通过端口 515 (LPD/LPR) 访问的主机
zh_tw: 掃描可經由埠號 515 (LPD/LPR) 存取的主機

source: Scan for hosts which are accessible via port 631 (CUPS/IPP)
ca: Escaneja amfitrions mitjançant el port 631 (IPP/CUPS)
da: Scan efter værter som er tilgængelige via port 631 (CUPS/IPP)
de: Test auf Rechner, die über Port 631 (CUPS/IPP)erreichbar sind
es: Explorar los hosts a los que se puede acceder mediante el puerto 631 (CUPS/IPP)
fi: Etsi portin 631 (CUPS/IPP) kautta saatavilla olevia koneita.
fr: Rechercher des hôtes accessibles via le port 631 (CUPS/IPP)
nl: Naar hosts scannen die toegankelijk zijn via poort 631 (CUPS/IPP)
sk: Skenovať hostiteľov, ktorí sú dostupní cez port 631 (CUPS/IPP)
sl: Poišči gostitelje, ki so dostopni prek vrat 631 (CUPS/IPP)
zh_cn: 扫描可以通过端口 631 (CUPS/IPP) 访问的主机
zh_tw: 掃描可經由埠號 631 (CUPS/IPP) 存取的主機

source: Scanning in the network did not find any host. (Network issue or firewall active?)
ca: L'escaneig de la xarxa no ha trobat cap amfitrió. (Problema de la xarxa o hi ha el tallafoc actiu?)
da: Scanning af netværket fandt ingen værter. (Netværksproblem eller aktiv firewall?)
de: Testen des Netzwerks fand keine Rechner. (Netzwerkproblem oder aktivierte Firewall?)
es: No se ha encontrado ningún host al explorar la red. (¿Problemas de red o cortafuegos activo?)
fi: Verkkohaku ei löytänyt palvelimia. (Ongelma verkossa tai palomuuri estää löytämisen?)
fr: L'inspection du réseau n'a trouvé aucun hôte. (Problème de réseau ou pare-feu actif ?)
nl: In het netwerk scannen leverde geen host op. (Iets in het netwerk of met de firewall?)
sk: Skenovanie cez sieť nenašlo žiadneho hostiteľa. (Problém siete, alebo aktívny firewall?)
sl: Iskanje v omrežju ni našlo nobenega gostitelja. (Težava z omrežjem ali dejaven požarni zid?)
zh_cn: 扫描网络时没有发现任何主机。 （是否存在网络问题或防火墙处于活动状态？）
zh_tw: 掃描網路未發現任何主機。 (網路問題或啟用了防火牆？)

source: Access test failed for port '%1' on host '%2'.
ca: Ha fallat la prova d'accés del port "%1" a l'amfitrió "%2".
da: Test af adgang mislykkedes for port "%1" på værten "%2".
de: Zugriffstest für Port '%1' auf Host '%2' fehlgeschlagen.
es: Fallo en la prueba de acceso al puerto %1 del host %2.
fi: Yhteystesti epäonnistui: koneen "%2" portti "%1".
fr: Échec du test d'accès pour le port '%1' sur l'hôte '%2'.
nl: Toegangstest mislukt voor poort '%1' op host '%2'.
sk: Zlyhal test prístupu pre port '%1' na hostiteľovi '%2'.
sl: Poskus dostopa prek vrat »%1« na gostitelju »%2« je spodletel.
zh_cn: 对于主机“%2”上的端口“%1”的访问测试失败。
zh_tw: 對主機「%2」上連接埠「%1」的存取測試失敗。

source: Access test failed for queue '%1' on host '%2'.
ca: Ha fallat la prova d'accés de la cua "%1" a l'amfitrió "%2".
da: Test af adgang mislykkedes for køen "%1" på værten "%2".
de: Zugriffstest für Warteschlange '%1' auf Host '%2' fehlgeschlagen.
es: Fallo en la prueba de acceso a la cola %1 del host %2.
fi: Yhteystesti epäonnistui: koneen "%2" jono "%1".
fr: Échec du test d'accès pour la file d'attente '%1' sur l'hôte '%2'.
nl: Toegangstest mislukt voor wachtrij '%1' op host '%2'.
sk: Zlyhal test prístupu pre front '%1' na hostiteľovi '%2'.
sl: Poskus dostopa prek vrste »%1« na gostitelju »%2« je spodletel.
zh_cn: 对于主机“%2”上的队列“%1”的访问测试失败。
zh_tw: 對主機「%2」上佇列「%1」的存取測試失敗。

source: This is only a generic test which may untruly report failures if authentication via Active Directory (R) is required. In this case a user who is allowed to print via Active Directory (R) should log in and test by himself if he can print from Gnome or KDE.
ca: Aquest és només un test genèric que podria informar d'errors falsos si es demana l'autenticació a través d'Active Directory (R). En aquest cas, si un usuari té permís per imprimir a través d'Active Directory (R) hauria d'entrar-hi i provar ell mateix si pot imprimir des del Gnome o del KDE.
da: Dette er kun en generisk test som måske fejlagtigt melder fejl, hvis autentificering via Active Directory (R) er påkrævet. I så fald bør en bruger der har rettigheder til at udskrive via Active Directory (R) logge ind og selv teste om han kan udskrive fra KDE eller GNOME.
de: Das ist ein nur sehr einfacher Test, der fehlschlägt, wenn Active Directory®-Authentifizierung benötigt wird. In diesem Fall muss ein Active Directory®-Benutzer mit Druckrechten manuell testen, ob aus Gnome oder KDE gedruckt werden kann.
es: Esto solo es una prueba genérica que puede informar erróneamente de errores si se necesita autenticación mediante Active Directory(R) En tal caso, un usuario que tenga permitido imprimir mediante Active Directory(R) debe iniciar sesión y probar si puede imprimir desde Gnome o KDE.
fi: Tämä on vain yleistesti, joka voi virheellisesti kertoa ongelmista, jos tunnistautuminen tapahtuu Active Directoryn (R) kautta. Käyttäjän, jolla on oikeudet tulostaa Active Directoryn (R) kautta, tulisi tällöin kirjautua ja testata tulostusta Gnomesta tai KDE:sta.
fr: Il ne s'agit que d'un test générique qui peut rapporter de faux échecs si l'authentification via Active Directory (R) est requise. Dans ce cas, un utilisateur qui est autoriser à imprimer via Active Directory (R) devrait se connecter et tester lui-même s'il peut imprimer depuis GNOME ou KDE.
nl: Dit is alleen een algemene test die mislukkingen kan rapporteren die niet waar zijn als verificatie via Active Directory (R) is vereist. In dat geval moet een gebruiker die mag printen via Active Directory (R) zich aanmelden en zelf testen of hij kan printen vanuit Gnome of KDE.
sk: Toto je len všeobecný test, ktorý môže nepravdivo hlásiť zlyhania, ak je vyžadované overenie pomocou Active Directory (R). V tomto prípade by sa mal používateľ, ktorý má povolené tlačiť cez Active Directory (R), prihlásiť a otestovať si sám, či môže tlačiť z Gnome alebo KDE.
sl: To je le splošen preizkus, ki lahko napačno spodleti, če je potrebno overjanje z Active Directory®. V tem primeru naj uporabnik, ki mu je tiskanje dovoljeno, ročno preveri ali lahko tiska iz programov.
zh_cn: 这只是一个通用测试，如果要求通过 Active Directory (R) 进行身份验证，则可能会误报失败。在这种情况下， 允许通过 Active Directory (R) 打印的用户应该登录 并测试自己是否可从 Gnome 或 KDE 打印。
zh_tw: 這只是一般性測試，如果需要透過 Active Directory (R) 進行驗證， 則該測試可能會誤報失敗。 在此情況下，有權透過 Active Directory (R) 列印的使用者 應登入並自行測試是否可以從 Gnome 或 KDE 列印。

source: The generic test reports failures for share '%1' on host '%2'.
ca: Ha fallat la prova d'accés del recurs compartit "%1" a l'amfitrió "%2".
da: Den generiske test melder fejl for den delte ressource "%1" på værten "%2".
de: Der automatische Test meldet Fehler für die Freigabe '%1' des Rechners '%2'.
es: La prueba genérica informa sobre errores para compartir %1 en el host %2.
fi: Yleistesti ilmoittaa ongelmista koneen "%2" jaossa "%1".
fr: Le test générique a échoué pour le partage '%1' sur l'hôte '%2'.
nl: De algemene test rapporteert mislukkingen voor share '%1' op host '%2'.
sk: Všeobecný test hlási zlyhania pre zdieľanie '%1' na hostiteľovi '%2'.
sl: Splošni preizkus poroča o neuspehu za deljeno »%1« na gostitelju »%2«.
zh_cn: 通用测试报告对主机“%2”上的共享“%1”测试失败。
zh_tw: 一般測試報告對主機「%2」上共享「%1」的測試失敗。

source: Access test failed for share '%1' on host '%2'.
ca: Ha fallat la prova d'accés del recurs compartit "%1" a l'amfitrió "%2".
da: Test af adgang mislykkedes for delingen "%1" på værten "%2".
de: Zugriffstest für Freigabe '%1' auf Host '%2' fehlgeschlagen.
es: Fallo en la prueba de acceso al recurso compartido %1 del host %2.
fi: Yhteystesti epäonnistui: koneen "%2" jako "%1".
fr: Échec du test d'accès pour le partage '%1' sur l'hôte '%2'.
nl: Toegangstest mislukt voor share '%1' op host '%2'.
sk: Zlyhal test prístupu pre zdieľanie '%1' na hostiteľovi '%2'.
sl: Preizkus dostopa do deljenega »%1« na gostitelju »%2« je spodletel.
zh_cn: 对于主机“%2”上的共享“%1”的访问测试失败。
zh_tw: 对主機「%2」上共享「%1」的存取測試失敗。

source: Test OK
ca: Prova correcta
es: Prueba correcta
fi: Toimii!
sl: Preizkus uspel
zh_cn: 测试通过
zh_tw: 測試正常

source: To support Active Directory (R), the RPM package samba-krb-printing must be installed.
ca: Per tenir suport d'Active Directory (R), cal que el paquet rpm samba-krb-printing estigui instal·lat.
da: For at understøtte Active Directory (R) skal RPM-pakken samba-krb-printing være installeret.
de: Um Active Directory® verwenden zu können, muss das Paket 'samba-krb-printing' installiert sein.
es: Para la compatibilidad con Active Directory(R), el paquete RPM samba-krb-printing debe estar instalado.
fi: Active Directory (R) -tukea varten RPM-paketin samba-krb-printing tulee olla asennettuna.
fr: Pour supporter Active Directory (R), le paquet RPM samba-krb-printing doit être installé.
nl: Om Active Directory (R) te ondersteunen moet het RPM-pakket samba-krb-printing zijn geïnstalleerd.
sk: Pre podporu Active Directory (R) musí byť nainštalovaný RPM balík samba-krb-printing.
sl: Za podporo Active Directory® mora biti nameščen paket »samba-krb-printing«.
zh_cn: 要支持 Active Directory (R)，必须安装 RPM 包 samba-krb-printing。
zh_tw: 要支援 Active Directory (R)，需要安裝 RPM 套件 samba-krb-printing。

source: Active Directory (R) support will be disabled for all SMB print queues.
ca: Ell suport d'Active Directory (R) es desactivarà per a totes les cues d'impressió SMB.
da: Active Directory (R)-understøttelse vil være deaktiveret for alle SMB-printkøer.
de: Active Directory®-Unterstützung wird für alle SMB Druckerwarteschlangen deaktiviert.
es: La compatibilidad con Active Directory(R) estará inhabilitada para todas las colas de impresión SMB.
fi: Active Directory (R) -tuki on poissa käytöstä kaikilla SMB-tulostinjonoilla.
fr: Le support d'Active Directory (R) sera désactivé pour toutes les files d'impressions SMB.
nl: Ondersteuning voor Active Directory (R) zal uigeschakeld worden voor alle wachtrijen voor SMB-afdrukken.
sk: Podpora Active Directory (R) bude zakázaná pre všetky SMB tlačové fronty.
sl: Podpora Active Directory® bo onemogočena za vse tiskalne vrste SMB.
zh_cn: 将对所有 SMB 打印队列禁用 Active Directory (R) 支持。
zh_tw: 將會針對所有 SMB 列印佇列停用 Active Directory (R) 支援。

source: Printer Configurations
ca: Configuracions de les impressores
da: Printer-konfigurationer
de: Druckerkonfigurationen
es: Configuraciones de impresoras
fi: Tulostinasetukset
fr: Configurations d'imprimantes
nl: Printerconfiguraties
sk: Konfigurácie tlačiarne
sl: Nastavitve tiskalnikov
zh_cn: 打印机配置
zh_tw: 印表機組態

source: Print via Network
ca: Imprimeix a través de la xarxa
da: Udskrift via netværk
de: Über Netzwerk drucken
es: Imprimir mediante red
fi: Verkkotulostus
fr: Imprimer via le réseau
nl: Afdrukken via netwerk
sk: Tlačiť cez sieť
sl: Tiskanje prek omrežja
zh_cn: 通过网络打印
zh_tw: 透過網路列印

source: Share Printers
ca: Comparteix impressores
da: Del printere
de: Drucker freigeben
es: Compartir impresoras
fi: Jaa tulostin
fr: Partager les imprimantes
nl: Printers delen
sk: Zdieľať tlačiarne
sl: Deli tiskalnike
zh_cn: 共享打印机
zh_tw: 共用印表機

source: Policies
ca: Polítiques
da: Politikker
de: Richtlinien
es: Directivas
fi: Käytänteet
fr: Stratégies
nl: Beleidsregels
sk: Politiky
sl: Pravila
zh_cn: 策略
zh_tw: 規則

source: Automatic Configuration
ca: Configuració automàtica
da: Automatisk konfiguration
de: Automatische Konfiguration
es: Configuración automática
fi: Automaattinen asetus
fr: Configuration automatique
nl: Automatische configuratie
sk: Automatická konfigurácia
sl: Samodejno nastavljanje
zh_cn: 自动配置
zh_tw: 自動組態

source: AutoYaST Printer Configurations
ca: Configuracions de les impressores d'AutoYaST
da: AutoYaST-printerkonfigurationer
de: AutoYaST-Druckerkonfigurationen
es: Configuraciones de impresoras de AutoYaST
fi: AutoYaST-tulostinasetukset
fr: Configurations d'imprimantes pour AutoYaST
nl: AutoYaST printerconfiguraties
sk: AutoYaST konfigurácie tlačiarne
sl: Nastavitve tiskalnikov AutoYaST
zh_cn: AutoYaST 打印机配置
zh_tw: AutoYaST 印表機組態

source: AutoYaST Print via Network Settings
ca: Impressió d'AutoYaST per mitjà de paràmetres de xarxa
da: Indstillinger for AutoYaST udskrift via netværk
de: AutoYaST Netzwerkdruckeinstellungen
es: Configuración de impresión de AutoYaST mediante la red
fi: AutoYaST-tulostus verkkoasetuksista
fr: Paramètres AutoYaST pour l'impression via le réseau
nl: AutoYaST instellingen voor afdrukken via het netwerk
sk: AutoYaST tlač cez nastavenia siete
sl: Nastavitve tiskanja prek omrežja AutoYaST
zh_cn: AutoYaST 通过网络打印设置
zh_tw: 經由網路設定 AutoYaST 列印

source: Detected Printers
ca: Impressores detectades
da: Fundne printere
de: Erkannte Drucker
es: Impresoras detectadas
fi: Tunnistetut tulostimet
fr: Imprimantes détectées
nl: Gedetecteerde printers
sk: Nájdené tlačiarne
sl: Zaznani tiskalniki
zh_cn: 检测到的打印机
zh_tw: 偵測到的印表機

source: AutoYaST Settings for Printing with CUPS via Network
ca: Paràmetres d'AutoYaST per imprimir amb CUPS a través de la xarxa
da: AutoYaST-indstillinger for udskrift med CUPS via netværk
de: AutoYaST-Einstellungen für das Drucken mit CUPS über Netzwork
es: Configuración de AutoYaST para impresión con CUPS mediante la red
fi: AutoYaST-asetukset CUPS-verkkotulostukseen
fr: Paramètres AutoYaST pour l'impression avec CUPS via le réseau
nl: AutoYaST instellingen voor afdrukken met CUPS via het netwerk
sk: Nastavenia AutoYaST pre tlač pomocou CUPS cez sieť
sl: Nastavitve AutoYaST za tiskanje s CUPS prek omrežja
zh_cn: 使用 CUPS 通过网络打印的 AutoYaST 设置
zh_tw: 使用 CUPS 經由網路列印的 AutoYaST 設定

source: Driver Packages
ca: Paquets del controlador
da: Driver-pakker
de: Treiberpakete
es: Paquetes de controladores
fi: Ajurit
fr: Paquets de pilotes
nl: Pakketten met apparaatstuurprogramma's
sk: Balíky ovládača
sl: Paketi z gonilniki
zh_cn: 驱动程序包
zh_tw: 驅動程式套件

source: Install or Remove Printer Driver Packages
ca: Instal·la o elimina paquets de controladors d'impressora
da: Installér eller fjern printerdriver-pakker
de: Druckertreiberpakete installieren oder entfernen
es: Instalar o eliminar paquetes de controladores de impresoras
fi: Tulostusajurien asennus tai poisto
fr: Installer ou supprimer des paquets de pilotes d'imprimantes
nl: Installeren of verwijderen van pakketten met printerstuurprogramma's
sk: Inštalovať, alebo odstrániť balíky ovládača tlačiarne
sl: Namestitev ali odstranitev paketov z gonilniki za tiskalnike
zh_cn: 安装或删除打印机驱动程序包
zh_tw: 安裝或移除印表機驅動程式套件

source: Printer Description Files for Ghostscript Drivers
ca: Fitxers de descripció d'impressores per a controladors Ghostscript
da: Printerbeskrivelsesfiler til Ghostscript-drivere
de: Druckerbeschreibungsdateien für Ghostscript-Treiber
es: Archivos de descripción de impresoras para controladores Ghostscript
fi: Ghostscript-ajurien tulostinkuvaustiedostot
fr: Fichiers de description d'imprimante pour les pilotes Ghostscript
nl: Printerbeschrijvingsbestanden voor Ghostscript-stuurprogramma's
sk: Súbory s popisom tlačiarne pre ovládače Ghostscript
sl: Datoteke z opisi tiskalnikov za gonilnike Ghostscript
zh_cn: Ghostscript 驱动程序的打印机描述文件
zh_tw: Ghostscript 驅動程式的印表機描述檔案

source: Printer Description Files for some PCL Printers
ca: Fitxers de descripció d'impressores per a algunes impressores PCL
da: Printerbeskrivelsesfiler til visse PCL-printere
de: Druckerbeschreibungsdateien für einige PCL-Drucker
es: Archivos de descripción de impresoras para algunas impresoras PCL
fi: Joidenkin PCL-tulostinten kuvaustiedostot
fr: Fichiers de description d'imprimante pour certaines imprimantes PCL
nl: Printerbeschrijvingsbestanden voor enige PCL-printers
sk: Súbory s popisom tlačiarne pre PCL tlačiarne
sl: Datoteke z opisi tiskalnikov za nekatere tiskalnike PCL
zh_cn: 一些 PCL 打印机的打印机描述文件
zh_tw: 某些 PCL 印表機的印表機描述檔案

source: Printer Description Files for PostScript Printers
ca: Fitxers de descripció d'impressora per a impressores PostScript
da: Printerbeskrivelsesfiler til PostScript-printere
de: Druckerbeschreibungsdateien für PostScript-Drucker
es: Archivos de descripción de impresoras para impresoras PostScript
fi: Postscript-tulostinten kuvaustiedostot
fr: Fichiers de description d'imprimante pour les imprimantes PostScript
nl: Printerbeschrijvingsbestanden voor Postscript-printers
sk: Súbory s popisom tlačiarne pre PostScript tlačiarne
sl: Datoteke z opisi tiskalnikov za tiskalnike PostScript
zh_cn: PostScript 打印机的打印机描述文件
zh_tw: PostScript 印表機的印表機描述檔案

source: Gutenprint/Gimp-Print Driver
ca: Controlador Gutenprint/Gimp-Print
de: Gutenprint/Gimp-Print-Treiber
es: Controlador Gutenprint/Gimp-Print
fi: Gutenprint/Gimp-tulostinajuri
fr: Pilote Gutenprint/Grimp-Print
nl: Gutenprint/Gimp-printerstuurprogramma
sk: Gutenprint/Gimp-Print ovládač
sl: Gonilnik Gutenprint/Gimp-Print
zh_cn: Gutenprint/Gimp-Print 驱动程序
zh_tw: Gutenprint/Gimp-Print 驅動程式

source: Driver for HP Printers and HP All-in-One Devices
ca: Controlador per a impressores i per a dispositius multifunció d'HP
da: Driver til HP-printere og HP All-in-One-enheder
de: Treiber für HP-Drucker und HP-All-in-One-Geräte
es: Controlador para impresoras HP y dispositivos HP multifunción
fi: HP-tulostinten ja -monitoimilaitteiden ajuri
fr: Pilote pour les imprimantes HP et les périphériques tout-en-un HP
nl: Apparaatstuurprogramma voor HP-printers en alles-in-één apparaten
sk: Ovládač pre HP tlačiarne a HP All-in-One zariadenia
sl: Gonilnik za tiskalnike in naprave vse-v-enem HP
zh_cn: HP 打印机和 HP 多功能一体机的驱动程序
zh_tw: HP 印表機與 HP 多功能事務機的驅動程式

source: Manufacturer's PostScript Printer Description Files
ca: Fitxers PostScript de descripció d'impressores del fabricant
da: PostScript printerbeskrivelsesfiler fra producenterne
de: Postscript-Druckerbeschreibungsdatei des Herstellers
es: Archivos del fabricante de descripción de impresora PostScript
fi: Valmistajien PostScript-tulostinkuvaustiedostot
fr: Fichiers de description d'imprimante PostScript du fabricant
nl: Postscript printerbeschrijvingsbestanden van fabrikanten
sk: Súbory s popisom tlačiarne pre PostScript od výrobcu
sl: Datoteke z opisi tiskalnikov PostScript od izdelovalca
zh_cn: 制造商的 PostScript 打印机描述文件
zh_tw: 廠商的 PostScript 印表機描述檔案

source: SpliX Driver for SPL Printers without JBIG
ca: Controlador SpliX per a impressores SPL sense JBIG
da: SpliX-driver til SPL-printere uden JBIG
de: SpliX-Treiber für SPL-Drucker ohne JBIG
es: Controlador SpliX para impresoras SPL sin JBIG
fi: SPL-tulostinten SpliX-ajuri ilman JBIG:tä
fr: Pilote SpliX pour les imprimantes SPL sans JBIG
nl: SpliX apparaatstuurprogramma voor SPL-printers zonder JBIG
sk: Ovládač SpliX pre tlačiarne SPL bez JBIG
sl: Gonilnik SpliX za tiskalnike SPL brez JBIG
zh_cn: 不带 JBIG 支持的 SPL 打印机的 SpliX 驱动程序
zh_tw: 不含 JBIG 之 SPL 印表機的 SpliX 驅動程式

source: Epson ESC/P-R Inkjet Printer Driver
ca: Controlador d'impressores Epson ESC/P-R Inkjet
de: Epson ESC/P-R Inkjet Druckertreiber
es: Controlador para impresora de inyección de tinta Epson ESC/P-R
fi: Epson ESC/P-R Inkjet -tulostinajuri
fr: Pilote d'imprimante Epson ESC/P-R Inkjet
nl: Apparaatstuurprogramma Epson ESC/P-R Inkjet Printer
sk: Ovládač tlačiarne Epson ESC/P-R Inkjet
sl: Gonilnik za brizgalne tiskalnike Epson ESC/P-R
zh_cn: Epson ESC/P-R 喷墨打印机驱动程序
zh_tw: Epson ESC/P-R Inkjet 印表機驅動程式

source: Make a Printer Description File Available
ca: Fes que hi hagi un fitxer de descripció de la impressora disponible
da: Gør en printerbeskrivelsesfil tilgængelig
de: Eine Druckerbeschreibungsdatei zur Verfügung stellen
es: Hacer que un archivo de descripción de impresora esté disponible
fi: Julkaise tulostinkuvaustiedosto
fr: Rendre un fichier de description d'imprimante disponible
nl: Een printerbeschrijvingsbestand beschikbaar stellen
sk: Vytvoriť dostupný súbor popisujúci tlačiareň
sl: Datoteka z opisom tiskalnika
zh_cn: 使打印机描述文件可用
zh_tw: 將印表機描述檔案設為可用

source: Printer description &file name with full path where it is located
ca: Nom del &fitxer de descripció de la impressora amb el camí complet d'on està ubicada
da: Printerbeskrivelses&filens navn med fuld sti til dens placering
de: Name der Druckerbeschreibungsdatei mit vollständigem &Pfad
es: Nombre del archivo de descri&pción de la impresora con la ruta completa a su ubicación
fi: &Tulostinkuvaustiedosto ja sen täysi sijaintipolku
fr: Nom du &fichier de description d'imprimante avec le chemin complet de son emplacement
nl: Printerbeschrijvings&bestandsnaam met volledig pad naar zijn locatie
sk: &Názov súboru s popisom &tlačiarne s celou cestou umiestnenia
sl: Ime datoteke z opisom tiskalnika s celotno potjo do njenega mesta
zh_cn: 包含完整路径的打印机描述文件名(&f)
zh_tw: 印表機描述檔案的名稱和所在位置的完整路徑(&F)
