Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: To use 'beh', the RPM package cups-backends must be installed.
ca: Per usar "beh", hi ha d'haver instal·lat el paquet RPM cups-backends.
da: For at bruge "beh" skal RPM-pakken cups-backends være installeret.
de: Zur Verwendung von 'beh' muss das RPM-Paket 'cups-backends' installiert sein.
es: Para usar beh, debe estar instalado el paquete RPM cups-backends.
fr: Pour utiliser 'beh', le paquet RPM cups-backends doit être installé.
nl: Om 'beh' te kunnen gebruiken moet het RPM-pakket cups-backend geïnstalleerd zijn.
sk: Pre použitie 'beh' musí byť nainštalovaný RPM balík cups-backends.
sl: Za uporabo »beh« mora biti nameščen paket »cups-backends«.
zh_cn: 要使用“beh”，必须安装 RPM 包 cups-backends。
zh_tw: 若要使用「beh」，必須安裝 RPM 套件 cups-backends。

source: Device URI (for which 'beh' should be applied) [percent-encoded]
ca: URI del dispositiu (al qual s'ha d'aplicar "beh") [percent-encoded]
da: Enheds-URI (for hvilket "beh" bør anvendes) [procent-indkodet]
de: Geräte-URI (auf den 'beh' angewendet werden soll) [Prozent-Kodiert]
es: URI del dispositivo (al que se debe aplicar beh) [codificación-porcentual]
fi: Laitteen URI (jolle "beh" tulisi käyttöön) [%-muodossa]
fr: URI du périphérique (pour lequel 'beh' devrait être appliqué) [encodé avec des pourcents]
nl: Apparaat URI (waarvoor 'beh' zou moeten worden toegepast) [procent gecodeerd]
sk: URI zariadenie (pre ktorý 'beh' by mal byť aplikovaný) [%-kódované]
sl: URI naprave (za katero naj se uporabi »beh«) [kodirano z odstotkom]
zh_cn: 设备 URI（对其应该应用“beh”）[百分号编码]
zh_tw: 裝置 URI (應套用「beh」) [百分比編碼]

source: Never Disable the Queue
ca: No inhabilitis mai la cua
da: Deaktivér aldrig køen
de: Warteschlange nie deaktivieren
es: Nunca inhabilitar la cola
fi: Älä koskaan poista jonoa käytöstä
fr: Ne jamais désactiver la file d'attente
nl: Wachtrij nooit uitschakelen
sk: Nikdy nevypnúť front
sl: Nikoli ne onemogoči vrste
zh_cn: 从不禁用队列
zh_tw: 永不停用佇列

source: Number of Retries ('0' means infinite retries)
ca: Nombre d'intents ("0" indica un nombre infinit d'intents)
da: Antal genforsøg ('0' betyder uendelige genforsøg)
de: Anzahl der Neuversuche ('0' bedeutet unbegrenzt)
es: Número de reintentos (use 0 para no limitar los reintentos)
fi: Uusien yritysten määrä (0 tarkoittaa rajattomasti)
fr: Nombre de tentatives ('0' signifie un nombre infini)
nl: Aantal nieuwe pogingen ('0' betekent geen limiet)
sk: Počet opakovaní ('0' znamená nekonečné opakovanie)
sl: Število poskusov (»0« pomeni neskončno)
zh_cn: 重试次数（“0”表示无限次重试）
zh_tw: 重試次數 (「0」表示重試次數不受限制)

source: Delay in Seconds Between Two Retries
ca: Temps d'espera en segons entre dos intents
da: Forsinkelse i sekunder mellem to genforsøg
de: Zeit in Sekunden zwischen zwei Neuversuchen
es: Retraso en segundos entre dos reintentos
fi: Yritysten välinen viive sekunteina
fr: Délai en secondes entre deux tentatives
nl: Vertraging in seconden tussen pogingen
sk: Zdržanie v sekundách medzi dvomi opakovaniami
sl: Čas v sekundah med dvema poskusoma
zh_cn: 两次重试间的延迟（以秒为单位）
zh_tw: 兩次重試之間的延遲 (以秒計)

source: Select a specific connection type.
ca: Seleccioneu un tipus concret de connexió.
da: Vælg en specifik tilslutningstype.
de: Wählen Sie einen bestimmten Verbindungstyp.
es: Seleccionar un tipo de conexión especifico.
fi: Valitse laiteliitännän tyyppi.
fr: Sélectionnez un type de connexion spécifique.
nl: Selecteer een specifiek verbindingstype.
sk: Vybrať konkrétny typ pripojenia.
sl: Izberite vrsto povezave.
zh_cn: 选择特定的连接类型。
zh_tw: 選取特定的連接類型。

source: &Connection Type
ca: Tipus de &connexió
da: &Tilslutningstype
de: &Verbindungsstyp
es: Tipo de &conexión
fi: &Liitäntätyyppi
fr: Type de &connexion
nl: &Verbindingstype
sk: &Typ pripojenia
sl: &Vrsta povezave
zh_cn: 连接类型(&C)
zh_tw: 連接類型(&C)

source: Directly Connected Device
ca: Dispositiu connectat directament
da: Direkte tilsluttet enhed
de: Direkt angeschlossenes Gerät
es: Dispositivo conectado directamente
fi: Suoraan kytketty laite
fr: Périphérique connecté directement
nl: Direct aangesloten apparaten
sk: Priamo pripojené zariadenie
sl: Neposredno povezana naprava
zh_cn: 直接连接的设备
zh_tw: 直接連接的裝置

source: USB Port
ca: Port USB
es: Puerto USB
fi: USB-portti
fr: Port USB
nl: USB-poort
sl: Vrata USB
zh_cn: USB 端口
zh_tw: USB 埠

source: HP Devices (HPLIP)
ca: Dispositius HP (HPLIP)
da: HP-enheder (HPLIP)
de: HP-Geräte (HPLIP)
es: Dispositivos HP (HPLIP)
fi: HP-laitteet (HPLIP)
fr: Périphériques HP (HPLIP)
nl: HP-apparaten (HPLIP)
sk: HP zariadenia (HPLIP)
sl: Naprave HP (HPLIP)
zh_cn: HP 设备 (HPLIP)
zh_tw: HP 裝置 (HPLIP)

source: Bluetooth
zh_cn: 蓝牙
zh_tw: 藍芽

source: Access Network Printer or Printserver Box via
ca: Accedeix a la impressora de xarxa o al quadre del servidor d'impressió mitjançant
da: Tilgå netværksprinter eller udskriftsserverboks via
de: Zugriff auf Netzwerkdrucker oder Druckserver-Box über
es: Acceder a la impresora de red o al buzón del servidor de impresión mediante
fi: Käytä verkkotulostinta tai tulostustietokonetta
fr: Accéder à une imprimante en réseau ou un serveur d'impression via
nl: Netwerkprinter of printserverdoos openen via
sk: Pristupovať k sieťovej tlačiarni alebo boxu tlačového servera cez
sl: Do omrežnega tiskalnika ali tiskalnega strežnika dostopaj prek
zh_cn: 访问网络打印机或打印服务器盒的途径为
zh_tw: 透過以下項存取網路印表機或列印伺服器盒

source: TCP Port (AppSocket/JetDirect)
ca: Port TCP (AppSocket/JetDirect)
es: Puerto TCP (AppSocket/JetDirect)
fi: TCP-portti (AppSocket/JetDirect)
fr: Port TCP (AppSocket/JetDirect)
nl: TCP-poort (AppSocket/JetDirect)
sl: Vrata TCP (AppSocket/JetDirect)
zh_cn: TCP 端口 (AppSocket/JetDirect)
zh_tw: TCP 埠 (AppSocket/JetDirect)

source: Line Printer Daemon (LPD) Protocol
ca: Protocol del dimoni d'impressió de línies (LPD)
da: Linjeprinterdæmon- (LPD-) protokol
de: Line Printer Daemon (LPD)-Protokoll
es: Protocolo del daemon de impresora de línea (LPD)
fi: Rivitulostinpalvelun (LPD) yhteyskäytäntö
fr: Protocole LDP (Line Printer Daemon)
sk: Line Printer Daemon (LPD) protokol
sl: Protokol Line Printer Daemon (LPD)
zh_cn: 行式打印机守护程序 (LPD) 协议
zh_tw: 線上印表機精靈 (LPD) 通訊協定

source: Internet Printing Protocol (IPP)
ca: Protocol d'impressió d'Internet (IPP)
da: Internetudskriftsprotokol (IPP)
es: Protocolo de impresión de Internet (IPP)
fi: Internet-tulostusyhteyskäytäntö (IPP)
fr: IPP (Internet Printing Protocol)
sk: Internetový tlačový protokol (IPP)
zh_cn: 因特网打印协议 (IPP)
zh_tw: 網際網路列印通訊協定 (IPP)

source: Print via Print Server Machine
ca: Imprimeix mitjançant el servidor d'impressió
da: Udskrift via udskriftservermaskine
de: Über Druckserver drucken
es: Imprimir mediante el equipo del servidor de impresión
fi: Tulosta tulostinpalvelimen kautta
fr: Imprimer via une machine serveur d'impression
nl: Afdrukken via printservermachine
sk: Tlač cez stroj tlačového servera
sl: Tiskanje preko tiskalnega strežnika
zh_cn: 通过打印服务器计算机打印
zh_tw: 透過列印伺服器機器列印

source: Windows (R) or Samba (SMB/CIFS)
ca: Windows (R) o Samba (SMB/CIFS)
da: Windows (R) eller Samba (SMB/CIFS)
de: Windows® oder Samba (SMB/CIFS)
es: Windows (R) o Samba (SMB/CIFS)
fi: Windows (R) tai Samba (SMB/CIFS)
fr: Windows (R) ou Samba (SMB/CIFS)
nl: Windows (R) of Samba (SMB/CIFS)
sk: Windows (R) alebo Samba (SMB/CIFS)
sl: Windows® ali Samba (SMB/CIFS)
zh_cn: Windows (R) 或 Samba (SMB/CIFS)
zh_tw: Windows (R) 或 Samba (SMB/CIFS)

source: Traditional UNIX Server (LPR/LPD)
ca: Servidor UNIX tradicional (LPR/LPD)
da: Traditionel UNIX-server (LPR/LPD)
de: Herkömmlicher UNIX-Server (LPR/LPD)
es: Servidor UNIX tradicional (LPR/LPD)
fi: Perinteinen UNIX-palvelin (LPR)
fr: Serveur UNIX traditionnel (LPR/LPD)
nl: Traditionele UNIX-server (LPR/LPD)
sk: Tradičný UNIX server (LPR/LPD)
sl: Tradicionalni strežnik UNIX (LPR/LPD)
zh_cn: 传统 UNIX 服务器 (LPR/LPD)
zh_tw: 傳統 UNIX 伺服器 (LPR/LPD)

source: CUPS Server (IPP)
ca: Servidor CUPS (IPP)
es: Servidor CUPS (IPP)
fi: CUPS-palvelin (IPP)
fr: Serveur CUPS (IPP)
sl: Strežnik CUPS (IPP)
zh_cn: CUPS 服务器 (IPP)
zh_tw: CUPS 伺服器 (IPP)

source: Special
ca: Especial
da: Speciel
de: Speziell
es: Especial
fi: Erikoistoiminnot
fr: Spécial
nl: Speciaal
sk: Špeciálne
sl: Posebno
zh_cn: 特殊
zh_tw: 特殊

source: Specify Arbitrary Device URI
ca: Especifica l'URI d'un dispositiu arbitrari
da: Angiv tilfældig enheds-URI
de: Beliebige Geräte-URI angeben
es: Especificar el URI de un dispositivo arbitrario
fi: Anna laitteen mielivaltainen URI
fr: Spécifier un URI arbitraire du périphérique
nl: Willekeurige apparaat-URI opgeven
sk: Špecifikovať ľubovoľné URI zariadenia
sl: Določite poljuben URI naprave
zh_cn: 指定任意设备 URI
zh_tw: 指定任意裝置 URI

source: Send Print Data to Other Program (pipe)
ca: Envia les dades d'impressió a un altre programa (pipe)
da: Send udskriftsdata til andet program (pipe)
de: Druckdaten an anderes Programm senden (pipe)
es: Enviar los datos de impresión a otro programa (pipe)
fi: Lähetä tulostettava tieto toiselle ohjelmalle (putkita)
fr: Envoyer les données d'impression à un autre programme (pipe)
nl: Afdrukgegevens naar een ander programma (pipe) verzenden
sk: Odoslať tlačové dáta inému programu (pipe)
sl: Pošlji tiskalne podatke drugemu programu (pipe)
zh_cn: 将打印数据发送到其他程序 (pipe)
zh_tw: 將列印資料傳送至其他程式 (pipe)

source: Daisy-chain Backend Error Handler (beh)
ca: Gestor d'errors d'execució secundària en cadena (beh)
da: Fejlhåndtering for Daisy-chain-backend (beh)
de: Backend-Fehlerroutine (beh) mittels Daisy-Chain verketten
es: Gestor de errores del sistema secundario (beh) en cadena margarita
fi: Daisy-chain-taustaosan virhekäsittely (beh)
fr: Gestionnaire d'erreurs d'interface dorsale en cascade (beh)
nl: Backend Error Handler (beh) achtervoegen
sk: Reťazenie Backend Error Handler (beh)
zh_cn: 菊型链后端错误处理程序 (beh)
zh_tw: 菊輪鍊後端錯誤處理器 (beh)

source: Connection Settings
ca: Paràmetres de connexió
da: Tilslutningsindstillinger
de: Verbindungseinstellungen
es: Configuración de conexión
fi: Yhteysasetukset
fr: Paramètres de connexion
nl: Verbindingsinstellingen
sk: Nastavenie pripojenia
sl: Nastavitve povezave
zh_cn: 连接设置
zh_tw: 連接設定

source: Connection Wizard
ca: Auxiliar de connexió
da: Tilslutningsguide
de: Verbindungsassistent
es: Asistente de conexión
fi: Yhteysavustaja
fr: Assistant de connexion
nl: Assistent voor verbindingen
sk: Sprievodca pripojenia
sl: Čarovnik za povezavo
zh_cn: 连接向导
zh_tw: 連接精靈

source: In CUPS version 1.5 SCSI printer support is dropped.
ca: S'ha abandonat el suport per a impressores SCSI a la versió de CUPS 1.5.
da: I CUPS-version 1.5 droppes understøttelse af SCSI-printere.
de: In CUPS Version 1.5 wurde die Unterstützung für SCSI-Drucker entfernt.
es: En la versión 1.5 de CUPS, se ha abandonado la compatibilidad con impresoras SCSI.
fi: CUPSin versiossa 1.5 SCSI-tulostintuki on jätetty pois.
fr: Dans CUPS version 1.5 le support des imprimantes SCSI a été abandonné.
nl: In CUPS versie 1.5 is SCSI-printer-ondersteuning vervallen.
sk: Vo verzii CUPS 1.5 je vynechaná podpora SCSI tlačiarne.
sl: V CUPS različice 1.5 je podpora za tiskalnike SCSI opuščena.
zh_cn: CUPS 1.5 版中移除了 SCSI 打印机支持。
zh_tw: CUPS 版本 1.5 中已捨棄對 SCSI 印表機的支援。

source: An untested and insecure workaround might be to set 'FileDevice Yes' in cupsd.conf and use a DeviceURI like 'file:/dev/sg...'
ca: Una possible solució no provada i insegura podria ser establir 'FileDevice Yes' a cupsd.conf i usar un DeviceURI com a "file:/dev/sg..."
da: En ikke-testet og usikker omgåelse af problemet kan være at sætte "FileDevice Yes" i cupsd.conf og bruge en enheds-URI såsom "file:/dev/sg..."
de: Ein ungetesteter und unsicherer Weg zur Umgehung dieses Problems kann sein in cupsd.conf 'FileDevice Yes' zu setzen und als DeviceURI 'file:/dev/sg...' zu verwenden
es: Una solución no probada y no segura podría ser definir el valor "FileDevice Yes" en cupsd.conf y usar un URI de dispositivo como "file:/dev/sg..."
fi: Testaamaton ja epävarma kiertotie voisi olla asettaa "FileDevice Yes" tiedostoon cupsd.conf ja käyttää DeviceURIa kuten "file:/dev/sg..."
fr: Une solution alternative non testée et peu sûre pourrait être de définir 'FileDevice Yes' dans cupsd.conf et utiliser un DeviceURI tel que 'file:/dev/sg...'
nl: Een niet geteste en onveilige workaround zou kunnen zijn het instellen van 'FileDevice Yes' in cupsd.conf en gebruik een apparaat-URI zoals 'file:/dev/sg...'
sk: Netestované a neisté riešenie môže byť nastavené 'FileDevice Yes' v cupsd.conf a použiť DeviceURI 'file:/dev/sg...'
sl: Nepreizkušena in nevarna možnost je, da v cupsd.conf nastavite »FileDevice Yes« in uporabite URI naprave, npr. »file:/dev/sg…«
zh_cn: 一个未经测试的不安全临时办法或许 是在 cupsd.conf 中设置“FileDevice Yes”， 并使用像“file:/dev/sg...”这样的设备 URI
zh_tw: 有個未經測試且不安全的變通方法是 在 cupsd.conf 中設定「FileDevice Yes」 並使用「file:/dev/sg...」之類的 DeviceURI

source: Select a connection
ca: Seleccioneu una connexió
da: Vælg en tilslutning
de: Wählen Sie eine Verbindung aus
es: Seleccione una conexión
fi: Valitse liitäntä
fr: Sélectionnez une connexion
nl: Selecteer een verbinding
sk: Vybrať pripojenie
sl: Izberite povezavo
zh_cn: 选择一个连接
zh_tw: 選取一個連接

source: If no connection is shown here, it is not possible to access the device via this type of connection. Was the printer connected and switched on all the time?
ca: Si aquí no es mostra cap connexió, no és possible accedir al dispositiu a través d'aquest tipus de connexió. La impressora estava connectada i engegada durant tota l'estona?
da: Hvis ingen tilslutning vises her, er det ikke muligt at tilgå enheden via denne type tilslutning. Var printeren tilsluttet og tændt hele tiden?
de: Wenn hier keine Verbindung angezeigt wird ist es nicht möglich, auf das Gerät auf diese Weise zuzugreifen. War der Drucker die ganze Zeit angeschlossen und eingeschaltet?
es: Si no se muestran conexiones, no es posible acceder al dispositivo mediante este tipo de conexión. ¿Ha estado la impresora conectada y enchufada todo el rato?
fi: Ellei tässä näy yhteyttä, laitteeseen ei ole mahdollista ottaa yhteyttä tämäntyyppisellä liitännällä. Oliko tulostin kytketty ja virta päällä koko ajan?
fr: Si aucune connexion n'est affichée ici, il n'est pas possible d'accéder à ce périphérique via ce type de connexion. L'imprimante était-elle connectée et allumée tout le temps ?
nl: Als hier geen verbinding wordt getoond, is het niet mogelijk om toegang tot het apparaat te krijgen via dit type verbinding. Was de printer al de tijd verbonden en ingeschakeld?
sk: Ak tu nie je zobrazené pripojenie, nie je možné pristupovať k zariadeniu cez tento typ pripojenia. Bola tlačiareň pripojená a zapnutá po celú dobu?
sl: Če tu ni prikazane nobene povezave, do naprave prek te vrste povezave ni mogoče dostopati. Ali je bil tiskalnik priključen in prižgan ves čas?
zh_cn: 如果这里没有显示连接， 就无法使用此类连接访问设备。 打印机是一直连接并开机的吗？
zh_tw: 如果此處沒有顯示連接，將無法經由 這類連接來存取裝置。 您確定印表機已連接並保持時刻開啟嗎？

source: Select a valid connection
ca: Seleccioneu una connexió vàlida
da: Vælg en gyldig tilslutning
de: Wählen Sie eine gültige Verbindung aus
es: Seleccione una conexión valida
fi: Valitse sopiva liitäntä
fr: Sélectionnez une connexion valide
nl: Selecteer een geldige verbinding
sk: Vybrať platné pripojenie
sl: Izberite veljavno povezavo
zh_cn: 选择一个有效连接
zh_tw: 選取一個可用的連接

source: When the current connection is no longer valid, it does no longer work to access the device via this connection. Is the printer still connected and switched on?
ca: Quan la connexió vigent ja no és vàlida, ja no serveix per accedir al dispositiu a través de la connexió. La impressora encara està connectada i engegada?
da: Når den aktuelle tilslutning ikke længere er gyldig, virker det ikke længere, at tilgå enheden via denne tilslutning. Er printeren stadig tilsluttet og tændt?
de: Wenn die aktuelle Verbindung nicht mehr gültig ist, ist es nicht mehr möglich auf das Gerät auf diese Weise zuzugreifen. Ist der Drucker noch angeschlossen und eingeschaltet?
es: Si la conexión actual ya no es válida, ningún otro trabajo puede acceder al dispositivo mediante esta conexión. ¿Está la impresora conectada y encendida?
fi: Kun tämänhetkinen yhteys ei ole enää voimassa, laitteeseen ei enää saa yhteyttä tällä liitännällä. Onko tulostin yhä kytketty ja sen virta päällä?
fr: Lorsque la connexion actuelle n'est plus valide, l'accès au périphérique via cette connexion ne fonctionne plus. L'imprimante est-elle toujours connectée et allumée ?
nl: Wanneer de huidige verbinding niet langer geldig is, dan is het apparaat niet langer te gebruiken via deze verbinding. Is de printer nog steeds verbonden en ingeschakeld?
sk: Ak nie je aktuálne pripojenie platné, nefunguje prístup k zariadeniu cez toto pripojenie. Je tlačiareň stále pripojená a zapnutá?
sl: Ko trenutna povezava ni več veljavna, je ni več mogoče uporabljati za dostop do naprave. Ali je tiskalnik še vedno priključen in prižgan?
zh_cn: 当目前连接不再有效时， 就不再可以通过此连接访问设备。 打印机依然连接并打开着吗？
zh_tw: 當目前連接不再有效時， 將無法經由此連接存取裝置。 印表機仍連接並保持開啟狀態嗎？

source: Serial device and baud rate could not be empty.
ca: El nom del servidor i la velocitat de bauds no poden estar en blanc.
da: Seriel enhed og baud-rate må ikke være tomme.
de: Sie müssen den Gerätenamen und die Baudrate angeben.
es: El dispositivo serie y la velocidad en baudios no pueden estar vacíos.
fi: Sarjaportti ja baudinopeus eivät voi olla tyhjiä.
fr: Le périphérique série et le débit en bauds ne doivent pas être vide.
nl: Het serieële apparaat en de baud-rate mogen niet leeg zijn.
sk: Sériové zariadenie a prenosová rýchlosť nemôžu byť prázdne.
sl: Zaporedna naprava in hitrost prenosa ne smeta biti prazna.
zh_cn: 串行设备和波特率不能为空。
zh_tw: 序列裝置和鮑率不能為空白。

source: The 'space' parity checking is only supported with 7 data bits.
ca: La comprovació de paritat "space" només té suport amb 7 bits de dades.
da: Paritetstjek med "space" er kun understøttet med 7 data-bits.
de: Die 'Leerzeichen'-Paritätsprüfung wird nur mit 7 Datenbits unterstützt.
es: La comprobación de paridad space solo se admite con 7 bits de datos.
fi: "Space"-pariteetintarkistusta tuetaan vain seitsemällä databitillä.
fr: La vérification de parité 'space' est seulement supporté avec 7 bits de données.
nl: De 'space' pariteitscontrole wordt alleen ondersteund met 7-bits gegevens.
sk: Kontrola parity 'space' je podporovaná iba 7 dátovými bitmi.
sl: Preverjanje parnosti »space« je podprto samo pri 7 podatkovnih bitih.
zh_cn: “空间”奇偶校验只支持 7 个数据位。
zh_tw: 「空間」同位檢查僅支援 7 個資料位元。

source: The 'mark' parity checking is only supported with 7 data bits and 1 stop bit.
ca: La comprovació de paritat "mark" només té suport amb 7 bits de dades i 1 bit de parada.
da: Paritetstjek med "mark" er kun understøttet med 7 data-bits og 1 stop-bit.
de: Die 'Mark'-Paritätsprüfung wird nur mit 7 Datenbits und 1 Stopbit unterstützt.
es: La comprobación de paridad mark solo se admite con 7 bits de datos y un bit de parada.
fi: "Mark"-pariteetintarkistusta tuetaan vain seitsemällä databitillä ja yhdellä pysäytysbitillä.
fr: La vérification de parité 'mark' est seulement supporté avec 7 bits de données et 1 bit de stop.
nl: De 'mark' pariteitscontrole wordt alleen ondersteund met 7-bits gegevens en 1 stopbit.
sk: Kontrola parity 'mark' je podporovaná iba 7 dátovými bitmi a 1 stop bitom.
sl: Preverjanje parnosti »mark« je podprto samo pri 7 podatkovnih bitih in 1 končnem bitu.
zh_cn: “标记”奇偶校验只支持 7 个数据位和一个停止位。
zh_tw: 「標記」同位檢查僅支援 7 個資料位元和 1 個停止位元。

source: Bluetooth device ID could not be empty.
ca: La ID del dispositiu Bluetooth no pot estar en blanc.
da: Bluetooth-enheds-id må ikke være tomt.
de: Sie müssen die ID des Bluetoothgerätes angeben.
es: El ID de dispositivo Bluetooth no puede estar vacío.
fi: Bluetooth-laitetunniste ei voi olla tyhjä.
fr: L'ID de périphérique bluetooth ne doit pas être vide.
nl: Het bluetooth-apparaat-ID mag niet leeg zijn.
sk: ID bluetooth zariadenia nemôže byť prázdne.
sl: Določilnik naprave Bluetooth ne sme biti prazen.
zh_cn: 蓝牙设备 ID 不能为空。
zh_tw: 藍芽裝置 ID 不能是空白。

source: URI could not be empty.
ca: L'URI no pot estar en blanc.
da: URI må ikke være tom.
de: Sie müssen den URI angeben.
es: El URI no puede estar vacío.
fi: URI ei voi olla tyhjä.
fr: L'URI ne doit pas être vide.
nl: URI mag niet leeg zijn.
sk: URI nemôže byť prázdne.
sl: URI ne sme biti prazen.
zh_cn: URL 不能为空。
zh_tw: URI 不能是空白。

source: Servername and printer could not be empty.
ca: El nom del servidor i la impressora no poden estar en blanc.
da: Servernavn og printer må ikke være tomme.
de: Servername und Drucker müssen angegeben werden.
es: Los nombres del servidor y de la impresora no pueden estar vacíos.
fi: Palvelimen nimi ja tulostin eivät voi olla tyhjiä.
fr: Le nom du serveur et l'imprimante ne doivent pas être vide.
nl: Servernaam en printer mogen niet leeg zijn.
sk: Názov servera a tlačiarne nemôžu byť prázdne.
sl: Ime strežnika in tiskalnik ne smeta biti prazna.
zh_cn: 服务器名称和打印机不能为空。
zh_tw: 伺服器名稱和印表機不能是空白。

source: Both user and password must be specified.
ca: Cal especificar l'usuari i la contrasenya.
da: Både bruger og adgangskode skal angives.
de: Benutzername und Passwort müssen angegeben werden.
es: Se deben especificar el usuario y la contraseña.
fi: Sekä tunnus että salasana on annettava.
fr: L'utilisateur ET le mot de passe doivent être spécifiés.
nl: Gebruikersnaam en wachtwoord moeten beiden gespecificeerd worden.
sk: Používateľ a heslo musia byť uvedené.
sl: Določiti je potrebno uporabnika in tudi geslo.
zh_cn: 必须指定用户名和口令。
zh_tw: 使用者和密碼都必須指定。

source: Servername could not be empty.
ca: El nom del servidor no pot estar en blanc.
da: Servernavn må ikke være tomt.
de: Servername kann nicht leer sein.
es: El nombre del servidor no puede estar vacío.
fi: Palvelimen nimi ei voi olla tyhjä.
fr: Le nom du serveur ne doit pas être vide.
nl: Servernaam mag niet leeg zijn.
sk: Názov servera nemôže byť prázdny.
sl: Ime strežnika ne sme biti prazno.
zh_cn: 服务器名称不能为空。
zh_tw: 伺服器名稱不能是空白。

source: Servername and queue name could not be empty.
ca: El nom del servidor i el nom de la cua no poden estar en blanc.
da: Servernavn og kø-navn må ikke være tomme.
de: Servername und Warteschlangenname müssen angegeben werden.
es: Los nombres de servidor y de la cola no pueden estar vacíos.
fi: Palvelimen nimi ja jonon nimi eivät voi olla tyhjiä.
fr: Le nom du serveur et le nom de la fiel d'attente ne doivent pas être vide.
nl: Servernaam en wachtrij mogen niet leeg zijn.
sk: Názov servera a frontu nemôžu byť prázdne.
sl: Ime strežnika in ime vrste ne smeta biti prazna.
zh_cn: 服务器名称和队列名称不能为空。
zh_tw: 伺服器名稱和佇列名稱不能是空白。

source: Device URI, number of retries, and delay could not be empty.
ca: L'URI del dispositiu, el nombre d'intents i el temps d'espera no poden estar en blanc.
da: Enheds-URI, antal genforsøg og forsinkelse må ikke være tomme.
de: Geräte-URI, Anzahl der Wiederholungen und Wartezeit müssen angegeben werden.
es: El URI del dispositivo, el número de reintentos y el retraso no pueden estar vacíos.
fi: Laitteen URI, yhteydenottoyritysten määrä ja viive eivät voi olla tyhjiä.
fr: L'URI du périphérique, le nombre de tentatives et le délai ne peuvent pas être vides.
nl: Apparaat-URI, aantal herhaalde pogingen en vertraging mogen niet leeg zijn.
sk: URI zariadenie, počet opakovaní a zdržanie nemôžu byť prázdne.
sl: URI naprave, število poskusov in čas med poskusoma ne smejo biti prazni.
zh_cn: 设备 URI、重试次数和延迟不能为空。
zh_tw: 裝置 URI、重試次數和延遲不能是空白。

source: Could not be empty.
ca: No podeu deixar en blanc aquest camp.
da: Må ikke være tomt.
de: Muß angegeben werden.
es: no puede estar vacío.
fi: Ei saa olla tyhjä.
fr: ne peut pas être vide.
nl: Mag niet leeg zijn.
sk: Nemôže byť prázdne.
sl: Ne sme biti prazno.
zh_cn: 不能为空。
zh_tw: 不可為空白。
