Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Percent Encoding</big></b><br> The issue is complicated. It is recommended to avoid reserved characters and spaces for component values in URIs if the values are under your control (e.g. you cannot avoid it when you must specify such characters in values for an URI to access a remote print queue but the remote print queue is not under your control). Whenever possible use only so called 'unreserved characters'. Unreserved characters are uppercase and lowercase letters, decimal digits, hyphen, period, underscore, and tilde. Even hyphen, period, tilde, and case sensitivity could cause special issues in special cases (e.g. only letters, digits, and underscore are known to work for a CUPS print queue name and case is not significant there). Therefore it is best to use only lowercase letters, digits, and underscore for all values in all URIs if possible.<br> Reserved characters and space characters in the value of a component must be percent-encoded (also known as URL encoding).<br> When an input field in the dialog is intended to enter only a single value for a single component of the URI (e.g. separated input fields for username and password), you must enter spaces and reserved characters literally (i.e. non-percent-encoded). For such input fields all spaces and reserved characters will be automatically percent-encoded. For example if a password is actually 'Foo%20Bar' (non-percent-encoded), it must be entered literally in the password input field in the dialog. The automated percent-encoding results 'Foo%2520Bar' which is how the value of the password component is actually stored in the URI.<br> In contrast when an input field in the dialog is intended to enter more that a single value for a single component of the URI (e.g. a single input field for all optional parameters like 'option1=value1&amp;option2=value2&amp;option3=value3' or a single input field to enter the whole URI), you must enter spaces and reserved characters percent-encoded because an automated percent-encoding is no longer possible. Assume in an optional parameter 'option=value' the value would be 'this&amp;that' so that the whole optional parameter would be 'option=this&amp;that' (literally). But a literal '&amp;' character denotes the separation of different optional parameters so that 'option=this&amp;that' in an URI means a first optional parameter 'option=this' and a second optional parameter which is only 'that'. Therefore a single optional parameter 'option=this&amp;that' must be entered percent-encoded as 'option=this%26that'<br> Input fields which require percent-encoded input are denoted by a '[percent-encoded]' hint.<br> Listing of characters and their percent encoding:<br> space ' ' is percent encoded as %20<br> exclamation mark ! is percent encoded as %21<br> number sign # is percent encoded as %23<br> Dollar sign $ is percent encoded as %24<br> percentage % is percent encoded as %25<br> ampersand &amp; is percent encoded as %26<br> apostrophe / single quotation mark ' is percent encoded as %27<br> left parenthesis ( is percent encoded as %28<br> right parenthesis ) is percent encoded as %29<br> asterisk * is percent encoded as %2A<br> plus sign + is percent encoded as %2B<br> comma , is percent encoded as %2C<br> slash / is percent encoded as %2F<br> colon : is percent encoded as %3A<br> semicolon ; is percent encoded as %3B<br> equals sign = is percent encoded as %3D<br> question mark ? is percent encoded as %3F<br> at sign @ is percent encoded as %40<br> left bracket [ is percent encoded as %5B<br> right bracket ] is percent encoded as %5D<br> For details see 'Uniform Resource Identifier (URI): Generic Syntax' at<br> http://tools.ietf.org/html/rfc3986 </p>
ca: <p> <b><big>Percentatge de codificació</big></b><br> Aquest aspecte és complicat. It is recommended to avoid reserved characters and spaces for component values in URIs if the values are under your control (e.g. you cannot avoid it when you must specify such characters in values for an URI to access a remote print queue but the remote print queue is not under your control). Whenever possible use only so called 'unreserved characters'. Unreserved characters are uppercase and lowercase letters, decimal digits, hyphen, period, underscore, and tilde. Even hyphen, period, tilde, and case sensitivity could cause special issues in special cases (e.g. only letters, digits, and underscore are known to work for a CUPS print queue name and case is not significant there). Therefore it is best to use only lowercase letters, digits, and underscore for all values in all URIs if possible.<br> Reserved characters and space characters in the value of a component must be percent-encoded (also known as URL encoding).<br> When an input field in the dialog is intended to enter only a single value for a single component of the URI (e.g. separated input fields for username and password), you must enter spaces and reserved characters literally (i.e. non-percent-encoded). For such input fields all spaces and reserved characters will be automatically percent-encoded. For example if a password is actually 'Foo%20Bar' (non-percent-encoded), it must be entered literally in the password input field in the dialog. The automated percent-encoding results 'Foo%2520Bar' which is how the value of the password component is actually stored in the URI.<br> In contrast when an input field in the dialog is intended to enter more that a single value for a single component of the URI (e.g. a single input field for all optional parameters like 'option1=value1&amp;option2=value2&amp;option3=value3' or a single input field to enter the whole URI), you must enter spaces and reserved characters percent-encoded because an automated percent-encoding is no longer possible. Assume in an optional parameter 'option=value' the value would be 'this&amp;that' so that the whole optional parameter would be 'option=this&amp;that' (literally). But a literal '&amp;' character denotes the separation of different optional parameters so that 'option=this&amp;that' in an URI means a first optional parameter 'option=this' and a second optional parameter which is only 'that'. Therefore a single optional parameter 'option=this&amp;that' must be entered percent-encoded as 'option=this%26that'<br> Input fields which require percent-encoded input are denoted by a '[percent-encoded]' hint.<br> Listing of characters and their percent encoding:<br> space ' ' is percent encoded as %20<br> exclamation mark ! is percent encoded as %21<br> number sign # is percent encoded as %23<br> Dollar sign $ is percent encoded as %24<br> percentage % is percent encoded as %25<br> ampersand &amp; is percent encoded as %26<br> apostrophe / single quotation mark ' is percent encoded as %27<br> left parenthesis ( is percent encoded as %28<br> right parenthesis ) is percent encoded as %29<br> asterisk * is percent encoded as %2A<br> plus sign + is percent encoded as %2B<br> comma , is percent encoded as %2C<br> slash / is percent encoded as %2F<br> colon : is percent encoded as %3A<br> semicolon ; is percent encoded as %3B<br> equals sign = is percent encoded as %3D<br> question mark ? is percent encoded as %3F<br> at sign @ is percent encoded as %40<br> left bracket [ is percent encoded as %5B<br> right bracket ] is percent encoded as %5D<br> For details see 'Uniform Resource Identifier (URI): Generic Syntax' at<br> http://tools.ietf.org/html/rfc3986 </p>
da: <p> <b><big>Procent-indkodning</big></b><br> Dette emne er kompliceret. Det anbefales at undgå reserverede tegn og mellemrum i komponentværdier i URI'er hvis værdierne er under din kontrol (f.eks. kan du ikke undgå det når du skal angive sådanne tegn i værdier til en URI for at tilgå en ekstern udskriftskø men den eksterne udskriftskø ikke er under din kontrol). Brug så vidt muligt kun såkaldte "ureserverede tegn". Ureserverede tegn er store og små bogstaver, decimaltal, bindestreg, punktum, underscore, og tilde. Selv bindestreng, punktum, tilde og versalfølsomhed kan give særlige problemstillinger i særlige tilfælde (f.eks. vides kun bogstaver, tal og underscore at virke i et CUPS-udskriftskønavn og store og små bogstaver er ikke af betydning der). Derfor er det bedst kun at bruge små bogstaver, tal og underscore for alle værdier i alle URI'er hvis det er muligt.<br> Reserverede tegn og mellemrum i værdien for en komponent skal være procent-indkodede (også kendt som URL-indkodning).<br> Når et input-felt i dialogen er tiltænkt til kun at angive en enkelt værdi for en enkelt komponent i URI'en (f.eks. adskillte input-felter til brugernavn og adgangskode), skal du angive mellemrum og reserverede tegn bogstaveligt (dvs. ikke-procent-indkodet). For sådanne input-felter vil alle mellemrum og reserverede tegn automatisk blive procent-indkodede. For eksempel hvis en adgangskode faktisk er "Foo%20Bar" (ikke-procent-indkodet), skal den angives bogstaveligt i dialogens input-felt til adgangskode. Den automatiserede procent-indkodning giver "Foo%2520Bar" hvilket er hvordan værdien for adgangskodekomponenten faktisk gemmes i URI'en.<br> Når et input-felt i dialogen derimod er tiltænkt til at angive mere end en enkelt værdi for en enkelt komponent i URI'en (f.eks. et enkelt input-felt for alle valgfri parametre såsom "tilvalg1=værdi1&amp;tilvalg2=værdi2&amp;tilvalg3=værdi3" eller et enkelt input-felt til at angive hele URI'en), skal du angive mellemrum og reserverede tegn som procent-indkodede fordi automatiseret procent-indkodning ikke længere er muligt. Antag at i en valgfri parameter "tilvalg=værdi" ville værdien være "dit&amp;dat" så hele den valgfri parameter ville være "tilvalg=dit&amp;dat" (bogstaveligt). Men et bogstaveligt "&amp;"-tegn denoterer adskillelsen af forskellige valgfri parametre således at "tilvalg=dit&amp;dat" i en URI betyder en første valgrfri paramenter "tilvalg=dit" og en anden valgfri parameter som kun er "dat". Derfor skal en enkelt valgfri parameter "tilvalg=dit&amp;dat" angives procent-indkodet som "tilvalg=dit%26dat"<br> Input-felter som kræver procent-indkodet input er denoterede med et "[procent-indkodet]"-tip.<br> Liste over tegn og deres procent-indkodning:<br> Mellemrum " " procent-indkodes som %20<br> Udråbstegn ! procent-indkodes som %21<br> Nummertegn # procent-indkodes som %23<br> Dollartegn $ procent-indkodes som %24<br> Procent % procent-indkodes som %25<br> Ampersand &amp; procent-indkodes som %26<br> Apostrof / enkeltcitationstegn ' procent-indkodes som %27<br> Venstre parentes ( procent-indkodes som %28<br> Højre parentes ) procent-indkodes som %29<br> Stjerne * procent-indkodes som %2A<br> Plustegn + procent-indkodes som %2B<br> Komma , procent-indkodes som %2C<br> Skråstreg / procent-indkodes som %2F<br> Kolon : procent-indkodes som %3A<br> Semikolon ; procent-indkodes som %3B<br> Lig med-tegn = procent-indkodes som %3D<br> Spørgsmålstegn ? procent-indkodes som %3F<br> Snabel-a @ procent-indkodes som %40<br> Venstre klamme [ procent-indkodes som %5B<br> Højre klamme ] procent-indkodes som %5D<br> For detaljer se "Uniform Resource Identifier (URI): Generic Syntax" på<br> http://tools.ietf.org/html/rfc3986 </p>
de: <p> <b><big>Prozentuale Kodierung</big></b><br> Das Thema ist kompliziert. Es wird empfohlen, reservierte Zeichen und Leerzeichen zu vermeiden für Komponentenwerte in URIs zu vermeiden, wenn die Werte unter Ihrer Kontrolle sind (z. B. können Sie es nicht vermeiden, wenn Sie solche Zeichen angeben müssen in Werten für eine URI zum Zugriff auf eine Reemotedruckwarteschlange, aber dieRemotedruckwarteschlange liegt nicht unter Ihrer Kontrolle). Verwenden Sie, wann immer möglich, nur so genannte "unreservierte Zeichen". Nicht reservierte Zeichen sind Groß- und Kleinbuchstaben, Dezimalziffern, Bindestrich, Punkt, Unterstrich und Tilde. Auch Bindestrich, Punkt, Tilde und Groß-/Kleinschreibung könnten in speziellen Fällen Probleme verursachen (z. B. sind nur Buchstaben, Ziffern und Unterstriche dafür bekannt, dass sie funktionieren für einen CUPS-Druckwarteschlangennamen und Groß-/Kleinschreibung ist dort nicht von Bedeutung). Daher ist es am besten, nur Kleinbuchstaben, Ziffern und Unterstrich für alle Werte in allen URIs zu verwenden.<br> Reservierte Zeichen und Leerzeichen im Wert einer Komponente müssen prozentual kodiert sein (auch als URL-Kodierung bekannt).<br> Wenn ein Eingabefeld im Dialog für die Eingabe nur einen einzigen Wert für eine einzelne Komponente der URI (z. B. getrennte Eingabefelder für Benutzername und Kennwort), müssen Sie Leerzeichen und reservierte Zeichen wörtlich eingeben (d. h. nicht prozentual kodiert). Für solche Eingabefelder werden alle Leerzeichen und reservierten Zeichen automatisch prozentual kodiert werden. Wenn ein Kennwort z. B. tatsächlich "Foo%20Bar" (nicht prozentkodiert) lautet, muss es wörtlich in das Kennwort-Eingabefeld im Dialogfeld eingegeben werden. Die automatische Prozentkodierung ergibt 'Foo%2520Bar', so wird der Wert der Kennwort-Komponente tatsächlich in der URI gespeichert.<br> Wenn dagegen ein Eingabefeld im Dialog dazu gedacht ist, mehr als einen einzelnen Wert für eine einzelne Komponente der URI einzugeben (z. B. ein einzelnes Eingabefeld für alle optionalen Parameter wie 'option1=Wert1&amp;option2=Wert2&amp;option3=Wert3' oder ein einzelnes Eingabefeld zur Eingabe der gesamten URI), müssen Sie Leerzeichen und reservierte Zeichen prozentual kodiert eingeben, da eine automatische prozentuale Kodierung nicht mehr möglich ist. Angenommen, in einem optionalen Parameter 'option=value' wäre der Wert 'this&amp;that', sodass der gesamte optionale Parameter 'option=this&amp;that' wäre (wörtlich). Ein wörtliches '&amp;'-Zeichen bezeichnet die allerdings Trennung verschiedener optionaler Parameter, sodass 'option=this&amp;that' in einer URI einen ersten optionalen Parameter 'option=this' und einen zweiten optionalen Parameter bedeutet, der nur 'that' ist. Daher muss ein einzelner optionaler Parameter 'option=this&amp;that' prozentual kodiert als 'option=this%26that'<br> eingegeben werden. Eingabefelder, die eine prozentual kodierte Eingabe erfordern, werden durch einen '[percent-encoded]'-Hinweis gekennzeichnet.<br> Auflistung der Zeichen und ihrer prozentualen Kodierung:<br> Leerzeichen ' ' ist prozentual kodiert als %20<br> Ausrufezeichen ! ist prozentual kodiert als %21<br> Zahlenzeichen # ist prozentual kodiert als %23<br> Dollarzeichen $ ist prozentual kodiert als %24<br> Prozentzeichen % ist prozentual kodiert als %25<br> kaufmännisches Und &amp; ist prozentual kodiert als %26<br> Apostroph/einfaches Anführungszeichen ' ist prozentual kodiert als %27<br> Linke Klammer ( ist prozentual kodiert als %28<br> Rechte Klammer ) ist prozentual kodiert als %29<br> Sternchen * ist prozentual kodiert als %2A<br> Pluszeichen + ist prozentual kodiert als %2B<br> Komma , ist prozentual kodiert als %2C<br> Schrägstrich / ist prozentual kodiert als %2F<br> Doppelpunkt : ist prozentual kodiert als %3A<br> Semikolon ; ist prozentual kodiert als %3B<br> Gleichheitszeichen = ist prozentual kodiert als %3D<br> Fragezeichen ? ist in prozentual kodiert als %3F<br> at-Zeichen @ ist prozentual kodiert als %40<br> Linke eckige Klammer [ ist prozentual kodiert als %5B<br> Rechte eckige Klammer ] ist prozentual kodiert als %5D<br> Für Details siehe 'Uniform Resource Identifier (URI): Generic Syntax' unter<br> http://tools.ietf.org/html/rfc3986. </p>
es: <p> <b><big>Codificación porcentual</big></b><br> El tema es complicado. Es recomendable evitar caracteres reservados y espacios en los valores de componentes de los URI si estos están bajo su control (por ejemplo, no podrá evitarlos si debe especificar tales caracteres en valores para un URI de acceso a una cola de impresión remota, pues la cola de impresión remota no se encuentra bajo su control). Siempre que sea posible, use solo los denominados "caracteres no reservados". Los caracteres no reservados son las letras minúsculas y mayúsculas, los dígitos del cero al nueve, el guion, el punto, el guion bajo y la tilde. Incluso el guion, el punto, la tilde y el uso de mayúsculas y minúsculas puede causar problemas especiales en algunos casos (por ejemplo, solo las letras, los dígitos y el guion bajo funcionan en el nombre de una cola de impresión de CUPS, mientras que el uso de mayúsculas no parece significativo en este caso). Por lo tanto, es mejor usar solo letras minúsculas, dígitos y el guion bajo para todos los valores en todos los URI, si es posible. Los caracteres reservados y de espacio en el valor de un componente deben ser codificados porcentualmente (también conocido como codificación URL).<br> Cuando un campo de entrada en un recuadro de diálogo se utiliza para introducir solo un único valor de un único componente de un URI (por ejemplo, campos de entrada separados para el usuario y la contraseña), debe introducir los espacios y caracteres reservados en su forma literal, (es decir, sin codificación porcentual). En estos campos de entrada la codificación porcentual de espacios y caracteres reservados se efectúa automáticamente. Por ejemplo si la contraseña es "Foo%20Bar" (sin codificación porcentual), debe introducirse literalmente en el campo de entrada de la contraseña del recuadro de diálogo. Se codificara automáticamente a "Foo%2520Bar", que es como el valor de la contraseña del componente se almacena realmente en el URI.<br> Por el contrario, cuando en un campo de entrada de un recuadro de diálogo hay que introducir más de un valor sencillo para un único componente del URI (por ejemplo, un único campo de entrada para todos los parámetros opcionales como "opción1=valor1&amp;opción2=valor2&amp;opción3=valor3" o un único campo de entrada para introducir todo el URI), deben introducirse los espacios y caracteres reservados codificados porcentualmente, ya que no es posible codificarlos automáticamente. Suponga que en un parámetro opcional "opción=valor" el valor fuera "this&amp;that", entonces todo el parámetro opcional sería "opción=this&amp;that" (literal). Pero un carácter literal "&amp;" es la marca de separación de distintos parámetros opcionales, por lo que "option=this&amp;that" en un URI significa un primer parámetro "opción=this" y un segundo parámetro opcional que solo contiene "that". Por lo tanto, un único parámetro opcional "opción=this&amp;that" debe introducirse codificado porcentualmente como "opción=this%26that".<br> Los campos de entrada que requieren codificación porcentual de entrada se indican con una marca [codificación porcentual].<br> Lista de caracteres y su codificación porcentual:<br> espacio " " se codifica como %20<br> exclamación ! se codifica como %21<br> almohadilla # se codifica como %23<br> dólar $ se codifica como %24<br> porcentaje % se codifica como %25<br> y comercial &amp; se codifica como %26<br> apostrofe o comillas simples " se codifica como %27<br> paréntesis izquierdo (se codifica como %28<br> paréntesis derecho) se codifica como %29<br> asterisco * se codifica como %2A<br> signo + se codifica como %2B<br> coma , se codifica como %2C<br> barra / se codifica como %2F<br> dos puntos : se codifica como %3A<br> punto y coma ; se codifica como %3B<br> signo = se codifica como %3D<br> interrogante cerrado ? se codifica como %3F<br> arroba @ se codifica como %40<br> corchete izquierdo [ se codifica como %5B<br> corchete derecho ] se codifica como %5D<br> Para obtener más detalles consulte "Uniform Resource Identifier<br> (URI): Generic Syntax" en: http://tools.ietf.org/html/rfc3986 </p>
fi: <p> <b><big>Prosentti(merkki)koodaus</big></b><br> Monimutkainen aihe. On suositeltavaa väittää varattuja merkkejä ja välilyöntejä URIn komponenttien arvoina jos arvo on hallinnassasi (esim. et voi muuten ilman näitä merkkejä päästä tulostusjonoon käsiksi eikä tulostusjono ole hallinnassasi). Aina kun mahdollista käytä 'varaamattomia merkkejä'. Varaamattomia merkkejä ovat isot ja pienet kirjaimet,numerot, tavuviiva, piste, alaviiva, ja aaltoviiva. Vaikka tavuviiva, piste, aaltoviiva ja isot/pienet kirjaimet voivat aiheuttaa erityistapahtumia erityistilanteissa (esim. vain kirjaimet, numerot ja alaviiva on tunnettuja CUPS-tulostusjonossa, isot/pienet kirjaimet ei merkitse). Siksi on parasta käyttää vain pieniä kirjaimia, numeroita ja alaviivaa kaikkina URI-arvoina, jos mahdollista. Varatut merkit ja välilyönti on prosenttikoodattava (tunnetaan myös URL-koodauksena). Kun keskusteluikkunan kenttään on tarkoitus syöttää yksi arvo yhtä URI- komponenttia kohden (esim. eri kentät käyttäjätunnukselle ja salasanalle), välilyönnit ja varatut merkit on syötettävä kirjaimellisesti. (ts. ei prosenttikoodattuna). Tällaisissa kentissä kaikki välilyönnit ja varatut merkit prosenttikoodataan automaattisesti. Esimerkki jos salasana on tosiasiassa ''Foo%20Bar' (ilma prosenttikoodausta) se täytyy syöttää merkilleen salasanakenttään. Automaattikoodaus tekee siitä ' Foo%2520Bar' mikä salasanan arvo tosiasiassa tallennetaan URIin Vastaavasti kun URIn komponentin syöttökenttään on tarkoitus antaa enemmän kuin yksi arvo yksittäiselle URIn komponentille, (esim. yksittäinen kenttä kaikille valinnaisille parametreille kuten 'option1=value1&amp;option2=value2&amp;option3=value3' tai yksittäinen kenttä koko URI:lle), välilyönnit ja ja varatut merkit täytyy syöttää prosenttikoodattuina, koska automaattikoodaus ei ole enää mahdollista.. Oletetaan että valinnainen muuttuja 'option=value' jossa arvo olisi 'this&amp;that' niin että koko valinnainen muuttuja olisi 'option=this&amp;that' (kirjaimelleen). Mutta kirjaimelleen '&amp;' merkki osoittaa että eri valinnaisten muuttujien erottaminen niin että 'option=this&amp;that' URIssa ensimmäinen valinnainen muuttuja 'option=this' ja toinen on vain 'that'. Siksi yksittäinen valinnainen muuttuja ''option=this&amp;that' täytyy antaa prosenttikoodattuna kuten 'option=this%26that'<br> Syöttökentät jotka vaativat prosenttikoodausta osoitetaan vihjeellä '[percent- encoded]' Merkkien listaus ja niiden prosenttikoodaus:<br> välilyönti ' ' prosenttikoodattuna %20<br> huutomerkki ! prosenttikoodattuna%21<br> numeron merkki # prosenttikoodattuna %23<br> dollarimerkki $ prosenttikoodattuna %24<br> Prosenttimerkki % prosenttikoodattuna %25<br> anpersandi &amp prosenttikoodattuna %26<br> hipsu/ yksittäislainausmerkki ' prosenttikoodattuna %27<br> vasen sulku ( prosenttikoodattuna %28<br> oikea sulku ) prosenttikoodattuna %29<br> tähti * prosenttikoodattuna %2A<br> plus-merkki + prosenttikoodattuna%2B<br> kautta / prosenttikoodattuna %2F<br> kaksoispiste : prosenttikoodattuna %3A<br> puolipiste ; prosenttikoodattuna %3B<br> yhtä suuri kuin = prosenttikoodattuna %3D<br> kysymysmerkki ? prosenttikoodattuna %3F<br> at-merkki @ prosenttikoodattuna %40<br> vasen hakasulku prosenttikoodattuna %5B<br> oikea hakasulku prosenttikoodattuna %5D<br> Katso yksityiskohdat 'Uniform Resource Identifier (URI): Generic Syntax'at<br> http://tools.ietf.org/html/rfc3986 </p>
fr: <p> <b><big>Codage en pourcentage</big></b><br> Cette question est complexe. Il est recommandé d'éviter, si vous le pouvez, les caractères réservés et les espaces dans les valeurs qui composent les URI (il arrive toutefois que vous soyez contraint d'utiliser ces caractères dans les valeurs d'un URI, pour accéder à une file d'attente d'impression à distance qui n'est pas sous votre contrôle). Chaque fois que possible, utilisez uniquement des caractères dits "non réservés". Les caractères non réservés sont des lettres majuscules et minuscules, des chiffres décimaux, le tiret, le point, le trait de soulignement et le tilde. En fait, même le tiret, le point, le tilde et la sensibilité à la casse sont susceptibles d'occasionner des problèmes dans certains cas particuliers (en effet, seuls les lettres, les chiffres et le trait de soulignement fonctionnent avec certitude pour un nom de file d'attente d'impression CUPS, et la casse n'a ici aucune importance). Il est donc préférable d'utiliser uniquement des lettres minuscules, des chiffres et le trait de soulignement pour les valeurs de tous les URI, dans la mesure du possible.<br> Si vous devez utiliser des caractères réservés et des espaces, ceux-ci doivent être codés en pourcentage (processus également connu sous le nom de codage d'URL).<br> Lorsque le champ de saisie d'une boîte de dialogue est prévu pour n'entrer la valeur que d’une seule composante de l'URI (par exemple des champs de saisie distincts pour le nom d'utilisateur et le mot de passe), vous devez entrer les espaces et les caractères réservés littéralement (à savoir non codés en pourcentage). Pour ce type de champ de saisie, tous les espaces et caractères réservés seront automatiquement codés en pourcentage. Par exemple, si un mot de passe est "Foo%20Bar" (non codé en pourcentage), il doit être entré tel quel dans le champ de saisie du mot de passe de la boîte de dialogue. Le codage automatique en pourcentage donne le résultat "Foo%2520Bar", et c'est de cette manière que la valeur de la composante mot de passe est stockée dans l'URI.<br> En revanche, lorsque le champ de saisie d'une boîte de dialogue est destiné à contenir la valeur de plusieurs composantes de l'URI (par exemple un champ de saisie unique pour tous les paramètres facultatifs tel que "option1=valeur1&amp;option2=valeur2&amp;option3=valeur3" ou un champ de saisie unique pour entrer la totalité de l'URI), vous devez entrer les espaces et les caractères réservés en les codant en pourcentage car le codage automatique en pourcentage n'est plus pris en charge. Supposons que dans un paramètre facultatif "option=valeur", la valeur soit "ceci&amp;cela", de sorte que le paramètre facultatif complet serait "option=ceci&amp;cela" (littéralement). Toutefois, le caractère "&amp;" indiquant la séparation de différents paramètres facultatifs, "option=ceci&amp;cela" dans un URI indique un premier paramètre facultatif "option=ceci" et un second paramètre facultatif qui est "cela". Ainsi, un paramètre facultatif unique "option=ceci&amp;cela" doit être saisi en pourcentage, sous la forme "option=ceci%26tcela"<br> Les champs de saisie nécessitant un codage en pourcentage sont indiqués par la mention "[percent-encoded]".<br> Liste des caractères et leur codage correspondant :<br> l’espace " " est codé %20<br> le point d’exclamation ! est codé %21<br> le signe dièse # est codé %23<br> le signe dollar $ est codé %24<br> le signe pourcentage % est codé %25<br> l’esperluette &amp; est codée %26<br> l’apostrophe/guillemet simple ' est codé %27<br> la parenthèse gauche ( est codée %28<br> la parenthèse droite ) est codée %29<br> l’astérisque * est codé %2A<br> le signe + est codé %2B<br> la virgule , est codée %2C<br> la barre oblique / est codée %2F<br> le signe deux-points : est codé %3A<br> le point-virgule ; est codé %3B<br> le signe égal = est codé %3D<br> le point d’interrogation ? est codé %3F<br> l’arobase @ est codée %40<br> le crochet gauche [ est codé %5B<br> le crochet droit ] est codé %5D<br> Pour plus de détails, voir « Uniform Resource Identifier (URI): Generic Syntax » sur le site<br> http://tools.ietf.org/html/rfc3986 </p>
nl: <p> <b><big>Procent codering</big></b><br> Het onderwerp is gecompliceerd. Het is aanbevolen om gereserveerde tekens en spaties voor componentwaarden in URI's te vermijden als de waarden onder uw controle staan (bijv. u kunt het niet vermijden wanneer u zulke tekens moet specificeren in waarden voor een URI om toegang te krijgen tot een printerwachtrij op afstand maar de printerwachtrij staat niet onder uw controle). Wanneer mogelijk, gebruik alleen zogenaamde niet-gereserveerde tekens. Dit zijn kleine en hoofdletters, decimale cijfers, minteken, punt, underscore en tilde. Zelfs minteken, punt, tilde en onderscheid tussen kleine en hoofdletters zou speciale problemen in speciale gevallen kunnen veroorzaken (bijv. alleen letters, cijfers en underscore zijn bekend goed te werken voor een CUPS-printer-wachtrij-naam en kleine/hoofdletter is niet significant daar). Daarom is het het beste alleen kleine letters, cijfers en underscore te gebruiken voor alle waarden in alle URI's indien mogelijk.<br> Gereserveerde tekens en spaties in de waarde van een component moeten procent-gecodeerd worden (ook bekend als URL-codering).<br> Wanneer een invoerveld in de dialoog bedoeld is om een enkele waarde in te voeren voor een enkele component van de URI (bijv. gescheiden invoervelden voor gebruikersnaam en wachtwoord), dan moet u spaties en gereserveerde tekens letterlijk invoeren (dwz. niet-procent-gecodeerd). Voor zulke invoervelden worden alle spaties en gereserveerde tekens automatisch procent-gecodeerd. Bijvoorbeeld als een wachtwoord echt 'Foo%20Bar' is (niet-procent-gecodeerd), dan moet het letterlijk in het wachtwoord-invoerveld in de dialoog ingevoerd worden. De automatische procent-codering resulteert in 'Foo%2520Bar' wat de manier is hoe de waarde van de wachtwoord-component in het echt is opgeslagen in de URI.<br> Als daarentegen een invoerveld in de dialoog bedoeld is om meer dan een enkele waarde in te voeren voor een enkele component van de URI (bijv. een enkel invoerveld voor alle optionele parameters zoals 'optie1=waarde1&amp;optie2=waarde2&amp;optie3=waarde3' of een enkel invoerveld om de gehele URI in te voeren), dan moet u spaties en gereserveerde tekens procent-gecodeerd invoeren omdat een automatische procent-codering niet langer mogelijk is. Neem aan dat in een optionele parameter 'optie=waarde' de waarde zou moeten zijn 'this&amp;that' zodat de gehele optionele parameter zou zijn 'optie=this&amp;that' (letterlijk). Echter een letterlijke '&amp;' teken betekent de scheiding van verschillende optionele parameters zodat 'option=this&amp;that' in een URI betekent een eerste optionele parameter 'option=this' en een tweede optionele parameter die alleen 'that' is. Daarom moet een enkele optionele parameter 'option=this&amp;that' procent-gecodeerd ingevoerd worden als 'option=this%26that'<br> Invoervelden die procent-gecodeerde invoer vereisen worden aangegeven door een tip '[percent-encoded]'.<br> Lijst van tekens en hun procent-codering:<br> spatie ' ' is procent gecodeerd als %20<br> uitroepteken ! is procent gecodeerd as %21<br> nummerteken # is procent gecodeerd as %23<br> dollarteken $ is procent gecodeerd as %24<br> procentteken % is procent gecodeerd as %25<br> ampersand &amp; is procent gecodeerd as %26<br> apostrof / enkel aanhalingsteken ' is procent gecodeerd as %27<br> linker haakje ( is procent gecodeerd as %28<br> rechter haakje ) is procent gecodeerd as %29<br> sterretje * is procent gecodeerd as %2A<br> plusteken + is procent gecodeerd as %2B<br> komma , is procent gecodeerd as %2C<br> slash / is procent gecodeerd as %2F<br> dubbelepunt : is procent gecodeerd as %3A<br> puntkomma ; is procent gecodeerd as %3B<br> isgelijkteken = is procent gecodeerd as %3D<br> vraagteken ? is procent gecodeerd as %3F<br> at-teken @ is procent gecodeerd as %40<br> linker rechte haakje [ is procent gecodeerd as %5B<br> rechter rechte haak ] is procent gecodeerd as %5D<br> Voor details zie 'Uniform Resource Identifier (URI): Algemene syntaxis' op<br> http://tools.ietf.org/html/rfc3986 </p>
sk: <p> <b><big>Percentové kódovanie</big></b><br> Táto záležitosť je zložitá. Odporúča sa vyhnutie vyhradeným znakom a medzerám pre hodnoty zložiek v URI, ak sú hodnoty pod vašou kontrolou, (napr. nemôžete sa vyhnúť, keď je potrebné zadať takéto znaky v hodnotách pre URI na prístup k vzdialenému tlačovú frontu, ale vzdialený tlačový front nie je pod vašou kontrolou). Pokiaľ je to možné použitie len takzvané 'nerezervované znaky'. Nerezervované znaky sú veľké a malé písmená, desiatkové čísla, pomlčka, bodka, podčiarkovník a vlnovka. Dokonca pomlčka, bodka, vlnovka a rozlišovanie veľkosti písmen by mohlo spôsobiť špeciálne problémy v špecifických prípadoch (napr. je známe, že len písmená, číslice a podčiarkovník fungujú ako názov tlačového frontu CUPS a veľkosť nie je významná). Preto je najlepšie použiť len malé písmená, číslice a podčiarkovník pre všetky hodnoty vo všetkých URI, pokiaľ je to možné.<br> Vyhradené znaky a medzery v hodnote zložky musia byť kódované percentom (tiež známe ako URL kódovanie).<br> Keď vstupné pole v dialógovom okne je určené pre vstup len jedna hodnota pre jednu zložku URI (napr. oddelené vstupné polia pre používateľské meno a heslo), musíte zadať medzery a vyhradené znaky doslova (t.j. bez percentového kódovania). Pre takéto vstupné polia budú všetky medzery a vyhradené znaky automaticky kódované percentom. Napríklad v prípade, že heslo je v skutočnosti 'Foo%20Bar' (bez percentového kódovania), musí byť zadané doslovne do vstupného poľa pre heslo v dialógu. Automatické percentové kódovanie vychádza 'Foo%2520Bar', čo je hodnota zložky hesla skutočne uložená v URI.<br> Naproti tomu v prípade, že vstupné pole v dialógu je určený pre vstup viac než jednej hodnoty pre jednu zložku URI (napr. jedno vstupné pole pre všetky voliteľné parametre ako 'voľba1=hodnota1&amp;voľba2=hodnota2&amp;voľba3=hodnta3' alebo jedno vstupné pole pre zadanie celého URI), musíte zadať medzery a vyhradené znaky kódované percentom, pretože automatické kódovanie percentom už nie je možné. Predpokladajme, že voliteľný parameter 'voľba=hodnota' by bolo 'toto&amp;tamto', takže celý voliteľný parameter by bol 'voľba=toto&amp;tamto' (doslova). Ale doslovný znak '&amp;' označuje oddelenie rôznych voliteľných parametrov, takže 'voľba=toto&amp;tamto' v URI znamená, prvý voliteľný parameter 'voľba=toto' a druhý nepovinný parameter, ktorý je len 'tamto'. Preto jeden voliteľný parameter 'voľba=toto&amp;tamto' musí byť zadaný percentovým kódovaním ako 'voľba=toto%26tamto'<br> Vstupné polia, ktoré vyžadujú percentové kódovanie vstupu, sú označené s radou '[percentové kódovanie]'.<br> Výpis znakov a ich percentové kódovanie:<br> medzera ' ' má percentové kódovanie %20<br> výkričník ! má percentové kódovanie %21<br> znak čísla # má percentové kódovanie %23<br> znak dolára $ má percentové kódovanie %24<br> percento % má percentové kódovanie %25<br> ampersand &amp; má percentové kódovanie %26<br> apostrof / jednoduchá úvodzovka ' má percentové kódovanie %27<br> ľavá zátvorka ( má percentové kódovanie %28<br> pravá zátvorka ) má percentové kódovanie %29<br> hviezdička * má percentové kódovanie %2A<br> znamienko plus + má percentové kódovanie %2B<br> čiarka, má percentové kódovanie %2C<br> lomka / má percentové kódovanie %2F<br> dvojbodka : má percentové kódovanie %3A<br> bodkočiarka ; má percentové kódovanie %3B<br> znamienko rovnosti = má percentové kódovanie %3D<br> otáznik ? má percentové kódovanie %3F<br> zavináč @ má percentové kódovanie %40<br> ľavá hranatá zátvorka [ má percentové kódovanie %5B<br> pravá hranatá zátvorka ] má percentové kódovanie %5D<br> Viac informácií nájdete v 'Uniform Resource Identifier (URI): Generic Syntax' na<br> http://tools.ietf.org/html/rfc3986 </p>
zh_cn: <p> <b><big>百分号编码</big></b><br> 该问题很复杂。 建议您避免在 URI 中使用保留字符和空格 作为组件值，前提是您能控制这些值 （例如当您必须在 URI 中指定这样的字符 作为值以访问远程打印队列，但远程打印队列又 不在您控制下时，您就无法避免使用它们）。 可能的情况下，请只使用 "非保留字符”。 非保留字符包括大小写字母、 十进位数字、连字符、句号、下划线和波浪号。 甚至在特殊情况下，连字符、句号、波浪号和大小写 都会导致特殊问题 （例如，只有字符、数字和下划线已知可以用在 CUPS 打印 队列名称中，一般不会有什么显著问题）。 因此，如果可能，所有 URI 中的所有值最好 只使用小写字母、数字和下划线。<br> 组件值中的保留字符和空格字符 必须进行百分号编码（也叫做 URL 编码）。<br> 当对话框中输入字段是用来输入 URI 的一个组件的一个值时 （例如，用户名和口令的输入字段是分开的）， 您必须按字面输入空格和保留字符 （非百分号编码）。 这样的输入字段会自动对所有空格 和保留字符进行百分号编码。 例如，口令实际上是 "Foo%20Bar”（非百分号编码）， 您必须在对话框中的口令输入字段中按字面输入该口令。 URI 中实际上储存的口令组件值是 自动进行了百分号编码的结果 "Foo%2520Bar"。<br> 相反，当对话框中的输入字段是用来 输入 URI 的一个组件的多个值时 （例如，一个用于输入类似于 "option1=value1&amp;option2=value2&amp;option3=value3" 的所有可选参数的输入字段或一个用于输入整个 URI 的输入字段）， 您必须输入经过百分号编码的空格和保留字符， 因为系统不会再进行自动百分号编码。 假设要输入可选参数 "option=value"， 值是 "this&amp;that"，那么整个可选 参数应该是 "option=this&amp;that"（字面上）。 但是字面上的 "&amp;" 字符代表 不同可选参数的分隔符， 因此 URI 中的 "option=this&amp;that" 意思是 第一个可选参数是 "option=this"， 第二个可选参数只是 "that"。 因此，单个可选参数 "option=this&amp;that" 必须以 百分号编码格式 "option=this%26that" 输入。<br> 要求以百分号编码格式输入的输入字段 通过 "[百分号编码]" 提示标出。<br> 下面是字符和它们的百分号编码的列表：<br> 空格 " " 的百分号编码是 %20<br> 感叹号 ！ 的百分号编码是 %21<br> 数字符号 # 的百分号编码是 %23<br> 美元符号 $ 的百分号编码是 %24<br> 百分号 % 的百分号编码是 %25<br> 符号 &amp; 的百分号编码是 %26<br> 单引号 ‘ 的百分号编码是 %27<br> 左括号 ( 的百分号编码是 %28<br> 右括号 ) 的百分号编码是 %29<br> 星号 * 的百分号编码是 %2A<br> 加号 + 的百分号编码是 %2B<br> 逗号 , 的百分号编码是 %2C<br> 斜线 / 的百分号编码是 %2F<br> 冒号 : 的百分号编码是 %3A<br> 分号 ; 的百分号编码是 %3B<br> 等号 = 的百分号编码是 %3D<br> 问号 ? 的百分号编码是 %3F<br> at 号 @ 的百分号编码是 %40<br> 左方括号 [ 的百分号编码是 %5B<br> 右方括号 ] 的百分号编码是 %5D<br> 详情见 "统一资源标识符 (URI)：通用语法"，网址为：<br> http://tools.ietf.org/html/rfc3986 </p>
zh_tw: <p> <b><big>百分比編碼</big></b><br> 該問題比較複雜。 如果 URI 中的元件值受您的控制， 建議您避免對這些值使用保留字元和空格 (例如，當必須在 URI 的值中指定這種字元 才能存取遠端列印佇列，而遠端列印佇列不受 您控制的情況下，您就無法避免使用它)。 應盡可能地使用所謂的 “非保留字元”。 非保留字元是大寫和小寫字母、十進位數字、 連字號、句點、底線和波狀符號。 在特殊情況下，即使是連字號、句點、波狀符號 和區分大小寫也會導致特殊問題 (例如，我們已經知道，對於 CUPS 列印佇列名稱， 只能輸入字母、數字和底線，而大小寫並不重要)。 因此，對於所有 URI 中的所有值，在可能的情況下， 最好是只使用小寫字母、數字和底線。<br> 元件值中的保留字元和空格字元必須進行 百分比編碼 (又稱為 URL 編碼)。<br> 如果只能在對話方塊的輸入欄位中 輸入單個 URI 元件的單個值 (例如，使用者名稱和密碼的單個輸入欄位)， 則必須輸入文字形式的空格和保留字元 (即未進行百分比編碼)。 對於這種輸入欄位，所有空格和 保留字元將自動進行百分比編碼。 例如，如果密碼實際上是 “Foo%20Bar” (未進行百分比編碼)， 則必須在對話方塊的密碼輸入欄位中輸入文字形式的密碼。 而真正在 URI 中儲存的密碼元件值則是 其自動進行過百分比編碼的結果 “Foo%2520Bar”。<br> 反之，如果要在對話方塊的輸入欄位中輸入 單個 URI 元件的多個值 (例如，要在單個輸入欄位中輸入所有選擇性參數，如 “option1=value1&amp;option2=value2&amp;option3=value3”， 或者要在單個輸入欄位中輸入完整的 URI)， 則必須輸入經過百分比編碼的空格和保留字元， 因為此時不再能夠自動進行百分比編碼。 假設在選擇性參數 “option=value” 中， value 是 “this&amp;that”，那麼，整個 選擇性參數應該是 “option=this&amp;that” (文字形式)。 但是，”&amp;” 文字字元表示 不同選擇性參數的分隔字元，也就是說， URI 中的 “option=this&amp;that” 表示 第一個選擇性參數為 “option=this”，第二個 選擇性參數僅為 “that”。 因此，對於單個選擇性參數 “option=this&amp;that”， 必須輸入百分比編碼的 “option=this%26that”<br> 要求輸入百分比編碼值的輸入欄位 帶有 “[百分比編碼]” 提示。<br> 字元及其百分比編碼的清單：<br> 空格 “ “ 的百分比編碼為 %20<br> 感歎號 ! 的百分比編碼為 %21<br> 編號符號 # 的百分比編碼為 %23<br> 貨幣符號 $ 的百分比編碼為 %24<br> 百分比符號 % 的百分比編碼為 %25<br> 與號 &amp; 的百分比編碼為 %26<br> 單引號 ' 的百分比編碼為 %27<br> 左圓括弧 ( 的百分比編碼為 %28<br> 左圓括弧 ) 的百分比編碼為 %29<br> 星號 * 的百分比編碼為 %2A<br> 加號 + 的百分比編碼為 %2B<br> 逗號 , 的百分比編碼為 %2C<br> 斜線 / 的百分比編碼為 %2F<br> 冒號 : 的百分比編碼為 %3A<br> 分號 ; 的百分比編碼為 %3B<br> 等號 = 的百分比編碼為 %3D<br> 問號 ? 的百分比編碼為 %3F<br> @ 符號的百分比編碼為 %40<br> 左方括號 [ 的百分比編碼為 %5B<br> 右方括號 ] 的百分比編碼為 %5D<br> 如需詳細資料，請參閱 “資源識別字串 (URI)：通用語法”，網址為：<br> http://tools.ietf.org/html/rfc3986 </p>
