Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> Application programs do not show the actual printer device but its associated <b>queue name</b>.<br> Only letters (a-z and A-Z), numbers (0-9), and the underscore '_' are allowed for the queue name and it must start with a letter. </p>
ca: <p> Les aplicacions no mostren el nom real de la impressora sinó el nom de la <b>cua d'impressió</b> que hi està associada.<br> Només es permet utilitzar lletres (a-z i A-Z), números (0-9) i guionets baixos '_' al nom de la cua d'impressió; a més, el nom ha de començar amb una lletra. </p>
da: <p> Applikationsprogrammer viser ikke den faktiske printerenhed men dens associerede <b>navn på køen</b>.<br> Kun bogstaver (a-z og A-Z), tal (0-9) og underscore '_' er tilladt i navne på køer, og det skal starte med et bogstav. </p>
de: <p> In Anwendungsprogrammen wird nicht das tatsächliche Drucker, sondern der dem Gerät zugewiesene <b>Warteschlangenname</b> angezeigt.<br> In Warteschlangennamen sind nur Buchstaben [A-Z, a-z], Zahlen [0-9] und das Unterstreichungszeichen '_' zulässig. Außerdem muss der Name mit einem Buchstaben beginnen. </p>
es: <p> Las aplicaciones no muestran la impresora actual sino el <b>nombre de cola</b> asociado.<br> Solo se permiten las letras [A-Z y a-z], los números [0-9] y el guion bajo (_) para el nombre de la cola, que debe empezar con una letra. </p>
fi: <p> Sovellusohjelmat eivät näytä varsinaista tulostinlaitetta vaan siihen liittyvän <b>jonon nimen</b>.<br> Jonon nimi voi sisältää vain kirjaimia [a-z ja A-Z], numeroita [0-9] ja alaviivan '_'. Nimen on alettava kirjaimella. </p>
fr: <p> Les applications n'affichent pas le nom de l'imprimante réelle mais le nom de sa <b>file d'attente</b> associée.<br> Seules les lettres (a-z et A-Z), les nombres (0-9) et le tiret-bas '_' sont autorisés dans le nom de file d'attente qui doit de plus commencer par une lettre. </p>
nl: <p> Applicatieprogramma's laten niet het actuele printerapparaat zien maar de bijbehorende <b>wachtrijnaam</b>.<br> Alleen letters (a-z en A-Z), cijfers (0-9), en de underscore '_' zijn toegestaan voor de wachtrijnaam en deze moet starten met een letter. </p>
sk: <p> Aplikačné programy neukazujú aktuálne tlačové zariadenie, ale jeho pridružený <b>názov frontu name</b>.<br> Povolené sú iba písmená (a-z a A-Z), číslice (0-9) a podčiarkovník '_' pre názov frontu a musí sa začínať písmenom. </p>
sl: <p> Programi ne prikazujejo dejanskega tiskalnika, ampak povezano <b>ime tiskalne vrste</b>.<br> V imenu vrste so dovoljene le črke (a–z in A–Z), številke (0–9) in podčrtaj »_«. Začeti se mora s črko. </p>
zh_cn: <p> 应用程序不显示实际的打印机设备， 而是它相关联的<b>队列名称</b>。<br> 队列名必须以字母开头，且只允许使用字母（a-z 和 A-Z）、 数字 (0-9) 和下划线“_”。 </p>
zh_tw: <p> 應用程式不會顯示真實的印表機裝置， 而是其關聯的<b>佇列名稱</b>。<br> 佇列名稱只能使用字母 (a-z 和 A-Z)、數字 (0-9) 和底線「_」， 並且只能以字母開頭。 </p>

source: <p> One of the print queues may be set to be <b>used by default</b>.<br> Application programs should use such a system default print queue if no other print queue was specified by the user. But there is no such thing as the 'one and only' default queue. Beside a system default queue any user can maintain his own default queue setting and furthermore any application program may implement its own particular way of default queue setting (e.g. the application may remember the previously used queue).<br> For details see the openSUSE support database article 'Print Settings with CUPS' at<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
ca: <p> Una de les cues d'impressió es pot establir a <b>usada per defecte</b>.<br> Les aplicacions haurien d'usar aquesta cua de sistema d'impressió si no hi ha cap altra cua especificada per l'usuari. Però no hi ha cap opció com ara "només una cua i prou" per defecte. A part de la cua per defecte del sistema, qualsevol usuari pot mantenir la configuració de la seva cua per defecte i, a més, qualsevol aplicació pot implementar la seva manera de configurar la cua d'impressió per defecte. (per exemple, l'aplicació pot recordar l'última cua usada).<br> Per a més detalls, vegeu l'article sobre la base de dades de suport d'openSUSE "'Print Settings with CUPS" a<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
da: <p> En af udskriftskøerne kan sættes til <b>bruges som standard</b>.<br> Programmer bør bruge systemets standardudskriftskø hvis ikke en anden udskriftskø angives af brugeren. Men den "eneste ene" standardudskriftskø findes ikke. Udover systemets standardkø kan hver bruger have sin egen indstilling af standardkø og derudover kan ethvert program implementere sin egen specifikke måde at vælge standardkø på (f.eks. vil programmet måske huske den forrige brugte kø).<br> Se artiklen "Print Settings with CUPS" i openSUSEs supportdatabase for detaljer, på<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
de: <p> Eine der Druckerwarteschlangen kann als Standardwarteschlange definiert werden.<br> Anwendungsprogramme verwenden eine solche Standardwarteschlange, wenn der Benutzer nicht explizit eine andere wählt. Es gibt jedoch keine 'einzig wahre' Warteschlange. Neben der systemweiten Standardwarteschlange kann jeder Benutzer eine eigene definieren. Auch kann jedes Anwendungsprogramm eine eigene Definition einer Standardwarteschlange haben, wie zum Beispiel die zuletzt benutzte.<br> Nähere Informationen finden Sie im Artikel 'Einstellungen zum Ausdruck mit CUPS' in der openSUSE-Supportdatenbank unter der Adresse</br> http://de.opensuse.org/SDB:Einstellungen_zum_Ausdruck_mit_CUPS </p>
es: <p> Una de las colas de impresión puede configurarse para que se use <b>por defecto.</b><br> Las aplicaciones usarán esta cola por defecto si el usuario no indica otra. Pero no existe una única cola por defecto. Aparte de la cola por defecto del sistema, los usuarios pueden mantener su propia configuración, incluso cualquier aplicación puede implementar su modo particular de cola por defecto (ejemplo, puede usar la última cola que se utilizó).<br> Para obtener más detalles, consulte el artículo sobre parámetros de impresión con CUPS en la base de datos de asistencia de openSUSE (en inglés)<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
fi: <p> Yksi tulostusjonoista on asetettu <b>käytettäväksi oletuksena</b>.<br> Ohjelmien tulisi käyttää järjestelmän oletustulostusjonoa, ellei käyttäjä toista tulostusjonoa ole valinnut. Kuitenkaan "yhtä ja ainoaa" oletusjonoa ei ole olemassa. Käyttäjät voivat pitää järjestelmän oletustulostusjonon rinnalla omaa oletustulostusjonoaan, ja mikä tahansa ohjelma voi käyttää omaa tulostusasetustaan (se voi esimerkiksi muistaa aiemmin käytetyn jonon).<br> Katso lisätietoa openSUSEn tukitietokannan artikkelista "Print Settings with CUPS" osoitteesta<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
fr: <p> Une des files d'attente d'impression peut être configurée pour être <b>utilisée par défaut</b>.<br> Les applications devraient utiliser une telle file d'attente par défaut du système si aucune autre file d'attente n'a été spécifiée par l'utilisateur. Mais il ne peut y avoir 'une et une seule' file d'attente par défaut. En plus d'une file par défaut du système, chaque utilisateur peut définir sa propre file d'attente par défaut et chaque application peut décider d'implémenter sa propre gestion de la file d'attente par défaut (par ex. l'application peut retenir la dernière file utilisée).<br> Pour plus d'informations, consultez l'article de la base de données du support openSUSE (SDB) intitulé 'Print Settings with CUPS' à l'adresse<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
nl: <p> Eén van de printrijen kan als <b>standaard</b> worden ingesteld.<br> Programma's moeten zo'n standaard systeemprintrij moeten gebruiken als er geen andere printrij door de gebruiker is gespecificeerd. Maar er is niet zoiets als de 'enige' standaard wachtrij. Naast een systeem standaard wachtrij kan elke gebruiker zijn eigen standaard wachtrij instellen en verder kan elke programma zijn eigen speciale manier van standaard wachtrij instellen (bijv. het programma kan zich de eerder gebruikte wachtrij herinneren).<br> Voor details zie het artikel in de openSUSE ondersteuningsdatabase 'Printerinstellingen met CUPS' op<br> http://nl.opensuse.org/SDB:Printerinstellingen_met_CUPS </p>
sk: <p> Jeden tlačový front môže byť nastavený, aby bol <b>použitý ako predvolený</b>.<br> Aplikačné programy by mali použiť takýto systémový predvolený tlačový front, ak nebol používateľom špecifikovaný iný tlačový front. Ale neexistuje žiadna taká vec ako 'jeden a iba' predvolený front. Vedľa systémového predvoleného frontu, každý používateľ môže spravovať svoje vlastné východiskové nastavenie frontu a navyše akýkoľvek aplikačný program môže implementovať svoj vlastný spôsob nastavenia predvoleného frontu (napr. aplikácia si môže pamätať predtým použitý front).<br> Podrobnosti nájdete v článku databázy podpory openSUSE 'Print Settings with CUPS' na<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
sl: <p> Eno tiskalno vrsto lahko nastavite kot <b>privzeto</b>.<br> Programi tako privzeto sistemsko tiskalno vrsto uporabijo, če uporabnik ne izbere nobene druge vrste. Ne obstaja pa »ena in edina« privzeta vrsta. Poleg sistemsko privzete vrste lahko vsak uporabnik nastavi svojo privzeto vrsto. Tudi vsak program lahko vrste nastavi in upravlja po svoje (npr. program si lahko zapomni nazadnje izbrano vrsto).<br> Za podrobnosti si oglejte članek »Print Settings with CUPS« na<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
zh_cn: <p> 其中一个打印队列必须设置为<b>默认使用</b>。<br> 应用程序应该在用户没有指定 其他打印队列时使用系统默认打印队列。 但是没有类似 "唯一" 的默认队列。 除了系统默认队列之外，任何用户 都可以维护自己的默认队列设置， 任何应用程序也可以实施自己的特殊默认队列设置 （例如，应用程序可以记住上一次使用的队列）。<br> 详情请见 openSUSE 支持数据库文章《使用 CUPS 的打印设置》， 网址为：<br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>
zh_tw: <p> 可將其中一個列印佇列設定為<b>預設使用</b>。<br> 如果使用者未指定其他列印佇列， 則應用程式應該使用這種系統預設列印佇列。 但是，類似於「有且僅有一個」預設佇列的情況是不存在的。 除了系統預設佇列外，任何使用者還可以維護 其各自的預設佇列設定，同時，任何應用程式 也可以用其自身特定的方式來執行預設佇列設定 (例如，應用程式可以記住上次使用的佇列)。<br> 如需詳細資料，請參閱 openSUSE 支援資料庫 文章「使用 CUPS 的列印設定」，網址為 <br> http://en.opensuse.org/SDB:Print_Settings_with_CUPS </p>

source: <p> An alternative way to set up HP devices is to <b>run hp-setup</b>.<br> HP's own tool 'hp-setup' provides setup support in particular for HP printers and HP all-in-one devices which require a proprietary driver plugin to be downloaded from HP and installed in the right way on a particular end-user's system. Furthermore 'hp-setup' can provide better setup support for HP network printers and HP all-in-one network devices because HP's own tool can implement special handling for special HP network devices.<br> For details see the openSUSE support database article 'How to set-up a HP printer' at<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
ca: <p> Una manera alternativa d'e configurar dispositius HP és executar <b>hp-setup</b>.<br> L'eina pròpia d'HP "hp-setup" ofereix suport de configuració concret per a impressores i equips multifunció d'HP que necessiten un connector-controlador propietari que s'ha de descarregar d'HP i instal·lar correctament en un sistema particular. A més, "hp-setup" pot proporcionar millor suport per a impressores i equips multifunció HP de xarxa perquè l'eina d'HP pot implementar un maneig especial per a les impressores HP de xarxa.<br> Per a més detalls, vegeu l'article de la base de dades de suport d'openSUSE "How to set-up a HP printer" a<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
da: <p> En alternativ måde at sætte HP-enheder op på er at <b>køre hp-setup</b>.<br> HP's eget værktøj "hp-setup" leverer understøttelse af opsætning specifikt for HP-printere og HP all-in-one-enheder som kræver at et proprietært driver-plugin downloades fra HP og installeres på den korrekte måde på hver enkelt slutbrugers system. Ydermere kan "hp-setup" give bedre understøttelse af opsætning af HP netværksprintere og HP all-in-one-netværksenheder da HP's eget værktøj kan implementere særlig håndtering af særlige HP netværksenheder.<br> Se artiklen "How to set-up a HP printer" i openSUSEs supportdatabase på<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
de: <p> Alternativ können HP-Geräte mit dem Programm <b>hp-setup</b> eingerichtet werden.<br> Dieses HP-eigene Werkzeug unterstützt speziell HP-Drucker und HP-All-in-one-Geräte, die ein proprietäres Treiber-Plug-in benötigen, das heruntergeladen und ordnungsgemäß auf dem System eines bestimmten Endbenutzers installiert werden muss. Außerdem bietet 'hp-setup' bessere Unterstützung für HP-Netzwerkdrucker und HP-All-in-one-Netzwerkgeräte, weil es eine spezielle Handhabung für spezielle HP Netzwerkgeräte implementieren kann. Näheres hierzu finden Sie im Artikel "How to set-up a HP printer" in der englischen openSUSE-Supportdatenbank unter: http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
es: <p> Otra forma de configurar dispositivos HP es ejecutando <b>hp-setup</b>.<br> La herramienta hp-setup de HP proporciona asistencia de configuración, en particular para impresoras y dispositivos multifunción HP que requieren que se descargue e instale un complemento de controlador registrado de HP de forma correcta en un sistema de usuario final concreto. Asimismo, hp-setup aporta una mejor asistencia para la configuración de impresoras y dispositivos multifunción en red HP, ya que su propia herramienta puede implementar ajustes concretos para dispositivos de red HP especiales.<br> Para obtener más detalles, consulte el artículo sobre la configuración de impresoras HP en la base de datos de asistencia de openSUSE (en inglés)<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
fi: <p> HP-laitteet voi asettaa myös komennolla <b>run hp-setup</b>.<br> HP:n oma "hp-setup"-työkalu tukee sellaisten HP-tulostinten ja "all-in-one"-laitteiden asettamista, jotka vaativat suljetun ajurilisäosan lataamista HP:n sivustolta ja asentamista tietokoneeseen. Lisäksi "hp-setup" tarjonnee paremman asetustuen HP:n verkkotulostimille ja "all-in-one"-verkkolaitteille, koska HP:n oma työkalu pystyy toteuttamaan HP-erikoisverkkolaitteiden vaatiman käsittelyn.<br> Katso lisätietoa openSUSEn tukitietokannan artikkelista "How to set-up a HP printer" osoitteesta<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
fr: <p> Une autre façon de configurer les périphériques HP est <b>d'exécuter hp-setup</b>.<br> L'outil propre à HP 'hp-setup' assiste particulièrement la configuration des imprimantes et périphériques tout-en-un HP qui nécessitent le téléchargement d'un pilote propriétaire de HP et son installation de la bonne façon sur le système de l'utilisateur. De plus, 'hp-setup' peut proposer un meilleur support des imprimantes et périphériques tout-en-un HP en réseau car cet outil propre à HP implémente une gestion spécifique des périphériques réseaux HP.<br> Pour plus d'informations, consultez l'article de la base de données du support openSUSE (SDB) intitulé 'How to set-up a HP printer' à l'adresse<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
nl: <p> Een alternatieve manier om HP-apparaten in te stellen is door <b>run hp-setup</b><br> uit te voeren, HP's eigen hulpmiddel, 'hp-setup', levert speciaal ondersteuning bij het instellen van HP-printers en HP-all-in-one apparaten die een eigen stuurprogramma nodig heeft dat wordt gedownload van HP en op de juiste manier geïnstalleerd op een specifiek eindgebruikerssysteem. Verder levert 'hp-setup' bettere ondersteuning voor het instellen van HP-netwerkprinters en HP-all-in-one netwerkapparaten omdat het hulpmiddel van HP speciale behandeling kan implementeren voor speciale HP-netwerkapparaten.<br> Voor details zie het openSUSE artikel in de ondersteuningsdatabase 'Hoe een HP-printer instellen' op<br> http://nl.opensuse.org/SDB:Hoe_een_HP-printer_instellen </p>
sk: <p> Alternatívny spôsob, ako nastaviť zariadenie HP je <b>spustiť hp-setup</b>.<br> Vlastný nástroj HP 'hp-setup 'poskytuje podporu nastavenia najmä pre tlačiarne HP a HP all-in-one zariadenia, ktoré vyžadujú proprietárne pluginy ovládača, aby sa stiahli z HP a nainštalovali správnym spôsobom na systém konkrétneho koncového používateľa. Ďalej 'hp-setup' môže poskytovať lepšiu podporu nastavenia pre sieťové tlačiarne HP a HP all-in-one zariadenia, pretože vlastný nástroj HP môže realizovať špeciálne narábanie so špeciálnymi sieťovými zariadeniami HP.<br> Podrobnosti nájdete v článku databázy podpory openSUSE 'How to set-up a HP printer' na<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
sl: <p> Alternativen način za nastavitev naprav HP je uporaba <b>hp-setup</b>.<br> To HP-jevo lastno orodje ponuja nastavljanje, ki je posebej prilagojeno tiskalnikom HP in napravam vse-v-enem, ki morda zahtevajo zaprto-koden gonilnik. Prav tako lahko »hp-setup« ponuja boljšo podporo za nastavljanje omrežnih tiskalnikov HP in omrežnih naprav vse-v-enem. To orodje lahko namreč izvede posebno rokovanje s posebnimi omrežnimi napravami HP.<br> Za podrobnosti si oglejte članek »How to set-up a HP printer« na<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>
zh_cn: <p> 另外一种设置 HP 设备的方法是<b>运行 hp-setup</b>。<br> HP 自有工具“hp-setup”特别提供了对需要 从 HP 网站下载专有驱动程序插件 并将其正确安装在最终用户系统中的 HP 打印机 和 HP 多功能一体机的设置支持。 另外，“hp-setup”可以为 HP 网络打印机 和 HP 多功能一体机网络设备提供 更好的支持，因为 HP 的自有工具可以实施 针对特殊 HP 网络设备的特殊处理。<br> 详情请见 openSUSE 支持数据库文章 《如何设置 HP 打印机》，网址为：<br> http://zh.opensuse.org/SDB:How_to_set_up_a_HP_printer </p>
zh_tw: <p> 另一種設定 HP 裝置的方法是<b>執行 hp-setup</b>。<br> HP 自己的工具「hp-setup」主要用於設定 HP 印表機和 HP 多合一裝置，此方法需要 從 HP 下載專屬驅動程式外掛並正確安裝 在指定的最終使用者系統。 此外「hp-setup」可對 HP 網路印表機及 HP 多合一網路裝置提供較佳的設定支援， 因為 HP 自己的工具可以對特殊的 HP 網路裝置 執行特殊的處理。<br> 如需詳細資料，請參閱 openSUSE 支援資料庫 文章「如何設定 HP 印表機」：<br> http://en.opensuse.org/SDB:How_to_set-up_a_HP_printer </p>

source: <p> <b><big>Modify a Print Queue</big></b><br> To modify a queue, select only what you really want to be changed.<br> </p>
ca: <p> <b><big>Modificació d'una cua d'impressió</big></b><br> Per modificar una cua d'impressió, seleccioneu només allò que realment vulgueu canviar.<br> </p>
da: <p> <b><big>Ændre en udskriftskø</big></b><br> Vælg kun det, du virkelig vil have ændret, for at ændre en kø.<br> </p>
de: <p> <b><big>Druckwarteschlange ändern</big></b><br> Wenn Sie eine Warteschlange ändern möchten, wählen Sie nur das aus, was Sie wirklich ändern möchten.<br> </p>
es: <p> <b><big>Modificar una cola de impresión</big></b><br> Para modificar una cola, seleccione solo la que desee cambiar.<br> </p>
fi: <p> <b><big>Tulostusjonon muuttaminen</big></b><br> Jos haluat muuttaa jonoa, valitse vain jono, jota todella haluat muuttaa.<br> </p>
fr: <p> <b><big>Modifier une file d'attente d'impression</big></b><br> Pour modifier une file d'attente d'impression, sélectionnez uniquement ce que vous voulez réellement changer.<br> </p>
nl: <p> <b><big>Een printerwachtrij wijzigen</big></b><br> Als u een wachtrij wilt wijzigen, selecteert u alleen datgene wat u echt wilt wijzigen.<br> </p>
sk: <p> <b><big>Upraviť front tlače</big></b><br> Pre úpravu frontu vyberte iba čo naozaj chcete zmeniť.<br> </p>
sl: <p> <b><big>Spreminjanje tiskalne vrste</big></b><br> Za spreminjanje tiskalne vrste izberite le tisto, kar res želite spremeniti.<br> </p>
zh_cn: <p> <b><big>修改打印队列</big></b><br> 要修改队列，请只选择确实要更改的队列。<br> </p>
zh_tw: <p> <b><big>修改列印佇列</big></b><br> 若要修改佇列，請僅選取您真正要變更的內容。<br> </p>
