Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> First of all CUPS client systems must be allowed to access the CUPS server. Then specify whether or not printers should be published to the clients.<br> In a local network the usual way to set up CUPS Browsing is to allow remote access for all hosts in the local network and to publish printers to all those hosts.<br> It is not required to publish printers in any case.<br> If you have only one single CUPS server, there is no need to use CUPS Browsing. Instead it is simpler to specify the CUPS server on the client systems (via 'Printing Via Network') so that the clients access the server directly. </p>
ca: <p> En primer lloc, tots els sistemes de client de CUPS han de poder accedir al servidor CUPS. Tot seguit, heu d'especificar si s'han de publicar les impressores als clients. En una xarxa local, el més habitual és establir el Navegador CUPS de manera que permeti l'accés a tots els amfitrions de la xarxa local i que publiqui les impressores a tots aquests ordinadors. No és obligatori publicar les impressores en tots els casos. Si només teniu un servidor CUPS no cal que utilitzeu el Navegador CUPS. És més fàcil especificar el servidor CUPS en els sistemes client (mitjançant el quadre de diàleg "Imprimeix a través de la xarxa") perquè els clients accedeixin al servidor directament. </p>
da: <p> Alle CUPS klientsystemer skal først og fremmest have lov til at tilgå CUPS-serveren. Angiv derefter, hvorvidt printere skal publiceres til klienterne eller ej.<br> På et lokalnetværk er den normale måde at sætte CUPS-browsing op på at tillade ekstern adgang for alle værtsmaskiner på det lokale netværk og at annoncere printere til alle disse værtsmaskiner.<br> Det kræves ikke, at printere skal publiceres under nogen omstændigheder.<br> Der er ingen grund til at bruge CUPS-browsing, hvis du blot har en enkelt CUPS-server. I stedet er det enklere at angive CUPS-serveren på klientsystemerne (via "Udskrift via netværk"), så klienterne kan tilgå serveren direkte. </p>
de: <p> Zuerst müssen Sie den CUPS-Client-Systemen den Zugriff auf die CUPS-Server erlauben. Dann müssen Sie festlegen, ob den Clients die Drucker bekanntgeben werden sollen. Es ist nicht in jedem Fall notwendig, Drucker bekannt zu geben. Wenn Sie nur einen einzigen CUPS-Server haben, dann brauchen Sie kein CUPS-Browsing zu verwenden. Stattdessen ist es einfacher, den CUPS-Server auf den Client-Systemen festzulegen (mittels 'Via Netzwerk drucken'), sodass die Clients direkt auf den Server zugreifen. </p>
es: <p> En primer lugar, todos los sistemas cliente de CUPS deben tener acceso al servidor CUPS. Debe especificarse si las impresoras se deben publicar para los clientes.<br> En una red local, la forma usual de configurar la exploración de CUPS es permitir el acceso remoto a todos los host de la red local y publicar las impresoras para todos estos hosts.<br> En todo caso, no es obligatorio publicar las impresoras.<br> Si solo tiene un servidor CUPS, no es necesario usar la exploración de CUPS. Es mucho más fácil especificar el servidor CUPS en los sistemas clientes (con la opción para imprimir mediante la red) para que los clientes puedan accedan al servidor directamente. </p>
fi: <p> Ensinnäkin CUPS-asiakkaiden täytyy antaa käyttää CUPS-palvelinta. Sen jälkeen määrää, julkistetaanko tulostimet asiakkaille vai ei. Paikallisessa verkossa normaali tapa asettaa CUPS-selaus on sallia pääsy kaikille paikallisen verkon koneille ja julkaista tulostimet kaikille näille koneille.<br> Tulostimia ei ole pakko julkistaa. Jos käytössä on vain yksi CUPS-palvelin, ei CUPS-selaus ole tarpeen. Sen sijaan on helpompaa määrittää CUPS-palvelin asiakasjärjestelmissä ('Tulostus verkon kautta') niin, että asiakkaat käyttävät palvelinta suoraan. </p>
fr: <p> Tout d'abord les systèmes clients CUPS doivent être autorisés à accéder au serveur CUPS. Spécifiez ensuite si les imprimantes doivent ou non être publiées vers les clients. Généralement, sur un réseau local, la configuration de la navigation CUPS est d'autoriser l'accès distant à tous les hôtes du réseau local et de publier les imprimantes vers tous ces hôtes.<br> Il n'est pas nécessaire de publier les imprimantes dans tous les cas. Si vous n'avez qu'un seul serveur CUPS, il n'est pas nécessaire d'utiliser le mode de navigation de CUPS. Il est plus simple de spécifier le serveur CUPS sur les systèmes clients (via 'Imprimer via le réseau') de sorte que les clients accèdent au serveur directement. </p>
nl: <p> Ten eerste moeten alle CUPS-cliënt-systemen worden toegestaan toegang te hebben tot de CUPS-server. Daarna of de printers bekend mogen worden gemaakt bij cliënten.<br> In een lokaal netwerk is het gebruikelijk om CUPS-browsing in te stellen en toegang van buiten open te stellen voor alle hosts in het lokale netwerk en alle printers bekend te maken aan al die hosts.<br> Het is niet verreist de printers in alle gevallen bekend te maken. Als u een enkele CUPS-server hebt, dan is er geen noodzaak voor CUPS-browsing. In plaats hiervan is het eenvoudiger om de CUPS-server op de cliënt-systemen te specificeren (via 'Printen via het netwerk') zodat de cliënten direct toegang hebben tot de server. </p>
sk: <p> Prvé zo všetkého musia mať CUPS klientské systémy povolený prístup k CUPS serveru. Potom určite, či tlačiarne by mali byť publikované ku klientom.<br> V lokálnej sieti je obvyklý spôsob, ako nastaviť CUPS prehliadanie, povoliť vzdialený prístup pre všetkých hostiteľov v lokálnej sieti, a publikovať tlačiarne na všetkých týchto hostiteľoch.<br> Nie je nutné publikovať tlačiarne v každom prípade.<br> Ak máte iba jeden jediný CUPS server, nie je nutné používať CUPSprehliadanie. Namiesto toho je jednoduchšie zadať CUPS server na klientských systémoch (cez 'Tlač prostredníctvom siete') tak, aby mali klienti prístup k serveru priamo. </p>
zh_cn: <p> 首先，CUPS 客户端系统必须允许访问 CUPS 服务器。 然后指定是否应向客户端发布打印机。<br> 通常，在本地网路中设置 CUPS 浏览的方法是 允许本地网络内所有主机的远程访问， 并将打印机发布给所有这些主机。<br> 并不是任何情况下都需要发布打印机。<br> 如果您只有一台 CUPS 服务器，就没有必要使用 CUPS 浏览模式。 在客户端系统上指定 CUPS 服务器（使用“通过网络打印”选项）， 让客户端直接访问服务器会更简单一些。 </p>
zh_tw: <p> 首先，必須允許所有 CUPS 用戶端系統存取 CUPS 伺服器。 然後指定印表機是否應公佈給用戶端。<br> 在區域網路中設定 CUPS 瀏覽通常使用的方法是 允許在區域網路中的所有主機進行遠端存取， 並公佈印表機給所有的主機。<br> 並不是任何狀況下都需要公佈印表機。<br> 如果您只有單獨一個 CUPS 伺服器，就不需要使用 CUPS 瀏覽。 相反，您只需要在用戶端系統指定 CUPS 伺服器 (經由「經由網路列印」) ，用戶端就可以直接存取伺服器。 </p>

source: <p> There are various ways which can coexist how to specify which remote hosts are allowed to access the CUPS server.<br> Allow remote access for computers within the local network will allow access from all hosts in the local network. A remote host is in the local network when it has an IP address that belongs to the same network as the CUPS server and when the network connection of the host uses a non-PPP interface on the CUPS server (an interface whose IFF_POINTOPOINT flag is not set).<br> Alternatively or additionally an explicite list of network interfaces from which remote access is allowed can be specified.<br> Alternatively or additionally an explicite list of allowed IP addresses and/or networks can be specified. </p>
ca: <p> Hi ha diverses maneres que poden coexistir per especificar quins amfitrions tenen permís per accedir al servidor CUPS.<br> Permetre l'accés d'ordinadors remots de dins de la xarxa local obrirà l'accés des de tots els amfitrions de la xarxa local. Un amfitrió remot és dins de la xarxa local quan té una adreça IP que pertany a la mateixa xarxa que el servidor CUPS i quan la connexió de xarxa de l'amfitrió usi una interfície no-PPP al servidor CUPS (una interfície que no tingui establerta la bandera IFF_POINTOPOINT).<br> Alternativament o addicionalment, es pot especificar una llista explícita d'interfícies de xarxa des de la qual es permet l'accés remot.<br> Alternativament o addicionalment, es pot especificar una llista explícita d'adreces IP o xarxes que en tenen el permís. </p>
da: <p> Der er flere måder, som kan sameksistere, hvorpå man kan angive hvilke eksterne værtsmaskiner der er tilladt adgang til CUPS-serveren.<br> Tillad ekstern adgang for computere på lokalnetværket vil tillade adgang fra alle værtsmaskiner på lokalnetværket. En ekstern værtsmaskine er på lokalnetværket hvis den har en IP-adresse som hører til samme netværk som CUPS-serveren og når netværksforbindelsen for begge værtsmaskiner bruger en ikke-PPP-grænseflade på CUPS-serveren (en grænseflade hvis IFF_POINTOPOINT-flag ikke er sat).<br> Alternativt eller ydermere kan der angives en eksplicit liste over netværksgrænseflader hvorfra ekstern adgang er tilladt.<br> Alternativt eller ydermere kan der angives en eksplicit liste over tilladte IP-adresser og/eller netværk. </p>
de: <p> Es gibt verschiedene Möglichkeiten, um festzulegen, welche Computer auf den CIPS-Server zugreifen dürfen. <br> Sie können Remote-Zugriff für alle Hosts im lokalen Netzwerk erlauben. Ein Remote-Host im lokalen Netzwerk ist ein Host, der eine IP-Adresse hat, die zum gleichen Netzwerk wie der CUPS-Server gehört, wenn die Netzwerkverbindung des Hosts keine PPP-Schnittstelle auf dem CUPS-Server verwendet (d.h., das IFF_POINTOPOINT-Flag der benutzten Schnittstelle ist nicht gesetzt).<br> Alternativ können Sie eine explizite Liste der Netzwerkstellen definieren, von denen der Remote-Access erlaubt ist.<br> Sie können auch eine explizite Liste von erlaubten IP-Adressen definieren.<br> Diese Definitionen können auch gleichzeitig, nebeneinander verwendet werden. </p>
es: <p> Hay varias formas permitidas para especificar qué hosts remotos pueden acceder al servidor CUPS.<br> Al permitir el acceso remoto a los equipos de la red local, se permite que accedan todos los hosts de la red local. Un host remoto está en la red local cuando tiene una dirección IP perteneciente a la misma red que el servidor CUPS y cuando la conexión de red del host usa una interfaz distinta a la PPP en el servidor CUPS (una interfaz cuyo identificador IFF_POINTOPOINT no esta definido).<br> Alternativamente, o adicionalmente, se puede especificar una lista de interfaces de red con acceso permitido. Alternativamente, o adicionalmente, se puede especificar una lista de direcciones IP o redes con acceso permitido. <p>
fi: <p> On olemassa eri tapoja määrittää, mitkä etäpalvelimet saavat tulostaa CUPS-palvelimelle.<br> Tulostuksen salliminen lähiverkosta mahdollistaa tulostamisen kaikilta palvelimilta jotka ovat samassa lähiverkossa. Palvelin kuuluu samaan lähiverkkoon, silloin kun sen IP-osoite kuuluu samaan aliverkkoon CUPS-palvelimen kanssa ja yhteyttä CUPS-palvelimelle ei muodosteta PPP-liitännän kautta. (liitäntä jonka IFF_POINTOPOINT lippua ei ole asetettu).<br> Vaihtoehtoisesti tai lisäksi voidaan luoda luettelo verkkoliitännöistä josta etäpalvelimet saavat käyttää CUPS-palvelinta. Vaihtoehtoisesti tai lisäksi voidaan luoda luettelo IP-osoitteista tai verkoista josta etäpalvelimet saavat käyttää CUPS-palvelinta. </p>
fr: <P> Différentes façons peuvent coexister pour spécifier quels hôtes distants sont autorisés à accéder au serveur CUPS.<br> Autoriser l'accès à distance d'ordinateurs du réseau local autorisera l'accès de tous les hôtes du réseau local Un hôte distant appartient au réseau local quand il a une adresse IP qui appartient au même réseau que le serveur CUPS et quand la connexion réseau de l'hôte utilise une interface non-PPP sur le serveur CUPS (une interface dont le drapeau IFF_POINTTOPOINT n'est pas définie).<br> Alternativement ou en supplément, une liste explicite d'interfaces réseau depuis lesquels l'accès distant est autorisé peut-être spécifiée.<br> Alternativement ou en supplément, une liste explicite des adresses IP autorisées et/ou réseaux peuvent être spécifiées. </p>
nl: <p> Er zijn verschillende manieren die samen kunnen bestaan over hoe aan te geven aan welke hosts op afstand het is toegestaan om de CUPS-server te gebruiken.<br> Sta toegang op afstand toe voor computers in het lokale netwerk staat toegang toe vanaf alle hosts in het lokale netwerk. Een host bevindt zich in het lokale netwerk wanneer het een IP-adres heeft dat behoort tot hetzelfde netwerk als de CUPS-server en wanneer de netwerkverbinding van de host geen PPP-interface gebruikt op de CUPS-server (een interface waarvan de vlag IFF_POINTOPOINT niet is gezet).<br> Alternatief of additioneel kan een expliciete lijst van netwerkinterfaces, waar vanaf toegang van afstand is toegestaan, worden gespecificeerd.<br> Alternatively or additionally an explicite list of allowed IP addresses and/or networks can be specified. </p>
sk: <p> Existujú rôzne spôsoby, ktoré môžu koexistovať, ako určiť, ktorí vzdialení hostitelia majú povolený prístup k CUPS serveru.<br> Povolenie vzdialeného prístupu pre počítače v lokálnej sieti umožní prístup zo všetkých počítačov v lokálnej sieti. Vzdialený hostiteľ je v lokálnej sieti, keď má IP adresu, ktorá patrí do rovnakej siete ako CUPS server a keď sieťové pripojenie hostiteľa nepoužíva rozhranie PPP na CUPS serveri (rozhranie, ktorého IFF_POINTOPOINT príznak nie je nastavený).<br> Alternatívne alebo dodatočne explicitný zoznam sieťových rozhraní, z ktorých je dovolený diaľkový prístup môže byť zadaný.<br> Alternatívne alebo dodatočne explicitný zoznam povolených IP adries a/alebo sietí môže byť zadaný. </p>
zh_cn: <p> 如何指定哪些远程主机可以访问 CUPS 服务器 有多种方法，这些方法可以共存。<br> 允许本地网络内的计算机的远程访问 将允许本地网络内的所有主机的访问。 当一个远程主机拥有属于 CUPS 服务器 所在网络的 IP 地址， 或主机的网络连接接入了 CUPS 服务器上的非 PPP 接口 （没有设置 IFF_POINTTOPOINT 标志的接口）时， 它就属于本地网络。<br> 或者，可以指定一个允许 远程访问的网络接口白名单。<br> 另外，也可以指定一个 IP 地址 和/或网络的白名单。 </p>
zh_tw: <p> 可以結合不同的方法來指定允許哪些遠端 主機存取 CUPS 伺服器。<br> 如果允許本地網路中的電腦進行遠端存取， 將允許本地網路中的所有主機進行存取。 如果某個遠端主機的 IP 位址與 CUPS 伺服器屬於 相同的網路，並且該主機的網路連接 使用了 CUPS 伺服器上的非 PPP 介面 (未設定 IFF_POINTOPOINT 旗標的介面)， 則表示該遠端主機位於本地網路中。<br> 或者，可以額外地明確指定 允許進行遠端存取之網路介面的清單。<br> 或者，可以額外地明確指定 允許的 IP 位址和/或網路的清單。 </p>
