Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Device URIs to Access a Network Printer or a Printserver Box</big></b><br> A printserver box is a small device with a network connection and a USB or parallel port connection to connect the actual printer. A network printer has such a device built-in. Access happens via three different network protocols. See the manual of your network printer or printserver box to find out what your particular device supports:<br> <b>TCP Port (AppSocket/JetDirect)</b><br> The IP address and a port number is needed to access it. Often the port number 9100 is the right one. It is the simplest, fastest, and generally the most reliable protocol. The matching device URI is:<br> socket://ip-address:port-number<br>. <b>Line Printer Daemon (LPD) Protocol</b><br> A LPD runs on the device and provides one or more LPD queues. The IP address and a LPD queue name is needed to access it. Almost all network printers and printserver boxes support it. Often an arbitrary queue name or 'LPT1' works. But using a correct LPD queue which does not change the data or add additional formfeeds or banner pages could be essential for reliable printing. The matching device URI is:<br> lpd://ip-address/queue<br>. <b>Internet Printing Protocol (IPP)</b><br> IPP is the native protocol for CUPS running on a real computer, but if IPP is implemented in a small printserver box, it is often not implemented properly. Only use IPP if the vendor actually documents official support for it. The matching device URI is:<br> ipp://ip-address:port-number/resource<br>. What 'port-number' and 'resource' exactly is depends on the particular network printer or printserver box model.<br> For <b>more information</b> have a look at<br> http://www.cups.org/documentation.php/network.html </p>
ca: <p> <b><big>URI per accedir a una impressora de xarxa o a un servidor d'impressió</big></b><br> Un servidor d'impressió és un dispositiu petit amb una connexió de xarxa i una connexió USB o de port en paral·lel per connectar-hi una impressora. Una impressora de xarxa té un d'aquests dispositius integrat. S'hi accedeix mitjançant tres protocols diferents. Consulteu el manual de la impressora o del servidor d'impressió per saber quines connexions admet el vostre dispositiu:<br> <b>Port TCP (AppSocket/JetDirect)</b><br> Es necessita una adreça IP i un número de port per accedir-hi. Normalment s'utilitza el port 9100. És el protocol més senzill, el més ràpid i, normalment, el més fiable. L'URI que s'utilitza és:<br> socket://adreça-ip:número-port<br> <b>Protocol Dimoni d'impressores de línia (LPD)</b><br> L'LPD s'executa en el dispositiu i proporciona una o diverses cues LPD. Per accedir-hi es necessita una adreça IP i el nom d'una cua LPD. La majoria d'impressores de xarxa i de servidors d'impressió admeten aquest protocol; la majoria de noms de cua arbitraris o LPT1 funcionen. Tanmateix, utilitzar una cua LPD correcta que no canviï cap dada i que no afegeixi pàgines en blanc ni bàners pot ser essencial per obtenir una impressió fiable. L'URI corresponent és el següent:<br> lpd://adreça-ip/cua<br> <b>Protocol d'impressió d'Internet (IPP)</b><br> IPP és el protocol natiu per al CUPS que s'executa en un sistema real; tanmateix, quan l'IPP s'implementa en un servidor d'impressió petit, pot tenir alguns defectes. Use l'IPP només quan el fabricant indiqui a la documentació que l'admet oficialment. L'URI corresponent és:<br> ipp://adreça-ip:número-port/recurs<br> Els valors exactes del número de port i el nom de recurs depenen totalment del model de la impressora de xarxa o del servidor d'impressió.<br> Per obtenir <b>més informació</b> visiteu el lloc web següent: <br> http://www.cups.org/documentation.php/network.html </p>
da: <p> <b><big>Enheds-URI'er for adgang til en netværksprinter eller en printserverboks</big></b><br> En printserverboks er en lille enhed med en netværkstilslutning samt en USB- eller parallelport for tilslutning til den egentlige printer. En netværksprinter har sådan en enhed indbygget. Adgang sker via tre forskellige netværksprotokoller. Se i din netværksprinters eller printserverboks' manual, for at finde ud af hvad din egen enhed understøtter:<br> <b>TCP-port (AppSocket/JetDirect)</b><br> IP-adressen og portnummer skal bruges for at tilgå den. Ofte er port nummer 9100 den rette. Det er den enkleste, hurtigste og generelt mest troværdige protokol. Den matchende enheds-URI er:<br> socket://ip-adresse:portnummer<br> <b>LPD-protokol (Line Printer Daemon)</b><br> En LPD kører på enheden og tilbyder en eller flere LPD-køer. IP-adresse og et LPD-kønavn skal bruges for at tilgå den. Næsten alle netværksprintere og printserverbokse understøtter den. Ofte kan et vilkårligt kønavn eller 'LPT1' fungere. Men at benytte en korrekt LPD-kø, der ikke på nogen måde ændrer data, tilføjer yderligere sideskift eller skilleark, kan være essentiel for en pålidelig udskrift. Den passende enheds-URI er:<br> lpd://ip-adresse/kø<br> <b>IPP (Internet Printing Protocol)</b><br> IPP er den oprindelige protokol for CUPS, som kører på en reel computer. Men hvis IPP er implementeret i en lille printserverboks, er det ofte ikke implementeret ordentligt. Brug kun IPP hvis producenten reelt dokumenterer understøttelse af den. Den passende enheds-URI er:<br> ipp://ip-adresse:portnummer/ressource<br> Hvad 'portnummer' og 'ressource' nøjagtigt er afhænger af den enkelte netværksprinter- eller printserverboks-model.<br> For <b>mere information</b> kig på<br> http://www.cups.org/documentation.php/network.html </p>
de: <p> <b><big>Geräte-URIs zum Zugriff auf einen Netzwerkdrucker oder eine Printserver-Box</big></b><br> Eine Printserver-Box ist ein kleines Gerät mit einer Netzwerkverbindung und einer USB- oder Parallel-Port-Verbindung, um zum eigentlichen Drucker zu verbinden. Ein Netzwerkdrucker hat so eine Art von Gerät eingebaut. Zugriff erfolgt durch drei verschiedene Netzwerkprotokolle. Schauen Sie in das Handbuch Ihres Netzwerkdruckers oder Ihrer Printserver-Box, um zu erfahren, was Ihr eigenes Gerät unterstützt:<br> <b>TCP-Port (AppSocket/JetDirect)</b><br> Die IP-Adresse und eine Portnummer werden zum Zugriff benötigt. Oft ist die Portnummer 9100 die richtige. Es ist das einfachste, schnellste und generell das meist verlässlichste Protokoll. Die passende Geräte-URI ist:<br> socket://ip-adresse:portnummer<br> <b>Line Printer Daemon (LPD)-Protokoll</b><br> Ein LPD läuft auf dem Gerät und bietet eine oder mehrere LPD-Warteschlange(n) an. Die IP-Adresse und ein LPD-Warteschlangenname werden zum Zugriff benötigt. Fast alle Netzwerkdrucker und Printserver-Boxen unterstützen es. Oft funktioniert ein beliebiger Warteschlangenname oder 'LPT1'. Die Verwendung einer korrekten LPD-Warteschlange, die nicht irgendwie die Daten ändert oder zusätzliche Seitenvorschübe oder Trennseiten einfügt, kann entscheidend für verlässliches Drucken sein. Die passende Geräte-URI ist:<br> lpd://ip-adresse/warteschlange<br> <b>Internet Printing Protocol (IPP)</b><br> IPP ist das ursprüngliche Protokoll für CUPS, das auf einem realen Computer läuft. Wenn IPP in einer kleinen Printserver-Box implementiert ist, ist es oft nicht richtig implementiert. Benutzen Sie IPP nur, wenn der Hersteller die offizielle Unterstützung wirklich dokumentiert hat. Die passende Geräte-URI ist:<br> ipp://ip-adresse:portnummer/ressource<br> Was 'portnummer' und 'ressource' genau ist, hängt vom eigenen Netzwerkdrucker- oder Printserver-Box-Modell ab.<br> Für <b>weitere Informationen</b> schauen Sie sich folgenden Link an:<br> http://www.cups.org/documentation.php/network.html </p>
es: <p> <b><big>URI para acceder a una impresora de red o a un servidor de impresión compacto</big></b><br> Un servidor de impresión compacto es un dispositivo pequeño con una conexión de red y un puerto USB o paralelo para conectar la impresora en sí. Las impresoras de red tienen uno de estos dispositivos incorporado. El acceso se efectúa mediante tres protocolos de red distintos. Consulte el manual de la impresora de red o del servidor de impresión compacto para averiguar cuál admite su dispositivo en particular:<br> <b>Puerto TCP (AppSocket/JetDirect)</b><br> Se necesita la dirección IP y un número de puerto para el acceso. Normalmente, se usa el puerto 9100. Es el protocolo más sencillo, rápido y, generalmente, más fiable. El URI utilizado es:<br> socket://dirección-ip:número-puerto<br>. <b>Protocolo del daemon de impresora de línea (LPD)</b><br> LPD se ejecuta en el dispositivo y proporciona una o más colas LPD. Para el acceso se necesita la dirección IP y el nombre de una cola LPD. Casi todas las impresoras de red y servidores de impresión compactos lo admiten. Con frecuencia, funciona un nombre de cola arbitrario o LPT1. Pero el uso de una cola LPD correcta que no cambie ningún dato ni añada saltos de pagina ni portadas puede ser esencial para una impresión correcta. La URI utilizada es:<br> lpd://dirección-ip/cola<br>. <b>Protocolo de impresión de Internet (IPP)</b><br> IPP es el protocolo nativo para CUPS cuando se ejecuta en un sistema real; pero cuando se implementa en un pequeño servidor de impresión compacto, suele tener defectos. Use solo IPP si el proveedor afirma oficialmente que lo admite. La URI utilizada es:<br> ipp://dirección-ip:número-puerto/recurso<br>. Donde "número-puerto" y "recurso" dependen exactamente del modelo concreto de impresora de red o servidor de impresión compacto utilizados.<br> Para obtener <b>más información,</b> visite<br> http://www.cups.org/documentation.php/network.html </p>
fi: <p> <b><big>Laitteen URI verkkotulostinta tai tulostinpalvelinta varten</big></b><br> Tulostinpalvelin on verkkoon liitetty laite, jossa on USB- tai rinnakkaisportti varsinaisen tulostimen liittämistä varten. Verkkotulostimeen on sisäänrakennettu samanlainen laite. Käyttämien tapahtuu kolmen verkkoyhteyskäytännön avulla. Kastso tulostimen tai tulostinpalvelimen käsikirjasta, mitä yhteyskäytäntöä laitteesi tukee:<br> <b>TCP-portti (AppSocket/JetDirect)</b><br> Tarvitaan IP-osoite ja portin numero. Usein 9100 on oikea portti. Tämä on yksinkertaisin, nopein ja yleensä luotettavin yhteyskäytäntö. Oikea laitteen URI on: <br> socket://ip-osoite:portin_numeror<br> <b>Line Printer Daemon (LPD) -yhteyskäytäntö<br> LPD-palvelinta ajetaan laitteessa, joka tarjoaa yhden tai useamman LPD-jonon. Jonon käyttämiseksi tarvitaan IP-osoite ja jonon nimi. Lähes kaikki verkkotulostimet ja palvelinlaitteet tukevat tätä. Usein mikä tahansa jonon nimi tai LPT1 toimii jotenkin. Oikean jonon käyttäminen voi kuitenkin olla oleellista luotettavan ja muuttamattoman tulostuksen aikaansaamiseksi. URI on muotoa:<br> lpd://ip-osoite/jono<br> <b>Internet Printing Protocol (IPP)</b><br> IPP on tietokoneilla suoritettavan CUPS-palvelun yhteyskäytäntö. Yhteyskäytännön toteutukset pienissä tulostinpalvelimissa on usein tehty virheellisesti. Käytä IPP-yhteyskäytäntöä vain, kun valmistaja tukee sitä virallisesti. Laitteen URI on muotoa:<br>b ipp://ip-osoite:portin_numero/resurssi<br> Portin numero ja resurssi vaihtelevat täysin käytettävän verkkotulostimen tai tulostinpalvelimen mukaan.<br> <b>Lisätietoja </b> saat osoitteesta<br> http://www.cups.org/documentation.php/network.html </p>
fr: <p> <b><big>URI de périphérique pour accéder à une imprimante réseau ou un serveur d'impression</big></b><br> Un serveur d'impression est une petite machine avec une connexion réseau et un port USB ou parallèle pour connecter l'imprimante réelle. Une imprimante réseau possède ce genre de matériel d'origine. L'accès peut se faire via trois protocoles réseau différents. Consultez le manuel de votre imprimante réseau ou de votre serveur d'impression pour savoir ce que votre périphérique supporte :<br> <b>Port TCP (AppSocket/JetDirect)</b><br> L'adresse IP et le numéro de port sont nécessaires pour y accéder. Bien souvent le numéro de port 9100 est correct. C'est le protocole le plus simple, le plus rapide et généralement le plus stable. L'URI de périphérique correspondant est :<br> socket://adresse-ip:numero-de-port<br> <b>Protocole Line Printer Daemon (LPD)</b><br> Un LPD tourne sur le périphérique et fournit une ou plusieurs files d'attente LPD. L'adresse IP et un nom de file d'attente LPD sont nécessaires pour y accéder. La quasi-totalité des imprimantes réseau et serveurs d'impression le supportent. Bien souvent un nom de file d'attente arbitraire ou 'LPT1' fonctionne. Cependant, utiliser une file d'attente LPD valide, qui ne change pas les données et n'ajoute pas de pages blanches ni de bannières, peut s'avérer indispensable pour une impression fiable. L'URI de périphérique correspondant est :<br> lpd://adresse-ip/file-attente<br> <b>Internet Printing Protocol (IPP)</b><br> IPP est le protocole natif pour CUPS fonctionnant sur un ordinateur réel, mais il est souvent mal implémenté sur les petits serveurs d'impression. N'utilisez IPP que si le fabricant spécifie sa prise en charge expressément et officiellement. L'URI de périphérique correspondant est :<br> ipp://adresse-ip:numero-de-port/ressource<br> Les valeurs exactes du 'numéro-de-port' et de la 'ressource' dépendent du modèle de l'imprimante réseau ou du serveur d'impression en question.<br> Pour <b>plus d'informations</b>, consultez<br> http://www.cups.org/documentation.php/network.html </p>
nl: <p> <b><big>Apparaat-URI's om toegang te krijgen tot een netwerkprinter of een printserverdoos</big></b><br> Een printserverdoos is een klein apparaat met een netwerkverbinding en een USB of parallelle poort om de echte printer aan te sluiten. Een netwerkprinter heeft zo'n soort apparaat ingebouwd. Toegang werkt via drie verschillende netwerkprotocollen. Zie de handleiding van uw netwerkprinter of printserverdoos over wat uw specifieke apparaat ondersteunt:<br> <b>TCP-poort (AppSocket/JetDirect)</b><br> Het IP-adres en een poortnummer zijn nodig voor toegang. Het poortnummer 9100 is vaak de juiste. Het is het simpelste, snelste en in het algemeen meest betrouwbare protocol. De overeenkomstige apparaat-URI is:<br> socket://ip-adres:poortnummer<br> <b>Line Printer Daemon (LPD) Protocol</b><br> Een LPD draait op het apparaat en levert een of meer LPD-wachtrijen. Het IP-adres en een LPD-wachtrijnaam zijn nodig voor toegang. Bijna alle netwerkprinters en printserverdozen ondersteunen het. Vaak werkt een willekeurige wachtrijnaam of 'LPT1' op de een of andere manier. Maar het gebruik van een correcte LPD-wachtrij die niet op de een of andere manier de data wijzigt of extra formfeeds of bannerpagina's toevoegt zou essentieel kunnen zijn voor betrouwbaar printen. De overeenkomende apparaat-URI is:<br> lpd://ip-adres/wachtrij<br> <b>Internet Printing Protocol (IPP)</b><br> IPP is het eigen protocol voor CUPS dat op een echte computer draait maar als IPP is geïmplementeerd in een kleine printserverdoos, het is vaak niet goed geïmplementeerd. Gebruik IPP alleen wanneer de leverancier in de documentatie dit officieel ondersteunt. De overeenkomstige apparaat-URI is:<br> ipp://ip-adres:poortnummer/resource<br> Wat 'poortnummer' en 'resource' precies zijn hangt af van de specifieke netwerkprinter of model printserverdoos.<br> Voor <b>meer informatie</b> kijk op<br> http://www.cups.org/documentation.php/network.html </p>
sk: <p> <b><big>URI zariadení pre prístup k sieťovej tlačiarni a boxu tlačového servera</big></b><br> Box tlačového servera je malé zariadenie so sieťovým pripojením a USB alebo paralelný portom pre pripojenie skutočnej tlačiarne. Sieťová tlačiareň má takéto zariadenie zabudované. Prístup deje prostredníctvom troch rôznych sieťových protokolov. V manuáli vašej sieťovej tlačiarne alebo boxu tlačového servera zistíte, aké vaše konkrétne zariadenie podporuje:<br> <b>TCP Port (AppSocket/JetDirect)</b><br> Pre prístup k nemu je potrebná IP adresa a číslo portu. Často je správne číslo portu 9100. Je to najjednoduchší, najrýchlejší a všeobecne najspoľahlivejší protokol. Zodpovedajúce URI zariadenia je:<br> socket://ip-address:port-number<br>. <b>Line Printer Daemon (LPD) Protocol</b><br> LPD beží na zariadení a poskytuje jeden alebo viac frontov LPD. Pre prístup k nemu je potrebná IP adresa a názov frontu LPD. Takmer všetky sieťové tlačiarne a boxy tlačového servera ho podporujú. Často funguje ľubovoľný názov frontu alebo 'LPT1'. Ale za použitia správneho LPD frontu, ktorý nemení údaje alebo pridá ďalšie odstránkovanie alebo banner stránky, by mohli byť zásadné pre spoľahlivú tlač. Zodpovedajúce URI zariadenia je:<br> lpd://ip-address/queue<br>. <b>Internet Printing Protocol (IPP)</b><br> IPP je natívny protokol pre CUPS bežiace na skutočnom počítači, ale ak je IPP implementovaný v malej boxe tlačového servera, nie je často riadne implementovaný. IPP používajte iba, ak predávajúci naozaj dokumentuje jeho oficiálnu podporu. Zodpovedajúce URI zariadenia je:<br> ipp://ip-address:port-number/resource<br>. Aké je 'číslo-portu' a 'zdroj' presne závisí na konkrétnom modeli sieťovej tlačiarne alebo boxe tlačového servera.<br> <b>Ďalšie informácie</b> nájdete na<br> http://www.cups.org/documentation.php/network.html </p>
zh_cn: <p> <b><big>访问网络打印机或打印服务器盒的设备 URI</big></b><br> 打印服务器盒是一个通过网络连接和 USB 或并行端口连接连到实际打印机的小型设备。 网络打印机内置了该设备。 您可通过三种不同的网络协议访问该设备。 请参见您网络打印机或打印服务器盒的手册 来获知您的设备支持哪一种协议：<br> <b>TCP 端口 (AppSocket/JetDirect)</b><br> 需要 IP 地址和端口号来访问。 通常端口号为 9100。 这是最简单快速，一般也是最稳定的协议。 匹配的设备 URI 是：<br> socket://IP 地址:端口号<br>。 <b>行式打印机守护程序 (LPD) 协议</b><br> LPD 运行在设备上，会提供一个或多个 LPD 队列。 需要通过 IP 地址和 LPD 队列名称来访问。 基本上所有网络打印机和打印服务器盒都支持该协议。 一般来说，任意队列名称或“LPT1”都能用。 但要想确保稳定的打印结果， 请务必使用不会更改数据或额外 添加表单源或标题页的 正确 LPD 队列名称。 匹配的设备 URI 为：<br> lpd://IP 地址/队列<br>. <b>因特网打印协议 (IPP)</b><br> IPP 是运行在真实计算机上的 CUPS 的原生协议， 但是如果 IPP 是在小型打印服务器盒中实施的， 它往往无法确实施。只有在供应商确实 提供了官方支持时，才应使用 IPP。 匹配的设备 URI 为：<br> ipp://IP 地址:端口号/资源<br>。 端口号和资源由特定网络打印机和打印服务器盒的型号而定。<br> <b>详情</b>请参考<br> http://www.cups.org/documentation.php/network.html </p>
zh_tw: <p> <b><big>用於存取網路印表機或列印伺服器終端盒的裝置 URI</big></b><br> 列印伺服器終端盒是一種可透過網路連接 和 USB 或平行埠連接連接實際印表機的小型裝置。 網路印表機中內建有此類裝置。 可透過三種不同的網路通訊協定進行存取。 請參閱網路印表機或列印伺服器終端盒的手冊， 以瞭解特定裝置對它們的支援情況：<br> <b>TCP 連接埠 (AppSocket/JetDirect)</b><br> 存取它需要提供 IP 位址和埠號。 通常，正確的埠號為 9100。 它是最簡單、最快且通常是最可靠的通訊協定。 相符的裝置 URI 為：<br> socket://ip-address:port-number<br>。 <b>線上印表機精靈 (LPD) 通訊協定</b><br> LPD 在裝置上執行並提供一或多個 LPD 佇列。 存取它需要提供 IP 位址和 LPD 佇列名稱。 幾乎所有網路印表機和列印伺服器終端盒都支援該通訊協定。 通常可以使用任意佇列名稱或「LPT1」。 但是，只有使用不會變更資料或新增其他跳頁 或標題頁的正確LPD 佇列， 才可確保進行可靠的列印。 相符的裝置 URI 為：<br> lpd://ip-address/queue<br>。 <b>網際網路列印通訊協定 (IPP)</b><br> IPP 是在實際電腦上執行的 CUPS 的原生通訊協定， 但在小型列印伺服器終端盒中， 通常無法正確實作 IPP。僅當廠商實際聲明 正式支援 IPP 時，才可使用。 相符的裝置 URI 為：<br> ipp://ip-address:port-number/resource<br>。 「port-number」和「resource」完全由 特定網路印表機或列印伺服器終端盒型號確定。<br> 如需<b>詳細資訊</b>，請參閱<br> http://www.cups.org/documentation.php/network.html </p>
