Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: <p> <b><big>Refresh the list of queues:</big></b><br> After changes to the network printing settings, the available remote queues may have changed. Usually it takes some time (up to several minutes) until such changes become known to the local host. Press <b>Refresh List</b> after some time to get an up-to-date list of available remote queues. </p>
ca: <p> <b><big>Actualització de la llista de cues:</big></b><br> Especialment després de modificar els paràmetres de la impressió per xarxa, pot ser que les cues remotes hagin canviat. Normalment passa una estona (fins a diversos minuts) fins que l'amfitrió local detecta aquests canvis; per això pot ser útil prémer <b>Actualitza la llista</b> al cap d'una estona per obtenir una llista actualitzada de les cues remotes disponibles. </p>
da: <p> <b><big>Genopfriske listen over køer:</big></b><br> Efter ændringer vedr. udskrift over netværk kan de tilgængelige eksterne køer være ændrede. Normalt tager det noget tid (op til flere minutter), før sådanne ændringer kendes af den lokale vært. Tryk på <b>Genopfrisk liste</b> efter et stykke tid for at få en ajourført liste over tilgængelige eksterne køer. </p>
de: <p> <b><big>Die Liste der Warteschlangen auffrischen:</big></b><br> Nach Änderungen bezüglich des Druckens via Netzwerk könnten sich die verfügbaren entfernten Warteschlangen geändert haben. Für gewöhnlich dauert es eine Weile (bis zu mehreren Minuten), bis solche Änderungen auf dem lokalen Rechner bekannt werden. Drücken Sie nach einer Weile <b>Liste auffrischen</b>, um eine aktuelle Liste verfügbarer entfernter Warteschlangen zu erhalten. </p>
es: <p> <b><big>Actualizar la lista de colas:</big></b><br> Después de modificar los ajustes de impresión de red, las colas remotas disponibles pueden haber cambiado. Suele pasar algún tiempo (hasta varios minutos) hasta que el servidor local reconoce tales cambios. Pulse <b>Actualizar lista</b> pasado algún tiempo para ver una lista actualizada de las colas remotas disponibles. </p>
fi: <p> <b><big>Jonoluettelon päivittäminen:</big></b><nr> Verkkotulostusta koskevien muutosten jälkeen käytössä olevat etäjonot ovat voineet muuttua. Vie jonkin aikaa (jopa minuutteja), että muutokset tulevat paikallisen koneen tietoon. Paina <b>Päivitä luettelo</b> jonkin ajan kuluttua ajan tasalla olevan etäjonoluettelon saamiseksi. </p>
fr: <p> <b><big>Actualiser la liste des files d'attente :</big></b><br> Après des modifications concernant l'impression via le réseau, les files d'attente distantes disponibles peuvent avoir changer. Habituellement, il faut un certain temps (jusqu'à plusieurs minutes) pour que de tels changements soient connus par la machine locale. Cliquer sur <b>Actualiser la liste</b> après un certain temps pour obtenir une liste à jour des files d'attente distantes. </p>
nl: <p> <b><big>Ververs de lijst met wachtrijen:</big></b><br> Na wijzigingen aan instellingen voor printen via het netwerk, kunnen de beschikbare wachtrijen op afstand zijn gewijzigd. Gewoonlijk neemt het even tijd (tot enkele minuten) totdat zulke veranderingen bekend worden aan de lokale host. Druk na enige tijd op <b>Lijst verversen</b> om een up-to-date lijst van beschikbare wachtrijen op afstand. </p>
sk: <p> <b><big>Obnoviť zoznam front:</big></b><br> Potom, čo sa zmení nastavenie tlače v sieti, dostupné vzdialené fronty sa mohli zmeniť. Zvyčajne to trvá nejakú dobu (až niekoľko minút), kým sa takéto zmeny stanú známe lokálnemu hostiteľovi. Stlačte <b>Obnoviť zoznam</b> po nejakej dobe, aby ste získali aktuálny zoznam dostupných vzdialených frontov. </p>
sl: <p> <b><big>Osveževanje seznama vrst</big></b><br> Po spremembah nastavitev omrežnega tiskanja se razpoložljive oddaljene vrste lahko spremenijo. Običajno je potrebno nekaj časa (nekaj minut) preden krajevni računalnik vidi te spremembe. Kliknite <b>Osveži seznam</b>, da dobite najnovejši seznam oddaljenih tiskalnih vrst. </p>
zh_cn: <p> <b><big>刷新队列列表：</big></b><br> 在更改了网络打印设置后， 可用远程队列可能会发生变化。 通常需要一些时间（最多几分钟）， 本地主机才能获知这些更改。 按下<b>刷新列表</b>，过一会儿就能获得 一个最新的可用远程队列列表。 </p>
zh_tw: <p> <b><big>重新整理佇列清單：</big></b><br> 變更網路列印設定後， 可用的遠端佇列可能會發生變化。 通常要過一段時間 (最多數分鐘) 本地主機才會知曉這些變更。 因此，請在一段時間後按<b>「重新整理清單」</b>， 以取得可用遠端佇列的最新清單。 </p>

source: <p> <b><big>AutoYaST Print Queue Overview</big></b><br> AutoYaST supports only settings for printing with CUPS via network.<br> There is no AutoYaST support to set up local print queues. </p>
ca: <p> <b><big>Supervisió de la cua d'impressió d'AutoYaST</big></b><br> L'AutoYaST només té suport per a paràmetres d'impressió amb CUPS a través de la xarxa.<br> No hi ha suport d'AutoYaST per establir cues d'impressió locals. </p>
da: <p> <b><big>AutoYaST oversigt over udskriftskøer</big></b><br> AutoYaST understøtter kun indstillinger for udskrift med CUPS via netværk.<br> Der er ikke AutoYaST-understøttelse af lokale udskriftskøer. </p>
de: <p> <b><big>AutoYaST Druckerwarteschlangenübersicht</big></b><br> AutoYaST unterstützt nur Einstelllungen zum drucken mit CUPS über Netzwerk.<br> Das Einrichten lokaler Druckerwarteschlangen wird von AutoYaST nicht unterstützt. </p>
es: <p> <b><big>Resumen de la cola de impresión de AutoYaST</big></b><br> AutoYaST solo admite la configuración de impresión con CUPS mediante red.<br> No es posible configurar colas de impresión locales con AutoYaST. </p>
fi: <p> <b><big>AutoYaST-tulostujonon yhteenveto</big></b><br> AutoYaST tukee vain CUPS-verkkotulostusta.<br> AutoYaST ei tue paikallisten tulostusjonojen asettamista. </p>
fr: <p> <b><big>Vue d'ensemble des files d'attente d'impression AutoYaST</big></b><br> AutoYaST ne supporte que les paramètres pour l'impression avec CUPS via le réseau.<br> Il n'y a pas de support dans AutoYaST pour configurer des files d'attentes d'impression locales. </p>
nl: <p> <b><big>AutoYaST overzicht voor afdrukwachtrij</big></b><br> AutoYaST ondersteunt alleen instellingen voor het afdrukken met CUPS via het netwerk.<br> Er is geen AutoYaST ondersteuning voor lokale afdrukwachtrijen. </p>
sk: <p> <b><big>AutoYaST prehľad tlačového frontu</big></b><br> AutoYaST podporuje iba nastavenie pre tlač CUPS cez sieť.<br> Neexistuje podpora AutoYaST pre nastavenie lokálneho tlačového frontu. </p>
sl: <p> <b><big>Pregled tiskalnih vrst AutoYaST</big></b><br> AutoYaST omogoča nastavitev tiskanja le s CUPS prek omrežja<br> Nastavljanje krajevnih vrst z AutoYaST ni podprto. </p>
zh_cn: <p> <b><big>AutoYaST 打印队列概述</big></b><br> AutoYaST 只支持使用 CUPS 通过网络打印的设置。<br> AutoYaST 不支持设置本地打印队列。 </p>
zh_tw: <p> <b><big>AutoYaST 列印佇列概觀</big></b><br> AutoYaST 僅支援使用 CUPS 經由網路列印的設定。<br> AutoYaST 不支援本地列印佇列的設定。 </p>

source: <p> <b><big>Set Up a New Queue for a Printer Device</big></b><br> A printer device is not used directly but via a print queue.<br> When various application programs submit print jobs simultaneously, the jobs queue up and are sent one after the other to the printer device.<br> It is possible to have several different print queues for the same printer device. Usually several print queues are needed when several different printer drivers should be used for the same printer device. For example a second queue with a monochrome-only driver to enforce black-only printout on a color device or a PostScript queue and a queue with a PCL driver for a PostScript+PCL printer because printing via the PCL driver is usually faster (but with less quality). </p>
ca: <p> <b><big>Configuració d'una cua d'impressió nova en una impressora</big></b><br> Les impressores no s'utilitzen directament, sinó mitjançant una cua d'impressió.<br> Quan diverses aplicacions envien tasques d'impressió simultàniament, les tasques es posen en una cua i s'envien a la impressora una rere l'altra.<br> Podeu tenir diverses cues d'impressió a la mateixa impressora. Per exemple, podeu tenir una segona cua amb un controlador només de monocrom per forçar la impressió en blanc i negre en una impressora en color; o bé una cua PostScript i una cua amb un controlador PCL en una impressora PostScript+PCL, perquè normalment la impressió amb el controlador PCL és més ràpida (però amb menys qualitat). </p>
da: <p> <b><big>Sæt en ny kø op til en printerenhed</big></b><br> En printer bruges ikke direkte, men via en udskriftskø.<br> Når flere programmer tildeler udskriftsjobs samtidigt, sættes disse i kø og sendes en ad gangen til printeren.<br> Det er muligt, at have flere forskellige udskriftskøer til den samme printer. Flere udskriftskøer er normalt nødvendige når der skal benyttes flere printer-drivere til den samme printerenhed. Det kan f.eks. være en udelukkende monokrom-driver for at gennemtvinge sort/hvide udskrifter på en farveprinter, eller en PostScript-kø og en PCL-driver til en PostScript+PCL-printer, da udskrift via PCL- driveren normalt er hurtigere (men med dårligere kvalitet). </p>
de: <p> <b><big>Neue Warteschlange für ein Druckergerät einrichten</big></b><br> Der Zugriff auf einen Drucker erfolgt nicht direkt, sondern über eine Druckwarteschlange.<br> Wenn mehrere Anwendungsprogramme gleichzeitig Druckaufträge senden, werden diese Aufträge in eine Warteschlange gestellt und nacheinander an den Drucker weitergeleitet.<br> Für einen Drucker können auch mehrere Druckwarteschlangen eingerichtet werden. Mehrere Druckwarteschlangen sind in der Regel notwendig, wenn für einen Drucker mehrere, unterschiedliche Druckertreiber verwendet werden sollen. Zum Beispiel für den Schwarzweißdruck auf einem Farbdrucker eine zweite Warteschlange mit einem reinen Monochromtreiber oder für einen PostScript- und PCL-Drucker eine PostScript-Warteschlange und eine Warteschlange mit einem PCL-Treiber, da der Ausdruck über den PCL-Treiber in der Regel schneller ist, die Druckqualität aber schlechter. </p>
es: <p> <b><big>Configurar una nueva cola de impresión para una impresora</big></b><br> Las impresoras no se usan directamente, sino mediante una cola de impresión.<br> Si varias aplicaciones envían trabajos de impresión simultáneamente, estos se colocan en la cola y se envían uno tras otro a la impresora.<br> Es posible tener varias colas de impresión diferentes para la misma impresora. Normalmente, se necesitan varias impresoras si se usan varios controladores para una misma impresiora. Por ejemplo, una segunda cola con el controlador en blanco y negro para forzar la impresión solo en negro en una impresora en color o una cola PostScript y una cola con un controlador PCL para una impresora PostScript+PC, ya que imprimir mediante el controlador PCL suele ser más rápido (aunque con menos calidad). </p>
fi: <p> <b><big>Aseta tulostimeen uusi tulostusjono</big></b><br> Tulostimia ei käytetä suoraan vaan tulostusjonon kautta.<br> Kun eri ohjelmat lähettävät samanaikaisesti tulostustöitä, työt asetetaan jonoon ja lähetetään tulostimelle yksitellen.<br> Yleensä useampia jonoja tarvitaan, kun samaa laitetta käytetään useammalla eri tulostinajurilla. Tulostimeen voi liittää esimerkiksi toisen, mustavalkoajuria käyttävän jonon, mikä varmistaa mustavalkotulostuksen väritulostimella. PostScript+PCL-tulostimeen voi liittää myös sekä PostScript- että PCL-jonon, koska PCL-tulostus on yleensä nopeampaa (mutta huonompilaatuista). </p>
fr: <p> <b><big>Configurer une nouvelle file d'attente pour une imprimante</big></b><br> Une imprimante n'est pas utilisée directement, mais via une file d'attente d'impression.<br> Lorsque différents programmes envoient des travaux d'impression simultanément, ces travaux sont mis en file et envoyés un par un à l'imprimante elle-même.<br> Il est possible d'utiliser plusieurs files d'attente pour une même imprimante. Habituellement, plusieurs files sont nécessaires lorsque différents pilotes doivent être utilisés pour une même imprimante. Par exemple, une seconde file avec un pilote monochrome uniquement pour forcer l'impression en noir et blanc sur une imprimante couleur, ou une file PostScript et une file avec un pilote PCL pour une imprimante PostScript+PCL car l'impression via un pilote PCL est généralement plus rapide (mais de qualité inférieure). </p>
nl: <p> <b><big>Stel een nieuwe wachtrij in voor een printerapparaat</big></b><br> Een printerapparaat wordt niet direct gebruikt maar via een printwachtrij.<br> Als verschillende applicaties printjobs tegelijk aanbieden, dan worden de jobs in de rij gezet en na elkaar naar het printerapparaat gezonden.<br> Het is mogelijk om verschillende printerwachtrijen te hebben voor hetzelfde printerapparaat. Gewoonlijk zijn verschillende printerwachtrijen nodig als verschillende printerstuurprogramma's gebruikt moeten worden voor hetzelfde printerapparaat. Bijvoorbeeld een tweede rij met een alleen-zwarte aansturing voor een kleurenprinter zodat alleen zwarte inkt wordt gebruikt of een postscript rij en een rij met een PCL-aansturing voor een PostScript+PCL printer, omdat dat sneller is maar met een lagere kwaliteit, of een rij voor printen aan één kant van het papier en één voor tweezijdig printen. </p>
sk: <p> <b><big>Nastaviť nový front pre tlačové zariadenie</big></b><br> Tlačové zariadenie sa nepoužíva priamo, ale prostredníctvom tlačového frontu.<br> Keď rôzne aplikácie odovzdajú tlačové úlohy súčasne, tieto sú umiestnené do frontu a sú odosielané jedna po druhej do tlačového zariadenia.<br> Môže byť niekoľko rôznych tlačových frontov pre rovnaké tlačové zariadenie. Zvyčajne je potrebných niekoľko tlačových frontov, keď sa má použiť niekoľko rôznych tlačových ovládačov pre rovnaké tlačové zariadenie. Napríklad druhý front len s čiernobielym ovládačom pre vnútenie iba čiernobielej tlače na farebnom zariadení. alebo PostScript front a front s PCL ovládačom pre tlačiareň PostScript+PCL, pretože tlač prostredníctvom ovládača PCL je zvyčajne rýchlejšia (,ale menej kvalitná). </p>
sl: <p> <b><big>Nastavitev nove vrste za tiskalnik</big></b><br> Naprav za tiskanje se ne uporablja neposredno ampak prek tiskalne vrste.<br> Ko razni programi hkrati oddajo svoja tiskalna opravila, se ta opravila postavi v vrsto in se nato eno za drugim pošlje tiskalniku.<br> Za en tiskalnik je možno imeti več različnih tiskalnih vrst. Več vrst je običajno potrebnih, ko je za isti tiskalnik možno uporabljati več različnih gonilnikov. Druga vrsta je lahko na primer namenjena samo črno-belem tiskanju na barvnem tiskalniku, ali pa je za tiskalnik PostScript+PCL ena vrsta PostScript druga pa PCL. Tiskanje z gonilnikom PCL je namreč običajno hitrejše (vendar je kakovost nižja). </p>
zh_cn: <p> <b><big>为打印机设备设置一个新队列</big></b><br> 打印机设备不能直接使用，而需要通过打印队列来使用。<br> 当有多个应用程序同时提交打印作业时， 这些作业会列入队列，然后逐个发送到打印机设备。<br> 同一个打印机设备可以有若干个不同的打印队列。 通常，当同一个打印机设备使用了若干个不同的 打印机驱动程序时，就需要数个不同的打印队列。 例如，彩色设备上要有一个使用黑白驱动程序的二级队列 来强制进行黑白输出，或者，PostScript+PCL 打印机要有 一个 PostScript 队列和一个使用PCL 驱动程序的队列，因为 通过 PCL 驱动程序打印通常更快（但质量会降低）。 </p>
zh_tw: <p> <b><big>為印表機裝置設定一個新的佇列</big></b><br> 印表機裝置並不是直接使用，而是經由列印佇列。<br> 當不同應用程式同時提交列印工作時， 這些工作將被放入佇列中然後逐一傳送至印表機裝置。<br> 同一台印表機裝置可能會有好幾個不同的列印佇列。 當同一台印表機要使用數個不同的印表機驅動程式時， 通常需要數個列印佇列。 例如，一台彩色印表機需要有第二個只有單色驅動程式的佇列 來強制列印純黑色作品； 或者，一台 PostScript+PCL 印表機會有一個 PostScript 佇列和一個有 PCL 驅動程式的佇列， 因為經由 PCL 驅動程式列印通常速度更快 (但品質較遜色)。 </p>

source: <p> To set up a new queue:<br> Select the connection of the matching printer device,<br> find and assign a suitable printer driver, and<br> set a unique queue name. </p>
ca: <p> Per configurar una cua d'impressió nova:<br> Seleccioneu la connexió de la impressora respectiva,<br> trobeu un controlador d'impressora adequat i assigneu-l'hi,<br> i definiu un nom únic per a la cua. </p>
da: <p> At sætte en ny kø op:<br> Vælg den tilslutning som matcher printerenheden,<br> find og tildel en passende printer-driver, og<br> angiv et unikt navn på køen. </p>
de: <p> Neue Warteschlange einrichten:<br> Wählen Sie die Verbindung zum gewünschten Drucker aus,<br> suchen Sie einen geeigneten Druckertreiber, weisen Sie diesen zu und<br> geben Sie einen eindeutigen Namen für die Warteschlange ein. </p>
es: <p> Configurar una nueva cola:<br> Seleccione la conexión que coincida con la de su impresora,<br> busque y asigne el controlador de impresora adecuado y <br> configure un nombre único para la cola. </p>
fi: <p> Uuden jonon asettaminen:<br> Valitse tulostinlaitteen yhteys,<nr> etsi ja valitse oikea tulostinohjain ja<br> anna jonolle ainutkertainen nimi. </p>
fr: <p> Pour configurer une nouvelle file d'attente :<br> sélectionner la connexion de l'imprimante concernée,<br> recherchez et assignez un pilote approprié, puis<br> définissez un nom de file d'attente unique. </p>
nl: <p> Een nieuwe wachtrij instellen:<br> Selecteer de verbinding van de overeenkomstige printer.<br> Zoek het geschikte printerstuurprogramma, wijs dit toe aan de printer en<br> geef een unieke wachtrijnaam op. </p>
sk: <p> Ak chcete nastaviť nový front:<br> Vyberte pripojenie zariadenia zodpovedajúceho tlačového zariadenia,<br> nájdite a prideľte vhodný tlačový ovládač a nastavte<br> jedinečný názov frontu. </p>
sl: <p> Za nastavitev nove vrste:<br> Izberite povezavo, ki ustreza želenemu tiskalniku,<br> najdite in dodelite primeren gonilnik in<br> nastavite edinstveno ime vrste. </p>
zh_cn: <p> 设置新队列：<br> 请选择匹配打印机设备的连接，<br> 找到并指派合适的打印机驱动程序，并<br> 设置唯一队列名。 </p>
zh_tw: <p> 設定新的佇列：<br> 選取符合印表機裝置的連接，<br> 尋找並指定適用的印表機驅動程式，<br> 然後設定唯一的佇列名稱。 </p>
