Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: Connection
ca: Connexió
da: Tilslutning
de: Verbindung
es: Conexión
fi: Liitäntä
fr: Connexion
nl: Verbinding
sk: Pripojenie
sl: Povezava
zh_cn: 连接
zh_tw: 連接

source: Description
ca: Descripció
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
nl: Beschrijving
sk: Popis
sl: Opis
zh_cn: 说明
zh_tw: 描述

source: Find and Assign a Driver
ca: Troba i assigna un controlador
da: Find og tildel en driver
de: Treiber suchen und zuweisen
es: Buscar y asignar un controlador
fi: Etsi ja valitse sopiva ajuri
fr: Rechercher et assigner un pilote
nl: Stuurprogramma zoeken en toewijzen
sk: Nájsť a priradiť ovládač
sl: Najdi in dodeli gonilnik
zh_cn: 查找并指派驱动程序
zh_tw: 尋找並指定驅動程式

source: &Search for
ca: &Cerca
da: &Søg efter
de: &Suchen nach
es: Bu&scar
fi: &Etsi:
fr: &Rechercher
nl: &Zoeken naar
sk: &Hľadať
sl: &Poišči
zh_cn: 搜索(&S)
zh_tw: 搜尋(&S)

source: &Find More
ca: &Troba'n més
da: &Find flere
de: Mehr &finden
es: &Buscar más
fi: &Etsi lisää
fr: &Rechercher plus
nl: Verder &zoeken
sk: &Hľadať ďalšie
sl: &Najdi več
zh_cn: 查找更多(&F)
zh_tw: 尋找更多(&F)

source: Driver &Packages
ca: &Paquets de controladors
da: Driver-&pakker
de: Treiber-&Pakete
es: &Paquetes de controladores
fi: &Ajuripaketit
fr: &Paquets de pilotes
nl: Apparaatstuur&pakketten
sk: &Balíky ovládača
sl: &Paketi z gonilniki
zh_cn: 驱动程序包(&P)
zh_tw: 驅動程式套件(&P)

source: Select a driver.
ca: Seleccioneu un controlador.
da: Vælg en driver.
de: Wählen Sie einen Treiber aus.
es: Seleccione un controlador.
fi: Valitse ajuri.
fr: Sélectionnez un pilote.
nl: Selecteer een stuurprogramma.
sk: Vybrať ovládač.
sl: Izberite gonilnik.
zh_cn: 选择驱动程序。
zh_tw: 選取驅動程式。

source: Default paper size (if printer and driver supports it)
ca: Mida de paper per defecte (si la impressora i el controlador ho permeten)
da: Standardpapirstørrelse (hvis printer og driver understøtter det)
de: Standardpapierformat (falls von Drucker und Treiber unterstützt)
es: Tamaño de papel por defecto (si la impresora y el controlador lo permiten)
fi: Paperin oletuskoko (jos tulostin ja ohjain tukevat sitä)
fr: Taille de papier par défaut (si l'imprimante et le pilote la prennent en charge)
nl: Standaard papiergrootte (als de printer en het apparaatstuurprogramma het ondersteunen)
sk: Štandardná veľkosť papiera (ak to podporuje tlačiareň a ovládač)
sl: Privzeta velikost papirja (če jo tiskalnik in gonilnik podpirata)
zh_cn: 默认纸张大小（如果受打印机和驱动程序支持）
zh_tw: 預設紙張大小 (如果印表機與驅動程式支援)

source: Set Arbitrary &Name
ca: Estableix un &nom arbitrari
da: Sæt vilkårligt &navn
de: Beliebigen &Namen setzen
es: Establecer un &nombre arbitrario
fi: Anna mielivaltainen &nimi
fr: Définir un &nom arbitraire
nl: Willekeurige &naam instellen
sk: Nastaviť svojvoľný &názov
sl: Nasta&vi poljubno ime
zh_cn: 设置任意名称(&N)
zh_tw: 設定任意名稱(&N)

source: &Use as Default
ca: &Usa com a predeterminat
da: &Brug som standard
de: Als Standard &festlegen
es: &Usar como predeterminada
fi: Käytä &oletuksena
fr: &Utiliser par défaut
nl: Als standaard in&stellen
sk: &Použiť ako štandardnú
sl: &Uporabi kot privzeto
zh_cn: 用作默认(&U)
zh_tw: 設為預設(&U)

source: Alternative setup for HP printers:
ca: Configuració alternativa per a impressores HP:
da: Alternativ opsætning til HP-printere:
de: Alternative Einrichtung für HP-Drucker:
es: Configuración alternativa para impresoras HP:
fi: HP-tulostinten vaihtoehtoinen asetus:
fr: Installation alternative pour les imprimantes HP :
nl: Alternatieve instelling voor HP-printers:
sk: Alternatívne nastavenie pre HP tlačiarne:
sl: Alternativna nastavitev za tiskalnike HP:
zh_cn: 惠普打印机的附加设置：
zh_tw: HP 印表機的其他設定：

source: Run &hp-setup
ca: Executa &hp-setup
da: Kør &hp-setup
de: &hp-setup ausführen
es: Ejecutar &hp-setup
fi: Suorita &hp-asetus
fr: Lancer &hp-setup
nl: &hp-setup uitvoeren
sk: Spustiť &hp-setup
sl: Zaženi &hp-setup
zh_cn: 运行 hp-setup(&H)
zh_tw: 執行 hp-setup(&H)

source: hp-setup runs in English language
ca: El programa hp-setup s'executa en anglès
da: hp-setup er på engelsk
de: hp-setup ist nur in englischer Sprache verfügbar
es: hp-setup se ejecuta en inglés
fi: hp-setup (englanniksi)
fr: hp-setup s'exécute en anglais
nl: hp-setup draait in de Engelse taal
sk: hp-setup beží v angličtine
sl: Program hp-setup je v angleščini
zh_cn: 以英文语境运行 hp-setup
zh_tw: hp-setup 以英語執行

source: Nothing Selected
ca: Selecció buida
da: Intet valgt
de: Keine Auswahl getroffen
es: No hay nada seleccionado
fi: Mitään ei ole valittu
fr: Rien n'est sélectionné
nl: Niets geselecteerd
sk: Nič nevybraté
sl: Ničesar ni izbranega
zh_cn: 未选择任何项
zh_tw: 未選取任何項目

source: Select a connection and then assign a driver.
ca: Seleccioneu una connexió i assigneu-hi un controlador.
da: Vælg en tilslutning, og tildel så en driver.
de: Wählen Sie erst eine Verbindung aus und weisen Sie danach einen Treiber zu.
es: Seleccione una conexión y después asigne un controlador.
fi: Valitse liitäntä ja ajuri.
fr: Sélectionnez une connexion, puis assignez un pilote.
nl: Kies een verbinding en wijs een stuurprogramma toe.
sk: Vybrať pripojenie a potom priradiť ovládač.
sl: Izberite povezavo in nato dodelite gonilnik.
zh_cn: 请选择连接，然后指派驱动程序。
zh_tw: 選取連接，然後指定驅動程式。

source: No Connection Selected
ca: No s'ha seleccionat cap connexió
da: Ingen tilslutning valgt
de: Keine Verbindung ausgewählt
es: No se ha seleccionado ninguna conexión
fi: Liitäntää ei ole valittu
fr: Aucune connexion sélectionnée
nl: Geen Verbinding geselecteerd
sk: Nie je vybrané pripojenie
sl: Izbrana ni nobena povezava
zh_cn: 未选择连接
zh_tw: 未選取連接

source: Select a connection.
ca: Seleccioneu una connexió.
da: Vælg en tilslutning.
de: Wählen Sie eine Verbindung aus.
es: Seleccionar una conexión.
fi: Valitse liitäntä
fr: Sélectionnez une connexion.
nl: Selecteer een verbinding.
sk: Vyberte si pripojenie.
sl: Izberite povezavo.
zh_cn: 选择连接。
zh_tw: 選取連接。

source: No Driver Selected
ca: No s'ha seleccionat cap controlador
da: Ingen driver valgt
de: Kein Treiber ausgewählt
es: No se ha seleccionado ningún controlador
fi: Ajuria ei ole valittu
fr: Aucun pilote sélectionné
nl: Geen stuurprogramma geselecteerd
sk: Nie je vybraný ovládač
sl: Izbran ni noben gonilnik
zh_cn: 未选择任何驱动程序
zh_tw: 未選取驅動程式

source: No Queue Name
ca: No hi ha nom de cua
da: Intet navn på kø
de: Kein Warteschlangenname
es: No hay ningún nombre de cola
fi: Jonon nimi puuttuu
fr: Aucun nom de file d'attente
nl: Geen wachtrijnaam
sk: Žiadny názov frontu
sl: Brez imena vrste
zh_cn: 无队列名称
zh_tw: 無佇列名稱

source: Enter a queue name.
ca: Introduïu un nom de cua.
da: Angiv et navn på køen.
de: Geben Sie einen Namen für die Warteschlange ein.
es: Introducir un nombre de cola.
fi: Anna jonon nimi.
fr: Entrez un nom de file d'attente.
nl: Geef een wachtrijnaam op.
sk: Zadať názov frontu.
sl: Vnesite ime vrste.
zh_cn: 输入队列名称。
zh_tw: 請輸入佇列名稱。

source: Invalid Queue Name
ca: El nom de la cua no és vàlid.
da: Ugyldigt navn på kø
de: Ungültiger Warteschlangenname
es: Nombre de cola no válido
fi: Kelvoton jonon nimi.
fr: Nom de file d'attente non valide
nl: Ongeldige wachtrijnaam
sk: Neplatný názov frontu
sl: Neveljavno ime vrste
zh_cn: 无效队列名称
zh_tw: 無效的佇列名稱

source: Only letters (a-z and A-Z), numbers (0-9), and the underscore '_' are allowed for the queue name.
ca: Només es permet utilitzar lletres (a-z i A-Z), números (0-9) i "_" per al nom de la cua.
da: Kun bogstaver (a-z og A-Z), tal (0-9) og underscore "_" er tilladt i navnet på køen.
de: Für Warteschlangennamen sind nur Buchstaben [A-Z, a-z], Zahlen [0-9] und das Unterstreichungszeichen '_' zulässig.
es: Solo se permiten letras (A-Z y a-z), números (0-9) y el signo de subrayado (_) en el nombre de la cola.
fi: Vain kirjaimet (a-z ja A-Z)], numerot (0-9) ja alaviiva "_" sallitaan jonon nimessä.
fr: Seules les lettres (a-z et A-Z), les nombres (0-9) et le tiret-bas '_' sont autorisés pour le nom de la file d'attente.
nl: Alleen letters (a-z en A-Z), cijfers [0-9], en '_' zijn toegestaan voor de wachtrijnaam.
sk: Pre názov frontu je možné použiť iba písmená (a-z and A-Z), čísla (0-9) a podčiarkovník '_'.
sl: V imenu vrste so dovoljene samo črke (a–z in A–Z), števke (0–9) in podčrtaj »_«.
zh_cn: 队列名称中仅允许使用字母（a-z 和 A-Z），数字 (0-9) 和下划线“_”。
zh_tw: 佇列名稱僅能使用字母 (a-z 和 A-Z)、數字 (0-9) 和底線「_」。

source: Confirm Validated Queue Name
ca: Confirma un nom validat de cua
da: Bekræft valideret navn på kø
de: Validierten Warteschlangennamen bestätigen
es: Confirmar un nombre de cola validado
fi: Vahvista kelvollinen jonon nimi
fr: Confirmer le nom de file d'attente validé
nl: Bevestig gevalideerde wachtrijnaam
sk: Potvrdiť overený názov frontu
sl: Potrditev preverjenega imena vrste
zh_cn: 确认已验证的队列名
zh_tw: 確認已驗證的佇列名稱

source: '%1' is invalid or it exists already. Use '%2' instead?
ca: "%1" no és vàlid o ja existeix. Voleu utilitzar "%2"?
da: '%1' er ugyldigt eller eksisterer allerede. Vil du bruge '%2' i stedet?
de: '%1' ist ungültig oder bereits vorhanden. Soll stattdessen '%2' verwendet werden?
es: %1 no es válido o ya existe. ¿Desea usar %2 en su lugar?
fi: "%1" ei kelpaa tai on jo olemassa. Käytetäänkö sen sijaan nimeä "%2"?
fr: '%1' n'est pas valide ou existe déjà. Utiliser '%2' à la place ?
nl: '%1' is ongeldig of bestaat reeds. Gebruik '%2' in plaats hiervan?
sk: '%1' je neplatný, alebo už existuje. Namiesto toho použiť '%2'?
sl: »%1« ni veljavno ime ali pa že obstaja. Ali želite namesto tega uporabiti »%2«?
zh_cn: “%1”无效或已存在。是否改为使用“%2”？
zh_tw: 「%1」無效或已存在。是否轉而使用「%2」？

source: If the next dialog does not show the new printer configuration as expected, wait some time and use the 'Refresh List' button.
ca: Si el diàleg següent no mostra la configuració d'impressora tal com s'espera, espereu una mica i useu el botó de "Refresca la llista".
da: Hvis den næste dialog ikke viser den ny printerkonfiguration som forventet, så vent lidt tid og brug knappen "Genopfrisk liste".
de: Falls nicht die neue Druckerkonfiguration im nächsten Dialogfenster angezeigt wird, warten Sie bitte einen Moment und betätigen Sie dann die Schaltfläche 'Liste aktualisieren'.
es: Si el siguiente recuadro de diálogo no muestra la nueva configuración de la impresora, espere un momento y use el botón Actualizar Lista.
fi: Ellei seuraavassa valintaikkunassa näy uutta tulostinasetusta, odota hetki ja valitse "Päivitä luettelo".
fr: Si la boîte de dialogue suivante n'affiche pas la nouvelle configuration d'imprimante attendue, patientez quelques instants et utilisez le bouton "Actualiser la liste".
nl: Als de volgende dialoog geen nieuwe printerconfiguratie toont zoals deze wordt verwacht, wacht dan even en gebruik de knop 'Lijst verversen'.
sk: Ak nasledujúce dialógové okno nezobrazuje konfiguráciu novej tlačiarne ako je očakávané, počkajte chvíľu a použite tlačidlo 'Obnoviť zoznam'.
sl: Če naslednje pogovorno okno ne prikaže novo nastavljenega tiskalnika, počakajte nekaj časa in kliknite gumb »Osveži seznam«.
zh_cn: 如果下一个对话框未按预期显示新打印机配置，请等待一段时间，然后使用“刷新列表”按钮。
zh_tw: 如果下一個對話方塊沒有按預期顯示新的印表機組態，請稍候片刻並使用「重新整理清單」按鈕。

source: Failed to run hp-setup.
ca: Ha fallat l'execució d'hp-setup.
da: Kunne ikke køre hp-setup.
de: Fehler beim ausführen von hp-setup.
es: No se ha podido ejecutar hp-setup.
fi: hp-setup-ohjelman suoritus epäonnistui.
fr: Échec de l'exécution de hp-setup.
nl: Uitvoeren van hp-setup is mislukt.
sk: Zlyhalo spustenie hp-setup.
sl: Zaganjanje programa hp-setup je spodletelo.
zh_cn: 未能运行 hp-setup。
zh_tw: 執行 hp-setup 失敗。

source: Modify %1
ca: Modifica %1
da: Ændr %1
de: %1 bearbeiten
es: Modificar %1
fi: Muuta tulostinta %1
fr: Modifier %1
nl: %1 wijzigen
sk: Upraviť %1
sl: Spreminjanje %1
zh_cn: 修改 %1
zh_tw: 修改 %1

source: All &Options for the Current Driver
ca: Totes les &opcions del controlador actual
da: Alle indstillinger f&or denne driver
de: Alle &Optionen des aktuellen Treibers
es: Todas las &opciones del controlador actual
fi: Nykyisen a&jurin kaikki valinnat
fr: Toutes les &options du pilote actuel
nl: Alle &Opties voor het huidige stuurprogramma
sk: Všetky &možnosti pre aktuálny ovládač
sl: Vse &možnosti trenutnega gonilnika
zh_cn: 当前驱动程序的所有选项(&O)
zh_tw: 目前驅動程式的所有選項(&O)

source: Default Paper Size of the Current Driver
ca: Mida de paper per defecte del controlador actual
da: Standardpapirstørrelse for denne driver
de: Standardpapierformat des aktuellen Treibers
es: Tamaño de papel por defecto del controlador actual
fi: Tämänhetkisen ajurin oletuspaperikoko
fr: Taille de papier par défaut du pilote actuel
nl: Standaard papiergrootte van het huidige stuurprogramma
sk: Štandardná veľkosť papiera aktuálneho ovládača
sl: Privzeta velikost papirja trenutnega gonilnika
zh_cn: 当前驱动程序的默认纸张大小
zh_tw: 目前驅動程式的預設紙張大小

source: Current Connection
ca: Connexió actual
da: Nuværende tilslutning
de: Aktuelle Verbindung
es: Conexión actual
fi: Nykyinen liitäntä
fr: Connexion actuelle
nl: Huidige verbinding
sk: Aktuálne pripojenie
sl: Trenutna povezava
zh_cn: 当前连接
zh_tw: 目前的連接

source: No driver is used (it is a 'raw' queue or a 'System V style interface script' is used)
ca: No s'utilitza cap controlador (és una cua "raw" o un "script d'interfície d'estil de sistema V")
da: Ingen driver anvendes (det er en 'rå' kø, eller 'System V style interface script' benyttes)
de: Es wird kein Treiber verwendet (entweder handelt es sich um eine Raw-Warteschlange oder es wird ein 'System V-ähnliches Schnittstellenskript' verwendet)
es: No se usa controlador (es una cola en bruto o se usa un guion de interfaz estilo System V)
fi: Ei ajuria käytössä (se on joko "raw"-jono tai on käytetty "System V" -tyylin liitäntäskriptiä)
fr: Aucun pilote n'est utilisé (il s'agit d'une file 'raw' ou un 'System V style interface script' est utilisé)
nl: Er wordt geen stuurprogramma gebruikt (de wachtrij is 'onbewerkt' of er wordt een 'System V style interface script' gebruikt)
sk: Nie je použitý ovládač (je to 'raw' front, alebo je použitý 'System V style interface script')
sl: Uporabljen ni noben gonilnik (vrsta je »raw« ali pa se uporablja »System V style interface script«)
zh_cn: 未使用驱动程序（使用的是“原始”队列或“系统 V 样式接口脚本”）
zh_tw: 未使用任何驅動程式 (使用的是「原始」佇列或「系統 V 樣式介面程序檔」)

source: Current Driver
ca: Controlador actual
da: Nuværende driver
de: Aktueller Treiber
es: Controlador actual
fi: Nykyinen ajuri
fr: Pilote actuel
nl: Huidige stuurprogramma
sk: Aktuálny ovládač
sl: Trenutni gonilnik
zh_cn: 当前驱动程序
zh_tw: 目前的驅動程式

source: Adjust Options of the Current Driver or Assign a Different Driver
ca: Ajusteu les opcions del controlador actual o assigneu-ne un de diferent
da: Justér indstillinger for den aktuelle driver eller tildel en anden driver
de: Optionen des aktuellen Treibers anpassen oder einen anderen Treiber zuweisen
es: Ajuste las opciones del controlador actual o asigne uno diferente
fi: Määritä nykyisen ajurin asetukset tai valitse toinen ajuri
fr: Définissez les options du pilote actuel ou assignez un autre pilote
nl: Pas opties voor het huidige apparaatstuurprogramma aan of wijs een ander apparaatstuurprogramma toe
sk: Upraviť možnosti aktuálneho ovládača, alebo priradiť iný ovládač
sl: Določitev možnosti trenutnega gonilnika ali dodelitev drugega gonilnika
zh_cn: 调整当前驱动程序的选项或指派其他驱动程序
zh_tw: 調整目前驅動程式選項或指定不同的驅動程式

source: Description &Text
ca: &Descripció
da: Beskrivelses&tekst
de: Beschreibungs&text
es: &Texto de la descripción
fi: Kuvaus&teksti
fr: Texte de description
nl: Beschrijvings&tekst
sk: &Text popisu
sl: Opisno &besedilo
zh_cn: 说明文本(&T)
zh_tw: 描述文字(&T)

source: &Location
ca: &Ubicació
da: P&lacering
de: &Standort
es: &Ubicación
fi: &Sijainti
fr: Emp&lacement
nl: &Locatie
sk: &Umiestnenie
sl: &Mesto
zh_cn: 位置(&L)
zh_tw: 位置(&L)

source: Accept Print &Jobs
ca: Accepta les &tasques d'impressió
da: Acceptér udskrifts&jobs
de: &Druckaufträge akzeptieren
es: Aceptar traba&jos de impresión
fi: &Hyväksy tulostustöitä
fr: Accepter les t&ravaux d'impression
nl: Afdruk&taken accepteren
sk: Prijať &úlohy tlače
sl: Sprejemaj &tiskalna opravila
zh_cn: 接受打印作业(&J)
zh_tw: 接受列印工作(&J)

source: &Enable Printing
ca: &Habilita la impressió
da: &Aktivér udskrift
de: Druck&funktion aktivieren
es: &Habilitar impresión
fi: &Salli tulostus
fr: &Activer l'impression
nl: Afdrukken activ&eren
sk: &Povoliť tlač
sl: &Omogoči tiskanje
zh_cn: 启用打印(&E)
zh_tw: 啟用列印(&E)

source: Failed to modify %1.
ca: No s'ha pogut modificar %1.
da: Ændring af %1 fejlede.
de: %1 konnte nicht geändert werden.
es: No se ha podido modificar %1.
fi: Jonon %1 muokkaus epäonnistui.
fr: Impossible de modifier %1.
nl: Wijzigen van %1 is mislukt.
sk: Zlyhala úprava %1.
sl: Spreminjanje %1 je spodletelo.
zh_cn: 未能修改 %1。
zh_tw: 無法修改 %1。

source: Modifying Printer Setup
ca: Modificant els paràmetres de la impressora
da: Ændring af printeropsætning
de: Druckereinrichtung verändern
es: Modificando la configuración de la impresora
fi: Muokataan tulostinasetusta
fr: Modification de la configuration d'imprimante
nl: Printerinstellingen worden gewijzigd
sk: Zmenenie nastavenia tlačiarne
sl: Spreminjanje nastavitev tiskalnika
zh_cn: 正在修改打印机设置
zh_tw: 修改印表機設定

source: Modified Printer Configuration not yet Stored in the System
ca: La configuració modificada d'impressores encara no s'ha desat al sistema
da: Ændret printerkonfiguration er endnu ikke gemt på systemet
de: Die veränderte Druckerkonfiguration wurde noch nicht im System gespeichert
es: La configuración modificada de la impresora aún no se ha almacenado en el sistema
fi: Muokattuja tulostinasetuksia ei ole vielä tallennettu järjestelmään.
fr: Configuration d'imprimante modifiée non enregistrée dans le système
nl: Gewijzigde printerconfiguratie nog niet in het systeem opgeslagen
sk: Zmenená konfigurácia tlačiarne nie je zatiaľ uložená v systéme
sl: Spremenjene nastavitve tiskalnika še niso shranjene na sistem
zh_cn: 修改的打印机配置尚未储存到系统中
zh_tw: 修改的印表機組態尚未儲存在系統中

source: If the next dialog does not show the expected modifications, wait some time and use the 'Refresh List' button.
ca: Si el diàleg següent no mostra les modificacions de la configuració d'impressora tal com s'espera, espereu una mica i useu el botó "Refresca la llista".
da: Hvis den næste dialog ikke viser de forventede ændringer, så vent lidt tid og brug knappen "Genopfrisk liste".
de: Falls im nächsten Dialogfenster die erwarteten Modifikationen nicht angezeigt werden, warten Sie bitte einen Moment und betätigen Sie dann die Schaltfläche 'Liste aktualisieren'.
es: Si el siguiente recuadro de diálogo no muestra las modificaciones esperadas, espere un momento y use el botón Actualizar Lista.
fi: Ellei seuraavassa valintaikkunassa ole päivitettyjä muutoksia, odota hetki ja paina "Päivitä luettelo".
fr: Si la boîte de dialogue suivante n'affiche pas les modifications attendues, patientez quelques instants et utilisez le bouton "Actualiser la liste".
nl: Als de volgende dialoog geen verwachte wijzigingen toont, wacht dan even en gebruik de knop 'Lijst verversen'.
sk: Ak nasledujúce dialógové okno nezobrazuje očakávané zmeny, počkajte chvíľu a použite tlačidlo 'Obnoviť zoznam'.
sl: Če naslednje pogovorno okno ne prikaže pričakovanih sprememb, počakajte nekaj časa in kliknite gumb »Osveži seznam«.
zh_cn: 如果下一个对话框未按预期显示修改内容，请等待一段时间，然后使用“刷新列表”按钮。
zh_tw: 如果下一個對話方塊沒有按預期顯示修改，請稍候片刻並使用「重新整理清單」按鈕。

source: No driver options available
ca: No hi ha cap opció del controlador disponible.
da: Ingen tilgængelige driver-indstillinger
de: Keine Treiberoptionen verfügbar
es: No hay opciones del controlador disponibles
fi: Ajurilla ei ole valintoja
fr: Aucune option de pilote n'est disponible
nl: Geen opties voor stuurprogramma beschikbaar
sk: Nie sú dostupné možnosti ovládača
sl: Na voljo ni nobene možnosti gonilnika
zh_cn: 无可用的驱动程序选项
zh_tw: 沒有可用的驅動程式選項

source: Possible reasons: Nothing selected or it is a remote configuration.
ca: Pot ser que no s'hagi seleccionat res o bé que es tracti d'una configuració remota.
da: Mulige årsager: Intet valgt, eller det er en ekstern konfiguration.
de: Mögliche Gründe: Es ist nichts ausgewählt oder es handelt sich um eine Fernkonfiguration.
es: Posibles razones: no hay nada seleccionado o es una configuración remota.
fi: Mahdollisia syitä: tulostusjonoa ei ole valittu tai se on etäjono.
fr: Raisons possibles : rien n'a été sélectionné ou il s'agit d'une configuration distante.
nl: Mogelijke oorzaak: Er is niets geselecteerd of het is een externe configuratie.
sk: Možné dôvody: Nič nevybraté, alebo to je vzdialená konfigurácia.
sl: Možni vzroki: Nič ni izbrano ali pa je nastavitev oddaljena.
zh_cn: 可能的原因：未选择任何内容或其为远程配置。
zh_tw: 可能的原因：未選取任何項目或其為遠端組態。

source: Keep the printer model or select another &manufacturer
ca: Conserveu el model de la impressora o seleccioneu un altre &fabricant
da: Behold printermodel eller vælg anden &producent
de: Druckermodell beibehalten oder anderen &Hersteller auswählen
es: Mantener el modelo de impresora o seleccionar otro fabrica&nte
fi: Pidä tulostimen malli tai valitse toinen &valmistaja
fr: Conserver le modèle d'imprimante ou sélectionner un autre &fabricant
nl: Behoud het printermodel of selecteer een andere &fabrikant
sk: Ponechať model tlačiarne, alebo vybrať iného &výrobcu
sl: Obdržite &model tiskalnika ali izberite drugega izdelovalca
zh_cn: 保留打印机型号或选择其他制造商(&M)
zh_tw: 保留印表機型號或選取另一個廠商(&M)

source: Keep the model or select a &manufacturer if no 'raw queue' should be set up
ca: Manteniu el model de la impressora o seleccioneu-ne el &fabricant si no s'ha de configurar cap "cua raw".
da: Behold modellen eller vælg en &producent hvis ingen "rå kø" skal sættes op
de: Behalten Sie das Modell bei oder wählen Sie einen Drucker&hersteller, falls keine 'raw'-Warteschlange eingerichtet werden soll
es: &Mantener el modelo o seleccionar un fabricante si no se debe configurar una cola sin procesar
fi: Pidä tulostimen malli tai valitse &valmistaja, ellei haluta "raw"-tulostusjonoa
fr: Garder le modèle ou sélectionner un &fabricant si aucune file d'attente 'raw' ne doit être paramétrée
nl: Behoud uw model of selecteer een printer&fabrikant als er geen 'onbewerkte wachtrij' ingesteld zou moeten worden
sk: Ponechať model, alebo vybrať &výrobcu tlačiarne, ak nie je nastavený 'raw front'
sl: Obdržite &model ali izberite izdelovalca, če naj vrsta »raw« ne bo nastavljena
zh_cn: 如果不应该设置“原始队列”，则保留打印机型号或选择一个制造商(&M)
zh_tw: 如果沒有設定「原始佇列」則保留型號或選取一個廠商(&M)

source: Select the printer &manufacturer
ca: Seleccioneu el &fabricant de la impressora
da: Vælg printer-&producenten
de: Drucker&hersteller auswählen
es: Seleccionar el fabricante de la i&mpresora
fi: Valitse tulostimen &valmistaja
fr: Sélectionner le &fabricant de l'imprimante
nl: Selecteer de printer&fabrikant
sk: Vyberte &výrobcu tlačiarne
sl: I&zberite izdelovalca tiskalnika
zh_cn: 选择打印机制造商(&M)
zh_tw: 選取印表機廠商(&M)

source: Select a printer &manufacturer if no 'raw queue' should be set up.
ca: Seleccioneu el &fabricant de la impressora si no s'ha de configurar cap "cua raw".
da: Vælg en printer-&producent, hvis der ikke skal sættes en "raw-kø" op.
de: Wählen Sie einen Drucker&hersteller, falls keine 'raw'-Warteschlange eingerichtet werden soll.
es: Si no se debe configurar una cola en bruto, seleccione un fabricante de i&mpresoras.
fi: Valitse tulostimen &valmistaja, ellet halua asettaa "raw"-jonoa.
fr: Sélectionnez un fabricant d'i&mprimante si aucune 'raw queue' ne doit être paramétrée.
nl: Een printer&fabrikant selecteren als er geen 'onbewerkte-wachtrij' ingesteld zou moeten worden.
sk: Vybrať výrobcu tlačiarne, ak by nemal byť nastavený 'raw front'.
sl: I&zberite izdelovalca tiskalnika, če naj vrsta »raw« ne bo nastavljena.
zh_cn: 如果不应该设置“原始队列”则选择一个打印机制造商(&M)。
zh_tw: 如果不應設定「原始佇列」，請選取印表機廠商(&M)。

source: &IP Address or Host Name
ca: Adreça &IP o nom d'amfitrió
da: &IP-adresse eller værtsnavn
de: &IP-Adresse oder Hostname
es: Dirección &IP o nombre de host
fi: &IP-osoite tai konenimi
fr: Adresse &IP ou nom d'hôte
nl: &IP-adres of hostnaam
sk: &IP adresa alebo hostiteľ
sl: Naslov &IP ali ime gostitelja
zh_cn: IP 地址或主机名(&I)
zh_tw: IP 位址或主機名稱(&I)
