Repository: yast/yast-translations
Catalog: po/printer/*.po
Languages: ca, da, de, es, fi, fr, nl, sk, sl, zh_cn, zh_tw

source: abort and delete the job and proceed with the next job
ca: Interromp la tasca, suprimeix-la i continua amb la tasca següent
da: afbryd og slet jobbet, og gå videre til det næste job
de: Auftrag abbrechen und löschen und mit dem nächsten Auftrag fortfahren
es: interrumpir y suprimir el trabajo y continuar con el siguiente trabajo
fi: keskeytä ja poista työ ja siirry seuraavaan työhön
fr: interrompre et supprimer le travail d'impression, et continuer avec le suivant
nl: annuleer en verwijder de opdracht en ga door met de volgende opdracht
sk: ukončiť a zmazať úlohu a pokračovať s ďalšou úlohou
sl: Prekini in izbriši opravilo in nadaljuj z naslednjim
zh_cn: 中止并删除作业，然后继续下一作业
zh_tw: 中止並刪除工作，然後繼續下一個工作

source: Specify the &error policy
ca: Especifiqueu la política d'&errors
da: Angiv f&ejlpolitikken
de: &Fehlerrichtlinie angeben
es: Especifique la directiva de &error
fi: Määritä virh&ekäytänne
fr: Spécifier la stratégie d'&erreur
nl: Specificeer het fouten&beleid
sk: Špecifikovať politiku &chyby
sl: Določit&e ravnanje ob napaki
zh_cn: 指定错误策略(&E)
zh_tw: 指定錯誤規則(&E)

source: &Apply this error policy to all local printer configurations
ca: &Aplica aquesta política d'errors a totes les configuracions de les impressores locals
da: &Anvend denne fejlpolitik på alle lokale printerkonfigurationer
de: Diese Fehlerrichtlinie auf alle lokalen Druckerkonfigurationen &anwenden
es: &Aplicar esta directiva de errores a todas las configuraciones de impresoras locales
fi: &Käytä tätä virhekäytäntöä kaikkiin paikallisiin tulostinasetuksiin
fr: &Appliquer cette stratégie d'erreur à toutes les configurations d'imprimantes locales
nl: Dit fouten&beleid toepassen op alle lokale printerconfiguraties
sk: &Aplikovať túto politiku chyby do všetkých konfigurácií lokálnej tlačiarne
sl: To r&avnanje uveljavi za vse krajevne nastavitve tiskalnikov
zh_cn: 将此错误策略应用于所有本地打印机配置(&A)
zh_tw: 將此錯誤規則套用至所有本地印表機組態(&A)

source: Specify the &operation policy
ca: Especifiqueu la p&olítica d'ús
da: Angiv handlingsp&olitikken
de: &Vorgangsrichtlinie angeben
es: Especifique la directiva de funci&onamiento
fi: Määritä t&oimintakäytänne
fr: Spécifier la stratégie de f&onctionnement
nl: Specificeer het &bewerkingbeleid
sk: Špecifikovať prevádzk&ovú politiku
sl: D&oločite pravila delovanja
zh_cn: 指定操作策略(&O)
zh_tw: 指定操作規則(&O)

source: Apply this operation &policy to all local printer configurations
ca: Aplica aquesta &política d'ús a totes les configuracions de les impressores locals
da: Anvend denne handlings&politik på alle lokale printerkonfigurationer.
de: Diese &Vorgangsrichtlinie auf alle lokalen Druckerkonfigurationen anwenden
es: Aplicar esta &directiva de funcionamiento a todas las configuraciones de impresoras locales
fi: &Käytä tätä toimintakäytännettä kaikkiin paikallisiin tulostinasetuksiin
fr: Appliquer cette &stratégie de fonctionnement à toutes les configurations d'imprimantes locales
nl: Dit operationele &beleid toepassen op alle lokale printerconfiguraties
sk: Aplikovať túto prevádzkovú &politiku do všetkých konfigurácií lokálnej tlačiarne
sl: Ta &pravila delovanja uveljavi za vse krajevne nastavitve tiskalnikov
zh_cn: 将此操作策略应用于所有本地打印机配置(&P)
zh_tw: 將此操作規則套用至所有本地印表機組態(&P)

source: A remote CUPS server setting conflicts with setting policies for the local system.
ca: Hi ha un conflicte entre un paràmetre del servidor CUPS i les polítiques de configuracions del sistema local.
da: En ekstern CUPS serverindstilling konflikter med opsætningspolitikker for det lokale system.
de: Eine Einstellung des entfernten CUPS-Servers steht in Konflikt mit den Einstellungsrichtlinien für das lokale System.
es: Un valor de configuración del servidor CUPS remoto está en conflicto con las directivas de valores de configuración del sistema local.
fi: CUPS-etäjonon asetus ja paikallisen järjestelmän asetuskäytänteet ovat ristiriidassa
fr: Un réglage du serveur CUPS distant entre en conflit avec les stratégies du système local.
nl: Een instelling van een CUPS-server op afstand is in conflict met instellen van beleid voor het lokale systeem.
sk: Nastavenie vzdialeného CUPS servera nesedí s politikou nastavenia pre lokálny systém.
sl: Nastavitev oddaljenega strežnika CUPS je v sporu z nastavljanjem pravil za krajevni sistem.
zh_cn: 远程 CUPS 服务器设置与本地系统的设置策略冲突。
zh_tw: 遠端 CUPS 伺服器設定與本地系統的設定規則衝突。

source: Failed to apply the policy to '%1'
ca: No s'ha pogut aplicar la política a "%1"
da: Anvendelse af fejlpolitikken på '%1' fejlede.
de: Anwenden der Richtlinie auf '%1' fehlgeschlagen
es: Error al aplicar la directiva a %1
fi: Käytänteen asettaminen epäonnistui: "%1"
fr: Impossible d'appliquer la stratégie à '%1'
nl: Toepassing van het beleid op '%1' is mislukt
sk: Zlyhalo aplikovanie politiky do '%1'
sl: Uveljavljanje pravil za »%1« je spodletelo
zh_cn: 将策略应用于“%1”失败
zh_tw: 將規則套用至「%1」失敗

source: Failed to set 'DefaultPolicy %1' in /etc/cups/cupsd.conf
ca: No s'ha pogut definir "DefaultPolicy %1" a /etc/cups/cupsd.conf
da: Mislykkedes at sætte 'DefaultPolicy %1' i /etc/cups/cupsd.conf
de: Festlegen von 'DefaultPolicy %1' in /etc/cups/cupsd.conf fehlgeschlagen
es: Error al definir DefaultPolicy %1 como /etc/cups/cupsd.conf
fi: "DefaultPolicy %1" -asetuksen lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir 'DefaultPolicy %1' dans /etc/cups/cupsd.conf
nl: Het instellen van 'DefaultPolicy %1' in /etc/cups/cupsd.conf is mislukt
sk: Zlyhalo nastavenie 'DefaultPolicy %1' v /etc/cups/cupsd.conf
sl: Nastavljanje privzetih pravil »DefaultPolicy %1« v /etc/cups/cupsd.conf je spodletelo
zh_cn: 未能设置 /etc/cups/cupsd.conf 中的“DefaultPolicy %1”
zh_tw: 無法在 /etc/cups/cupsd.conf 中設定「DefaultPolicy %1」

source: Failed to set 'ErrorPolicy %1' in /etc/cups/cupsd.conf
ca: No s'ha pogut definir "ErrorPolicy %1" a /etc/cups/cupsd.conf
da: Mislykkedes at sætte 'ErrorPolicy %1' i /etc/cups/cupsd.conf
de: Festlegen von 'ErrorPolicy %1' in /etc/cups/cupsd.conf fehlgeschlagen
es: Error al definir ErrorPolicy %1 como /etc/cups/cupsd.conf
fi: "ErrorPolicy %1" -asetuksen lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir 'ErrorPolicy %1' dans /etc/cups/cupsd.conf
nl: Het instellen van 'ErrorPolicy %1' in /etc/cups/cupsd.conf is mislukt
sk: Zlyhalo nastavenie 'ErrorPolicy %1' v /etc/cups/cupsd.conf
sl: Nastavljanje ravnanja ob napaki »ErrorPolicy %1« v /etc/cups/cupsd.conf je spodletelo
zh_cn: 未能设置 /etc/cups/cupsd.conf 中的“ErrorPolicy %1”
zh_tw: 無法在 /etc/cups/cupsd.conf 中設定「ErrorPolicy %1」

source: Failed to apply the settings to the system.
ca: No s'ha pogut aplicar la configuració al sistema.
da: Anvendelse af indstillingen på systemet fejlede.
de: Die Einstellungen konnten nicht auf das System angewendet werden.
es: Error al aplicar los valores de configuración al sistema.
fi: Asetusten käyttöönotto epäonnistui.
fr: Impossible d'appliquer les paramètres au système.
nl: Kan de instellingen niet toepassen op het systeem.
sk: Zlyhalo aplikovanie nastavení do systému.
sl: Uveljavljanje nastavitev na sistemu je spodletelo.
zh_cn: 未能将设置应用于系统。
zh_tw: 無法將設定套用至系統。

source: do not accept any printer announcement
ca: no acceptis cap anunci d'impressora
da: acceptér ikke nogen printerannoncering
de: Drucker-Ankündigung nicht akzeptieren
es: no aceptar ningún anuncio de impresora
fi: älä hyväksy ilmoituksia tulostimista
fr: n'accepter aucune annonce d'imprimante
nl: geen printeraankondiging accepteren
sk: neprijať žiadne oznámenia tlačiarne
sl: Ne sprejemaj nobenih najav tiskalnikov
zh_cn: 不接受任何打印机声明
zh_tw: 不要接受任何印表機發佈

source: accept all announcements from anywhere
ca: accepta tots els anuncis de qualsevol lloc
da: acceptér alle annonceringer alle steder fra
de: Alle Ankündigungen von überall akzeptieren
es: Aceptar todos los anuncios desde cualquier origen
fi: hyväksy ilmoitukset kaikkialta
fr: accepter toutes les annonces de n'importe où
nl: accepteer alle aankondigingen overal vandaan
sk: prijať všetky oznámenia odkiaľkoľvek
sl: Sprejemaj vse najave od kjerkoli
zh_cn: 接受来自任何位置的所有声明
zh_tw: 接受來自任何地方的發佈

source: accept from all hosts in the local network
ca: accepta de tots els amfitrions de la xarxa local
da: acceptér fra alle værter på det lokale netværk
de: von Rechner des lokalen Netzwerks akzeptieren
es: aceptar desde todos los hosts en la red local
fi: hyväksy kaikilta paikallisverkon koneilta
fr: accepter depuis tous les hôtes du réseau local
nl: accepteer van alle hosts in het lokale netwerk
sk: prijať od všetkých hostiteľov v lokálnej sieti
sl: Sprejemaj od vseh gostiteljev v krajevnem omrežju
zh_cn: 接受本地网络中的所有主机的声明
zh_tw: 接受來自區域網路上的所有主機

source: accept only from the specific addresses below
ca: accepta només de les adreces específiques de sota
da: acceptér kun fra de specifikke adresser nedenfor
de: nur von den unten aufgeführten Adressen akzeptieren
es: aceptar solo desde las direcciones específicas siguientes
fi: hyväksy vain alla annetuista osoitteista
fr: accepter seulement depuis les adresses spécifiques ci-dessous
nl: accepteer alleen van de onderstaande specifieke adressen
sk: prijať iba z nižšie zadaných adries
sl: Sprejemaj samo iz spodaj določenih naslovov
zh_cn: 只接受如下特定地址的声明
zh_tw: 只接受來自下列指定位址

source: Use CUPS to Print Via Network
ca: Utilitza el CUPS per imprimir a través de la xarxa
da: Brug CUPS til udskrift via netværk
de: CUPS zum Drucken über das Netzwerk verwenden
es: Usar CUPS para imprimir mediante la red
fi: Käytä CUPS-palvelua verkkotulostukseen
fr: Utiliser CUPS pour imprimer via le réseau
nl: CUPS gebruiken om via het netwerk af te drukken
sk: Použiť CUPS pre tlač cez sieť
sl: Uporaba CUPS za omrežno tiskanje
zh_cn: 使用 CUPS 通过网络打印
zh_tw: 使用 CUPS 以透過網路列印

source: &Accept Printer Announcements from CUPS Servers
ca: &Accepta anuncis de les impressores des dels servidors CUPS remots
da: &Acceptér printerannonceringer fra CUPS-servere
de: Druckerinformationen von CUPS-Servern &annehmen
es: &Aceptar anuncios de impresoras desde los servidores CUPS
fi: &Hyväksy CUPS-etäpalvelinten ilmoitukset tulostimista
fr: &Accepter les annonces d'imprimantes depuis les serveurs CUPS
nl: &Accepteer printeraankondigingen van CUPS-servers
sk: &Prijať oznámenia tlačiarne zo serverov CUPS
sl: Sprejem&aj najave tiskalnikov s strežnikov CUPS
zh_cn: 接受来自 CUPS 服务器的打印机声明(&A)
zh_tw: 接受來自 CUPS 伺服器的印表機發佈(&A)

source: &General Setting
ca: &Paràmetres generals
da: &Generel indstilling
de: &Allgemeine Einstellungen
es: Configuración &general
fi: &Yleisasetukset
fr: Paramètres &généraux
nl: Al&gemene instellingen
sk: &Všeobecné nastavenie
sl: &Splošne nastavitve
zh_cn: 一般设置(&G)
zh_tw: 一般設定(&G)

source: Additional IP Addresses or &Network/Netmask (separated by space)
ca: Adreces IP específiques opcionals o &xarxa/màscara de xarxa (separades per un espai)
da: Yderligere IP-adresser eller &netværk/netmaske (adskilt af mellemrum)
de: Optionale IP-Adressen oder &Netzwerk/Netzmaske (durch Leerzeichen getrennt)
es: Direccio&nes IP adicionales o red/máscara de red (separados por espacios)
fi: Valinnaiset IP-osoitteet tai &verkko/verkkopeite (välilyönnein erotettuna)
fr: Adresses IP ou &réseau/masque de sous-réseau supplémentaires (séparés par un espace)
nl: Extra IP-adressen of &Netwerk/Netmasker (gescheiden door een spatie)
sk: Ďalšie IP adresy, alebo &sieť/maska siete (oddelené medzerou)
sl: Dodat&ni naslovi IP ali omrežja/maske (ločeni s presledkom)
zh_cn: 其他 IP 地址或网络/网络掩码（以空格分隔）(&N)
zh_tw: 其他 IP 位址或網路/網路遮罩 (以空格分隔)(&N)

source: &Request Printer Information from CUPS Servers
ca: Demana &informació de les impressores des dels servidors CUPS remots
da: &Anmod om printerinformation fra CUPS-servere
de: &Druckerinformationen von entfernten CUPS-Servern anfordern
es: Pedi&r información de impresora de los servidores CUPS
fi: &Kysy tulostint&iedot CUPS-etäpalvelimilta
fr: &Demander des informations sur les imprimantes depuis les serveurs CUPS
nl: &Verzoek om printer&informatie van CUPS-servers
sk: &Informácia o tlačiarni zo serverov CUPS
sl: &Zahtevaj podatke o tiskalnikih od strežnikov CUPS
zh_cn: 向 CUPS 服务器请求打印机信息(&R)
zh_tw: 要求 CUPS 伺服器提供印表機資訊(&R)

source: Polled CUPS server names or &IP Addresses (separated by space)
ca: Noms de servidor CUPS o adreces &IP obtinguts (separat per espais)
da: Undersøgte CUPS-servernavne eller &IP-adresser (adskilt af mellemrum)
de: Abgefragte CUPS-Servernamen oder &IP-Adressen (durch Leerzeichen getrennt)
es: Nombres de servidor CUPS sondeados o direcciones &IP (separados por espacios)
fi: Pollatut CUPS-palvelinnimet tai IP-osoitteet (välilyönnein eroteltuna)
fr: Noms ou adresses &IP des serveurs CUPS interrogés (séparés par un espace)
nl: Namen van CUPS-servers of &IP-adressen die afgevraagd worden (gescheiden door spatie)
sk: Vyzvané názvy servera CUPS, alebo &IP adresy (oddelené medzerou)
sl: &Imena ali naslovi IP strežnikov CUPS (ločeni s presledkom)
zh_cn: 轮询到的 CUPS 服务器名称或 IP 地址（以空格分隔）(&I)
zh_tw: 輪詢 CUPS 伺服器名稱或 IP 位址 (以空格分隔)(&I)

source: &Do All Printing Directly via One Single CUPS Server
ca: Imprimeix-ho tot directament a través d'un sol servid&or CUPS remot
da: F&oretag alle udskrifter direkte via en enkelt CUPS-server
de: Alle &Druckaufträge direkt über einen einzigen CUPS-Server ausführen
es: Imprimir todo &directamente a través de un único servidor CUPS
fi: Tulosta aina käyttämällä suoraan &yhtä CUPS-etäpalvelinta
fr: Tout imprimer directement via &un seul serveur CUPS
nl: &Doe al uw printwerk direct via één enkele CUPS-server
sk: &Tlačiť všetko priamo cez jediný CUPS server
sl: Vsa tiskanja izve&di neposredno prek enega strežnika CUPS
zh_cn: 直接通过一个单一 CUPS 服务器执行所有打印(&D)
zh_tw: 直接經由單個 CUPS 伺服器執行所有列印工作(&D)

source: &One single CUPS server name or IP Address
ca: &Un sol nom o adreça IP de servidor CUPS
da: &Et enkelt CUPS-servernavn eller en IP-adresse
de: Name &oder IP-Adresse eines einzelnen UPS-Servers
es: Un n&ombre o dirección IP de servidor CUPS
fi: Yksittäisen &CUPS-palvelimen nimi tai IP-osoite
fr: Nom ou adresse IP du serveur &CUPS unique
nl: &Eén enkele CUPS-servernaam of IP-adres
sk: &Jediný názov CUPS servera, alebo IP adresa
sl: Ime ali nasl&ov IP strežnika CUPS
zh_cn: 单一 CUPS 服务器名称或 IP 地址(&O)
zh_tw: 單一 CUPS 伺服器名稱或 IP 位址(&O)

source: &Test Server
ca: &Prova el servidor
de: Serververfügbarkeit &testen
es: &Probar el servidor
fi: K&okeile palvelinta
fr: &Tester le serveur
sk: &Testovať server
sl: Preizkusi s&trežnik
zh_cn: 测试服务器(&T)
zh_tw: 測試伺服器(&T)

source: Use Another Print Server or Use a Network Printer Directly
ca: Utilitza un altre servidor d'impressió o utilitza una impressora de xarxa directament
da: Brug en anden udskriftserver, eller brug en netværksprinter direkte
de: Anderen Druckserver oder Netzwerkdrucker direkt verwenden
es: Usar otro servidor de impresión o una impresora de red directamente
fi: Käytä toista tulostuspalvelinta tai suoraan verkkotulostinta
fr: Utiliser un autre serveur d'impression ou utiliser une imprimante réseau directement
nl: Een andere printserver of een netwerkprinter rechtstreeks gebruiken
sk: Použiť iný tlačový server, alebo použiť priamo sieťovú tlačiareň
sl: Uporabljaj drug tiskalni strežnik ali omrežni tiskalnik neposredno
zh_cn: 使用另一台打印服务器或直接使用网络打印机
zh_tw: 使用另一個列印伺服器或直接使用網路印表機

source: A firewall may reject printer announcements from CUPS servers
ca: Un tallafoc pot rebutjar anuncis de les impressores des dels servidors CUPS
da: En firewall kan afvise printerannonceringer fra CUPS-servere
de: Eine Firewall kann Druckerinformationen von CUPS-Servern blockieren
es: Un cortafuegos puede rechazar los anuncios de las impresoras desde los servidores CUPS
fi: Palomuuri voi estää CUPS-palvelinta ilmoittamasta tulostimista
fr: Un pare-feu peut rejeter les annonces d'imprimantes depuis les serveurs CUPS
nl: Een firewall kan printeraankondigingen van CUPS-servers verwerpen
sk: Firewall môže odmietnuť oznámenia tlačiarne zo serverov CUPS
sl: Požarni zid lahko zavrne najave tiskalnikov s strežnikov CUPS
zh_cn: 防火墙可以拒绝 CUPS 服务器的打印机声明
zh_tw: 防火牆可能會拒絕從 CUPS 伺服器傳來的印表機發佈

source: Regarding firewall setup see the help text of this dialog.
ca: Sobre la configuració del tallafoc, vegeu el text d'ajuda d'aquest diàleg.
da: Se hjælpeteksten til denne dialog, hvis du er i tvivl om opsætning af firewall.
de: Wegen der Firewalleinrichtung s. den Hilfstext dieses Dialogs.
es: Para obtener la configuración del cortafuegos, consulte la ayuda de este recuadro de diálogo.
fi: Palomuurin asettamisesta löytyy tietoa tämän valintaikkunan ohjeista.
fr: Pour la configuration du pare-feu, consultez le texte d'aide de cette boîte de dialogue.
nl: Zie de helptekst van deze dialoog voor details met betrekking tot de firewall-instellingen.
sk: Informácie týkajúce sa nastavenia pre firewall nájdete v texte pomocníka tohto dialógového okna.
sl: Za podrobnosti o nastavitvi požarnega zidu si oglejte besedilo pomoči za to pogovorno okno.
zh_cn: 有关防火墙设置，请参见本对话框的帮助文本。
zh_tw: 相關的防火牆設定請參閱此對話方塊中的說明文字。

source: A valid CUPS server name must be entered.
ca: S'ha d'introduir un nom de servidor CUPS vàlid.
da: Et gyldigt CUPS-servernavn skal angives.
de: Ein gültiger CUPS-Server muss festgelegt werden.
es: Se debe definir un nombre de servidor CUPS válido.
fi: Pitää antaa kelvollinen CUPS-palvelinnimi.
fr: Un nom de serveur CUPS valid doit être défini.
nl: Er dient een geldige CUPS-servernaam te worden ingevoerd.
sk: Musí byť zadaný platný názov servera CUPS.
sl: Vnesti morate veljavno ime strežnika CUPS.
zh_cn: 必须输入一个有效的 CUPS 服务器名称。
zh_tw: 必須輸入有效的 CUPS 伺服器名稱。

source: Continue regardless that '%1' is not accessible?
ca: Voleu continuar encara que no es pugui accedir a "%1"?
da: Vil du fortsætte, selvom '%1' ikke er tilgængelig?
de: Fortfahren, obwohl '%1' nicht erreichbar ist?
es: ¿Desea continuar a pesar de que no se puede acceder a %1?
fi: Jatketaanko, vaikkei %1 ole käytettävissä?
fr: Continuer bien que '%1' soit inaccessible ?
nl: Doorgaan ondanks dat '%1' niet toegankelijk is?
sk: Pokračovať bez ohľadu na to, že '%1 nie je dostupný?
sl: Ali želite nadaljevati kljub nedosegljivosti strežnika »%1«?
zh_cn: “%1”不可访问，是否仍要继续？
zh_tw: 即便無法存取「%1」也要繼續嗎？

source: A non-accessible server leads to an endless sequence of failures.
ca: Un servidor no accessible porta a una seqüència infinita d'errors.
da: En ikke-tilgængelig server fører til en uendelig sekvens af fejl.
de: Ein nicht erreichbarer Server verursacht eine endlose Folge von Fehler.
es: Si no se puede acceder a un servidor, se producirá una secuencia infinita de errores.
fi: Palvelin, johon ei saada yhteyttä, johtaa loputtomaan epäonnistumisten sarjaan.
fr: Un serveur inaccessible peut entraîner une suite infinie d'échecs.
nl: Een niet-toegankelijke server leidt tot een eindeloze reeks van mislukkingen.
sk: Nedostupný server vedie k nekonečnému sledu ďalších zlyhaní.
sl: Nedosegljiv strežnik vodi do nadaljnjih težav.
zh_cn: 无法访问的服务器会导致以后出现无尽的错误。
zh_tw: 如果伺服器無法存取，會導致不斷的失敗。

source: Tried to set 'ServerName %1' in /etc/cups/client.conf.
ca: S'ha intentat definir "ServerName %1" a /etc/cups/client.conf.
da: Prøvede at sætte 'ServerName %1' i /etc/cups/client.conf.
de: Es wurde versucht, 'ServerName %1' in '/etc/cups/client.conf' einzutragen.
es: Se ha intentado establecer "ServerName %1" en /etc/cups/client.conf.
fi: "ServerName %1" -asetus yritettiin lisätä tiedostoon /etc/cups/client.conf.
fr: Tentative de définir 'ServerName %1' dans /etc/cups/client.conf.
nl: Poging om 'ServerName %1' in /etc/cups/client.conf in te stellen.
sk: Vyskúšané nastaviť 'ServerName %1' v /etc/cups/client.conf.
sl: Poskusilo se je nastaviti ime strežnika »ServerName %1« v /etc/cups/client.conf.
zh_cn: 试图在 /etc/cups/client.conf 中设置“ServerName %1”。
zh_tw: 已嘗試在 /etc/cups/client.conf 中設定「ServerName %1」。

source: Failed to set 'ServerName %1' in /etc/cups/client.conf.
ca: No s'ha pogut definir "ServerName %1" a /etc/cups/client.conf.
da: Mislykkedes at sætte 'ServerName %1' i /etc/cups/client.conf.
de: Setzen von 'ServerName %1' in /etc/cups/client.conf schlug fehl.
es: Error al establecer "ServerName %1" en /etc/cups/client.conf.
fi: "ServerName %1" -asetuksen lisäys tiedostoon /etc/cups/client.conf epäonnistui.
fr: Impossible de définir 'ServerName %1' dans /etc/cups/client.conf.
nl: Het instellen van 'ServerName %1' in /etc/cups/client.conf is mislukt.
sk: Zlyhalo nastaviť 'ServerName %1' v /etc/cups/cupsd.conf.
sl: Poskus nastavitve imena strežnika »ServerName %1« v /etc/cups/client.conf je spodletel.
zh_cn: 在 /etc/cups/cupsd.conf 中设置“ServerName %1”失败。
zh_tw: 無法在 /etc/cups/client.conf 中設定「ServerName %1」。

source: The checkbox to do all printing via one CUPS server was disabled.
ca: La casella per imprimir-ho tot a través d'un sol servidor CUPS s'ha desmarcat.
da: Afkrydsningsfeltet til at foretage alle udskrifter via én CUPS-server blev deaktiveret.
de: Das Markierungsfeld, alle Druckaufträge über einen einzigen CUPS-Server abzuwickeln, wurde deaktiviert.
es: Se ha inhabilitado la casilla de verificación para realizar toda la impresión mediante un servidor CUPS.
fi: Valintaruutu kaiken tulostuksen tekemiseksi yhden CUPS-palvelimen kautta oli valitsematta.
fr: La case à cocher activant l'impression via un seul serveur CUPS a été désactivée.
nl: Het keuzevakje om al het afdrukken via één CUPS-server te doen was uitgeschakeld.
sk: Zaškrtávacie políčko, aby boli všetky tlače cez jeden CUPS server zakázané.
sl: Možnost izvajanja vseh tiskanj z enim strežnikom CUPS je bila onemogočena.
zh_cn: 通过一个 CUPS 服务器执行所有打印的复选框已禁用。
zh_tw: 經由一個 CUPS 伺服器執行所有列印工作的選項已被停用。

source: Failed to set 'Browsing On' in /etc/cups/cupsd.conf.
ca: No s'ha pogut definir "Browsing On" a /etc/cups/cupsd.conf.
da: Mislykkedes at sætte 'Browsing On' i /etc/cups/cupsd.conf.
de: Setzen von 'Browsing On' in /etc/cups/cupsd.conf schlug fehl.
es: Error al establecer "Browsing On" en /etc/cups/cupsd.conf.
fi: "Browsing On" -asetuksen lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir 'Browsing On' dans /etc/cups/cupsd.conf.
nl: Het instellen van 'Browsing On' in /etc/cups/cupsd.conf is mislukt.
sk: Zlyhalo nastavenie 'Browsing On' v /etc/cups/cupsd.conf.
sl: Nastavljanje najavljanja »Browsing On« v /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中设置“Browsing On”失败。
zh_tw: 無法在 /etc/cups/cupsd.conf 中設定「Browsing On」。

source: Failed to set BrowseAllow value(s) '%1' in /etc/cups/cupsd.conf.
ca: No s'ha pogut definir BrowseAllow value(s) "%1" a /etc/cups/cupsd.conf.
da: Mislykkedes at sætte BrowseAllow-værdierne '%1' i /etc/cups/cupsd.conf.
de: Setzen der Werte '%1' für BrowseAllow in /etc/cups/cupsd.conf schlug fehl.
es: Error al establecer los valores de BrowseAllow %1 en /etc/cups/cupsd.conf.
fi: BrowseAllow-arvo(je)n "%1" asetus tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir la/les valeur(s) BrowseAllow à '%1' dans /etc/cups/cupsd.conf.
nl: Het instellen van BrowseAllow waarde(n) '%1' in /etc/cups/cupsd.conf is mislukt.
sk: Zlyhalo nastavenie hodnôt BrowseAllow '%1' v /etc/cups/cupsd.conf.
sl: Nastavljanje vrednosti »%1« za BrowseAllow v /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中设置 BrowseAllow 值“%1”失败。
zh_tw: 無法在 /etc/cups/cupsd.conf 中設定 BrowseAllow 值「%1」。

source: Failed to set 'BrowseAllow none' in /etc/cups/cupsd.conf.
ca: No s'ha pogut definir "BrowseAllow none" a /etc/cups/cupsd.conf.
da: Mislykkedes at sætte 'BrowseAllow none' i /etc/cups/cupsd.conf.
de: Setzen von 'BrowseAllow none' in /etc/cups/cupsd.conf schlug fehl.
es: Error al establecer "BrowseAllow none" en /etc/cups/cupsd.conf.
fi: "BrowseAllow none" -asetuksen lisäys tiedostoon /etc/cups/cupsd.conf epäonnistui.
fr: Impossible de définir 'BrowseAllow none' dans /etc/cups/cupsd.conf.
nl: Het instellen van 'BrowseAllow none' in /etc/cups/cupsd.conf is mislukt.
sk: Zlyhalo nastavenie 'BrowseAllow none' v /etc/cups/cupsd.conf.
sl: Nastavljanje »BrowseAllow none« v /etc/cups/cupsd.conf je spodletelo.
zh_cn: 在 /etc/cups/cupsd.conf 中设置“BrowseAllow none”失败。
zh_tw: 無法在 /etc/cups/cupsd.conf 中設定「BrowseAllow none」。
