Repository: yast/yast-translations
Catalog: po/ldap-client/*.po
Languages: fr, pl, sr@latn, tr, xh

source: Really abort the writing process?
fr: Voulez-vous vraiment interrompre le processus d'écriture ?
pl: Czy na pewno przerwać zapisywanie?
sr@latn: Zaista prekinuti instalaciju?
tr: Kaydetme işlemini durdurmak istediğinizden emin misiniz?
xh: Uyilahla ngenene inkqubo yokubhala?

source: Writing LDAP Client Settings
fr: Écriture des paramètres du client LDAP
pl: Zapisywanie ustawień klienta LDAP
sr@latn: Snimanje podešavanja LDAP klijenta
tr: LDAP İstemci Ayarlarını Yazma
xh: Kubhalwa Imimiselo Yomxumi we-LDAP

source: If you reread settings from the server, all changes will be lost. Really reread?
fr: Si vous lisez de nouveau les paramètres du serveur, toutes les modifications seront perdues. Voulez-vous vraiment les relire ?
pl: Jeśli ustawienia będą ponownie odczytane z serwera, wszystkie zmiany zostaną utracone. Czy na pewno odczytać je ponownie?
tr: Sunucudaki ayarları tekrar okursanız, tüm değişiklikler kaybolacak. Gerçekten tekrar mı okuyacaksın?
xh: Ukuba uyaphinda ukufunda imimiselo evela kwiseva, zonke iinguquko ziya kulahleka. Ngenene uyaphinda ukufunda?

source: <p>Configure the template used for creating new objects (like users or groups).</p>
fr: <p>Configurez le modèle utilisé pour créer de nouveaux objets (comme des utilisateurs ou des groupes).</p>
pl: <p>W tym miejscu można skonfigurować szablon używany do tworzenia nowych obiektów (takich jak użytkownicy lub grupy).</p>
tr: <p>Yeni nesneler (kullanıcılar veya gruplar gibi) oluşturmak için kullanılan şablonu yapılandırın.</p>

source: <p>Edit the template attribute values with <b>Edit</b>. Changing the <b>cn</b> value renames the template.</p>
fr: <p>Modifier les valeurs d'attributs du modèle avec <b>Modifier</b>. Changer la valeur <b>cn</b> renomme le modèle.</p>
pl: <p>Aby zmodyfikować atrybuty szablonu, należy nacisnąć przycisk <b>Edytuj</b>. Zmiana wartości <b>cn</b> spowoduje zmianę nazwy szablonu.</p>
sr@latn: <p>Promenite vrednosti atributa šablona sa <b>Uredi</b>. Promenom <b>prom</b> vrednosti preimenujete šablon.</p>
tr: <p>Şablon öznitelik değerlerini <b>Düzenle</b> ile düzenleyin. <b>cn</b> değerini değiştirmek şablonu yeniden adlandırır.</p>
xh: <p>Hlela amaxabiso eziyelelani zezakhelo zeenkcukacha ngokuthi <b>Hlela</b>. Ukuguqula amaxabiso <b>e-cn</b> kunika igama elitsha kwisakhelo seenkcukacha.</p>

source: <p>The second table contains a list of <b>default values</b> used for new objects. Modify the list by adding new values, editing or removing current ones.</p>
fr: <p>La seconde table contient une liste de <b>valeurs par défaut</b> utilisées pour de nouveaux objets. Modifiez la liste en ajoutant des valeurs, en en modifiant ou en en supprimant.</p>
pl: <p>Druga tabela zawiera listę <b>wartości domyślnych</b> używanych dla nowych obiektów. Można zmodyfikować tę listę dodając nowe wartości, edytując albo usuwając istniejące.</p>
tr: <p>İkinci tablo, yeni nesneler için kullanılan <b>varsayılan değerlerin</b> bir listesini içerir. Yeni değerler ekleyerek, mevcut olanları düzenleyerek veya kaldırarak listeyi değiştirin.</p>

source: Attribute
fr: Attribut
pl: Atrybut
sr@latn: Atribut
tr: Özellik
xh: Isiyelelani

source: Value
fr: Valeur
pl: Wartość
sr@latn: Vrednost
tr: Değer
xh: Ixabiso

source: Default Values for New Objects
fr: Valeurs par défaut pour les nouveaux objets
pl: Domyślna wartość dla nowych obiektów
sr@latn: Podrazumevane vrednosti za nove objekte
tr: Yeni Nesneler için Varsayılan Değerler
xh: Amaxabiso Ahlala Ekhona ukwenzela Izinto Ezintsha

source: Attribute of Object
fr: Attribut de l'objet
pl: Atrybut obiektu
sr@latn: Atribut objekta
tr: Nesnenin Niteliği
xh: Isiyelelani Sento

source: Default Value
fr: Valeur par défaut
pl: Wartość domyślna
sr@latn: Podrazumevana vrednost
tr: Varsayılan Değer
xh: Ixabiso Elihlala Likhona

source: A&dd
fr: A&jouter
pl: &Dodaj
sr@latn: &Dodati
tr: E&kle
xh: Fa&kela

source: &Edit
fr: &Modifier
pl: &Edytuj
sr@latn: &Promjeni
tr: &Düzenle
xh: &Hlela

source: Object Template Configuration
fr: Configuration modèle de l'objet
pl: Konfiguracja szablonu obiektu
sr@latn: Šabloni podešavanja
tr: Nesne Şablonu Yapılandırması
xh: Ubumbeko Lwesakhelo Seenkcukacha Sento

source: Really delete default attribute "%1"?
fr: Vraiment effacer l'attribut par défaut "%1" ?
pl: Czy na pewno usunąć domyślny atrybut "%1"?
sr@latn: Zaista obrisati podrazumevani atribut "%1"?
tr: Varsayılan öznitelik "%1" gerçekten silinsin mi?
xh: Uyasicima ngenene isiyelelani esihlala sikhona "%1"?

source: The "%1" attribute is mandatory. Enter a value.
fr: L'attribut "%1" est obligatoire Entrez une valeur.
pl: Atrybut "%1" jest wymagany. Proszę wprowadzić jego wartość.
sr@latn: "%1" atribut je obavezan. Unesite vrednost.
tr: "%1" özniteliği zorunludur. Bir değer girin.
xh: Sona "%1" Isiyelelani sesemvumelwano. Ngenisa ixabiso.

source: <p>Manage the configuration stored in the LDAP directory.</p>
fr: <p>Gérez la configuration enregistrée dans l'annuaire LDAP.</p>
pl: <p>W tym miejscu można zarządzać konfiguracją przechowywaną w katalogu LDAP.</p>
tr: <p>LDAP dizininde saklanan yapılandırmayı yönetin.</p>

source: <p>Each configuration set is called a "configuration module." If there is no configuration module in the provided location (base configuration), create one with <b>New</b>. Delete the current module using <b>Delete</b>.</p>
fr: <p>Chaque ensemble de configuration est appelé "module de configuration." S'il n'existe pas de module configuration à l'emplacement indiqué (configuration de base), créez-en un avec l'option <b>Nouveau</b>. Supprimez le module actuel avec l'option <b>Supprimer</b>.</p>
pl: <p>Każdy z zestawów konfiguracji jest nazywany "modułem konfiguracji". Jeśli w podanej lokalizacji nie ma żadnego modułu konfiguracji (konfiguracja podstawowa), należy go utworzyć za pomocą przycisku <b>Nowy</b>. Bieżący moduł można usunąć za pomocą przycisku <b>Usuń</b>.</p>
tr: <p>Her yapılandırma kümesine "yapılandırma modülü" adı verilir. Sağlanan konumda (temel yapılandırma) yapılandırma modülü yoksa, <b>Yeni</b> ile bir tane oluşturun. Mevcut modülü <b>Sil</b>'i kullanarak silin.</p>
xh: <p>Ubumbeko ngalunye olumiselweyo lubizwa kanje "imodyuli yobumbeko." Ukuba akukho modyuli yobumbeko kwindawo yokuhlala enikiweyo (ubumbeko lwesiseko), dala olunye ngokwenza nje,<b>Okutsha</b>. Cima imodyuli yangoku ngokusebenzisa <b>u-Cima</b>.</p>

source: <p>Edit the values of attributes in the table with <b>Edit</b>. Some values have special meanings, for example, changing the <b>cn</b> value renames the current module.</p>
fr: <p>Modifier les valeurs des attributs dans le tableau avec <b>Modifier</b>. Certaines valeurs ont des significations spéciales, par exemple, modifier la valeur <b>cn</b> renomme le module actuel.</p>
pl: <p>Aby zmienić wartości atrybutów, należy nacisnąć przycisk <b>Edytuj</b>. Niektóre wartości mają specjalne znaczenie, np. zmiana wartości <b>cn</b> zmieni nazwę bieżącego modułu.</p>
sr@latn: <p>Promenite vrednosti atribua u tabeli sa <b>Uredi</b>. Neke vrednosti imaju specijalno značenje, na primer, promenom <b>prom</b> vrednosti preimenuje se postojeći modul.</p>
tr: <p>Tablodaki özniteliklerin değerlerini <b>Düzenle</b> ile düzenleyin. Bazı değerlerin özel anlamları vardır, örneğin, <b>cn</b> değerini değiştirmek geçerli modülü yeniden adlandırır.</p>
xh: <p>Hlela amaxabiso eziyelelani kwitheyibhile ngokuthi <b>Hlela</b>. Amanye amaxabiso aneentsingiselo ezizodwa, umzekelo, ukuguqula ixabiso <b>le-cn</b> kunika ngokutsha igama lemodyuli entsha.</p>

source: <p>To configure the default template of the current module, click <b>Configure Template</b>. </p>
fr: <p>Pour configurer le modèle par défaut du module actuel, cliquez sur <b>Configurer le modèle</b>. </p>
pl: <p>Aby skonfigurować domyślny szablon bieżącego modułu należy nacisnąć przycisk <b>Konfiguracja szablonu</b>. </p>
sr@latn: <p>Za podešavanje podrazumevanog šablona trenutnog modula kliknite <b>Podesi šablon</b>. </p>
tr: <p>Mevcut modülün varsayılan şablonunu yapılandırmak için, <b>Şablonu Yapılandır</b>'a tıkla. </p>
xh: <p>Ukwenza ubumbeko lwesakhelo seenkcukacha esihlala sikhona semodyuli yangoku, nqomfa <b>ku-Yenza Ubumbeko Lwesakhelo Seenkcukacha</b>. </p>

source: Configuration &Module
fr: &Module de configuration
pl: &Moduł konfiguracji
sr@latn: Konfiguracioni &modul
tr: Yapılandırma &Modülü
xh: Imodyuli &Yobumbeko

source: C&onfigure Template
fr: C&onfigurer le modèle
pl: Sk&onfiguruj szablon
tr: Ş&ablonu Yapılandır
xh: Yenza U&bumbeko Lwesakhelo Seenkcukacha

source: Module Configuration
fr: Configuration du module
pl: Konfiguracja modułu
sr@latn: Podešavanje modula
tr: Modül Yapılandırması
xh: Ubumbeko Lwemodyuli
