Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Configure &ZFCP Disks
ar: تكوين أق&راص ZFCP
bg: Настройка на дискове &ZFCP
ca: Configura discs de &ZFCP
cs: Konfigurovat &ZFCP disky
da: Konfigurér &ZFCP-diske
de: &ZFCP-Datenträger konfigurieren
el: Ρύθμιση Δίσκων &ZFCP
eo: Agordi &ZFCP-diskoj
es: Configurar discos &ZFCP
et: Häälesta &ZFCP kettad
fa: قالب بندی دیسک ZFCP
fi: Määritä &ZFCP-levyt
fr: Configurer les disques &ZFCP
gl: Configurar discos &ZFCP
hu: &ZFCP lemezek beállítása
id: Konfigurasi Diska &ZFCP
it: Configura dischi &ZFCP
ja: ZFCP ディスクの設定 (&Z)
km: កំណត់​រចនាសម្ព័ន្ធ​ថាស​ &ZFCP
lt: Konfigūruoti &ZFCP diskus
nb: Konfigurer &ZFCP-disker
nl: &ZFCP-schijven configureren
pl: Skonfiguruj dyski &ZFCP
pt: Configurar Discos &ZFCP
pt_br: Configurar discos &ZFCP
ro: Configurarea discurilor &ZFCP
ru: Настроить диски &ZFCP
sk: Konfigurovať &ZFCP disky
sl: Nastavitev diskov &zFCP
sv: Ställ in &ZFCP-diskar
tg: Танзими дискҳои &ZFCP
th: ปรับแต่งดิสก์แบบ &ZFCP
tr: ZFCP Disklerini Yapılandır
uk: Налаштувати диски &ZFCP
wa: Apontyî les plakes &ZFCP

source: Configure &FCoE Interfaces
ar: تكوي&ن واجهات FCoE
bg: Настройка на интерфейси &FCoE
ca: Configura les interfícies de &FCoE
cs: Nastavit rozhraní &FCoE
da: Konfigurér &FCoE-grænseflader
de: &FCoE-Schnittstellen konfigurieren
el: Ρύθμιση διεπαφών &FCoE
eo: Agordi &FCoE-interfacoj
es: Configurar interfaces &FCoE
et: Häälesta &FCoE liideseid
fa: قالب بندی رابط FCoE
fi: Määritä &FCoE-liitännät
fr: Configurer les interfaces &FCoE
gl: Configurar interfacer &FCoE
hu: &FCoE csatolók beállítása
id: Konfigurasi Antarmuka &FCoE
it: Configura le interfacce &FCoE
ja: FCoE インターフェイスの設定 (&F)
km: កំណត់​រចនា​សម្ព័ន្ធ​ចំណុច​ប្រទាក់ &FCoE
lt: Konfigūruoti &FCoE sąsają
nb: Sett opp &FCoE-grensesnitt
nl: &FCoE-interfaces configureren
pl: Konfiguruj interfejsy &FCoE
pt: Configurar Interfaces &FCoE
pt_br: Configurar interfaces &FCoE
ro: Configurarea interfețelor &FCoE
ru: Настроить интерфейсы &FCoE
sk: Konfigurovať &FCoE rozhrania
sl: Nastavitev vmesnikov &FCoE
sv: Konfigurera &FCoE-gränssnitt
tg: Танзимоти интерфейсҳои &FCoE
tr: Yapılandırma ve FCoE Arabirimleri
uk: Налаштувати інтерфейси &FCoE
wa: Apontyî eterfaces &FCoE

source: Configure &iSCSI Disks
ar: ت&كوين أقراص iSCSI
bg: Настройка на дискове &iSCSI
ca: Configura discs d'&iSCSI
cs: Konfigurovat &iSCSI disky
da: Konfigurér &iSCSI-diske
de: &iSCSI-Datenträger konfigurieren
el: Ρύθμιση δίσκων &iSCSI
eo: Agordi &iSCSI-diskoj
es: Configurar discos &iSCSI
et: Häälesta &iSCSI kettad
fa: قالب بندی دیسک iSCSI
fi: Määritä &iSCSI-asemat
fr: Configurer les disques &iSCSI
gl: Configurar discos &iSCSI
hu: &iSCSI lemezek beállítása
id: Konfigurasi Diska &iSCSI
it: Configura dischi &iSCSI
ja: iSCSI ディスクの設定 (&I)
km: កំណត់​រចនាសម្ព័ន្ធ​ថាស &iSCSI
lt: Konfigūruot &iSCSIi diskus
nb: Konfigurer &iSCSI-disker
nl: &iSCSI-schijven configureren
pl: Skonfiguruj dyski &iSCSI
pt: Configurar Discos &iSCSI
pt_br: Configurar discos &iSCSI
ro: Configurarea discurilor &iSCSI
ru: Настроить диски &iSCSI
sk: Konfigurovať &iSCSI disky
sl: Nastavitev diskov &iSCSI
sv: Ställ in &iSCSI-diskar
tg: Танзими дискҳои &iSCSI
th: ปรับแต่งดิสก์แบบ &iSCSI
tr: Yapılandır ve iSCSI Diskleri
uk: Налаштувати диски &iSCSI
wa: Apontyî les plakes &iSCSI

source: Net&work Configuration...
ar: جارٍ تكوين الشبكة...
ca: Configuració de &xarxa...
cs: Ko&nfigurace sítě...
da: Konfiguration af net&værk...
de: Netz&werkkonfiguration...
el: Διαμόρφωση Δικτύου
eo: &Retagordo...
es: &Configuración de la red...
et: V&õrgu seadistamine...
fa: پیکربندی شبکه...
fi: &Verkon asetukset...
fr: Configuration &réseau...
hu: &Hálózat konfigurálása...
id: Kon&figurasi Jaringan...
it: Configurazione della re&te in corso...
ja: ネットワーク設定 (&W)...
lt: &Tinklo konfigūracija...
nl: Net&werkconfiguratie...
pl: Kon&figuracja sieci...
pt: Configuração de Re&de...
pt_br: Co&nfiguração de rede...
ro: Configurarea reț&elei...
ru: &Конфигурация сети…
sk: &Nastavenie siete...
sl: N&astavitev omrežja …
sv: Nät&verksinställningar...
tr: Ağ Yapılandırması...
uk: Конфігурацію &мережі…

source: Disk Activation
ar: تنشيط القرص
bg: Активиране на диска
ca: Activació del disc
cs: Aktivace disku
da: Aktivering af diske
de: Datenträgeraktivierung
el: Ενεργοποίηση δίσκου
eo: Disk-aktivigo
es: Activación del disco
et: Ketta aktiveerimine
fa: فعالسازی دیسک
fi: Levyn käyttöönotto
fr: Activation du disque
gl: Activación de discos
hu: Lemez aktiválása
id: Aktivasi Diska
it: Attivazione disco
ja: ディスクの有効化
km: ការ​ធ្វើ​ឲ្យ​ថាស​សកម្ម
lt: Disko aktyvavimas
nb: Diskaktivering
nl: Schijfactivering
pl: Aktywacja dysku
pt: Activação do Disco
pt_br: Ativação do disco
ro: Activare disc
ru: Включение диска
sk: Aktivácia diskov
sl: Vklapljanje diskov
sv: Diskaktivering
tg: Фаъолсозии диск
th: เรียกใช้งานดิสก์
tr: Disk Aktivasyonu
uk: Активація диска
wa: Metaedje en alaedje del plake

source: <h2>Network configuration</h2>Launches the Network configuration dialog.
ar: <h2>تكوين الشبكة</h2>بدء تشغيل مربع حوار تكوين الشبكة.
ca: <h2>Configuració de la xarxa</h2> obre el diàleg de configuració de la xarxa.
cs: <h2>Konfigurace sítě</h2> spustí dialog konfigurace sítě.
da: <h2>Netværkskonfiguration</h2>Starter netværkskonfiguration-dialogen.
de: <h2>Netzwerkkonfiguration</h2>Startet den Netzwerkkonfigurationsdialog.
es: <h2>Configuración de la red</h2>Lanza el diálogo para la configuración de la red.
et: <h2>Võrgu konfiguratsioon</h2> avab võrgu seadistamise dialoogi.
fi: <h2>Verkon asetukset</h2> Käynnistää verkon määritys valintaikkunan.
fr: <h2>Configuration réseau</h2> lance le dialogue de configuration du réseau.
hu: <h2>Hálózat konfigurálása</h2>Megjeleníti a Hálózat konfigurálása párbeszédpanelt.
id: <h2>Konfigurasi jaringan</h2>Meluncurkan dialog konfigurasi Jaringan.
it: <h2>Configurazione della rete</h2>Lancia la finestra di dialogo per la configurazione della rete.
ja: <h2>ネットワーク設定</h2> を押すと、ネットワーク設定ダイアログを起動します。
lt: <h2>Tinklo konfigūracija</h2>Atveria tinklo konfigūravimo langą.
nl: <h2>Netwerkconfiguratie</h2>Start de Netwerkconfiguratiedialoog.
pl: <h2>Konfiguracja sieci</h2>Otwiera okno dialogowe konfiguracji sieci.
pt: <h2>Configuração de rede</h2>Abre o diálogo de configuração de Rede.
pt_br: <h2>Configuração da rede</h2>Inicia o diálogo de configuração da rede.
ro: <h2>Configurare rețea</h2>Lansează fereastra de dialog de configurare a rețelei.
ru: <h2>Настройки сети</h2>Запускает диалог настройки сети.
sk: <h2>Konfigurácia siete</h2>Spustí dialóg konfigurácie siete.
sl: <h2>Nastavitev omrežja</h2>Zažene pogovorno okno za nastavitev omrežja.
sv: <h2>Nätverkskonfiguration</h2>Visar dialogrutan Nätverkskonfiguration.
tr: <h2>Ağ yapılandırması</h2>Ağ yapılandırması iletişim kutusunu açar.
uk: <h2>Налаштування мережі</h2>Запускає діалогове вікно налаштування мережі.

source: <h2>Configure DASD Disks</h2>Opens the dialog to configure the <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks.
ar: <h2>تكوين أقراص </h2>DASD فتح مربع الحوار لتكوين <b>الوصول</b> <b>المباشر</b> و<b>أقراص</b> <b>التخزين</b>.
ca: <h2>Configura discs de DASD</h2> obre el diàleg per configurar els "<b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks".
cs: <h2>Konfigurovat disky DASD</h2>Otevře dialog konfigurace disků <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isk (disková paměť s přímým přístupem).
da: <h2>Konfigurere DASD-diske</h2>Åbner dialogen til at konfigurere <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks.
de: <h2>DASD-Datenträger konfigurieren</h2>Öffnet den Dialog zur Konfiguration von <b>D</b>irect <b>A</b>ccess <b>S</b>torage-<b>D</b>atenträgern.
es: <h2>Configurar DASD Disks</h2>Abre el diálogo para configurar el <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks.
et: <h2>DASD ketaste seadistamine</h2>Avab dialoogiakna <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks seadistamiseks (Otse Pöördumisega SalvestusKettad).
fi: <h2>DASD-levyjen asetukset</h2> Avaa ikkunan, jossa voi määrittää DASD-levyt (<b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isk).
fr: <h2>Configurer les disques DASD</h2>Ouvre la boîte de dialogue permettant de configurer les disques d'accès direct au stockage (<b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks, DASD).
hu: <h2>DASD lemezek konfigurálása</h2>Megnyitja a <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isk típusú lemezek konfigurálására szolgáló párbeszédpanelt.
id: <h2>Konfigurasikan Diska DASD</h2>Membuka dialog untuk mengonfigurasi <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks.
it: <h2>Configura i dischi DASD</h2>Apre la finestra di dialogo per configurare i dischi <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks.
ja: <h2>DASD ディスクの設定</h2> を押すと、 <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks の設定ダイアログを開きます。
nl: <h2>DASD schijven configureren</h2>Opent de dialoog om de <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks te configureren.
pl: <h2>Skonfiguruj dyski DASD</h2>Otwiera okno dialogowe konfiguracji dysków typu DASD (<b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks).
pt: <h2>Configurar Discos DAAD (em inglês, DASD)</h2>Abre o diálogo para configurar <b>D</b>ispositivo de <b>A</b>rmazenamento de <b>A</b>cesso <b>D</b>ireto.
pt_br: <h2>Configurar discos DASD</h2>Abre o diálogo para configurar os discos <b>DASD (Direct Access Storage Disks)</b>.
ro: <h2>Configurare discuri DASD</h2>Deschide fereastra de dialog pentru a configura <b>D</b>irect <b>A</b>ccesul <b>S</b>tocare <b>D</b>iscuri.
ru: <h2>Настроить диски DASD</h2>Открывает диалог настройки <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks.
sk: <h2>Konfigurovať DASD disky</h2>Otvorí dialóg na konfiguráciu diskov <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isk.
sl: <h2>Nastavitev diskov DASD</h2>Odpre pogovorno okno za nastavitev diskov <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isk.
sv: <h2>Konfigurera DASD-diskar</h2>Öppnar dialogrutan för att konfigurera DASD-diskar (<b>D</b>irect<b>A</b>ccess <b>S</b>torage <b>D</b>isks).
tr: <h2>DASD Disklerini Yapılandır</h2>Konfigüre etmek için iletişim kutusunu açar. <b>D</b>oğrudan <b>E</b>rişim <b>D</b>epolama <b>D</b>iskleri.
uk: <h2>Налаштування DASD дисків</h2>Відкриває діалогове вікно для налаштування <b>D</b>irect <b>A</b>ccess <b>S</b>torage <b>D</b>isks.

source: <h2>Configure zFCP Disks</h2>Allows to configure the Fibre Channel Attached SCSI Disks.
ar: <h2>تكوين أقراص zFCP</h2>السماح بتكوين أقراص SCSI الملحقة ببروتوكول Fibre Channel.
ca: <h2>Configura discs de zFCP</h2> permet configurar els "Fibre Channel Attached SCSI Disks".
cs: <h2>Konfigurovat disky zFCP</h2>Umožňuje konfigurovat disky SCSI připojené přes Fibre Channel.
da: <h2>Konfigurere zFCP-diske</h2>Giver mulighed for at konfigurere SCSI-diskene som er tilsluttet med fiberkanal.
de: <h2>zFCP-Datenträger konfigurieren</h2>Ermöglicht die Einrichtung von per Fiber-Channel angeschlossenen SCSI-Datenträgern.
es: <h2>Configurar discos zFCP</h2>Permite configurar los discos Fibre Channel Attached SCSI.
et: <h2>zFCP ketaste seadistamine</h2>Võimaldab konfigureerida optikakanaliga ühendatud SCSI-kettaid.
fi: <h2>zFCP-levyjen asetukset</h2> Mahdollistaa kuitukanavaliitänteisten SCSI-levyjen määrittämisen.
fr: <h2>Configurer les disques zFCP</h2>Permet de configurer les disques zFCP (Fibre Channel Attached SCSI Disks).
hu: <h2>zFCP lemezek konfigurálása</h2>Lehetővé teszi a Fibre Channel Attached SCSI lemezek konfigurálását.
id: <h2>Konfigurasikan Diska zFCP</h2>Memungkinkan untuk mengonfigurasi Fiber Channel Attached SCSI Disks.
it: <h2>Configura i dischi zFCP</h2>Permette di configurare i dischi Fibre Channel Attached SCSI Disks.
ja: <h2>zFCP ディスクの設定</h2> を押すと、 Fibre Channel Attached SCSI Disks の設定を行うことができます。
nl: <h2>zFCP schijven configureren</h2>Stelt in staat om de Fibre Channel Attached SCSI Disks te configureren.
pl: <h2>Skonfiguruj dyski zFCP</h2>Umożliwia skonfigurowanie dysków SCSI Fibre Channel (zFCP).
pt: <h2>Configurar Discos zFCP</h2>Permite configurar Discos SCSI anexados por Canal de Fibra.
pt_br: <h2>Configurar discos zFCP</h2>Permite a configuração dos discos SCSI do tipo Fibre Channel.
ro: <h2>Configurare discuri zFCP</h2>Permite configurarea discurilor Fibre Channel Attached SCSI.
ru: <h2>Настроить диски zFCP</h2>Позволяет настроить Fibre Channel Attached SCSI Disks.
sk: <h2>Konfigurovať zFCP disky</h2>Umožňuje konfigurovať disky SCSI pripojené k Fibre Channel.
sl: <h2>Nastavitev diskov zFCP</h2>Omogoča nastavitev diskov Fibre Channel Attached SCSI.
sv: <h2>Konfigurera zFCP-diskar</h2>Gör att du kan konfigurera fiberkanallanslutna SCSI-diskar.
tr: <h2>zFCP Disklerini Yapılandır</h2>Fiber Kanala Bağlı SCSI Disklerinin yapılandırılmasına izin verir.
uk: <h2>Налаштування дисків zFCP</h2>Дозволяє налаштувати диски SCSI, підключені до Fibre Channel.

source: <h2>Configure FCoE Interfaces</h2>Shows the dialog to manage the <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet interfaces.
ar: <h2>تكوين واجهاتFCoE</h2>عرض مربع الحوار لإدارة <b>F</b>ibre <b>C</b>hannel <b> بواسطة </b><b>واجهات</b>إيثرنت.
ca: <h2>Configura interfícies d'FCoE</h2> mostra el diàleg per gestionar les interfícies de "<b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet interfaces".
cs: <h2>Konfigurovat rozhraní FCoE</h2>Zobrazí dialog správy rozhraní <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet.
da: <h2>Konfigurere FCoE-grænseflader</h2>Viser dialogen til at håndtere <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet-grænsefladerne.
de: <h2>FCoE-Schnittstellen konfigurieren</h2>Zeigt das Dialogfeld zur Verwaltung von <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet-Schnittstellen an.
es: <h2>Configurar interfaces FCoE</h2>Muestra un cuadro de diálogo para gestionar las interfaces <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet.
et: <h2>FCoE ühenduste seadistamine</h2>Näitab dialoogi <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet interfaces haldamiseks.
fi: <h2>FCoE-liitäntäasetukset</h2> Näyttää ikkunan, josta voi hallita FCoE-liitäntöjä (<b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet).
fr: <h2>Configurer les interfaces FCoE</h2>Affiche la boîte de dialogue permettant de gérer les interfaces <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet (FCoE).
hu: <h2>FCoE csatolók konfigurálása</h2>Megjeleníti a <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet csatolók kezelésére szolgáló párbeszédpanelt.
id: <h2>Konfigurasikan Antarmuka FCoE</h2>Menunjukkan dialog untuk mengelola <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet interfaces.
it: <h2>Configura le interfacce FCoE</h2>Mostra la finestra di dialogo per gestire le interfacce <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet.
ja: <h2>FCoE インターフェイスの設定</h2> を押すと、 <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet インターフェイスを管理するためのダイアログを表示します。
nl: <h2>FCoE Interfaces configureren</h2>Toont de dialoog om de <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet interfaces te configureren.
pl: <h2>Konfiguruj interfejsy FCoE</h2>Wyświetla okno dialogowe pozwalające zarządzać interfejsami FCoE (<b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet).
pt: <h2>Configurar Interfaces CFsE (em ingles, FCoE)</h2> Mostra o diálogo para gerir <b>C</b>anal de <b>F</b>ibra <b>S</b>obre interfaces de <b>E</b>thernet.
pt_br: <h2>Configurara interfaces FCoE</h2>Mostra o diálogo para gerenciar as interfaces <b>FCoE (Fibre Channel over Ethernet)</b>.
ro: <h2>Configurare interfețe FCoE</h2>Afișează fereastra de dialog pentru gestionarea interfețelor <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet.
ru: <h2>Настроить интерфейсы FCoE</h2>Показывает диалог управления интерфейсами <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet.
sk: <h2>Konfigurovať FCoE rozhrania</h2>Ukáže dialóg na správu rozhraní <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet.
sl: <h2>Nastavitev vmesnikov FCoE</h2>Odpre pogovorno okno za nastavitev vmesnikov <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet.
sv: <h2>Konfigureraa FCoE-gränssnitt</h2>Visar dialogrutan för att hantera FCoE-gränssnitt (<b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet).
tr: <h2>FCoE Arabirimlerini Yapılandır</h2><b>E</b>thernet <b>ü</b>zerinden <b>F</b>iber <b>K</b>anal arabirimlerini yönetmek için iletişim kutusunu gösterir.
uk: <h2>Налаштування інтерфейсів FCoE</h2>Надає діалогове вікно для керування інтерфейсами <b>F</b>ibre <b>C</b>hannel <b>o</b>ver <b>E</b>thernet.

source: <h2>Configure iSCSI Disks</h2>Executes the iSCSI initiator configuration.
ar: <h2>تكوين أقراص iSCSI</h2>تنفيذ تكوين بادئ iSCSI.
ca: <h2>Configura discs d'iSCSI</h2> executa la configuració de l'iniciador iSCSI.
cs: <h2>Konfigurovat disky iSCSI</h2>Konfiguruje iniciátor iSCSI.
da: <h2>Konfigurere iSCSI-diske</h2>Udfører iSCSI-initiator-konfigurationen.
de: <h2>iSCSI-Datenträger konfigurieren</h2>Führt die Konfiguration des iSCSI-Initiators aus.
es: <h2>Configurar discos iSCSI</h2>Ejecuta la configuración del iniciador iSCSI.
et: <h2>iSCSI ketaste seadistamine</h2> käivitab iSCSI ketaste algatamise seadistamise.
fi: <h2>iSCSI-levyasetukset</h2> Käynnistää iSCSI-alustusmäärityksen.
fr: <h2>Configurer les disques iSCSI</h2>Exécute la configuration de l'initiateur iSCSI.
hu: <h2>iSCSI lemezek konfigurálása</h2>Végrehajtja az iSCSI-kezdeményező konfigurálását.
id: <h2>Konfigurasikan Diska iSCSI</h2>Menjalankan konfigurasi inisiator iSCSI.
it: <h2>Configura i dischi iSCSI</h2>Esegue la configurazione dell'iniziatore iSCSI.
ja: <h2>iSCSI ディスクの設定</h2> を押すと、 iSCSI のイニシエータ設定を実行することができます。
nl: <h2>iSCSI Disks configureren</h2>Voert de iSCSI initiator-configuratie uit.
pl: <h2>Skonfiguruj dyski iSCSI</h2>Przeprowadza konfigurację modułu inicjującego iSCSI.
pt: <h2>Configurar Discos iSCSI</h2>Executa a configuração de inicialização iSCSI.
pt_br: <h2>Configurar discos iSCSI</h2>Executa a configuração do iniciador iSCSI.
ro: <h2>Configurare discuri iSCSI</h2>Execută configurarea inițiatorului iSCSI.
ru: <h2>Настроить диски iSCSI</h2>Выполняет настройку инициатора iSCSI.
sk: <h2>Konfigurovať iSCSI disky</h2>Vykoná konfiguráciu iniciátora iSCSI.
sl: <h2>Nastavitev diskov iSCSI</h2>Izvede nastavitev pobudnika iSCSI.
sv: <h2>Konfigurera iSCSI-diskar</h2>Kör iSCSI-initieringskonfiguration.
tr: <h2>iSCSI Disklerini Yapılandır</h2>iSCSI başlatıcı yapılandırmasını yürütür.
uk: <h2>Налаштування iSCSI дисків</h2>Виконує налаштування збуджувача iSCSI.

source: Installation - Warming Up
ar: تثبيت - قيد الاستعداد
bg: Инсталация – подгряване
ca: Instal·lació: escalfant...
cs: Instalace - Příprava
da: Installation - varmer op
de: Installation - Warmlauf
el: Εγκατάσταση - Προετοιμασία
eo: Instalado - Varmiĝado
es: Instalación - Calentando
et: Paigaldamine — soojendus
fa: در حال نصب - گرم کردن
fi: Asennus - odotetaan lähtölupaa
fr: Installation - Préparation
gl: Instalación - Quentando motores
hu: Telepítés - előkészítés
id: Pemasangan - Persiapan
it: Installazione - Preparazione
ja: インストール - 準備作業
km: ការ​ដំឡើង - Warming Up
lt: Diegimas – Ruošimasis
nb: Installasjon - forberedelse
nl: Installatie - aan het opwarmen
pl: Instalacja - rozgrzewka
pt: Instalação - A Preparar
pt_br: Instalação - Aquecendo
ro: Instalare - Încălzire
ru: Подготовка к установке
sk: Príprava k inštalácii
sl: Nameščanje – pripravljanje
sv: Installation - värmer upp
tg: Насб - Омода шуда истодааст
th: การติดตั้ง - อุ่นเครื่อง
tr: Kurulum - Isınma
uk: Підготовка до встановлення
wa: Astalaedje - Dji tchåfe

source: <p>Installation is just about to start!</p>
ar: <p>التثبيت على وشك التشغيل!</p>
bg: <p>Инсталацията ще започне всеки момент!</p>
ca: <p>La instal·lació s'iniciarà ara</p>
cs: <p>Spouští se instalace!</p>
da: <p>Installationen er lige ved at starte!</p>
de: <p>Installation wird in Kürze gestartet!</p>
el: <p>Η εγκατάσταση είναι έτοιμη να ξεκινήσει!</p>
eo: <p>Inslatado komenciĝos tuj!</p>
es: <p>La instalación está a punto de comenzar.</p>
et: <p>Paigaldamine on kohe algamas!</p>
fa: <p>روند نصب در حال آغاز شدن است!</p>
fi: <p>Asennus on alkamaisillaan!</p>
fr: <p>L'installation est sur le point de commencer !</p>
gl: <p>A instalación está a piques de comezar!</p>
hu: <p>A telepítés hamarosan indul!</p>
id: <p>Pemasangan akan segera dimulai!</p>
it: <p>L'installazione sta per iniziare.</p>
ja: <p>インストールが始まりました!</p>
km: <p>កា​រដំឡើង​គឺ​រៀប​នឹង​ចាប់ផ្ដើម​ហើយ !</p>
lt: <p>Diegimas dar tik prasideda!</p>
nb: <p>Installasjonen begynner straks!</p>
nl: <p>De installatie staat op het punt te starten!</p>
pl: <p>Za chwilę rozpocznie się instalacja.</p>
pt: <p>A instalação está prestes a começar!</p>
pt_br: <p>A instalação está prestes a começar!</p>
ro: <p>Instalarea este pe cale să înceapă!</p>
ru: <p>Установка скоро начнется!</p>
sk: <p>Inštalácia sa práve začína!</p>
sl: <p>Kmalu se bo začelo nameščanje.</p>
sv: <p>Installationen börjar snart!</p>
tg: <p>Насби система ҳозир сар мешавад!</p>
th: <p>การติดตั้งเพิ่งจะเริ่มต้นเท่านั้น !</p>
tr: <p>Kurulum başlamak üzere!</p>
uk: <p>Встановлення майже розпочато!</p>
wa: <p>L' astalaedje va ataker bén rade !</p>

source: Initializing
ar: تهيئة
bg: Стартиране
ca: Iniciant
cs: Inicializace
da: Initialiserer
de: Initialisierung
el: Αρχικοποίηση
eo: Pravalorizante
es: Inicializando
et: Ettevalmistumine
fa: مقداردهی اولیه
fi: Valmistellaan
fr: Initialisation
gl: Iniciando
hu: Előkészítés
id: Inisialisasi
it: Inizializzazione
ja: しばらくお待ちください
km: កំពុង​ចាប់ផ្ដើម
lt: Paleidžiama
nb: Initialiserer
nl: Initialiseren
pl: Inicjalizacja
pt: A inicializar
pt_br: Inicializando
ro: Inițializare
ru: Инициализация
sk: Inicializácia
sl: Pripravljanje
sv: Initierar
tg: Омодасозӣ
th: เตรียมการทำงาน
tr: Başlatılıyor
uk: Започаткування
wa: Inicialijhaedje

source: Initializing the installation...
ar: تتم الآن تهيئة التثبيت...
bg: Започване на инсталацията…
ca: Iniciant la instal·lació...
cs: Inicializuje se instalace...
da: Initialiserer installationen...
de: Installation wird initialisiert...
el: Αρχικοποίηση της εγκατάστασης...
eo: Pravalorizado de la instalo...
es: Inicializando la instalación...
et: Paigalduskeskkonna ettevalmistamine...
fa: مقدار دهی اولیه نصب...
fi: Valmistellaan asennusta...
fr: Initialisation de l'installation...
gl: Iniciando a instalación...
hu: Telepítés előkészítése...
id: Menginisialisasi pemasangan...
it: Inizializzazione dell'installazione in corso...
ja: インストール処理を準備しています...
km: កំពុង​ចាប់ផ្ដើម​ការ​ដំឡើង...
lt: Paleidžiamas diegimas...
nb: Initialiserer installasjonen...
nl: Installatie wordt geïnitialiseerd...
pl: Inicjalizacja instalacji...
pt: A inicializar a instalação...
pt_br: Inicializando a instalação...
ro: Se inițializează instalarea...
ru: Инициализация установки...
sk: Inicializácia procesu inštalácie...
sl: Pripravljanje nameščanja …
sv: Installationen initieras...
tg: Омодасозии насб...
th: เตรียมกระบวนการติดตั้ง...
tr: Yükleme başlatılıyor ...
uk: Започаткування встановлення...
wa: Inicialijhaedje di l' astalaedje...

source: Re&lease Notes...
ar: ملاحظات الإص&دار ...
ca: No&tes de la versió...
cs: Poznámky k &vydání...
da: &Udgivelsesnoter...
de: Versio&nshinweise...
el: &Σημειώσεις Έκδοσης...
eo: E&ldonnotoj...
es: Notas de la &versión...
et: Väljalaske &teated...
fa: یادداشت های انتشار...
fi: &Julkaisutiedot...
fr: &Notes de version...
gl: Notas de publicación...
hu: &Kiadási megjegyzések...
id: Catatan Ri&lis...
it: &Note di rilascio…
ja: リリースノート (&L)...
lt: &Pastabos šiai versijai
nl: &Uitgavenotities...
pl: &Informacje o wydaniu...
pt: Notas de Lan&çamento...
pt_br: Notas de &lançamento...
ro: Note de la&nsare...
ru: При&мечания к выпуску…
sk: &Poznámky k vydaniu...
sl: &Opombe k izdaji …
sv: Versions&information...
tr: Sürüm Notları...
uk: &Примітки до випуску…
