Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>Sets default SELinux mode. Modes are: <ul><li><b>Enforcing</b> the state that enforces SELinux security policy. Access is denied to users and programs unless permitted by SELinux security policy rules. All denial messages are logged.</li> <li><b>Permissive</b> is a diagnostic state. The security policy rules are not enforced, but SELinux sends denial messages to a log file.</li><li><b>Disabled</b> SELinux does not enforce a security policy.</li></ul></p>
ca: <p>Estableix el mode de SELinux predeterminat. Els modes són aquests: <ul><li><b>fes complir</b>, l’estat que aplica la política de seguretat de SELinux. L'usuari i els programes tenen l'accés denegat tret que ho permeti la normativa de seguretat de SELinux. Es registren tots els missatges de denegació.</li><li><b>Permissiu</b> és un estat de diagnòstic. Les regles de la política de seguretat no s'apliquen, però SELinux envia els missatges de denegació a un fitxer de registre.</li><li><b>Inhabilitat</b> SELinux no aplica cap política de seguretat.</li></ul></p>
cs: <p>Nastaví výchozí režim SELinuxu. Režimy jsou: <ul><li><b>Vynucující</b> je stav, který vynucuje zásady zabezpečení SELinuxu. Přístup je odepřen uživatelům a programům, pokud to není pravidly bezpečnostní politiky SELinuxu povoleno. Všechny zprávy o odmítnutí jsou zaznamenány.</li><li><b>Liberální</b> je diagnostický stav. Pravidla zásad zabezpečení nejsou vynucena, ale SELinux zapíše zprávy o odmítnutí do souborů protokolu.</li><li><b>Zakázaný</b> SELinux nevynucuje zásady zabezpečení.</li></ul></p>
de: <p>Legt den Standard-SELinux-Modus fest. Modi sind: <ul><li><b>Erzwingen</b> ist der Zustand, der die SELinux-Sicherheitsrichtlinie erzwingt. Der Zugriff wird Benutzern und Programmen verweigert, es sei denn, die Regeln der SELinux-Sicherheitsrichtlinie lassen ihn zu. Alle Verweigerungsmeldungen werden protokolliert.</li> <li><b>Erlaubt</b> ist ein Diagnosezustand. Die Regeln der Sicherheitsrichtlinie werden nicht erzwungen, aber SELinux sendet Verweigerungsmeldungen an eine Protokolldatei.</li><li><b>Deaktiviert</b> SELinux erzwingt keine Sicherheitsrichtlinie.</li></ul></p>
es: <p>Define el modo de SELinux por defecto. Los modos son estos: <ul><li><b>Forzoso</b> obliga a utilizar la directiva de seguridad de SELinux. Se deniega el acceso a los usuarios y programas, a no ser que se permitan en las reglas de la directiva de seguridad de SELinux. Se registran todos los mensajes de denegación.</li> <li><b>Permisivo</b> es un estado de diagnóstico. Las reglas de la directiva de seguridad no se aplican de forma obligatoria, pero SELinux envía mensajes de denegación a un archivo de registro.</li><li><b>Inhabilitado</b> indica que SELinux no aplica una directiva de seguridad.</li></ul></p>
fr: <p>Définit le mode par défaut de SELinux. Les modes sont les suivants : <ul><li><b>Enforcing</b> : (Application) état qui applique la politique de sécurité de SELinux. L'accès est refusé aux utilisateurs et programmes, sauf s'il est autorisé par les règles de la stratégie de sécurité de SELinux. Tous les messages de refus sont consignés.</li><li><b>Permissive</b> : (Permissif) état diagnostic. Les règles de la stratégie de sécurité ne sont pas appliquées, mais SELinux envoie les messages de refus dans un fichier journal.</li><li><b>Disabled</b> : (Désactivé) SELinux n'applique pas de politique de sécurité.</li></ul></p>
id: <p>Mengatur mode SELinux bawaan. Mode adalah: <ul><li><b>Enforcing</b> status yang memberlakukan kebijakan keamanan SELinux. Akses ditolak untuk pengguna dan program kecuali diizinkan oleh aturan kebijakan keamanan SELinux. Semua pesan penolakan dicatat.</li> <li><b>Permissive</b> adalah keadaan diagnostik. Aturan kebijakan keamanan tidak diberlakukan, tetapi SELinux mengirim pesan penolakan ke berkas log.</li><li><b>Disabled</b> SELinux tidak memberlakukan kebijakan keamanan.</li></ul></p>
it: <p>Imposta la modalità SELinux predefinita. Le modalità sono: <ul><li><b>Enforcing</b> lo stato che applica la policy di sicurezza di SELinux. L'accesso viene negato agli utenti e ai programmi non consentiti dalle regole della policy di sicurezza di SELinux. Tutti i messaggi di rifiuto sono registrati.</li> <li><b>Permissive</b> è uno stato di diagnostica. Le regole della policy di sicurezza non sono applicate, ma SELinux invia i messaggi di rifiuto a un file di log.</li><li><b>Disabled</b> SELinux non applica alcuna policy di sicurezza.</li></ul></p>
ja: <p>既定の SELinux モードを指定します。モードは下記から選択できます: <ul><li><b>Enforcing</b> SELinux のセキュリティポリシーを正しく適用するモードです。 SELinux のセキュリティポリシーで許可されていないユーザやプログラムのアクセスは拒否され、その拒否内容がログに記録されます。</li> <li><b>Permissive</b> 分析用のモードです。セキュリティポリシーは適用されませんが、違反内容はログに記録されます。</li><li><b>Disabled</b> SELinux のセキュリティポリシーを全く適用しないモードです。</li></ul></p>
nl: <p>Stelt de standaard SELinux modus in. Modi zijn: <ul><li><b>Afdwingen</b> de status die het SELinux beveiligingsbeleid afdwingt. Toegang wordt geweigerd aan gebruikers en programma's tenzij toegestaan door regels in het SELinux beveiligingsbeleid. Alle weigeringsberichten worden gelogd.</li> <li><b>Toegestaan</b> is een diagnostische status. De regels van het beveiligingsbeleid worden niet afgedwongen, maar SELinux stuurt weigerberichten naar een logbestand.</li><li><b>Uitgeschakeld</b> SELinux handhaaft geen beveiligingsbeleid.</li></ul></p>
pt_br: <p>Define o modo SELinux padrão. Os modos são: <ul><li><b>Reforçando</b> o estado que aplica a política de segurança SELinux. O acesso é negado a usuários e programas, a menos que seja permitido pelas regras de política de segurança do SELinux. Todas as mensagens de negação são registradas.</li> <li><b>Permissivo</b> é um estado de diagnóstico. As regras da política de segurança não são aplicadas, mas o SELinux envia mensagens de negação para um arquivo de log.</li><li><b>Desativado</b> O SELinux não impõe uma política de segurança.</li></ul></p>
ro: <p>Stabilește modul SELinux implicit. Modurile sunt: <ul><li><b>Enforcing</b> starea care pune în aplicare politica de securitate SELinux. Accesul este refuzat utilizatorilor și programelor, cu excepția cazului în care este permis de regulile politicii de securitate SELinux. Toate mesajele de refuz sunt înregistrate.</li> <li><b>Permisiv</b> este o stare de diagnosticare. Regulile politicii de securitate nu sunt puse în aplicare, dar SELinux trimite mesaje de refuz într-un fișier jurnal.</li><li><b>Dezactivat</b> SELinux nu impune o politică de securitate.</li></ul></p>
ru: <p>Стандартные режимы работы SELinux. <ul><li><b>Режим "Enforcing"</b> состояние, которое обеспечивает соблюдение политики безопасности SELinux. Доступ запрещен для пользователей и программ, если это не разрешено правилами политики безопасности SELinux. Все сообщения об отказе в правах регистрируются.</li> <li><b>Режим "Permissive"</b> является диагностическим состоянием. Правила политики безопасности не применяются, но SELinux отправляет сообщения об отказе в правах в файл журнала.</li><li><b>Отключено</b> SELinux не обеспечивает политику безопасности.</li></ul></p>
sk: <p>Nastavuje predvolený režim pre SELinux. Režimy sú: <ul><li><b>Vynucovací</b> stav, ktorý presadzuje bezpečnostnú politiku SELinux. Prístup je odmietnutý používateľom a programom, pokiaľ to nepovoľujú pravidlá bezpečnostnej politiky SELinux. Všetky správy o odmietnutí sú zaznamenané.</li> <li><b>Tolerantný</b> je diagnostický stav. Pravidlá bezpečnostnej politiky sa nevynucujú, ale SELinux posiela správy o odmietnutí do súboru záznamu.</li><li><b>Zakázaný</b> SELinux nevynucuje bezpečnostnú politiku.</li></ul></p>
sl: <p>Nastavi privzet način SELinux. Načini so <ul><li><b>Zagotovljeno</b>: zagotavlja varnostna pravila SELinux. Uporabnikom in programom je dostop zavrnjen, razen če to ne dovoljujejo varnostna pravila SELinux. Vsa sporočila zavrnitev so zapisana v dnevnik.</li><li><b>Popustljivo</b>: to je stanje za diagnozo. Varnostna pravila niso upoštevana, vendar SELinux zavrnitvena sporočila zapiše v dnevnik.</li><li><b>Onemogočeno</b>: SELinux ne upošteva varnostnih pravil.</li></ul></p>
sv: <p>Ställer in standard SELinux läge. Lägen är: <ul><li><b>Enforcing</b> staten som upprätthåller SELinux säkerhetspolicy. Åtkomst nekas användare och program om det inte är tillåtet av SELinux säkerhetspolicyregler. Alla avslagsmeddelanden loggas. </li><li><b>Permissive</b> är ett diagnostiskt tillstånd. Säkerhetspolicyreglerna upprätthålls inte, men SELinux skickar avslagsmeddelanden till en loggfil. </li><li><b>Disabled</b> SELinux tillämpar inte en säkerhetspolicy. </li></ul></p>
uk: <p>Встановлює типовий режим SELinux. Режими: <ul><li><b>Посилений</b> - стан, який забезпечує застосування політики безпеки SELinux. Користувачам і програмам заборонено доступ, якщо це не дозволено правилами політики безпеки SELinux. Усі повідомлення про відмову реєструються.</li> <li><b>Рекомендований</b> - це стан діагностики. Правила політики безпеки не застосовуються, але SELinux надсилає повідомлення про відмову у файл журналу.</li><li><b>Вимкнено</b> SELinux не застосовує політику безпеки.</li></ul></p>

source: You must choose some option before you continue.
ar: يجب اختيار أحد الخيارات قبل الاستمرار.
ca: Heu de triar alguna opció abans de continuar.
cs: Než můžete pokračovat, vyberte možnost.
da: Du skal vælge en indstilling inden du kan fortsætte.
de: Sie müssen eine Option auswählen, bevor Sie fortfahren können.
es: Debe seleccionar una opción antes de continuar.
et: Peate midagi valima, et jätakata.
fi: Jokin vaihtoehto on valittava, ennen kuin voit jatkaa.
fr: Vous devez choisir une option avant de continuer.
gl: Escolla unha das opcións para continuar.
hu: A folytatás előtt választania kell valamilyen beállítást.
id: Anda harus memilih beberapa opsi sebelum melanjutkan.
it: È necessario scegliere un'opzione prima di continuare.
ja: 続行するには、いくつかのオプションを選択しなければなりません。
lt: Prieš tęsdami turite pasirinkti kurį nors variantą.
nl: U moet een optie kiezen om door te kunnen gaan.
pl: Musisz wybrać jakąś opcję zanim przejdziesz dalej.
pt: Você têm de escolher uma opção antes de continuar.
pt_br: Você deve escolher alguma opção antes de continuar.
ro: Trebuie să alegeți o anumită opțiune înainte de a continua.
ru: Чтобы продолжить, выберите вариант.
sk: Pred pokračovaním musíte zvoliť nejakú možnosť.
sl: Pred nadaljevanjem morate izbrati eno izmed možnosti.
sv: Du måste välja ett alternativ innan du fortsätter.
tr: Devam etmeden önce bir seçenek seçmelisiniz.
uk: Щоби продовжити, виберіть варіант.

source: Cannot find URL '%1' via protocol HTTP(S). Server returned code %2.
ar: تعذر العثور على عنوان URL '%1' بواسطة بروتوكول HTTP‏(S). قام الخادم بإرجاع الرمز %2.
ca: No es pot trobar l'URL "%1" a través del protocol HTTP(S). El servidor ha retornat el codi %2.
cs: URL '%1' nelze přes protokol HTTP(S) najít. Server vrátil chybu %2.
da: Kan ikke finde URL'en '%1' via protokol HTTP(S). Serveren returnerede kode %2.
de: URL '%1' kann nicht über Protokoll HTTP(S) gefunden werden. Der Server hat Code %2 zurückgegeben.
eo: Ne povas trovi URL '%1' per protokolo HTTP(S). Servilo revenigis kodon %2.
es: No se ha encontrado el URL %1 mediante el protocolo HTTP(S). El servidor ha devuelto el código %2.
et: URL-i '%1' ei leita protokolliga HTTP(S). Server tagastas koodi %2.
fa: نمیتوان آدرس '%1' از طری پروتکل HTTP(S) را یافت. سرور کد %2 را بازگرداند.
fi: HTTP(S)-yhteyskäytännöllä ei löydy verkko-osoitetta ”%1”. Palvelin palautti koodin %2.
fr: Impossible de trouver l'URL '%1' via le protocole HTTP(S). Code renvoyé par le serveur : %2.
hu: Nem található a(z) '%1' URL HTTP(S) protokollon keresztül. A kiszolgáló által visszaadott kód: %2.
id: Tidak dapat menemukan URL '%1' melalui protokol HTTP(S). Peladen mengembalikan kode %2.
it: Impossibile trovare l'URL '%1' tramite protocollo HTTP(S). Codice di ritorno server %2.
ja: HTTP(S) プロトコルで URL '%1' を見つけることができませんでした。サーバはコード %2 を返しました。
lt: Nepavyko rasti URL „%1“ jungiantis HTTP(S) protokolu. Serveris grąžino %2 kodą.
nl: Kan URL '%1' niet vinden via protocol HTTP(S). De server antwoordde met code %2.
pl: Nie można znaleźć URL '%1' poprzez protokół HTTP(S). Serwer zwrócił odpowiedź %2.
pt: Não foi possível encontrar o URL '%1' via o protocolo HTTP(S). O servidor retornou o erro %2.
pt_br: Não foi possível localizar o URL '%1' pelo protocolo HTTP(S). O servidor retornou o código %2.
ro: Nu se poate găsi URL-ul '%1' prin intermediul protocolului HTTP(S). Codul returnat de server %2.
ru: Невозможно найти URL "%1" по протоколу HTTP(S). Сервер вернул код %2.
sk: Nie je možné nájsť URL '%1' pomocou protokolu HTTP(S). Server vrátil kód %2.
sl: Prek protokola HTTP(S) ni bilo moč najti URL-ja »%1«. Strežnik je vrnil kodo %2.
sv: Kan inte hitta URL "%1" via protokoll HTTP(S). Server returnerade kod %2.
tr: HTTP(S) protokolü aracılığıyla '%1' URL'si bulunamadı. Sunucu %2 kodunu döndürdü.
uk: Неможливо знайти URL '%1' через протокол HTTP(S). Сервер повернув код %2.

source: Cannot find URL '%1' via protocol FTP. Server returned code %2.
ar: تعذر العثور على عنوان URL '%1' بواسطة بروتوكول FTP. قام الخادم بإرجاع الرمز %2.
ca: No es pot trobar l'URL "%1" a través del protocol FTP. El servidor ha returnat el codi %2.
cs: URL '%1' nelze přes protokol FTP najít. Server vrátil chybu %2.
da: Kan ikke finde URL'en '%1' via protokol FTP. Serveren returnerede kode %2.
de: URL '%1' kann nicht über Protokoll FTP gefunden werden. Der Server hat Code %2 zurückgegeben.
eo: Ne povas trovi URL '%1' per protokolo FTP. Servilo revenigis kodon %2.
es: No se ha encontrado el URL %1 mediante el protocolo FTP. El servidor ha devuelto el código %2.
et: Protokolli FTP kaudu ei leita URL-i '%1'. Server tagastas koodi %2.
fa: نمیتوان آدرس %1 را از طریق پروتکل FTP یافت. سرور کد %2 را بازگرداند.
fi: FTP-yhteyskäytännöllä ei löydy verkko-osoitetta ”%1”. Palvelin palautti koodin %2.
fr: Impossible de trouver l'URL '%1' via le protocole FTP. Code renvoyé par le serveur : %2.
hu: Nem található a(z) '%1' URL FTP protokollon keresztül. A kiszolgáló által visszaadott kód: %2.
id: Tidak dapat menemukan URL '%1' melalui protokol FTP. Peladen mengembalikan kode %2.
it: Impossibile trovare l'URL '%1' tramite protocollo FTP. Codice di ritorno server %2.
ja: FTP プロトコルで URL '%1' を見つけることができませんでした。サーバはコード %2 を返しました。
lt: Nepavyko rasti URL „%1“ jungiantis FTP protokolu. Serveris grąžino %2 kodą.
nl: Kan URL '%1' niet vinden via protocol FTP. De server antwoordde met code %2.
pl: Nie można znaleźć URL '%1' poprzez protokół FTP. Serwer zwrócił odpowiedź %2.
pt: Não foi possivel encontrar o URL '%1' via o protocolo FTP. O servidor retornou o código %2.
pt_br: Não foi possível localizar o URL '%1' pelo protocolo FTP. O servidor retornou o código %2.
ro: Nu se poate găsi URL-ul '%1' prin intermediul protocolului FTP. Codul returnat de server %2.
ru: Невозможно найти "%1" по протоколу FTP. Сервер вернул код %2.
sk: Nie je možné nájsť URL '%1' pomocou protokolu FTP. Server vrátil kód %2.
sl: Prek protokola FTP ni bilo moč najti URL-ja »%1«. Strežnik je vrnil kodo %2.
sv: Kan inte hitta URL "%1" via protokoll FTP. Server returnerade kod %2.
uk: Неможливо знайти URL '%1' через протокол FTP. Сервер повернув код %2.

source: Reading file on %1/%2 failed.
ar: فشلت قراءة الملف على %1/%2.
ca: Ha fallat llegir el fitxer a %1/%2.
cs: Čtení souboru na %1/%2 selhalo.
da: Læsning af fil fra %1/%2 mislykkedes.
de: Fehler beim Lesen von Datei %1/%2.
el: Αποτυχία ανάγνωσης αρχείου στο %1/%2.
eo: Legado de dosiero sur %1/%2 malsukcesis.
es: Error al leer el archivo %1/%2.
et: Faili lugemine %1/%2 ebaõnnestus.
fa: خواندن پرونده در %1%2 ناموفق بود.
fi: Tiedoston %1/%2 luku epäonnistui.
fr: La lecture du fichier sur le %1/%2 a échoué.
hu: A(z) %1/%2 fájl olvasása nem sikerült.
id: Membaca berkas %1/%2 gagal.
it: Lettura file su %1/%2 non riuscita.
ja: ファイル %1/%2 の読み込みに失敗しました。
lt: Nepavyko nuskaityti rinkmenos iš %1/%2.
nl: Lezen van bestand op %1/%2 is mislukt.
pl: Odczytanie pliku na %1/%2 nie powiodło się.
pt: A leitura do ficheiro em %1/%2 falhou.
pt_br: Falha na leitura de %1/%2.
ro: Citirea fișierului pe %1/%2 a eșuat.
ru: Чтение файла из %1/%2 не удалось.
sk: Čítanie súboru na %1/%2 zlyhalo.
sl: Branje datoteke na %1/%2 je spodletelo.
sv: Misslyckades med att läsa fil på %1/%2.
tr: %1/%2 üzerindeki dosya okunamadı.
uk: Помилка читання файлу на %1/%2.

source: Reading file on %1 failed.
ar: فشلت قراءة الملف على %1.
ca: Ha fallat llegir el fitxer a %1.
cs: Čtení souboru na %1 selhalo.
da: Læsning af fil fra %1 mislykkedes.
de: Fehler beim Lesen der Datei auf %1.
el: Αποτυχία ανάγνωσης αρχείου στο %1.
eo: Legado de dosiero sur %1 malsukcesis.
es: Error al leer el archivo %1.
et: Faili lugemine %1 ebaõnnestus.
fa: خواندن پرونده در %1 ناموفق بود.
fi: Tiedoston %1 luku epäonnistui.
fr: La lecture du fichier sur le %1 a échoué.
hu: A(z) %1 fájl olvasása nem sikerült.
id: Membaca berkas %1 gagal.
it: Lettura file su %1 non riuscita.
ja: ファイル %1 の読み込みに失敗しました。
lt: Nepavyko nuskaityti rinkmenos iš %1.
nl: Lezen van bestand op %1 is mislukt.
pl: Odczytanie pliku na %1 nie powiodło się.
pt: A leitura do ficheiro em %1 falhou.
pt_br: Falha na leitura de %1.
ro: Citirea fișierului pe %1 a eșuat.
ru: Чтение файла из %1 не удалось.
sk: Čítanie súboru na %1 zlyhalo.
sl: Branje datoteke na %1 je spodletelo.
sv: Misslyckades med att läsa fil på %1.
tr: %1 üzerindeki dosya okunamadı.
uk: Помилка читання файлу на %1.

source: Mounting %1 failed.
ar: فشل توصيل %1.
ca: Ha fallat muntar %1.
cs: Připojení %1 selhalo.
da: Montering af %1 mislykkedes.
de: Fehler beim Einhängen von %1.
el: Αποτυχία προσάρτησης %1.
eo: Surmetado de %1 malsukcesis.
es: Error al montar %1.
et: Haakimine %1 ebaõnnestus.
fa: سوار کردن %1 ناموفق بود.
fi: Laitteen %1 liittäminen epäonnistui.
fr: Le montage de %1 a échoué.
hu: %1 csatolása nem sikerült.
id: Proses kait %1 gagal.
it: Montaggio %1 non riuscito.
ja: %1 のマウントに失敗しました。
lt: Nepavyko prijungti %1.
nl: Aankoppelen (mounten) van %1 is mislukt.
pl: Montowanie %1 nie powiodło się.
pt: A montagem de %1 falhou.
pt_br: Falha na montagem de %1.
ro: Montarea %1 a eșuat.
ru: Монтирование %1 не удалось.
sk: Pripojenie %1 zlyhalo.
sl: Priklapljanje %1 je spodletelo.
sv: Misslyckades med att montera %1.
tr: %1 Bağlanması başarısız oldu.
uk: Не вдалося виконати монтування %1.

source: Reading a file on CD failed. Path: %1/%2.
ar: فشلت قراءة ملف على قرص مضغوط. المسار: %1/%2.
ca: Ha fallat llegir un fitxer al CD. Camí: %1/%2.
cs: Čtení souboru z disku CD selhalo. Cesta: %1/%2.
da: Læsning af en fil på cd mislykkedes. Sti: %1/%2.
de: Fehler beim Lesen einer Datei auf CD. Pfad: %1/%2.
el: Η ανάγνωση ενός αρχείου στο CD απέτυχε. Διαδρομή: %1/%2.
eo: Legado de disoero sur KD malsukcesis. Dosierindiko: %1/%2.
es: Error al leer el archivo desde el CD. Ruta: %1/%2.
et: CD faili lugemine ebaõnnestus. Siit: %1/%2.
fa: خواندن پرونده بر روی CD ناموفق بود. مسیر: %1%2.
fi: Tiedoston luku CD:ltä epäonnistui. Sijainti: %1/%2.
fr: La lecture d'un fichier sur le CD a échoué. Chemin d'accès : %1/%2.
hu: A CD egyik fájljának olvasása nem sikerült. Elérési út: %1/%2.
id: Membaca berkas pada CD gagal. Path %1/%2.
it: Lettura file su CD non riuscita. Percorso: %1/%2.
ja: CD 内のファイルの読み込みに失敗しました。パス: %1/%2
lt: Nepavyko nuskaityti rinkmenos iš CD. Kelias: %1/%2.
nl: Lezen van bestand op CD is mislukt. Pad: %1/%2.
pl: Oczytanie pliku na CD nie powiodło się. Ścieżka: %1/%2.
pt: A leitura de um ficheiro em CD falhou. Caminho: %1/%2.
pt_br: Falha na leitura de um arquivo no CD. Caminho: %1/%2.
ro: Citirea unui fișier de pe CD a eșuat. Calea: %1/%2.
ru: Чтение файла на CD не удалось. Путь: %1/%2.
sk: Zlyhalo čítanie súboru na CD. Cesta: %1/%2.
sl: Branje datoteke s CD-ja je spodletelo. Pot: %1/%2.
sv: Misslyckades med att läsa fil på cd. Sökväg: %1/%2.
tr: CD'deki bir dosya okunamadı. Yol: %1/%2.
uk: Помилка читання файлу на компакт-диску. Шлях: %1/%2.

source: Remote file %1 cannot be retrieved
ar: تعذر استرداد الملف البعيد %1
ca: No es pot obtenir el fitxer remot %1
cs: Vzdálený soubor %1 nelze do získat
da: Fjernfilen %1 kan ikke hentes
de: Entfernte Datei %1 kann nicht abgerufen werden
eo: Ne povis venigi foran dosieron %1
es: No es posible obtener el archivo remoto %1
et: Kaugfaili %1 ei saa alla laadida
fa: پرونده ی راه دور %1 را نمیتوان دریافت کرد
fi: Etätiedostoa %1 ei voida noutaa
fr: Impossible de récupérer le fichier distant %1
hu: A(z) %1 távoli fájl nem kérhető le
id: Berkas jarak jauh %1 tidak dapat diambil
it: Il file remoto %1 non può essere recuperato
ja: リモートファイル %1 が取得できません
lt: Nepavyko parsisiųsti nutolusios rinkmenos %1
nl: Extern bestand %1 kan niet worden opgehaald
pl: Nie można odzyskać zdalnego pliku %1
pt: Não foi possível ir buscar o ficheiro remoto %1
pt_br: Não foi possível recuperar o arquivo remoto %1
ro: Fișierul de la distanță %1 nu poate fi preluat
ru: Файл %1 не может быть получен
sk: Nie je možné získať vzdialený súbor %1
sl: Oddaljene datoteke %1 ni moč pridobiti
sv: Fjärrfilen %1 kan inte hämtas
tr: Uzak dosya %1 alınamıyor
uk: Віддалений файл %1 не можна отримати

source: URLs starting with 'floppy:/' are not longer supported
ar: لا يتم دعم عناوين URLs التي تبدأ ب 'floppy:/'
ca: Els URL que comencin amb "floppy:/" ja no tenen suport.
cs: URL začínající 'floppy:/' již nejsou podporovány
da: URL'er som begynder med 'floppy:/' understøttes ikke længere
de: URLs, die mit 'floppy:/' beginnen, werden nicht mehr unterstützt
eo: URLoj komencantaj per 'floppy:/' ne plu estas subtenata
es: Ya no se permiten los URL que comiencen por «floppy:/»
et: URL-e, mis algavad 'floppy:/', enam ei toetata
fi: Osoitteita, jotka alkavat ”floppy:/”, ei enää tueta
fr: Les URL commençant par 'floppy:/' ne sont plus prises en charge
hu: A 'floppy:/' kezdetű URL-címek már nem támogatottak
id: URL yang dimulai dengan 'floppy:/' tidak lagi didukung
it: URL che iniziano con 'floppy:/' non sono più supportate
ja: 'floppy:/' から始まる URL へのサポートは廃止されました
lt: URL adresai, prasidedantys „floppy:/“ nebėra palaikomi
nl: URL's die beginnen met 'floppy:/' worden niet langer ondersteund
pl: Adresy URL rozpoczynające się od 'floppy:/' nie są już obsługiwane
pt: URLs começados por 'floppy:/' já não são suportados
pt_br: Os URLs que começam com 'floppy: /' não são mais suportados
ro: URL-urile care încep cu 'floppy:/' nu mai sunt suportate
ru: URL, начинающиеся с "floppy:/", больше не поддерживаются
sk: URL začínajúce s 'floppy:/' už nie sú podporované
sl: URL-ji, ki se začnejo s »floppy:/« niso več podprti
sv: Webbadresser med "floppy:/" stöds inte längre
tr: 'floppy:/' ile başlayan URL'ler artık desteklenmiyor
uk: URL, які починаються із 'floppy:/', більше не підтримуються
