Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: PolicyKit Default Privileges
ca: Privilegis per defecte de PolicyKit
cs: Výchozí práva sady zásad
de: PolicyKit-Standardrechte
es: Privilegios por defecto del juego de directivas
fi: PolicyKit-oletusoikeudet
fr: Privilèges par défaut de PolicyKit
id: Hak Istimewa Bawaan PolicyKit
it: Privilegi predefiniti kit di policy
ja: PolicyKit の既定の特権
lt: PolicyKit numatytosios privilegijos
nl: Standaard privileges van PolicyKit
pt: Privilégios Padrão do PolicyKit
pt_br: Privilégios padrão do PolicyKit
ro: Privilegii implicite PolicyKit
ru: Стандартные привилегии PolicyKit
sk: Predvolené oprávnenia PolicyKit
sl: Privzete pravice PolicyKit
sv: PolicyKit Standardprivilegier
tr: PolicyKit Varsayılan Ayrıcalıkları
uk: Типові привілеї PolicyKit

source: <p>SUSE ships with three sets of default privilege settings. These are as follows:<br><ul><li>"restrictive": conservative settings that require the root user password for a lot of actions and disable certain actions completely for remote users.</li><li>"standard": balanced settings that restrict sensitive actions to require root authentication but allow less dangerous operations for regular logged in users.</li><li>"easy": settings that are focused on ease of use. This sacrifices security to some degree to allow a more seamless user experience without interruptions in the workflow due to password prompts.</li></ul><br>The "default" is to keep value empty and it will be assigned automatically.</p>
ca: <p>SUSE inclou tres conjunts de paràmetres de privilegis predeterminats. Són els següents: <br><ul><li> restrictiva: configuració conservadora que requereix la contrasenya d'usuari d'arrel per a moltes accions i desactiva certes accions completament per a usuaris remots.</li><li>estàndard: paràmetres equilibrats que restringeixen les accions sensibles per requerir autenticació d'arrel però que permeten operacions menys perilloses per als usuaris que inicien sessió regularment.</li><li>senzilla: paràmetres centrats en la facilitat d'ús. Això sacrifica la seguretat fins a cert punt per permetre una experiència d'usuari més fluida sense interrupcions en el flux de treball a causa de les sol·licituds de contrasenya.</li></ul><br> El valor predeterminat és mantenir el valor buit i s'assignarà automàticament.</p>
cs: <p>SUSE se dodává se třemi sadami výchozích nastavení oprávnění. Jsou tato: <br><ul><li> "restriktivní": konzervativní nastavení, které pro mnoho akcí vyžaduje heslo uživatele root a určité akce pro vzdálené uživatele úplně zakazuje.</li><li> "standardní" : vyvážená nastavení, která omezují citlivé akce vyžadující ověření roota, ale umožňují méně nebezpečné operace pro běžné přihlášené uživatele.</li><li> "mírné": nastavení zaměřené na snadnost použití. To do určité míry omezuje zabezpečení, aby umožňoval bezproblémovější práci uživatele, bez přerušení pracovního postupu výzvami k zadání hesla.</li></ul><br> Výchozí je prázdná hodnota, která však bude přiřazena automaticky.</p>
de: <p>SUSE wird mit drei Gruppen von Standardrechtseinstellungen bereitgestellt. Diese sind:<br><ul><li>"Restriktiv": konservative Einstellungen, die für viele Aktionen das Passwort des Root-Benutzers erfordern und bestimmte Aktionen für Remote-Benutzer vollständig deaktivieren.</li><li>"Standard": ausgewogene Einstellungen, die sensible Aktionen so einschränken, dass eine Root-Authentifizierung erforderlich ist, aber weniger gefährliche Operationen für regulär angemeldete Benutzer zulassen.</li><li>"Leicht": Einstellungen, die auf Benutzerfreundlichkeit ausgerichtet sind. Dadurch wird die Sicherheit bis zu einem gewissen Grad riskiert, um eine nahtlosere Benutzererfahrung ohne Unterbrechungen im Arbeitsablauf aufgrund von Passwortabfragen zu ermöglichen.</li></ul><br>Bei "Standard" wird der Wert leer gelassen und automatisch zugewiesen.</p>
es: <p>SUSE incluye tres juegos de configuraciones de privilegios por defecto:<br><ul><li>"Restrictiva": es una configuración conservadora que requiere la contraseña del usuario Root para muchas acciones y en la que algunas otras acciones están totalmente inhabilitadas para los usuarios remotos.</li><li>"Estándar": es una configuración equilibrada que restringe las acciones sensibles, para las que se requiere la autenticación de un usuario Root, pero permite operaciones menos peligrosas a los usuarios que han entrado a la sesión de forma normal.</li><li>"Fácil": es una configuración centrada en la facilidad de uso. Se sacrifica la seguridad en cierto grado para permitir una experiencia de usuario más fluida sin interrumpir el flujo de trabajo pidiendo la contraseña.</li></ul><br>La opción por defecto es dejar el valor vacío para que se asigne automáticamente.</p>
fi: <p>SUSEn mukana tulee oletuksena kolme käyttöoikeusasetusmallia, jotka ovat seuraavat:<br><ul><li>”rajoitettu”: maltilliset asetukset, jotka vaativat root-käyttäjän salasanaa moniin toimintoihin ja estävät monet toiminnot kokonaan etäkäyttäjiltä.</li><li>”vakio”: tasapainoiset asetukset, jotka vaativat root-todennuksen arkaluontoisiin toimintoihin mutta sallivat vähemmän vaaralliset tavallisille kirjautuneille käyttäjille.</li><li>”helppo”: käytön helppouteen tähtäävät asetukset. Tämä uhraa hieman tietoturvaa taatakseen saumattomamman käyttökokemuksen, kun työnkulku ei usein keskeydy salasanakyselyihin.</li></ul><br>”Oletus” on pitää arvo tyhjänä, jolloin se asetetaan automaattisesti.</p>
fr: <p>SUSE est fourni avec trois ensembles de paramètres de privilèges par défaut, à savoir :<br><ul><li>« restrictif » : paramètres conservateurs qui nécessitent le mot de passe de l'utilisateur root pour de nombreuses actions et désactivent certaines actions complètement pour les utilisateurs distants.</li><li>« standard » : paramètres équilibrés qui limitent les actions sensibles en nécessitant une authentification root, mais qui autorisent les opérations moins dangereuses pour les utilisateurs connectés réguliers.</li><li>« simple » : paramètres axés sur la facilité d'utilisation. Ils privilégient dans une certaine mesure une expérience utilisateur plus fluide en évitant les interruptions du workflow liées aux invites de mot de passe, ce qui se fait au détriment de la sécurité.</li></ul><br>Le comportement « Par défaut » consiste à laisser la valeur vide pour qu'elle soit assignée automatiquement.</p>
id: <p>SUSE dikirimkan dengan tiga set pengaturan hak istimewa bawaan. Berikut ini sebagai berikut:<br><ul><li>"Restrictive": pengaturan konservatif yang memerlukan kata sandi pengguna root untuk banyak tindakan dan menonaktifkan tindakan tertentu sepenuhnya untuk pengguna jarak jauh.</li><li>"standard": pengaturan seimbang yang membatasi tindakan sensitif untuk memerlukan autentikasi root tetapi memungkinkan operasi yang kurang berbahaya bagi pengguna yang masuk secara teratur.</li><li>"easy": pengaturan yang berfokus pada kemudahan penggunaan. Ini mengorbankan keamanan sampai tingkat tertentu untuk memungkinkan pengalaman pengguna yang lebih mulus tanpa gangguan dalam alur kerja karena permintaan kata sandi.</li></ul><br>"Default" menjaga nilai tetap kosong dan akan ditetapkan secara otomatis.</p>
it: <p>SUSE viene fornito con i tre insiemi di impostazioni predefinite dei privilegi seguenti:<br><ul><li>"restrittive": impostazioni conservative che richiedono la password dell'utente root per numerose azioni e disabilitano completamente determinate azioni per gli utenti remoti.</li><li>"standard": impostazioni bilanciate che richiedono l'autenticazione root per le azioni sensibili, ma che consentono operazioni meno pericolose agli utenti regolari connessi.</li><li>"semplici": impostazioni focalizzate sull'accessibilità. Queste impostazioni sacrificano la sicurezza per consentire un'esperienza utente più fluida senza interruzioni del workflow causate dalle richieste di immissione della password.</li></ul><br>Per impostazione "predefinita", il valore è vuoto e viene assegnato automaticamente.</p>
ja: <p>SUSE は 3 種類の既定の権限設定を提供しています。それぞれ下記のとおりとなります:<br><ul><li>"制限": 様々な処理で root のパスワード入力を求める保守的な設定で、特定の処理についてはリモートのユーザから全くアクセスできないようになります。</li><li>"標準": 重要な処理については root の認証を求めますが、危険性の低い処理についてはログインしたユーザからも実施できるようになるバランスの取れた設定です。</li><li>"簡易": 使いやすさを重要視した設定で、セキュリティを犠牲にすることによりパスワード入力の手間を省き、円滑なユーザエクスペリエンスを提供します。</li></ul><br>"既定" を指定したい場合は何も入力しないでください。この場合は自動的に設定が行われます。</p>
nl: <p>SUSE wodt geleverd met drie sets met standaard instellingen voor privileges. Deze zijn als volgt:<br><ul><li>"restrictief": conservatieve instellingen die het wachtwoord van root vereisen voor heel wat acties en bepaalde acties volledig uitschakelen voor gebruikers op afstand.</li><li>"standaard": gebalanceerde instellingen die bij gevoelige acties authenticatie door root vereisen maar minder gevaarlijke bewerkingen voor gewone aangemelde gebruikers toestaan.</li><li>"gemakkleijk": instellingen die gericht zijn op gemak in gebruik. Dit offert beveiliging op tot zekere hoogte om een meer gladde gebruikerservaring zonder interrupties in de workflow vanwege vragen om een wachtwoord.</li></ul><br>De "standaard" is om de waarde leeg te houden en het zal automatisch worden toegekend.</p>
pt_br: <p>O SUSE vem com três conjuntos de configurações de privilégios padrão. Estes são os seguintes:<br><ul><li>"restritivo": configurações conservadoras que exigem a senha do usuário root para várias ações e desabilitam completamente certas ações para usuários remotos.</li><li>"padrão": configurações balanceadas que restringem ações confidenciais para exigir autenticação raiz, mas permitem operações menos perigosas para usuários regulares logados.</li><li>"fácil": configurações que se concentram na facilidade de uso. Isso sacrifica a segurança até certo ponto para permitir uma experiência do usuário mais perfeita sem interrupções no fluxo de trabalho devido a solicitações de senha.</li></ul><br>O "padrão" é manter o valor vazio e ele será atribuído automaticamente.</p>
ro: <p>SUSE este livrat cu trei seturi de setări de privilegii implicite. Acestea sunt următoarele:<br><ul><li>"restrictiv": setări conservatoare care necesită parola utilizatorului root pentru o mulțime de acțiuni și care dezactivează complet anumite acțiuni pentru utilizatorii de la distanță.</li><li>"standard": setări echilibrate care restricționează acțiunile sensibile pentru a necesita autentificarea root, dar permit operațiuni mai puțin periculoase pentru utilizatorii obișnuiți conectați.</li><li>"ușor": setări care se concentrează pe ușurința de utilizare. Astfel, se sacrifică într-o oarecare măsură securitatea pentru a permite o experiență de utilizare mai transparentă, fără întreruperi în fluxul de lucru din cauza solicitărilor de parolă.</li></ul><br>Valoarea "implicită" este aceea de a păstra valoarea goală și aceasta va fi atribuită automat.</p>
ru: <p>SUSE предоставляет 3 набора стандартных настроек привилегий. Это:<br><ul><li>"ограниченный": консервативные настройки, которые требуют пароля пользователя root для многих действий и полностью отключают определенные действия для удаленных пользователей.</li><li>"стандарт": сбалансированные настройки, которые ограничивают конфиденциальные действия необходимостью проверки подлинности root, однако разрешают менее опасные операции для обычных пользователей, вошедших в систему.</li><li>"простой": настройки для максимально простого использования. Это в некоторой степени жертвует безопасностью, чтобы обеспечить более беспроблемное взаимодействие с пользователем без прерывания рабочего процесса из-за запросов пароля.</li></ul><br> Если вы хотите оставить настройки по умолчанию, оставьте пустым.</p>
sk: <p>SUSE sa dodáva s tromi sadami predvolených nastavení oprávnení. Ide o nasledovné:<br><ul><li>"obmedzujúce": konzervatívne nastavenia, ktoré pri mnohých akciách vyžadujú heslo používateľa root, a pre vzdialených používateľov niektoré akcie úplne deaktivujú.</li><li>"štandardné": vyvážené nastavenia, ktoré obmedzujú citlivé akcie tak, aby vyžadovali overenie správcu systému, ale umožňujú menej nebezpečné operácie pre bežných prihlásených používateľov.</li><li>"jednoduché": nastavenia zamerané na jednoduché použitie. Toto do istej miery obetuje bezpečnosť, aby umožnilo plynulejšiu používateľskú skúsenosť bez prerušenia pracovného postupu v dôsledku výziev na zadanie hesla.</li></ul><br>"Predvolené" je ponechať hodnotu prázdnu, ktorá bude priradená automaticky.</p>
sl: <p>SUSE ponuja tri nabore privzetih nastavitev pravic. Ti so naslednji:<br><ul><li>»Omejeno«: konzervativne nastavitve, ki za veliko dejanj zahtevajo geslo uporabnika »root« in za oddaljene uporabnike povsem onemogočijo določena dejanja.</li><li>»Običajno«: uravnotežene nastavitve, ki za občutljiva dejanja zahtevajo overjanje uporabnika »root«, vendar običajnim prijavljenim uporabnikom dovoljujejo manj nevarna dejanja.</li><li>»Sproščeno«: nastavitve se osredotočajo na preprosto uporabo. To do določene mere žrtvuje varnost in omogoča nemoteno uporabniško izkušnjo brez pozivov za geslo.</li></ul><br>»Privzeto« je vrednost prazna in nastavitev bo določena samodejno.</p>
sv: <p>SUSE skeppar med tre uppsättningar av standardinställningar för privilegium. Dessa är som följer: <br> <ul> <li> "Restriktiv": Konservativa inställningar som kräver rootanvändarlösenord för många åtgärder och inaktiverar vissa åtgärder helt för fjärranvändare. </li> <li> "Standard" : Balanserade inställningar som begränsar känsliga åtgärder och kräver root -autentisering men tillåter mindre farliga operationer för en vanlig inloggad användare. </li> <li> "Enkel": Inställningar som är inriktade på användarvänlighet. Detta offrar i viss utsträckning säkerhet för att möjliggöra en mer sömlös användarupplevelse utan avbrott i arbetsflödet på grund av lösenordsuppmaningar. </li> </ul> <br> "Standard" är att hålla värdet tomt och det kommer att tilldelas automatiskt.</p>
tr: <p>SUSE, üç grup varsayılan ayrıcalık ayarıyla birlikte gelir. Bunlar aşağıdaki gibidir:<br><ul><li>"kısıtlayıcı": birçok işlem için kök kullanıcı şifresi gerektiren ve uzak kullanıcılar için belirli işlemleri tamamen devre dışı bırakan muhafazakar ayarlar.</li><li>"standart" : hassas eylemleri kök kimlik doğrulaması gerektirecek şekilde kısıtlayan ancak düzenli oturum açan kullanıcılar için daha az tehlikeli işlemlere izin veren dengeli ayarlar.</li><li>"esnek": kullanım kolaylığına odaklanan ayarlar. Bu, şifre istemleri nedeniyle iş akışında kesinti olmadan daha sorunsuz bir kullanıcı deneyimi sağlamak için güvenlikten bir dereceye kadar fedakarlık eder.</li></ul><br>"Varsayılan", değeri boş tutmaktır ve otomatik olarak atanacaktır. </p>
uk: <p>SUSE постачається з трьома типовими наборами налаштувань привілеїв. Це такі:<br><ul><li>"обмежувальні": консервативні налаштування, які вимагають пароль користувача root для багатьох дій і повністю виключають певні дії для віддалених користувачів.</li><li>"стандартні" : збалансовані налаштування, які обмежують конфіденційні дії, які вимагають автентифікації root, але дозволяють менш небезпечні операції для звичайних користувачів, які входять в систему.</li><li>"полегшені": налаштування, орієнтовані на простоту використання. Це певною мірою жертвує безпекою, щоб забезпечити більш безперебійну роботу користувача без перерв у робочому процесі через підказки пароля.</li></ul><br>Типове значення залишається порожнім, і воно встановлюється автоматично. </p>

source: Product to Install
ar: لمنتج للتثبيت
ca: Producte per instal·lar
cs: Produkt k instalaci
da: Installation af produkt
de: Zu installierendes Produkt
el: Προϊόν προς εγκατάσταση
eo: Produkto instalota
es: Productos a instalar
et: Toode paigaldamiseks
fi: Asennettava tuote
fr: Produit à installer
hu: Telepítendő termék
id: Produk untuk DIpasang
it: Prodotto da installare
ja: インストールする製品
lt: Įdiegtinas produktas
nl: Te installeren product
pl: Produkty do zainstalowania
pt: Produto a Instalar
pt_br: Instalação do produto
ro: Produs de instalat
ru: Продукт для установки
sk: Produkt na inštaláciu
sl: Izdelek za namestitev
sv: Produkt att installera
tr: Yüklenecek Ürün
uk: Продукт для встановлення

source: SELinux Mode
ca: Mode de SELinux
cs: Režim SELinux
de: SELinux-Modus
es: Modo SELinux
fr: Mode SELinux
id: Mode SELinux
it: Modalità SELinux
ja: SELinux モード
lt: SELinux veiksena
nl: Modus SELinux
pt_br: Modo SELinux
ro: Modul SELinux
ru: Режим SELinux
sk: Režim pre SELinux
sl: Način SELinux
sv: SELinux läge
uk: Режим SELinux
