Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>To change the URL, click the <b>%{change_url}</b> button.</p>
ca: <p>Per canviar-ne l'URL, cliqueu al botó <b>%{change_url}</b>.</p>
cs: <p>URL změníte kliknutím na tlačítko <b>%{change_url}</b>.</p>
de: <p>Zum Ändern der URL klicken Sie auf die Schaltfläche <b>%{change_url}</b>.</p>
es: <p>Para cambiar la URL, haga clic en <b>%{change_url}</b>.</p>
fi: <p>Verkko-osoitteen voi vaihtaa painikkeella <b>%{change_url}</b>.</p>
fr: <p>Pour changer l'URL, cliquer sur le bouton <b>%{change_url}</b>.</p>
id: <p>Untuk mengubah URL, klik tombol <b>%{change_url}.</b></p>
it: <p>Per modificare l'URL, fare clic sul pulsante <b>%{change_url}</b>.</p>
ja: <p>URL を変更するには <b>%{change_url}</b> ボタンを押してください。</p>
lt: <p>Norėdami keisti universalų adresą (URL), spauskite mygtuką <b>%{change_url}</b>.</p>
nl: <p>Om de URL-adres te wijzigen, klik op de knop <b>%{change_url}</b>.</p>
pt: <p>Para alterar o URL, clique no botão<b>%{change_url}</b>.</p>
pt_br: <p>Para alterar o URL, clique no botão <b>%{change_url}</b>.</p>
ro: <p>Pentru a modifica URL-ul, faceți clic pe butonul <b>%{change_url}</b></p>
ru: <p>Чтобы изменить URL, нажмите кнопку <b>%{change_url}</b> .</p>
sk: <p>Ak chcete zmeniť URL, kliknite na tlačidlo <b>%{change_url}</b>.</p>
sl: <p>Za spremembo URL-ja kliknite na gumb <b>%{change_url}</b>.</p>
sv: <p>Om du vill ändra URL-adressen klickar du på knappen <b>%{change..._url}</b>.</p>
tr: <p>URL'yi değiştirmek için <b>%{change_url}</b> düğmesini tıklayın.</p>
uk: <p>Щоб змінити адресу URL, натисніть на кнопку <b>%{change_url}</b>.</p>

source: Welcome
ar: مرحبًا
bg: Добре дошли
ca: Benvinguda
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλωσορίσατε
eo: Bonvenon
es: Bienvenido
et: Tere tulemast
fa: خوش آمدید
fi: Tervetuloa
fr: Bienvenue
gl: Benvid@
hu: Üdvözöljük
id: Selamat Datang
it: Benvenuti
ja: ようこそ
km: សូម​ស្វាគមន៍
lt: Sveiki atvykę
nb: Velkommen
nl: Welkom
pl: Witamy
pt: Bem Vindo
pt_br: Bem-vindo
ro: Bine ați venit
ru: Добро пожаловать
sk: Vitajte
sl: Dobrodošli
sv: Välkommen
tg: Худ омадед
th: ยินดีต้อนรับ
tr: Hoş geldiniz
uk: Ласкаво просимо
wa: Wilicome

source: <p><b>Welcome!</b></p>
ar: <p><b>مرحبًا!</b></p>
bg: <p><b>Добре дошли!</b></p>
ca: <p><b>Benvingut!</b></p>
cs: <p><b>Vítejte!</b></p>
da: <p><b>Velkommen!</b></p>
de: <p><b>Willkommen!</b></p>
el: <p><b>Καλωσορίσατε!</b></p>
eo: <p><b>Bonvenon!</b></p>
es: <p><b>¡Bienvenido!</b></p>
et: <p><b>Tere tulemast!</b></p>
fa: <p><b>خوش آمدید!</b></p>
fi: <p><b>Tervetuloa!</b></p>
fr: <p><b>Bienvenue !</b></p>
gl: <p><b>Benvid@!</b></p>
hu: <p><b>Üdvözöljük!</b></p>
id: <p><b>Selamat Datang!</b></p>
it: <p><b>Benvenuti!</b></p>
ja: <p><b>ようこそ！</b></p>
km: <p><b>សូម​ស្វាគមន៍ !</b></p>
lt: <p><b>Sveiki atvykę!</b></p>
nb: <p><b>Velkommen:</b></p>
nl: <p><b>Welkom</b></p>
pl: <p><b>Witamy!</b></p>
pt: <p><b>Bem Vindo!</b></p>
pt_br: <p><b>Bem-vindo!</b></p>
ro: <p><b>Bine ați venit!</b></p>
ru: <p><b>Добро пожаловать!</b></p>
sk: <p><b>Vitajte!</b></p>
sl: <p><b>Dobrodošli!</b></p>
sv: <p><b>Välkommen!</b></p>
tg: <p><b>Хуш омадед!</b></p>
th: <p><b>ยินดีต้อนรับ !</b></p>
tr: <p><b>Hoş geldiniz!</b></p>
uk: <p><b>Ласкаво просимо!</b></p>
wa: <p><b>Wilicome!</b></p>

source: <p>There are a few more steps to take before your system is ready to use. YaST will now guide you through some basic configuration. Click <b>Next</b> to continue. </p>
ar: <p>هناك خطوات قليلة إضافية يجب إجراؤها قبل أن يصبح النظام جاهزًا للاستخدام. سترشدك أداة YaST الآن خلال بعض إجراءات التكوين الأساسي. انقر فوق <b>التالي</b> للمتابعة. </p>
bg: <p>След няколко стъпки, които трябва да направите, системата Ви ще бъде готова за използване. YaST ще ви напътства, за да направите някои основни настройки. Натиснете <b>Напред</b> за да продължите.</p>
ca: <p>Cal fer alguns passos més abans que el sistema estigui preparat per usar. El YaST us guiarà a través de la configuració bàsica. Feu clic a <b>Següent</b> per continuar. </p>
cs: <p>Aby bylo možné systém používat, musíte provést základní nastavení. YaST vás nyní tímto základním nastavením provede. Pokračujte stisknutím tlačítka <b>Další</b>. </p>
da: <p>Der er endnu et par skridt at tage før dit system er klart til brug. YaST vil nu guide dig igennem noget basal konfiguration. Klik på <b>Næste</b> for at fortsætte.</p>
de: <p>Vor dem Einsatz Ihres Systems müssen ein paar weitere Schritte durchgeführt werden. YaST führt Sie nun durch einige grundlegende Konfigurationsschritte. Bitte drücken Sie <b>Weiter</b>, um fortzufahren. </p>
el: <p>Υπάρχουν κάποια ακόμη βήματα που πρέπει να γίνουν προτού το σύστημα σας είναι έτοιμο για χρήση. Το YaST θα σας καθοδηγήσει στην βασική ρύθμιση. Πατήστε στο κουμπί <b>Επόμενο</b> για να συνεχίσετε. </p>
eo: <p>Restas kelkaj plenumendaj paŝoj antaŭ ol via sistemo estos preta por uzado. YaST gvidos vin tra kelkaj bazaj agordoj. Klaku sur <b>Sekva</b> por daŭrigi. </p>
es: <p>Aún es necesario realizar algunos pasos antes de que el sistema esté listo para el uso. A continuación, YaST le guiará a través de algunas opciones de configuración básicas. Pulse <b>Siguiente</b> para continuar. </p>
et: <p>Enne, kui süsteem kasutusvalmiks saab, tuleb teha veel mõned sammud. YaST juhatab su nüüd läbi mõnede põhihäälestuste. Jätkamaks vajuta nuppu <b>Edasi</b>.</p>
fa: <p>چندین مرحله ی دیگر برای آماده سازی سیستم شما برای استفاده نیاز است. هم اکنون YaST شما را برای برخی پیکربندی های پایه ای راهنمایی خواهد کرد.بر روی <b>بعدی</b> برای ادامه ی کار کلیک کنید.</p>
fi: <p>Vielä on muutama vaihe suorittamatta, ennen kuin järjestelmäsi on käyttövalmis. YaST ohjaa sinut muutamien perusmääritysten läpi. Jatka napsauttamalla <b>Seuraava</b>.</p>
fr: <p>Quelques étapes supplémentaires sont nécessaires avant que le système soit utilisable. YaST va maintenant vous guider au cours de cette configuration de base. Cliquez sur <b>Suivant</b> pour continuer. </p>
gl: <p>Hai que facer unhas poucas cousas máis antes de que o sistema estea listo para usar. Agora YaST hao guiar pola configuración básica. Prema <b>Seguinte</b> para continuar.</p>
hu: <p>Néhány további lépésre van szükség, mielőtt használatba venné a rendszert. A YaST átvezeti néhány alapvető beállításon. A folytatáshoz kattintson a <b>Következő</b> gombra. </p>
id: <p>Ada beberapa langkah lagi yang perlu dilakukan sebelum sistem Anda siap digunakan. YaST akan memandu Anda melalui konfigurasi dasar. Klik <b>Berikutnya</b> untuk melanjutkan. </p>
it: <p>Ci sono ancora pochi passaggi da fare prima che il sistema sia pronto per l'uso. YaST presenterà ora alcune configurazioni di base. Fare clic su <b>Avanti</b> per proseguire. </p>
ja: <p>システムが使用可能になるまでもう少しの手順が必要です。 YaST はいくつかの基本設定をご案内します。 <b>次へ</b> ボタンを押して 続けてください。</p>
km: <p>ត្រូវ​អនុវត្ត​ជំហាន​មួយ​ចំនួន​ទៀត មុន​នឹង​អាច​ប្រើ​ប្រព័ន្ធ​បាន ។ ឥឡូវ​នេះ YaST នឹង​ណែនាំ​អ្នក​អំពី​ការ​កំណត់​រចនាសម្ព័ន្ធ​គោល​មួយ​ចំនួន​ទៀត ។ សូម​ចុច <b>បន្ទាប់</b> ដើម្បី​បន្ត ។</p>
lt: <p>Dar yra keletas žinksnių, iki kol jūsų sistema bus tinkama naudoti. Dabar YaST jus ves per pagrindinę konfigūraciją. Norėdami tęsti, spauskite <b>Toliau</b>. </p>
nb: <p>Det gjenstår noen få trinn før systemet er klart til bruk. YaST vil nå veilede deg gjennom grunnkonfigurasjonen. Klikk <b>Neste</b> for å fortsette. </p>
nl: <p>Voordat uw systeem klaar is voor gebruik moeten er nog enkele stappen worden ondernomen. YaST zal u nu door enkele basisconfiguraties heen leiden. Klik op <b>Verder</b> om door te gaan. </p>
pl: <p>Nastąpi teraz kilka czynności, które należy wykonać, zanim system będzie gotowy do użytku. Program YaST poprowadzi przez podstawową konfigurację. Proszę nacisnąć przycisk <b>Dalej</b>, aby kontynuować.</p>
pt: <p>Existem mais alguns passos a tomar antes do seu sistema estar preparado para ser utilizado. O YaST irá agora guiá-lo através de algumas configurações básicas. Prima <b>Seguinte</b> para continuar.</p>
pt_br: <p>Há algumas etapas adicionais a serem executadas antes que o sistema esteja pronto para o uso. O YaST irá agora o orientar por algumas configurações básicas. Clique em <b>Próximo</b> para continuar. </p>
ro: <p>Mai sunt câțiva pași de urmat înainte ca sistemul dvs. să fie gata de utilizare. YaST vă va ghida acum prin câteva configurări de bază. Faceți clic pe <b>Următorul</b> pentru a continua. </p>
ru: <p>Необходимо выполнить еще несколько шагов, чтобы ваша система была готова к использованию. YaST проведет вас через основные этапы конфигурации. Нажмите <b>Далее</b> для продолжения.</p>
sk: <p>K tomu, aby bol Váš systém pripravený na používanie, chýba ešte niekoľko krokov. YaST vás teraz prevedie základnou konfiguráciou. Pre pokračovanie prosím kliknite na tlačítko <b>Ďalej</b>.</p>
sl: <p>Preden bo vaš sistem pripravljen za uporabo, vas čaka še nekaj opravil. YaST vas bo vodil po osnovnih nastavitvah. Za nadaljevanje kliknite <b>Naprej</b>.</p>
sv: <p>Det är några steg till som du måste gå igenom innan systemet är klart att använda. YaST kommer nu att guida dig genom en del grundläggande inställningar. Klicka på <b>Nästa</b> för att fortsätta. </p>
tg: <p>Пеш аз истифода бурдани системаи нав, шумо бояд баъе қадамҳои дигареро ба анҷом расонед. YaST барои иҷрои танзимоти асосӣ ба шумо кӯмак мерасонад. Барои идома додан, тугмаи <b>Навбатӣ</b> зер кунед. </p>
th: <p>นี่เป็นขั้นตอนต่าง ๆ ที่คุณจะต้องเจอ ก่อนที่ระบบของคุณจะพร้อมใช้งาน โดยโปรแกรม YaST จะช่วยแนะนำการปรับแต่งค่าพื้นฐานต่าง ๆ ให้ คลิกที่ปุ่ม <b>ถัดไป</b> เพื่อไปยังขั้นตอนถัดไป</p>
tr: <p>Sisteminiz kullanıma hazır hale gelmeden önce bir kaç adım daha vardır. YaST şimdi bazı temel yapılandırma seçeneklerini gösterecektir. <b>İleri</b> düğmesine basarak devam edin.</p>
uk: <p>Ще залишилось декілька кроків перш ніж система буде готова для використання. Тепер YaST проведе вас через налаштування деяких основних параметрів. Щоб продовжити, натисніть <b>Далі</b>. </p>
wa: <p>I gn a co kék digrés a fé e pus divant k' vosse sistinme soeye presse a eployî. YaST va asteure vos moenner å d' trivié d' sacwantes apontiaedjes di båze Clitchîz <b>Shuvant</b> po continouwer.</p>

source: <p>Click <b>Next</b> to perform the basic configuration of the system.</p>
ar: <p>انقر فوق <b>التالي</b> لتنفيذ التكوين الأساسي للنظام.</p>
bg: <p>Натиснете <b>Напред</b> за да направите някои основни настройки на системата.</p>
ca: <p>Feu clic a <b>Següent</b> per revisar la configuració bàsica del sistema.</p>
cs: <p>Kliknutím na <b>Následující</b> vstoupíte do základního nastavení systému.</p>
da: <p>Klik på <b>Næste</b> for at udføre den basale konfiguration af systemet.</p>
de: <p>Drücken Sie <b>Weiter</b>, um die Grundkonfiguration des Systems durchzuführen.</p>
el: <p>Πατήστε <b>Επόμενο</b> για να συνεχίσετε με την βασική ρύθμιση του συστήματος.</p>
eo: <p>Alklaki <b>Sekva</b> por efektivigi la bazan sistemagordon.</p>
es: <p>Pulse en <b>Siguiente</b> para realizar la configuración básica del sistema.</p>
et: <p>Süsteemi põhihäälestuse läbimiseks klõpsa <b>Edasi</b>.</p>
fa: <p> برای پیکربندی پایه ای سیستم دکمه ی <b>بعدی</b> را کلیک کنید.</p>
fi: <p>Tee järjestelmän perusmääritykset napsauttamalla <b>Seuraava</b>.</p>
fr: <p>Cliquez sur <b>Suivant</b> pour procéder à la configuration de base du système.</p>
hu: <p>A <b>Következő</b> gombra kattintva haladhat végig a rendszer alapszintű beállításain.</p>
id: <p>Klik <b>Berikutnya</b> untuk menuju konfigurasi dasar pada sistem.</p>
it: <p>Fare clic su <b>Avanti</b> per eseguire la configurazione di base del sistema.</p>
ja: <p><b>次へ</b> を押すと、システムの基本設定に進みます。</p>
km: <p>ចុច <b>បន្ទាប់</b> ដើម្បី​ឆ្លងកាត់ ការ​កំណត់​រចនាសម្ព័ន្ធ​គោល​របស់​ប្រព័ន្ធ ។</p>
lt: <p>Spauskite <b>Toliau</b>, norėdami konfigūruoti sistemą.</p>
nb: <p>Klikkk <b>Neste</b> for å gjennomføre grunnoppsettet av systemet.</p>
nl: <p>Klik op <b>Verder</b> om de basis-configuratie van het systeem uit te voeren.</p>
pl: <p>Kliknij przycisk <b>Dalej</b>, aby wykonać podstawową konfigurację systemu.</p>
pt: <p>Prima <b>Seguinte</b> para executar a configuração básica do sistema.</p>
pt_br: <p>Clique em <b>Próximo</b> para executar a configuração básica do sistema.</p>
ro: <p>Faceți clic pe <b>Următorul</b> pentru a efectua configurarea de bază a sistemului.</p>
ru: <p>Нажмите <b>Далее</b> для выполнения базовой конфигурации системы.</p>
sk: <p>Kliknúť na <b>Ďalej</b> na vykonanie základnej konfigurácie systému.</p>
sl: <p>Kliknite gumb <b>Naprej</b> za izvedbo osnovne nastavitve sistema.</p>
sv: <p>Klicka på <b>Nästa</b> för att göra den grundläggande konfigureringen av systemet.</p>
tg: <p>Барои татбиқ кардани танзимоти асосии системавӣ, тугмаи <b>Навбатӣ</b>-ро зер кунед.</p>
tr: <p><b>İleri</b> düğmesine basarak sistemin temel yapılandırmasına geçebilirsiniz.</p>
uk: <p>Натисніть <b>Далі</b>, щоб налаштувати основні параметри системи.</p>
wa: <p>Clitchîz <b>Shuvant</b> po fé l' apontiaedje di båze do sistinme.</p>

source: No workflow defined for this kind of installation.
ar: لا توجد طريقة عمل محددة لعمل هذا النوع من التثبيت.
bg: Не е зададен начин на работа за този режим на инсталация.
ca: No s'ha definit cap flux de treball per a aquest tipus d'instal·lació.
cs: Pro tento režim instalace nebyl definován žádný postup.
da: Intet arbejdsforløb defineret for denne type installation.
de: Für diese Art der Installation ist kein Arbeitsablauf definiert.
el: Δεν έχει οριστεί ροή εργασιών για αυτήν την εγκατάσταση.
eo: Neniu laborfluo estas difinita por ĉi tia instalo.
es: No se ha definido ningún flujo de trabajo para este tipo de instalación.
et: Sellist tüüpi paigalduse jaoks pole tööprotsessi määratud.
fa: هیچ شیوه ای برای این نوع نصب تعیین نشده است.
fi: Tälle asennusmuodolle ei ole määritetty työnkulkua.
fr: Aucune procédure définie pour ce type d'installation.
gl: Non se definiu un fluxo de traballo para este tipo de instalación.
hu: Ehhez a telepítéstípushoz nincs megadott munkafolyamat.
id: Tiada alur kerja yang ditetapkan untuk jenis pemasangan ini.
it: Nessun flusso di lavoro definito per questo tipo di installazione.
ja: このインストール種類での作業手順は定義されていません。
km: គ្មាន​លំហូរ​ការងារ​សម្រាប់​ប្រភេទ​ដំឡើង​នេះ ។
lt: Šiam diegimui nėra aprašytos eigos.
nb: Ingen prosedyre er definert for denne installasjonsmodusen.
nl: Voor deze installatiemodus is geen werkprocedure gedefinieerd.
pl: Nie zdefiniowano przepływu działań dla tego rodzaju instalacji.
pt: Não existe um fluxo definido para este tipo de instalação.
pt_br: Nenhum fluxo de trabalho definido para este modo de instalação.
ro: Nu există un flux de lucru definit pentru acest tip de instalare.
ru: Не определена последовательность для этого рабочего потока установки.
sk: Pre tento inštalačný režim nie je definovaný žiaden postup.
sl: Za to vrsto namestitve ni določenega nobenega postopka.
sv: Inget arbetsflöde har definierats för den här typen av installation.
tg: Ягон фаъолият барои ин намуди насб муайян нашудааст.
th: ยังไม่มีการนิยามผังงานสำหรับใช้กับการติดตั้งประเภทนี้
tr: Bu tür bir kurulum için tanımlı bir iş akışı yok.
uk: Немає визначеної послідовності для цього виду встановлення.
wa: Pont d' wokflow defini po ç' môde d' astalaedje.

source: Writing automatic configuration...
ar: تتم الآن كتابة التكوين التلقائي.....
bg: Записване на автоматичната конфигурация…
ca: Escrivint la configuració automàtica...
cs: Zapisuji automatickou konfiguraci...
da: Skriver automatisk konfiguration...
de: Automatische Konfiguration wird geschrieben...
el: Εγγραφή αυτόματων ρυθμίσεων...
eo: Konservante aŭtomatan agordon...
es: Escribiendo la configuración automática...
et: Automaatse konfiguratsiooni kirjutamine ...
fa: در حال نوشتن پیکربندی خود کار...
fi: Kirjoitetaan automaattinen määritystä...
fr: Écriture de la configuration automatique...
gl: Escribindo a configuración automática...
hu: Automatikus beállítások mentése...
id: Menulis konfigurasi otomatis...
it: Scrittura della configurazione automatica in corso...
ja: 自動設定を書き込んでいます...
km: កំពុង​សរសេរ​កា​រកំណត់​រចនាសម្ព័ន្ធ​ដោយ​ស្វ័យ​ប្រវត្តិ...
lt: Įrašoma automatinė konfigūracija...
nb: Lagrer automatisk oppsett...
nl: Opslaan van automatische configuratie...
pl: Zapisywanie konfiguracji automatycznej...
pt: A escrever a configuração automática...
pt_br: Salvando a configuração automática...
ro: Se scrie configurația automată...
ru: Запись автоматической конфигурации...
sk: Zapisovanie automatickej konfigurácie...
sl: Zapisovanje samodejnih nastavitev …
sv: Skriver automatisk konfiguration...
tg: Танзим ба таври худкор сабт шуда истодааст...
th: ทำการเขียนค่าการปรับแต่งอัตโนมัติ...
tr: Otomatik yapılandırma yazılıyor...
uk: Запис автоматичного налаштування...
wa: Dj scrî l' apontiaedje otomatike...

source: Updating kernel module dependencies...
ar: يتم الآن تحديث تبعيات وحدة kernel النمطية...
bg: Обновяване зависимостите за модулите на ядрото…
ca: Actualitzant les dependències de mòduls del nucli...
cs: Aktualizují se závislosti modulů jádra...
da: Opdaterer kernemodulernes afhængigheder...
de: Abhängigkeiten der Kernel-Module werden aktualisiert...
el: Ενημέρωση εξαρτήσεων των μονάδων πυρήνα...
eo: Ĝisdatigado de la dependaĵoj de la kernomodulo...
es: Actualizando las dependencias de los módulos del kernel...
et: Kerneli moodulite sõltuvuste uuendamine...
fa: در حال بروزرسانی وابستگی های ماژول های هست...
fi: Päivitetään ydinmoduulien riippuvuuksia...
fr: Mise à jour des dépendances des modules du noyau...
gl: Actualizando as dependencias de módulos do kernel...
hu: Kernelmodulok függőségeinek frissítése...
id: Memutakhirkan ketergantungan modul kernel...
it: Aggiornamento delle dipendenze dei moduli del kernel in corso…
ja: カーネルモジュールの依存関係を更新しています...
km: កំពុង​ធ្វើ​​បច្ចុប្បន្នភាពភាព​អាស្រ័យ​​របស់​ម៉ូឌុល​ខឺណែល​​...
lt: Atnaujinami branduolio modulių ryšiai...
nb: Oppdaterer avhengigheter for kjernemoduler...
nl: Afhankelijkheden van kernelmodule worden bijgewerkt...
pl: Aktualizacja zależności modułów jądra...
pt: A actualizar as dependências dos módulos de kernel...
pt_br: Atualizando as dependências do módulo do kernel...
ro: Se actualizează dependențele modulelor de nucleu...
ru: Обновление зависимостей модулей ядра...
sk: Aktualizovanie závislosti modulov jadra...
sl: Posodabljanje odvisnosti modulov jedra …
sv: Uppdaterar kärnmodulberoenden...
tg: Вобастагиҳои модули ҳаста навсозӣ шуда истодаанд...
th: ทำการปรับส่วนมอดูลซึ่งขึ้นอยู่ต่อกันของเคอร์เนล...
tr: Çekirdek modülü bağımlılıkları güncelleniyor...
uk: Оновлення залежностей модулів ядра...
wa: Dji mete a djoû les aloyances do module nawea...

source: Setting up linker cache...
ar: يتم الآن إعداد الذاكرة المؤقتة للرابط...
bg: Създаване кеша на линкера…
ca: Establint la memòria cau de l'enllaçador...
cs: Nastavuje se vyrovnávací paměť linkeru...
da: Sætter linker-cache op (ldconfig)...
de: Linker-Cache wird eingerichtet ...
el: Ρύθμιση λανθάνουσας μνήμης linker...
eo: Agordado de la kaŝmemoro de la bindilo...
es: Configurando la caché del enlazador...
et: Linkija vahemälu seadistamine ...
fa: در حال تنظیم کش لینکر...
fi: Asetetaan linkittäjän välimuistia...
fr: Configuration du cache de l'éditeur de liens...
gl: Configurando a caché do enlazador...
hu: A linker gyorsítótárának létrehozása...
id: Mengatur cache linker...
it: Impostazione della cache del linker in corso...
ja: リンカのキャッシュを設定しています...
km: រៀបចំ​ឃ្លាំង linker ...
lt: Konfigūruojama saistyklės talpykla...
nb: Setter opp kommunikasjonsbuffer...
nl: Cache van linker instellen...
pl: Konfigurowanie bufora konsolidatora...
pt: A preparar a cache de linkagem...
pt_br: Configurando o cache do Linker...
ro: Se configurează cache-ul linker...
ru: Создание кэша linker"а…
sk: Nastavovanie vyrovnávacej pamäte linkera...
sl: Nastavljanje predpomnilnika za povezovalnik …
sv: Ställer in länknings-cache...
tg: Танзими хотираи пайвандсоз...
tr: Bağlayıcı önbelleği ayarlanıyor...
uk: Налаштування кешу для linker…
wa: Dji mete å pont li muchete di l' aspougneu d' loyén…

source: NTP Configuration
ca: Configuració d'NTP
cs: Konfigurace NTP
de: NTP-Konfiguration
es: Configuración NTP
it: Configurazione NTP
nl: NTP-configuratie
pt_br: Configuração NTP
ru: Конфигурация NTP
sl: Nastavitve NTP

source: Saving network configuration...
ar: يتم الآن حفظ تكوين الشبكة...
bg: Записване на мрежовите настройки…
ca: Desant la configuració de la xarxa...
cs: Ukládá se konfigurace sítě...
da: Gemmer netværkskonfiguration...
de: Netzwerkkonfiguration wird gespeichert...
el: Αποθήκευση ρυθμίσεων δικτύου...
eo: Konservante retagordon...
es: Guardando la configuración de red...
et: Võrgu häälestuse salvestamine...
fa: در حال ذخیره سازی پیکربندی شبکه...
fi: Tallennetaan verkkoasetuksia...
fr: Enregistrement de la configuration réseau...
gl: Gardando a configuración da rede...
hu: Hálózati beállítások mentése...
id: Menyimpan konfigurasi jaringan...
it: Salvataggio della configurazione di rete in corso...
ja: ネットワークの設定を保存しています...
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ...
lt: Išsaugoma tinklo konfigūracija...
nb: Lagrer nettverkskonfigurasjon...
nl: Netwerkconfiguratie wordt opgeslagen...
pl: Zapisywanie konfiguracji sieci...
pt: A gravar a configuração de rede...
pt_br: Salvando a configuração da rede...
ro: Se salvează configurația rețelei...
ru: Сохранение конфигурации сети…
sk: Ukladanie sieťovej konfigurácie...
sl: Shranjevanje nastavitev omrežja …
sv: Sparar nätverksinställningar...
tg: Танзими шабака захира шуда истодааст...
th: ทำการจัดเก็บค่าปรับแต่งของเครือข่าย...
tr: Ağ yapılandırması kaydediliyor...
uk: Збереження конфігурації мережі...
wa: Dji schape l' apontiaedje rantoele...

source: Checking the installed system...
ar: يتم الآن التحقق من النظام المثبَّت...
bg: Проверяване на инсталираната система…
ca: Comprovant el sistema instal·lat...
cs: Kontroluje se instalovaný systém...
da: Tjekker det installerede system...
de: Installiertes System wird überprüft...
el: Έλεγχος του εγκατεστημένου συστήματος...
eo: Kontrolante la instalitan sistemon...
es: Comprobando el sistema instalado...
et: Paigaldatud süsteemi kontroll...
fa: در حال بررسی سیستم نصب شده...
fi: Tarkistetaan asennettua järjestelmää...
fr: Vérification du système installé...
gl: Comprobando o sistema instalado...
hu: Telepített rendszer ellenőrzése...
id: Memeriksa sistem terpasang...
it: Verifica del sistema installato in corso…
ja: インストール済みのシステムを確認しています...
km: កំពុង​ពិនិត្យ​មើល​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង...
lt: Tikrinama įdiegta sistema...
nb: Kontrollerer det installerte systemet...
nl: Geïnstalleerd systeem wordt gecontroleerd...
pl: Sprawdzanie zainstalowanego systemu...
pt: A Validar o sistema instalado...
pt_br: Verificando o sistema instalado...
ro: Se verifică sistemul instalat...
ru: Проверка установленной системы...
sk: Kontrolovanie inštalovaného systému...
sl: Preverjanje nameščenega sistema …
sv: Kontrollerar installerat system...
tg: Санҷиши системаи насбшуда иҷро шуда истодааст...
th: ทำการตรวจสอบระบบที่ติดตั้ง...
tr: Kurulu sistem kontrol ediliyor...
uk: Перевірка встановленої системи...
wa: Dji verifeye l' sistinme d' astalé...
