Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>If you continue now, <b>existing partitions</b> on your hard disk will be <b>deleted</b> or <b>formatted</b> (<b>erasing any existing data</b> in those partitions) according to the installation settings in the previous dialogs.</p>
bg: <p>Ако сега продължите <b>съществуващите дялове</b> на твърдия диск ще бъдат <b>форматирани</b> или <b>изтрити</b> (<b>изтривайки всички съществуващи данни</b> на тези дялове) в съответствие с настройките, които са направени в предишните екрани.</p>
km: <p>ប្រសិន​បើ​អ្នក​បន្ត​ឥឡូវ <b>ភាគ​ថាស​ដែល​មាន​ស្រាប់ </b> នៅ​លើ​ថាស​រឹង​របស់​អ្នក នឹង​ត្រូវ​បាន <b>លុប</b> ឬ <b>ធ្វើ​ទ្រង់ទ្រាយ</b> (<b>ការ​លុប​ទិន្នន័យ​ដែល​មាន​ស្រាប់​មួយ​ចំនួន</b> នៅ​ក្នុង​ភាគ​ថាស​ទាំង​នោះ) ដោយ​យោង​តាម ការ​កំណត់​ការ​កំឡើង​នៅ​ក្នុង​ប្រអប់​មុន ។</p>
nb: <p>Hvis du fortsetter nå, vil <b>eksisterende partisjoner</b> på harddisken bli <b>slettet</b> eller <b>formatert</b> (<b>alle data vil bli slettet</b> på disse partisjonene) i samsvar med installasjonsinnstillingene i tidligere dialoger.</p>
tg: <p>Агар шумо ҳозир давом диҳед, <b>қисмҳои диски мавҷудбуда</b> дар диски компютерии шумо <b>тоза</b> ё <b>формат</b> карда мешаванд (дар қисмҳои мавҷудбуда <b>ҳамаи маълумот тоза карда мешавад</b>) ва ин фармон мувофиқи танзимоти насбе, ки дар диалоги қаблӣ таъин карда шуд, иҷро мешавад.</p>
th: <p>หากคุณเลือกที่จะทำต่อไปในตอนนี้ <b>พาร์ทิชันที่มีอยู่</b> บนฮาร์ดดิสก์ของคุณ จะถูก <b>ลบ</b> หรือ <b>ฟอร์แมต</b> (<b>เป็นการลบข้อมูลใด ๆ ที่มีอยู่ทั้งหมด</b> ในพาร์ทิชันเหล่านั้น) ซึ่งจะเป็นไปตามการตั้งค่าในกล่องโต้ตอบก่อนหน้านี้</p>
wa: <p>Si vs continouwez do côp, les <b>pårticions egzistantes</b> di vosse deure plake seront <b>disfacêyes</b> ou <b>abwesnêyes</b> (<b>totes les dnêyes seront ttafwaitmint disfacêyes</b> e ces pårticions ) sorlon les tchuzes d' astalaedje des dvizes di dvant.</p>

source: Copying system files to the installed system...
bg: Копиране на системните файлове върху инсталираната система…
km: កំពុង​ចម្លង​ឯកសារ​ប្រព័ន្ធ​ទៅ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង...
nb: Kopierer systemfiler til installert system...
tg: Нусхабардории файлҳои системавӣ ба системаи насбшуда...
th: ทำการคัดลอกแฟ้มระบบไปยังระบบที่ติดตั้ง...
wa: Dji copeye les fitchîs sistinmes diviè l' sistinme d' astalé...

source: Here you can choose to use Novell pre-defined images to speed up RPM installation.
bg: Тук можете да изберете дали да използвате предварително зададените от Novell образи, с което да ускорите инсталирането чрез RPM.
km: នៅ​ទីនេះ អ្នក​អាច​ជ្រើស​ដើម្បី​ប្រើ​រូបភាព​ដែល​បាន​កំណត់​ជា​មុន​របស់​ណូវែល ដើម្បី​បង្កើន​​ល្បឿន​នៃ​ការ​​ដំឡើង RPM ។
nb: Her kan du velge å bruke forhåndsdefinerte diskbilder fra Novell for raskere RPM-installasjon.
tg: Барои тезондани насби RPM шумо метавонед тасвирҳои диски таҳияшудаи Novell-ро барои истифода интихоб кунед.
th: คุณสามารถเลือกอิมเมจต่าง ๆ ของ Novell ที่ถูกกำหนดไว้ล่วงหน้า เพื่อเพิ่มความเร็วในการติดตั้ง RPM ได้ที่นี่
wa: Vos savoz tchoezi chal les imådjes prédefineyes pa Novell po rinde pus roed l' astalaedje des RPM.

source: Custom images deployment - this needs a URL to be configured as installation source
bg: Внедряване на образи по желание – това изисква даден адрес за бъде настроен като източник на инсталация.
km: ការ​អភិវឌ្ឍន៍​រូបភាព​ផ្ទាល់ខ្លួន - វា​ត្រូវការឲ្យ​កំណត់​រចនាសម្ព័ន្ធ URL ជា​ប្រភពដំឡើង
nb: Bruke tilpassede diskbilder - du må angi en nettadresse som installasjonskilde
tg: Ҷойгиркунии тасвирҳои диски шахсӣ - барои танзим кардан ҳамчун сарчашмаи насб, суроғаи URL лозим аст
th: การถ่ายโอนแฟ้มอิมเมจสร้างเอง - ในส่วนนี้จะต้องใช้ที่อยู่ URL เพื่อทำการปรับแต่งค่าให้เป็นแหล่งของการติดตั้ง
wa: Sitindaedje d' imådjes a vosse môde - i fåt po çoula aveur èn URL a apontyî come sourdant d' astalaedje

source: Here you can create custom images.
bg: Тук можете да си създадете образи по ваше желание.
km: អ្នក​អាច​បង្កើត​រូបភាព​ផ្ទាល់​ខ្លួន​នៅ​ទីនេះ​បាន ។
nb: Her kan du opprette tilpassede diskbilder.
tg: Дар ин ҷо метавонед тасвирҳои диски шахсиро эҷод кунед.
th: คุณสามารถสร้างแฟ้มอิมเมจต่าง ๆ ได้ที่นี่
wa: Vos savoz ahiver cial des imådjes a vosse môde.

source: You have to configure the software selection first before you can create an image here
bg: Първо трябва да настроите подбора на софтуера преди да можете да създадете образ тук.
km: អ្នក​ត្រូវ​តែ​កំណត់​រចនាសម្ព័ន្ធ​ការ​ជ្រើស​កម្មវិធី​ជា​មុន​សិន មុន​នឹង​អ្នក​អាច​បង្កើត​រូបភាព​នៅ​ទីនេះ
nb: Du må angi et programvareutvalg før du kan opprette et diskbilde her
tg: Пеш аз имкони эҷоди тасвири диск дар ин ҷо, шумо бояд аввал интихоби нармафзорро танзим кунед
th: คุณต้องทำการปรับแต่งการเลือกซอฟท์แวร์ต่าง ๆ ก่อน จึงจะสามารถทำการสร้างแฟ้มอิมเมจได้
wa: Vos dvoz aprume apontyî l' tchoes des programes divant d' saveur ahiver cial ene imådje

source: Create an image file (AutoYaST will fetch it from the given location during installation)
bg: Създаване на файл-образ (AutoYaST ще го изтегли от дадения адрес по време на инсталацията)
km: បង្កើត​ឯកសារ​រូបភាព (AutoYaST នឹង​ទៅ​យក​វា​ពី​ទីតាំង​ដែល​បាន​ផ្ដល់​អំឡុង​ពេល​ដំឡើង)
nb: Opprett en diskbildefil (AutoYaST vil hente den fra angitt plassering under installasjon)
tg: Эҷод кардани файли тасвири диск (AutoYaST ҳангоми насбкунӣ онро аз ҷойгиршавии муайяншуда бозёбӣ мекунад)
th: สร้างแฟ้มอิมเมจ (AutoYaST จะทำการดึงข้อมูลของมันจากตำแหน่งที่ถูกกำหนดมาให้ในระหว่างการติดตั้ง)
wa: Ahiver on fitchî d' (AutoYaST l' irè cweri a pårti d' l' eplaeçmint dné sol tins d' l' astalaedje)

source: Create Image
bg: Създаване на образ
km: បង្កើត​រូបភាព
nb: Opprett diskbilde
tg: Эҷод кардани тасвири диск
th: สร้างแฟ้มอิมเมจ
wa: Ahiver ene imådje

source: Where will AutoYaST find the image? (e.g. http://host/)
bg: Къде AutoYaST може да намери файла-образ? (напр. http://машина/)
km: តើ​ AutoYaST នឹង​រក​រូបភាព​ពី​កន្លែង​ណា ? (ឧ. http://host/)
nb: Hvor skal AutoYaST hente diskbildet? (f.eks. http://vertsmaskin/)
tg: AutoYaST тасвири дискро аз куҷо бозёбӣ мекунад? (масалан, http://host/)
th: จะให้ AutoYaST ทำการค้นหาแฟ้มอิมเมจที่ใด ? (เช่น http://ชื่อเครื่อง/)
wa: Ewou ç' k' AutoYaST irè trover l' imådje ? (htp://lodjoe/, metans)

source: What is the name of the image? (e.g. my_image)
bg: Какво е името на образа? (напр. my_image)
km: រូបភាព​ឈ្មោះ​អ្វី ? (ឧ. my_image)
nb: Hva er navnet på diskbildet? (f.eks. mitt_diskbilde)
tg: Номи тасвири диск чист? (масалан, тасвири_диски_ман)
th: แฟ้มอิมเมจมีชื่อว่าอะไร ? (เช่น อิมเมจส่วนตัว)
wa: Kén est l' no d' l' imådje ? (mi_imådje, metans)

source: Create ISO (image and autoinst.xml will be on the media)
bg: Създаване на ISO (образът и autoinst.xml ще бъдат на носителя)
km: បង្កើត​ ISO (រូប​ភាព​ និង​​ autoinst.xml នឹង​​​​​មាននៅ​​​លើ​មេឌៀ)
nb: Opprett ISO (diskbilde og autoinst.xml lagres på mediet)
tg: Эҷод кардани файли ISO (тасвири диск ва autoinst.xml дар расона эҷод мешаванд)
th: สร้างแฟ้ม ISO (แฟ้มอิมเมจและแฟ้ม autoinst.xml จะอยู่ในแฟ้ม ISO ด้วย)
wa: Ahiver ISO (l' imådje eyet l' autoinst.xml seront sol media)

source: <p><b>Creating own Images</b> is used if you want to skip the complete step of RPM installation. Instead AutoYaST will dump an image on the harddisk which is a lot faster and can be pre-configured already. Everything else than RPM installation is done like during a normal auto-installation.</p>
bg: <p><b>Създаване на свои образи</b> се използва ако желаете да пропуснете стъпката по инсталирането чрез RPM. Вместо това AutoYaST ще създаде образ върху твърдия диск, което е значително по-бързо и може да се използва за предварително настройване на системата. Всичко останало се извършва както по времето на автоматичното инсталиране.</p>
km: <p><b>ការ​បង្កើត​រូបភាព​ផ្ទាល់ខ្លួន</b> ត្រូវ​បាន​ប្រើ​ ប្រសិនបើ​អ្នក ចង់​រំលង​ជំហាន​ពេញលេញ​​នៃ​ការ​ដំឡើង RPM ។ ផ្ទុយ​មក​វិញ AutoYaST នឹងបោះបង់ រូបភាព​នៅ​លើ​ថាស​រឹង​ ដែល​កាន់តែ​លឿន និង​អាច​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ជា​មុន​រួច​ហើយ ។ អ្វីៗ​ផ្សេង​ទៀត​ពី​ការ​ដំឡើង RPM ត្រូវ​បាន​ធ្វើ​ដូច​គ្នា​នឹង​អំឡុង​ពេល​ដំឡើង​ដោយ​ស្វ័យ​ប្រវត្តិ ។</p>
nb: <p><b>Oppretting av egne diskbilder</b> brukes hvis du vil hoppe over hele trinnet med RPM-installasjon. I stedet vil AutoYaST legg inn et diskbilde på harddisken, noe som er raskere og kan klargjøres på forhånd. Alt utenom RPM-installasjonen utføres på samme måte som under en normal autoinstallasjon.</p>
tg: <p><b>Эҷодкунии тасвирҳои шахсӣ</b> истифода мешавад, агар шумо хоҳед, ки қадами пурраи насби RPM-ро нодида гузаронед. Ба ивази ин, AutoYaST тасвири дискеро, ки барои насб тезтар ва танзимшуда мебошад, дар диски компютерӣ эҷрд мекунад. Раванди насби система аз тасвири диск ба насби RPM монанд аст ва ба таври худкор иҷро мешавад.</p>
th: <p><b>การสร้างอิมเมจของคุณเอง</b> จะถูกใช้หากคุณต้องการ จะทำการข้ามขั้นตอนของการติดตั้งแพกเกจ RPM อย่างสมบูรณ์ โดย AutoYaST จะทำการดึงแฟ้มอิมเมจที่อยู่บนฮาร์ดดิสก์ ขึ้นมาใช้งานแทน ซึ่งจะมีความเร็วมากกว่าการติดตั้งแพกเกจ RPM โดยตรง นอกจากนี้ในแฟ้มอิมเมจก็ยังมีค่าปรับแต่ง ที่ถูกปรับแต่งสำเร็จมาแล้วด้วย และยังคงให้ผลของระบบเป็นเช่นเดียวกับการติดตั้งจากแพกเกจ RPM และในกระบวนการติดตั้งอัตโนมัติเช่นกัน</p>
wa: <p><b>Ahiver ses imådjes da sinne</b> est eployî si vs voloz passer l' etape complete di l' astalaedje des RPM. Al plaece, AutoYaST rashirè ene Imådje sol deure plake, çou k' est bråmint pus roed eyet ki sait esse dedja prézapontyî. Tot l' resse, a pårt l' astalaedje des RPM, est fwait come èn oto-astalaedje normå.</p>

source: you need to do the software selection before creating an image
bg: първо трябва да направите подбор на софтуера преди да създадете образ
km: អ្នក​ត្រូវ​តែ​ធ្វើ​ការ​ជ្រើសរើស​កម្មវិធី មុន​នឹង​បង្កើត​រូបភាព
nb: Du må angi programvareutvalget før du oppretter et diskbilde
tg: пеш аз эҷод кардани тасвири диск шумо бояд нармафзорро интиҳоб кунед
th: คุณต้องทำการเลือกซอฟท์แวร์ต่าง ๆ ก่อน จึงจะสร้างแฟ้มอิมเมจได้
wa: vos dvoz fé l' tchoes des programes divant d' ahiver ene imådje

source: Run Update
bg: Обновяване
km: រត់​ការ​ធ្វើ​បច្ចុប្បន្នភាព
nb: Kjør oppgradering
tg: Иҷро кардани навсозӣ
th: ทำการปรับรุ่น
wa: Enonder l' metaedje a djoû

source: Skip Update
bg: Без обновяване
km: រំលង​ការ​ធ្វើបច្ចុប្បន្នភាព
nb: Hopp over oppgradering
tg: Нодида гузарондани навсозӣ
th: ข้ามการปรับรุ่น
wa: Passer houte li metaedje a djoû

source: Online Update
bg: Онлайн обновяване
km: ​ធ្វើ​បច្ចុប្បន្នភាព​លើ​បណ្ដាញ
nb: Online-oppdatering
tg: Навсозии онлайн
th: ปรับรุ่นผ่านการออนไลน์
wa: Metaedje a djoû so fyis

source: Run Online Update now?
bg: Желаете ли да започнете сега онлайн обновяване?
km: រត់​ការ​ធ្វើបច្ចុប្បន្នភាព​​លើ​បណ្ដាញ​ឥឡូវ ?
nb: Vil du kjøre online-oppgradering nå?
tg: Навсозии онлайнро ҳозир иҷро мекунед?
th: ทำการปรับรุ่นผ่านการออนไลน์เดี๋ยวนี้หรือไม่ ?
wa: Enonder l' metaedje a djoû so fyis asteure?

source: Select whether to run an online update now. You may skip this step and run an online update later.
bg: Изберете дали да започнете сега онлайн обновяване. Можете да пропуснете тази стъпка и да го направите по-късно.
km: ជ្រើស​ថា​តើ​ត្រូវ​រត់​ការ​ធ្វើ​បច្ចុប្បន្នភាព​​លើ​បណ្ដាញ​ឥឡូវ ឬ​ក៏​អត់ ។ អ្នក​អាច​​រំលង​ជំហាន​នេះ ហើយ​រត់​ការ​ធ្វើ​បច្ចុប្បន្នភាព​​លើ​បណ្ដាញ​ពេល​ក្រោយ​ក៏​បាន​ដែរ ។
nb: Velg om du vil kjøre en online-oppgradering nå. Du kan hoppe over dette trinnet nå, og kjøre oppgraderingen senere.
tg: Интихоб кунед, ки агар шумо хоҳед дар ҳоли ҳозир навсозии онлайнро иҷро кунед. Шумо ҳам метавонед ин амалро рад кунед ва навсозии онлайнро баъдтар иҷро намоед.
th: เลือกเพื่อสั่งให้ทำการปรับรุ่นผ่านการออนไลน์เดี๋ยวนี้ คุณอาจจะข้ามขั้นตอนนี้และเรียกใช้มันเองได้ในภายหลัง
wa: Tchoezixhoz si vs voloz enonder on metaedje a djoû so fyis asteure. Vos ploz passer houte ci digré et enonder on metaedje a djoû so fyis pus tård.

source: <p> Choose the <b>Language</b> and the <b>Keyboard layout</b> to be used during installation and for the installed system. </p>
bg: <p> Изберете <b>езика</b> и <b>клавиатурната подредба</b>, които да бъде използвани за инсталацията и инсталираната система. </p>
km: <p> ជ្រើស <b>ភាសា</b> និង​<b>ប្លង់​ក្ដារចុច</b> ដើម្បី​ប្រើ​អំឡុង​ពេល ដំឡើង និង​សម្រាប់​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង ។ </p>
nb: <p> Velg et <b>Språk</b> og et <b>Tastaturoppsett</b> du vil bruke under installasjonen og etter at systemet er installert. </p>
tg: <p> Барои амалӣ кардани насб ва истифодаи системаи насбшуда, <b>Забон</b> ва <b>Тарҳбандии клавиатура</b>-ро интихоб кунед. </p>
th: <p> เลือก<b>ภาษา</b>และ<b>รูปแบบแป้นพิมพ์</b> ที่ต้องการใช้ ระหว่างทำการติดตั้งและสำหรับระบบที่ติดตั้งแล้ว </p>
wa: <p> Tchoezixhoz l' <b>Lingaedje</p> eyet l' <b>Adjinçmint del taprece</b> a -z eployî sol tins d' l' astalaedje et pol sistinme astalé. </p>

source: <p> The license must be accepted before the installation continues. Use <b>License Translations...</b> to show the license in all available translations. </p>
bg: <p> Лицензът трябва да бъде приет преди да продължи инсталацията. Използвайте <b>Преводи на лиценза</b> за да видите всички налични преводи. </p>
km: <p> អាជ្ញាប័ណ្ណ​ត្រូវ​តែ​បាន​ទទួល​មុន​នឹង​បន្ត​ការ​​ដំឡើង ។ ប្រើ<b>ការ​បកប្រែ​អាជ្ញាប័ណ្ណ</b> ដើម្បី​បង្ហាញ​អាជ្ញាប័ណ្ណ​នៅ​ក្នុង​ការ​បកប្រែ​ដែល​អាច​ប្រើ​បាន ។ </p>
nb: <p> Du må godkjenne lisensen før du kan fortsette installasjonen. Bruk <b>Lisensoversettelser...</b> for å vise alle tilgjengelige oversettelser av lisensen. </p>
tg: <p> Пеш аз идома додани насби система, шумо бояд иҷозатномаро қабул кунед. Барои мутолиа кардани иҷозатнома дар тарҷумаи дастрс, <b>Тарҷумаҳои иҷозатнома...</b>-ро истифода баред. </p>
wa: <p> Li licince doet esse acceptêye divant d' tcheryî pus lon avou l' astalaedje. Siervoz vs di <b>Ratournaedjes del licince...</b> po mostrer l' licince dins tos les ratournaedjes k' i gn a. </p>

source: <p> Click <b>Next</b> to proceed to the next dialog. </p>
bg: <p> Щракнете върху <b>Следващ</b> за да продължите към следващия екран. </p>
km: <p> ចុច <b>យល់ព្រម</b> ដើម្បី​បន្ត​ទៅ​ប្រអប់​បន្ទាប់ ។ </p>
nb: <p> Klikk <b>Neste</b> for å gå videre til neste dialog. </p>
tg: <p> Барои гузаштан ба даилоги навбатӣ, тугмаи <b>Навбатӣ</b>ро зер кунед. </p>
th: <p> คลิกที่ปุ่ม <b>ขั้นตอนถัดไป</b> เพื่อไปยังกล่องโต้ตอบตัวถัดไป </p>
wa: <p> Clitchîz <b>Shuvant</b> po-z aler al shuvante divize. </p>

source: <p> Nothing will happen to your computer until you confirm all your settings in the last installation dialog. </p>
bg: <p> <b><i>Нищо няма да се случи</i></b> на компютъра Ви докато не потвърдите всички настройки в последния екран на инсталацията. </p>
km: <p> នឹង​គ្មាន​អ្វី​កើតឡើង​ចំពោះ​កុំព្យូទ័រ​របស់​អ្នក​ឡើយ រហូត​ទាល់​តែ​អ្នក​អះអាង ការ​កំណត់​ទាំងអស់​របស់​អ្នក នៅ​ក្នុង​ប្រអប់​ការ​ដំឡើង​ចុង​ក្រោយ ។ </p>
nb: <p> Ingenting vil skje med datamaskinen før du bekrefter alle innstillingene i den siste installasjonsdialogen. </p>
tg: <p> То он вақте ки шумо ҳамаи танзимоти интихобшударо дар диалоги охирини насб қабул накунед, бо компютери шумо ҳеҷ чиз намешавад. </p>
th: <p> จะไม่มีอะไรเกิดขึ้นกับเครื่องของคุณ จนกว่าคุณจะทำการยืนยัน การตั้งค่าต่าง ๆ ของคุณในกล่องโต้ตอบการติดตั้งสุดท้าย </p>
wa: <p> Rén n' va ariver a vosse copiutrece djusk' a c' ki vs dijhoxhe co on côp oyi dins l' dierinne divize d' astalaedje. </p>

source: <p> Select <b>Abort</b> to abort the installation process at any time. </p>
bg: <p> Избери <b>Отмени</b> за да прекъснете инсталационния процес по всяко време. </p>
km: <p> ជ្រើស <b>បោះបង់</b> ដើម្បីបោះបង់​ ដំណើរការ​ដំឡើង​នៅពេល​ណាមួយ ។ </p>
nb: <p> Velg <b>Avbryt</b> for å avbryte installasjonen når som helst. </p>
tg: <p> Барои қатъ кардани насби система тугмаи <b>Қатъ кардан</b>-ро дар вақти дилхоҳ зер кунед. </p>
th: <p> สามารถคลิกปุ่ม <b>ยกเลิก</b> เพื่อยกเลิก กระบวนการติดตั้งได้ทุกเมื่อ </p>
wa: <p> Tchoezixhoz <b>Abandner</b> tot l' minme cwand po-z abandner l' processus d' astalaedje. </p>

source: License Agreement
bg: Лицензионно споразумение
km: កិច្ច​ព្រមព្រៀង​អាជ្ញាប័ណ្ណ
nb: Lisensavtale
tg: Созишномаи иҷозатнома
th: สัญญาอนุญาตสิทธิ์
wa: Acoird di licince

source: &Keyboard Layout
bg: &Клавиатурна подредба
km: ប្លង់​ក្ដារចុច
nb: &Tastaturoppsett
tg: &Тарҳбандии клавиатура
th: &ผังแป้นพิมพ์
wa: &Adjinçmint del taprece

source: I &Agree to the License Terms.
bg: Да, &приемам това лицензионно споразумение
km: ខ្ញុំ​យល់ព្រម​នឹង​លក្ខខណ្ឌ​របស់​អាជ្ញាប័ណ្ណ ។
nb: Jeg godkjenner lisens&avtalen.
tg: Ман бо &Шартҳои иҷозатнома розӣ ҳастам.
th: ฉัน&ยอมรับเงื่อนไขตามสัญญาอนุญาตสิทธิ์
wa: Dji so d' &acoird avou l' acoird di licince

source: License &Translations...
bg: Лиценз &Преводи…
km: ការ​បកប្រែ​អាជ្ញាប័ណ្ណ...
nb: Lisensoverse&ttelser...
tg: Тарҷумаи &иҷозатнома...
th: การแ&ปลสัญญาอนุญาตสิทธิ์...
wa: Ra&tournaedjes del licince...

source: I &Agree
bg: С&ъгласен съм
km: ខ្ញុំ​យល់ព្រម
nb: &Godtar
tg: Ман &розӣ ҳастам
th: ฉันย&อมรับ
wa: Dji so d' &acoird

source: I Do &Not Agree
bg: &Не съм съгласен
km: ខ្ញុំ​មិន​យល់ព្រម​ទេ
nb: &Godtar ikke
tg: Ман &розӣ нестам
th: ฉันไ&ม่ยอมรับ
wa: Dji n' so &nén d' acoird

source: <p>Select the scenario that meets your needs best. Additional software can be selected later in software proposal.</p>
bg: <p>Изберете модел на инсталацията, който съответства най-точно на Вашите нужди. Допълнителни пакети могат да бъдат избрани по-късно в софтуерното предложение.</p>
km: <p>ជ្រើស​​សេណារីយ៉ូ​​​ដែល​ផ្គូផ្គង​នឹង​តម្រូវការ​របស់​អ្នក​បំផុត ។ កម្មវិធី​បន្ថែម​អាច​ត្រូវ​បាន​ជ្រើស​ពេលក្រោយ​នៅ​ក្នុង​សំណើ​កម្មវិធី ។</p>
nb: <p>Velg det scenarioet som best tilsvarer dine behov. Du kan velge flere programmer senere i installasjonen.</p>
tg: <p>Намоишномае, ки ба ниёзҳои шумо беҳатартар мувофиқат мекунад, интихоб намоед. Нармафзори иловагӣ метавонад дар пешниҳоди интихоби нармафзор баъдтар интихоб шавад.</p>
wa: <p>Tchoezixhoz on sinnario ki respond a c' ki vs avoz l' pus dandjî. Des ôtes programes pôront esse tchoezis pus tård dins les propôzront di programes.</p>

source: Choose one scenario, please.
bg: Моля, изберете един модел на инсталацията.
km: សូម​ជ្រើស​​ឆាក​មួយ ។
nb: Velg et scenario.
tg: Лутфан, як намоишномаро интихоб кунед.
th: โปรดเลือกแบบแผนตัวใดตัวหนึ่ง
wa: Tchoezixhoz on sinnario s' i vs plait.

source: Choose Scenario
bg: Избери модел на инсталацията
km: ជ្រើស​សេណារីយ៉ូ
nb: Velg scenario
tg: Интихоби намоишнома
th: เลือกแบบแผน
wa: Tchoezi l' sinnario

source: Probe floppy disk devices
bg: Пробване на флопита
km: ស្ទង់រក​ឧបករណ៍​ថាស​ទន់
nb: Søk etter diskettenheter
tg: Санҷиши дастгоҳҳои драйви флоппи
th: ตรวจหาอุปกรณ์ฟลอปปี
wa: Sonder les plaketes

source: Probing floppy disk devices...
bg: Пробване на флопи устройствата…
km: កំពុង​ស្ទង់រក​ឧបករណ៍​ថាស​ទន់...
nb: Søker etter diskettenheter...
tg: Санҷиши дастгоҳҳои драйви флоппи...
th: ตรวจหาอุปกรณ์ฟลอปปี...
wa: Dji sonde les plaketes...

source: Probe hard disk controllers
bg: Пробване на контролери за твърди дискове
km: ស្ទង់រក​ឧបករណ៍​បញ្ជា​ថាស​រឹង
nb: Søk etter harddiskkontrollere
tg: Санҷиши мудири диски компютерӣ
th: ตรวจหาตัวควบคุมฮาร์ดดิสก์
wa: Sonder les controleurs di deure plake

source: Probing hard disk controllers...
bg: Пробване на контролерите за твърди дискове…
km: កំពុង​ស្ទង់​រក​ឧបករណ៍​បញ្ជា​ថាស​រឹង...
nb: Søker etter harddiskkontrollere...
tg: Санҷиши мудири диски компютерӣ...
th: ทำการตรวจหาตัวควบคุมฮาร์ดดิสก์...
wa: Dji sonde les controleurs di deure plake...

source: Load kernel modules for hard disk controllers
bg: Зареждане на модули към ядрото за контролерите за твърди дискове
km: ផ្ទុក​ម៉ូឌុល​របស់​ខឺណែល សម្រាប់​ឧបករណ៍​បញ្ជា​ថាស​រឹង
nb: Last kjernemoduler for harddiskkontrollere
tg: Бор кардани модули ҳаста барои мудири диски компютерӣ
th: เรียกใช้มอดูลของเคอร์เนลเพื่อใช้งานตัวควบคุมฮาร์ดดิสก์
wa: Tcherdjî les modules do nawea po les controleurs di deure plake

source: Loading kernel modules for hard disk controllers...
bg: Зареждане на модулите към ядрото за контролерите за твърди дискове…
km: កំពុង​ផ្ទុក​ម៉ូឌុល​របស់​ខឺណែល សម្រាប់​ឧបករណ៍​បញ្ជា​ថាស​រឹង...
nb: Laster kjernemoduler for harddiskkontrollere...
tg: Модули ҳаста барои нозири диски компютерӣ бор шуда истодааст...
th: ทำการเรียกใช้มอดูลของเคอร์เนลเพื่อใช้งานตัวควบคุมฮาร์ดดิสก์...
wa: Dji tchedje les modules do nawea po les controleurs di deure plake...

source: No hard disks were found for the installation. During an automatic installation, they might be detected later. (especially on S/390 or iSCSI systems)
bg: Не са намерени твърди дискове за инсталацията. По време на автоматичната инсталация те могат да бъдат открити по-късно, (особено на системи S/390 или iSCSI)
km: រក​មិន​ឃើញ​ថាសរឹង​​សម្រាប់​ការ​ដំឡើង​ទេ ។ ខណៈ​ពេល​​ដំឡើង​ដោយ​ស្វ័យប្រវត្តិ ពួក​គេ​នឹង​អាច​ត្រូវ​បាន​​រក​ឃើញ​នៅ​ពេល​ក្រោយ ។ (ជាពិសេស​នៅ​លើ​ប្រព័ន្ធ S/390 ឬ iSCSI)
nb: Ingen disker ble funnet for installasjonen. Med automatisk installasjon kan det hende at de blir funnet senere (spesielt på S/390- eller iSCSI-systemer).
tg: Ягон диски компютерӣ барои насби система ёфт нашуд. Эҳтимол аст, ки онҳо ҳангоми насби худкор баъдтар муайян мешаванд. (махсусан дар системаҳои S/390 ё iSCSI)
wa: Dji n' a trové nole deure plake di l' astalaedje. Sol tins d' en astalaedje otomatike, i pôrént esse trovés pus tård. (especiålmint so les sistinmes S/390 ou iSCSI)

source: No hard disks and no hard disk controllers were found for the installation. Check your hardware. %1
nb: Det ble ikke funnet noen harddisk eller haddiskkontrollere for installasjonen. Kontroller maskinvaren! %1
tg: Ягон диск ва мудири диски компютерӣ барои насби система ёфт нашуд. Сахтафзорро тафтиш кунед. %1

source: Removed
bg: Премахнат
km: បាន​យក​ចេញ
nb: Fjernet
tg: Тозашуда
th: ถูกเอาออก
wa: Oisté

source: Enabled
bg: Включено
km: បាន​បើក
nb: Aktivert
tg: Фаъолшуда
th: ถูกเปิดใช้งาน
wa: En alaedje

source: Disabled
bg: Изключено
km: មិន​អនុញ្ញាត
nb: Deaktivert
tg: Ғайрифаъол
th: ถูกปิดการใช้งาน
wa: Essocté

source: Current Status
bg: Текущ статус
km: ស្ថានភាព​បច្ចុប្បន្ន
nb: Gjeldende status
tg: Вазъияти ҷорӣ
th: สถานะปัจจุบัน
wa: Situwåcion pol moumint

source: &Toggle Status
bg: &Промяна на статуса
km: បិទ/បើក ស្ថានភាព
nb: &Endre status
tg: &Намоиши вазъият
th: &สลับสถานะ
wa: &(Dis)mete estat

source: <p>Here you see all software repositories found on the system you are upgrading. Enable the ones you want to include in the upgrade process.</p>
bg: <p>Виждате всички налични хранилища на системата, която обновявате. Позволете тези, които искате да бъдат включени в процеса на обновяване.</p>
km: <p>រកឃើញ​ឃ្លាំង​កម្មវិធី​ទាំងអស់​នៅ​​ទីនេះ នៅ​ក្នុង​ប្រព័ន្ធ​ អ្នក​កំពុង​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង ។ បើក​វា​មួយ ដែល​អ្នក​ចង់​រួម​បញ្ចូល​នៅ​ក្នុង​ដំណើរការ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង ។</p>
nb: <p>Her vises alle pakkebrønnene som ble funnet på systemet du oppgraderer nå. Aktiver pakkebrønnene du vil bruke under oppgraderingsprosessen.</p>
tg: <p>Дар ин ҷо ҳамаи анборҳои нармафзори дастрас аз системаи такмилшаванда намоиш дода мешаванд. Анборҳои нармафзоре, ки шумо мехоҳед барои раванди такмилдиҳӣ илова кунед, интихоб намоед.</p>
th: <p>คุณสามารถเห็นคลังแพกเกจทั้งหมดของซอฟต์แวร์ที่พบบนระบบของคุณ และปรับรุ่นได้ที่นี่ คุณควรจะเปิดใช้พวกมันตามตัวที่คุณต้องการ จะใช้ร่วมในกระบวนการปรับรุ่นให้ทันสมัย</p>
wa: <p>Vos ploz vey vaici tos les depots d' programes k' ont stî trovés sol sistinme ki vs estoz a mete a djoû. Metoz en alaedje les cis k' vos vloz mete e processus di metaedje a djoû.</p>
