Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p> Change the values by clicking on the respective headline or by using the <b>Change...</b> menu. </p>
ar: <p> قم بتغيير القيم بالنقر فوق العنوان الرئيسي ذي الصلة أو من خلال استخدام القائمة <b>تغيير...</b>. </p>
bg: <p> Щракнете което и да е заглавие или бутона <b>Промяна</b> за на направите промени. </p>
ca: <p> Per canviar-ne els valors, feu clic a la capçalera corresponent o utilitzeu el menú <b>Canvia-ho...</b>. </p>
cs: <p> Hodnoty změníte kliknutím na odpovídající záhlaví nebo pomocí nabídky <b>Změnit...</b>. </p>
da: <p> Ændr værdierne ved at klikke på den respektive overskrift eller ved at bruge menuen <b>Skift...</b>. </p>
de: <p> Ändern Sie die Werte, indem Sie auf die entsprechende Überschrift klicken oder das Menü <b>Ändern...</b> verwenden. </p>
el: <p> Αλλάξτε τις τιμές κάνοντας κλικ στον αντίστοιχο τίτλο ή χρησιμοποιώντας το μενού <b>Αλλαγή...</b>. </p>
eo: <p> Ŝanĝu la valorojn per klako sur la koncerna titolo aŭ uzante la menueron <b>Ŝanĝi...</b>. </p>
es: <p> Cambie los valores pulsando sobre los respectivos encabezados o usando el menú <b>Cambiar...</b>. </p>
et: <p> Muudatuste tegemiseks klõpsa vastaval pealkirjal või kasuta menüüd <b>Muuda...</b>. </p>
fa: <p> مقادیر را با کلیک بر روی عنوان مربوطه تعویض کنید و یا از منوی <b>تغییر...</b> استفاده کنید. </p>
fi: <p> Muuta arvoja napsauttamalla otsikkoa tai käytä <b>Muuta...</b>-valikkoa. </p>
fr: <p> Pour modifier les valeurs, cliquez sur les titres respectifs ou utilisez le menu <b>Changer...</b>. </p>
gl: <p> Cambie os valores premendo no título correspondente ou usando o menú <b>Cambiar...</b>. </p>
hu: <p> Az értékek megváltoztatáshoz kattintson a megfelelő főcímre, vagy válasszon a <b>Módosítás...</b> menüből. </p>
id: <p> Ubah nilai dengan mengklik judul yang sesuai atau dengan menggunakan menu <b>Ubah...</b>. </p>
it: <p> Per modificare le impostazioni fare clic sull'intestazione corrispondente oppure usare il menu <b>Modifica…</b>. </p>
ja: <p> 設定を変更するにはヘッドラインのリンクを押すか、 もしくは <b>変更...</b> メニューをご利用ください。 </p>
km: <p> ប្ដូរ​តម្លៃ​ដោយ​ចុច​ចំណងជើង​នីមួយៗ ឬ​ដោយ​ប្រើ​ម៉ឺនុយ <b>ផ្លាស់ប្ដូរ...</b> ។ </p>
lt: <p> Keiskite reikšmes spausdami ant atitinkamos antraštės arba naudodami meniu <b>Keisti...</b>. </p>
nb: <p> Du kan endre verdiene ved å klikke på overskriften eller ved å bruke menyen <b>Endre...</b>. </p>
nl: <p> Wijzig de waarden door op het respectievelijke onderdeel te klikken of door het menu <b>Wijzigen...</b> te gebruiken. </p>
pl: <p> Aby zmienić ustawienia, proszę nacisnąć odpowiedni nagłówek po prawej albo przycisk <b>Zmień...</b> poniżej. </p>
pt: <p> Altere os valores, premindo no seu respectivo cabeçalho ou utilizando o menu <b>Alterar...</b> </p>
pt_br: <p> Altere os valores clicando no respectivo cabeçalho ou usando o menu <b>Alterar...</b>. </p>
ro: <p> Modificați valorile făcând clic pe titlul respectiv sau utilizând meniul <b>Schimbați...</b>. </p>
ru: <p> Изменяйте значения, щёлкая по соответствующему заголовку или используя меню <b>Изменить…</b>. </p>
sk: <p> Hodnoty zmeníte kliknutím na titulok alebo pomocou menu <b>Zmeniť...</b>. </p>
sl: <p> Spremenite nastavitev s klikom ustreznega naslova ali z uporabo menija <b>Spremeni …</b>. </p>
sv: <p> Ändra värdena genom att klicka på respektive rubrik eller genom att använda menyn <b>Ändra...</b>. </p>
tg: <p> Барои тағйир додани қиматҳо, сарлавҳаҳои мувофиқро зер кунед ё менюи <b>Тағйир додан...</b>-ро истифода баред. </p>
th: <p> เปลี่ยนค่าโดยการคลิกที่หัวบรรทัด หรือโดยการใช้เมนู <b>เปลี่ยนค่า...</b> </p>
tr: <p> İlgili başlıklara tıklayarak ya da <b>Değiştir</b> menüsü yardımıyla değerleri değiştirebilirsiniz. </p>
uk: <p> Змініть значення, клацнувши на відповідний заголовок, або скориставшись меню <b>Змінити...</b>. </p>
wa: <p> Candjîz les valixhance e clitchant so leus gros tites ou en eployant l' menu <b>Candjî..</b>. <p>

source: <p> Your hard disk has not been modified yet. You can still safely abort. </p>
ar: <p> لم يتم تعديل القرص الصلب لديك بأي شكل من الأشكال. يمكنك إيقاف العملية بأمان. </p>
bg: <p> Твърдият диск не е променян и ще можете все още безопасно да прекъснете. </p>
ca: <p> El disc dur encara no s'ha modificat. Encara es pot avortar la instal·lació amb seguretat. </p>
cs: <p> Váš pevný disk nebyl dosud nijak změněn, stále můžete instalaci přerušit. </p>
da: <p> Din harddisk er ikke blevet ændret endnu, så du kan stadig trygt afbryde. </p>
de: <p> Ihre Festplatte wurde nicht verändert, Sie können immer noch ohne Risiko abbrechen. </p>
el: <p> Ο σκληρός σας δίσκος δεν έχει ακόμα τροποποιηθεί. Μπορείτε ακόμα να ματαιώσετε με ασφάλεια. </p>
eo: <p> Via fiksita disko ankoraŭ ne estas modifita. Vi povas ankoraŭ sendanĝere halti. </p>
es: <p> El disco duro no se ha modificado aún. Todavía puede cancelar sin problemas. </p>
et: <p> Sinu kõvakettale ei ole veel muudatusi tehtud. Võid rahumeeli katkestada, kui tahad. </p>
fa: <p> دیسک سخت شما هنوز دستکاری نشده است. شما با آسودگی میتوانید صرفه نظر کنید. </p>
fi: <p> Kiintolevyäsi ei muutettu millään tavalla, joten voit turvallisesti vielä keskeyttää asennuksen. </p>
fr: <p> Votre disque dur n'a pas encore été modifié, vous pouvez donc interrompre en toute sécurité. </p>
hu: <p> Merevlemezének tartalma eddig nem változott, így most még biztonsággal megszakíthatja a telepítést. </p>
id: <p> Cakram keras Anda belum dimodifikasi. Anda tetap bisa menggugurkan dengan aman. </p>
it: <p> Il disco fisso non è stato ancora modificato; si può quindi interrompere in modo sicuro. </p>
ja: <p> この時点では、まだハードディスクの内容は何も変更していませんので、中止しても何も問題ありません。 </p>
km: <p> ថាស​រឹង​របស់​អ្នក​មិន​ត្រូវ​បាន​កែប្រែ​​នៅឡើយ​ទេ ដូច្នេះ​អ្នក​នៅ​តែ​អាច​បោះបង់​ដោយ​សុវត្ថិភាព ។ </p>
lt: <p> Jūsų standusis diskas dar nebuvo pakeistas, taigi vis dar galite saugiai nutraukti. </p>
nb: <p> Harddisken er ikke endret, så det er fremdeles trygt å avbryte. </p>
nl: <p> Uw vaste schijf is niet gewijzigd, u kunt nog steeds veilig afbreken. </p>
pl: <p> Dysk twardy komputera nie został jeszcze w żaden sposób zmodyfikowany. Można bezpiecznie zrezygnować z instalacji. </p>
pt: <p> O seu disco rígido não foi modificado ainda. Ainda pode abortar de forma segura. </p>
pt_br: <p> Seu disco rígido não foi alterado ainda. Você ainda pode cancelar com segurança. </p>
ro: <p> Hard diskul dvs. nu a fost încă modificat. Puteți încă să întrerupeți în siguranță. </p>
ru: <p> Ваш жесткий диск еще не был изменен. Вы можете безопасно прервать установку. </p>
sk: <p> Váš pevný disk nebol doteraz zmenený. Stále môžete bezpečne prerušiť. </p>
sl: <p> Vaš trdi disk ni bil v ničemer spremenjen, zato lahko nameščanje še vedno varno prekinete. </p>
sv: <p> Inga ändringar har gjorts på din hårddisk ännu. Du kan fortfarande avbryta. </p>
tg: <p> Ба диски компютерии шумо то ҳол ягон тағйир татбиқ нашудааст. Шумо метавонед равандро бехатар қатъ кунед. </p>
tr: <p> Sabit diskiniz henüz değiştirilmedi. Yine de güvenle iptal edebilirsiniz. </p>
uk: <p> На вашому жорсткому диску не було зроблено жодних змін, тому ще можна безпечно перервати встановлення.</p>
wa: <p> Vosse deure plake n' a nén co stî candjeye co, ki vs poloz co abandner sins risse. </p>

source: This proposed setting is marked as read-only and cannot be changed.
ar: تم وضع علامة على هذا الإعداد المقترحة للقراءة فقط ولا يمكن تغييرها.
ca: Aquesta configuració proposada està marcada com a només de lectura i no es pot canviar.
cs: Navrhované nastavení je označeno pouze pro čtení a nemůže být změněno.
da: Denne foreslået indstilling er markeret som skrivebeskyttet og kan ikke ændres.
de: Diese vorgeschlagene Einstellung ist als nur-lesbar markiert und kann nicht geändert werden.
eo: Ĉi tiu proponita agordo markiĝis kiel nurlega kaj oni ne povas ĝin ŝanĝi.
es: El ajuste propuesto está marcado como sólo de lectura y no se puede cambiar.
et: See seadistus on märgitud ainult vaatamiseks ja seda ei saa muuta.
fa: تنظیمات هدفمند شده به صورت فقط خواندنی علامتگذاری شده اند و نمیتوانند تغییر کنند.
fi: Ehdotettu asetus on merkitty vain luettavaksi eikä sitä voi muuttaa.
fr: Le réglage proposé est en lecture-seule et ne peut être changé.
hu: Ez a javasolt beállítás csak olvashatóként van megjelölve, és nem változtatható meg.
id: Pengaturan yang diusulkan ini telah ditandai sebagai hanya-baca dan tidak bisa diubah.
it: L'impostazione proposta è contrassegnata come di sola lettura e non può essere modificata.
ja: 提案設定は読み込み専用としてマークされているため、 変更することができません。
lt: Šią pasiūlytą parinktį galima tik skaityti jos negalima pakeisti.
nl: Deze voorgestelde instelling is gemarkeerd als alleen-lezen en kan niet gewijzigd worden.
pl: To ustawienie propozycji oznaczono jako tylko do odczytu i nie można go zmienić.
pt: Estas definições propostas estão marcadas como ler-apenas e não podem ser modificadas.
pt_br: Esta configuração proposta está marcada como somente leitura e não pode ser alterada.
ro: Această setare propusă este marcată ca fiind numai pentru citire și nu poate fi modificată.
ru: Этот предложенный параметр отмечен как "только для чтения" и не может быть изменён.
sk: Toto navrhované nastavenie je označený iba na čítanie a nemôže sa zmeniť.
sl: Ta predlagana nastavitev je označena samo za branje in je ni mogoče spremeniti.
sv: Denna föreslagna inställning har markerats som skrivskyddad och går inte att ändra.
tr: Önerilen bu ayar salt okunur olarak işaretlendi ve değiştirilemez.
uk: Пропонований параметр позначений тільки для читання і не може бути змінений.

source: <p> Select <b>Install</b> to perform a new installation with the values displayed. </p>
ar: <p> حدد <b>تثبيت</b> لإجراء تثبيت جديد بالقيم المعروضة. </p>
bg: <p> Избери <b>Инсталирай</b> за да започнете нова инсталация с показаните стойности. </p>
ca: <p> Seleccioneu l'opció <b>Instal·la</b> per a dur a terme una instal·lació nova amb els valors mostrats. </p>
cs: <p> Použijte volbu <b>Instalovat</b> pro novou instalaci se zobrazenými hodnotami. </p>
da: <p> Vælg <b>Installér</b> for at lave en ny installation med de viste værdier. </p>
de: <p> Wählen Sie <b>Installieren</b> aus, um eine Neuinstallation mit den angezeigten Werten auszuführen. </p>
el: <p> Επιλέξτε <b>Εγκατάσταση</b> για να συνεχίσετε μια νέα εγκατάσταση με τις τιμές που εμφανίζονται. </p>
eo: <p> Elektu <b>Instali</b> por efektivigi novan instaladon kun la videblaj valoroj. </p>
es: <p> Seleccione <b>Instalar</b> para llevar a cabo una nueva instalación con los valores mostrados. </p>
et: <p> Uue paigalduse sooritamiseks kuvatud sätetega klõpsa <b>Paigalda</b>. </p>
fa: <p> برای یک نصب جدید با مقادیر نمایش داده شده <b>نصب</b> را انتخاب کنید. </p>
fi: <p> Tee uusi asennus näytetyillä arvoilla napsauttamalla <b>Asenna</b>. </p>
fr: <p> Sélectionnez <b>Installer</b> pour effectuer une nouvelle installation avec les valeurs affichées. </p>
gl: <p> Use <b>Instalar</b> para levar a cabo unha nova instalación cos valores que se mostran. </p>
hu: <p> Amennyiben a megjelenített beállítások megfelelőek, a telepítés megkezdéséhez nyomja meg a <b>Telepítés</b> gombot. </p>
id: <p> Pilih <b>Pasang</b> untuk melakukan pemasangan baru dengan nilai yang ditayangkan. </p>
it: <p> Selezionare <b>Installa</b> per effettuare una nuova installazione con i valori visualizzati. </p>
ja: <p> <b>インストール</b> ボタンを押すと、表示された設定で新規インストールを行います。 </p>
km: <p> ជ្រើស <b>ដំឡើង</b> ដើម្បី​​អនុវត្ត​ការ​ដំឡើង​ថ្មី​ជា​មួយ​តម្លៃ​ដែល​បានបង្ហាញ ។ </p>
lt: <p> Norėdami su rodomomis nuostatomis naujai įdiegti sistemą, spauskite <b>Diegti</b> . </p>
nb: <p> Velg <b>Installer</b> for å utføre en ny installasjon med disse verdiene. </p>
nl: <p> Klik op <b>Installeren</b> om met de weergegeven waarden een nieuwe installatie uit te voeren. </p>
pl: <p> Aby rozpocząć nową instalację z wyświetlonymi ustawieniami, proszę nacisnąć przycisk <b>Instaluj</b>. </p>
pt: <p> Utilize <b>Instalar</b> para realizar uma nova instalação, com os valores apresentados. </p>
pt_br: <p> Selecione <b>Instalar</b> para fazer uma nova instalação com os valores exibidos. </p>
ro: <p> Selectați <b>Instalare</b> pentru a efectua o nouă instalare cu valorile afișate. </p>
ru: <p> Нажмите <b>Установить</b>, чтобы выполнить новую установку с указанными параметрами. </p>
sk: <p> Pre novú inštaláciu s použitím zobrazených hodnôt stlačte <b>Inštalovať</b>. </p>
sl: <p> Za izvedbo nove namestitve s prikazanimi nastavitvami kliknite <b>Namesti</b>. </p>
sv: <p> Välj <b>Installera</b> om du vill utföra en ny installation med värdena som visas. </p>
tg: <p> Барои насб кардани системаи нав бо қиматҳои пешниҳодшуда, тугмаи <b>Насб кардан</b>-ро зер кунед. </p>
th: <p> ใช้ปุ่ม <b>ติดตั้ง</b> เพื่อทำการติดตั้งใหม่โดยใช้ค่าที่แสดงให้เห็น </p>
tr: <p> Görüntülenen değerlerle yeni bir kurulum gerçekleştirmek için <b>Yükle</b>'yi seçin. </p>
uk: <p> Виберіть <b>Встановити</b>, щоб виконати нове встановлення із показаними значеннями. </p>
wa: <p> Tchoezixhoz <b>Astaler</b> po fé on novea astalaedje avou les valixhances håynêyes. </p>

source: <p> Select <b>Update</b> to perform an update with the values displayed. </p>
ar: <p> حدد <b>تحديث</b> لإجراء تحديث بالقيم المعروضة. </p>
bg: <p> Избери <b>Обнови</b> за да започнете обновяване с показаните стойности. </p>
ca: <p> Seleccioneu l'opció <b>Actualitza</b> per a dur a terme una actualització amb els valors mostrats. </p>
cs: <p> Použijte tlačítko <b>Aktualizovat</b> pro aktualizaci se zobrazenými hodnotami. </p>
da: <p> Vælg <b>Opdater</b> for at opdatere med de viste værdier. </p>
de: <p> Wählen Sie <b>Aktualisieren</b> aus, um eine Aktualisierung mit den angezeigten Werten auszuführen. </p>
el: <p> Επιλέξτε <b>Ενημέρωση</b> για να συνεχίσετε μια ενημέρωση με τις τιμές που εμφανίζονται. </p>
eo: <p> Elektu <b>Ĝisdatigi</b> por efektivigi ĝisdatigon kun la videblaj valoroj. </p>
es: <p> Seleccione <b>Actualizar</b> para llevar a cabo una actualización con los valores mostrados. </p>
et: <p> Uuenduse sooritamiseks kuvatud sätetega klõpsa <b>Uuenda</b>. </p>
fa: <p> برای بروزرسانی با مقادیر نمایش داده شده <b>بروزرسانی</b> را انتخاب کنید. </p>
fi: <p> Suorita päivitys näytettävillä arvoilla napsauttamalla <b>Päivitä</b>. </p>
fr: <p> Sélectionnez <b>Mise à jour</b> pour effectuer une mise à jour avec les valeurs affichées. </p>
gl: <p> Use <b>Actualizar</b> para levar a cabo unha actualización cos valores que se mostran. </p>
hu: <p> A megjelenített értékekkel történő frissítéshez nyomja meg a <b>Frissítés</b> gombot . </p>
id: <p> Pilih <b>Mutakhirkan</b> untuk melakukan pemutakhiran dengan nilai yang ditayangkan. </p>
it: <p> Selezionare <b>Aggiorna</b> per effettuare un aggiornamento con i valori visualizzati. </p>
ja: <p> <b>更新</b> ボタンを押すと、表示された設定で更新を行います。 </p>
km: <p> ជ្រើស <b>ធ្វើ​បច្ចុប្បន្នភាព</b> ដើម្បី​អនុវត្តបច្ចុប្បន្នភាព​​ជា​មួយ​នឹង​តម្លៃ​ដែល​បានបង្ហាញ ។ </p>
lt: <p> Norėdami atnaujinti su sistemą su rodomomis nuostatomis, pasirinkite <b>Atnaujinti</b> . </p>
nb: <p> Velg <b>Oppgrader</b> for å utføre en oppgradering med disse verdiene. </p>
nl: <p> Klik op <b>Bijwerken</b> om bijwerken met de weergegeven waarden uit te voeren. </p>
pl: <p> Aby rozpocząć aktualizację z wyświetlonymi ustawieniami, proszę nacisnąć przycisk <b>Aktualizuj</b>. </p>
pt: <p> Selecione <b>Atualizar</b> para realizar uma atualização com os valores apresentados. </p>
pt_br: <p> Selecione <b>Atualizar</b> para fazer uma atualização com os valores exibidos. </p>
ro: <p> Selectați <b>Actualizare</b> pentru a efectua o actualizare cu valorile afișate. </p>
ru: <p> Нажмите <b>Обновить</b>, чтобы выполнить обновление с указанными параметрами. </p>
sk: <p> Pre aktualizáciu s použitím zobrazených hodnôt stlačte <b>Aktualizovať</b>. </p>
sl: <p> Za izvedbo posodobitve s prikazanimi nastavitvami kliknite <b>Posodobi</b>. </p>
sv: <p> Välj <b>Uppdatera</b> om du vill utföra en uppdatering med värdena som visas. </p>
tg: <p> Барои навсозӣ кардани система бо қиматҳои пешниҳодшуда, тугмаи <b>Навсозӣ кардан</b>-ро зер кунед. </p>
th: <p> ใช้ปุ่ม <b>ปรับรุ่น</b> เพื่อให้การปรับรุ่นใช้ค่าที่แสดงให้เห็น </p>
tr: <p> Görüntülenen değerlerle bir güncelleme yapmak için <b>Güncelle</b>'yi seçin. </p>
uk: <p> Виберіть <b>Оновити</b>, щоб виконати оновлення із показаними значеннями. </p>
wa: <p> Tchoezixhoz <b>Mete a djoû</b> po fé on metaedje a djoû avous les valixhances håynêyes. </p>

source: <p> Put the network settings into effect by pressing <b>Next</b>. </p>
ar: <p> قم بتطبيق إعدادات الشبكة من خلال ضغط <b>التالي</b>. </p>
bg: <p> Активирайте мрежовите настройки като натиснете <b>Следващ</b>. </p>
ca: <p> Per a activar la configuració de la xarxa, premeu <b>Següent</b>. </p>
cs: <p> Síťová nastavení provedete pomocí tlačítka <b>Následující</b>. </p>
da: <p> Aktivér netværksindstillingerne ved at trykke <b>Næste</b>. </p>
de: <p> Übernehmen Sie die Netzwerkeinstellungen mit <b>Weiter</b>. </p>
el: <p> Ενεργοποιήστε τις ρυθμίσεις δικτύου πατώντας <b>Επόμενο</b>. </p>
eo: <p> Efektivigu la retagordojn post elekti <b>Sekva</b>. </p>
es: <p> Pulse <b>Siguiente</b> para activar la configuración de la red. </p>
et: <p> Võrgu sätete rakendamiseks klõpsa <b>Edasi</b>. </p>
fa: <p> با فشردن دکمه ی <b>بعدی</b> تنظیمات شبکه را به حالت اجرایی در آورید. </p>
fi: <p> Ota verkon asetukset käyttöön napsauttamalla <b>Seuraava</b>. </p>
fr: <p> Rendez effectifs les paramètres réseau en cliquant sur <b>Suivant</b>. </p>
gl: <p> Faga que as opcións de rede teñan efecto premendo <b>Seguinte</b>. </p>
hu: <p> A hálózati beállítások a <b>Következő</b> gomb megnyomásával lépnek érvénybe. </p>
id: <p> Aktifkan pengaturan jaringan dengan menekan <b>Berikutnya</b>. </p>
it: <p> Rendere effettive le impostazioni di rete premendo <b>Avanti</b>. </p>
ja: <p> ネットワーク設定を有効化するには <b>次へ</b> を押してください。 </p>
km: <p> ដើម្បី​ធ្វើ​ឲ្យ​ការ​កំណត់​បណ្ដាញ​មាន​ប្រសិទ្ធភាព ចុច <b>បន្ទាប់</b> ។ </p>
lt: <p> Aktyvuokite tinklo nuostatas spausdami <b>Toliau</b>. </p>
nb: <p> Aktiver nettverksinnstillingene ved å klikke <b>Neste</b>. </p>
nl: <p> Klik op <b>Volgende</b> om de netwerkinstellingen te bevestigen. </p>
pl: <p> Aby zastosować te ustawienia sieci, proszę nacisnąć przycisk <b>Dalej</b>. </p>
pt: <p> Coloque as definições de rede em funcionamento, premindo <b>Seguinte</b>. </p>
pt_br: <p> Ative as configurações de rede clicando em <b>Próximo</b>. </p>
ro: <p> Puneți în aplicare setările de rețea apăsând <b>Următorul</b>. </p>
ru: <p> Активируйте параметры сети нажатием <b>Далее</b>. </p>
sk: <p> Nastavenie siete aktivujete stlačením tlačidla <b>Ďalej</b>. </p>
sl: <p> S klikom na gumb <b>Naprej</b> boste uveljavili nastavitve omrežja. </p>
sv: <p> Verkställ nätverksinställningarna genom att klicka på <b>Nästa</b>. </p>
tg: <p> Бо зеркунии тугмаи <b>Навбатӣ</b>, танзимоти шабака татбиқ карда мешавад. </p>
th: <p> เพื่อให้การตั้งค่าเครือข่ายมีผลปรับใช้ ให้คลิกที่ปุ่ม <b>ถัดไป</b> </p>
tr: <p> <b>İleri</b> düğmesine basarak ağ ayarlarını etkinleştirin. </p>
uk: <p> Введіть параметри мережі в дію, натиснувши <b>Далі</b>. </p>
wa: <p> Metoz les tchuzes di rantoele en alaedje e tchôcant <b>Shuvant</b>. </p>

source: <p> Put the service settings into effect by pressing <b>Next</b>. </p>
ar: <p> قم بتطبيق إعدادات الخدمة من خلال ضغط <b>التالي</b>. </p>
bg: <p> Активирайте настройките за услугата като натиснете <b>Следващ</b>. </p>
ca: <p> Premeu <b>Següent</b> per a activar la configuració dels serveis. </p>
cs: <p> Nastavení služby provedete pomocí tlačítka <b>Následující</b>. </p>
da: <p> Aktivér tjenesteindstillingerne ved at trykke <b>Næste</b>. </p>
de: <p> Übernehmen Sie die Diensteinstellungen mit <b>Weiter</b>. </p>
el: <p> Ενεργοποιήστε τις ρυθμίσεις υπηρεσιών πατώντας <b>Επόμενο</b>. </p>
eo: <p> Efektivigu la servoagordojn per alklako al <b>Sekva</b>. </p>
es: <p> Pulse <b>Siguiente</b> para activar la configuración de servicios. </p>
et: <p> Teenuste sätete rakendamiseks klõpsa <b>Edasi</b>. </p>
fa: <p> با فشردن دکمه ی <b>بعدی</b> تنظیمات سرویس را به حالت اجرایی در آورید. </p>
fi: <p> Ota palveluasetukset käyttöön napsauttamalla <b>Seuraava</b>. </p>
fr: <p> Rendez effectifs les paramètres du réseau en cliquant sur <b>Suivant</b>. </p>
gl: <p> Faga que as opcións de servizos teñan efecto premendo <b>Seguinte</b>. </p>
hu: <p> A szolgáltatás beállításai a <b>Következő</b> gomb megnyomásával lépnek érvénybe. </p>
id: <p> Aktifkan pengaturan layanan dengan menekan <b>Berikutnya</b>. </p>
it: <p> Rendere effettive le impostazioni del servizio premendo <b>Avanti</b>. </p>
ja: <p> サービスの設定を有効化するには <b>次へ</b> ボタンを押してください。 </p>
km: <p> ដើម្បី​ធ្វើ​ឲ្យ​ការ​កំណត់​សេវា​មាន​ប្រសិទ្ធភាព ចុច <b>បន្ទាប់</b> ។ </p>
lt: <p> Aktyvuokite paslaugos nuostatas spausdami <b>Toliau</b>. </p>
nb: <p> Aktiver tjenesteinnstillingene ved å klikke <b>Neste</b>. </p>
nl: <p> Klik op <b>Verder</b> om de service-instellingen te bekrachtigen. </p>
pl: <p> Aby zastosować te ustawienia usług, proszę nacisnąć przycisk <b>Dalej</b>. </p>
pt: <p> Coloque as definições do serviço em funcionamento, premindo <b>Seguinte</b>. </p>
pt_br: <p> Ative as configurações de serviço clicando em <b>Próximo</b>. </p>
ro: <p> Puneți în aplicare setările serviciului apăsând <b>Următorul</b>. </p>
ru: <p> Активируйте параметры сервисов нажатием <b>Далее</b>. </p>
sk: <p> Nastavenie služby aktivujete stlačením tlačidla <b>Ďalej</b>. </p>
sl: <p> S klikom na gumb <b>Naprej</b> boste uveljavili nastavitve storitev. </p>
sv: <p> Verkställ tjänstinställningarna genom att klicka på <b>Nästa</b>. </p>
tg: <p> Бо зеркунии тугмаи <b>Навбатӣ</b>, танзимоти хидмат татбиқ карда мешавад. </p>
th: <p> เพื่อให้การตั้งค่าบริการมีผลปรับใช้ ให้กดที่ปุ่ม <b>ถัดไป</b> </p>
tr: <p> <b>İleri</b> düğmesine basarak hizmet ayarlarını etkinleştirin. </p>
uk: <p> Введіть параметри служби в дію, натиснувши <b>Далі</b>. </p>
wa: <p> Metoz les tchuzes di siervice en alaedje e tchôcant <b>Shuvant</b>. </p>
