Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>If you continue now, data on your hard disk will be overwritten according to the settings in the previous dialogs.</p>
ar: <p>في حالة المتابعة الآن، ستتم الكتابة فوق البيانات الموجودة على القرص الصلب لديك وفقًا للإعدادات الموجودة في مربعات الحوار السابقة.</p>
bg: <p>Ако сега продължите данните на Вашия твърд диск ще бъдат препокрити в съответствие с настройките, които са направени в предишните екрани.</p>
ca: <p>Si continueu ara, se sobreescriuran les dades del disc dur segons els paràmetres dels diàlegs anteriors.</p>
cs: <p>Pokud budete nyní pokračovat, data na vašem disku budou přepsána podle nastavení v předchozích dialogových oknech.</p>
da: <p>Hvis du fortsætter nu, vil data på din harddisk blive overskrevet i henhold til indstillingerne i de forrige dialoger.</p>
de: <p>Wenn Sie jetzt fortfahren, werden die Daten auf Ihrer Festplatte entsprechend den Einstellungen in den vorherigen Dialogfeldern überschrieben.</p>
el: <p>Εάν συνεχίσετε τώρα, τα δεδομένα στον σκληρό σας δίσκο θα αντικατασταθούν σύμφωνα με τις ρυθμίσεις των προηγούμενων επιλογών.</p>
eo: <p>Se vi daŭrigas nun, datumoj de la fiksita disko estos anstataŭigitaj laŭ la agordoj de la pasintaj dialogoj.</p>
es: <p>Si continúa ahora, los datos del disco duro se sobrescribirán según los valores de configuración indicados en los diálogos anteriores.</p>
et: <p>Kui nüüd jätkate, kirjutatakse kõvakettal olevad andmed üle vastavalt eelmistes dialoogides määratud sätetele.</p>
fa: <p>اگر شما این روند را ادامه دهید منجر به بازنویس شدن اطلاعات به روی اطلاعات قبلی خود خواهید شد این عمل بر اساس تنظیمات قبلی شما اتفاق خواهد افتاد.</p>
fi: <p>Jos jatkat nyt, kiintolevyilläsi olevien tietojen päälle kirjoitetaan aiemmissa valintaikkunoissa tehtyjen valintojen mukaan.</p>
fr: <p>Si vous continuez maintenant, les données sur votre disque dur seront écrasées conformément aux paramètres des boites de dialogue précédentes.</p>
gl: <p>Se continúa agora, os datos do seu disco duro vanse sobrescribir de acordo coas opcións dos cadros de diálogo anteriores.</p>
hu: <p>Ha most folytatja, akkor a merevlemezen található adatok felülíródnak az előző párbeszédablakok telepítési beállításainak megfelelően.</p>
id: <p>Jika Anda lanjutkan sekarang, data pada cakram keras Anda akan ditimpa berdasarkan pengaturan pada dialog sebelumnya.</p>
it: <p>Procedendo con l'installazione, i dati sul disco fisso verranno sovrascritti in base alle impostazioni definite nelle precedenti finestre di dialogo.</p>
ja: <p>続行すると、お使いのコンピュータのハードディスクは、 直前のダイアログで設定したとおりに上書きされます。</p>
km: <p>ប្រសិនបើ​អ្នក​បន្ត ទិន្នន័យ​នៅ​លើ​ថាស​រឹង​របស់​អ្នក​ នឹង​ត្រូវ​បាន​សរសេរ​ជាន់​លើ ដោយ​យោ​ងតាម​កា​រកំណត់​នៅ​ក្នុង​ប្រអប់​មុន ។</p>
lt: <p>Jei tęsite, duomenys jūsų standžiajame diske bus perrašyti pagal ankstesniuose languose atliktas nustatas.</p>
nb: <p>Hvis du fortsetter nå, vil dataene på harddisken bli overskrevet i henhold til innstillingene i de tidligere dialogene.</p>
nl: <p>Als u nu verder gaat, worden de gegevens op uw vaste schijf overschreven volgens de instellingen van de voorgaande dialogen.</p>
pl: <p>W przypadku kontynuowania dane na dysku twardym zostaną nadpisane, zgodnie z ustawieniami z poprzednich okien.</p>
pt: <p>Se continuar agora, os dados no seu disco rígido serão sobrepostos de acordo com as definições das caixas de diálogo anteriores.</p>
pt_br: <p>Se você continuar agora, os dados no disco rígido serão sobrescritos de acordo com as configurações dos diálogos anteriores.</p>
ro: <p>Dacă continuați acum, datele de pe hard disk vor fi suprascrise în conformitate cu setările din ferestrele de dialog anterioare.</p>
ru: <p>Если вы продолжите, данные на вашем жестком диске будут перезаписаны в соответствии с параметрами в предыдущих диалоговых окнах.</p>
sk: <p>Ak sa teraz rozhodnete pokračovať, dáta na vašom disku budú prepísané podľa nastavení v predchádzajúcich dialógoch.</p>
sl: <p>Če sedaj nadaljujete, bo namestitveni program v skladu z nastavitvami v predhodnih pogovornih oknih prepisal podatke na trdem disku.</p>
sv: <p>Om du fortsätter nu kommer data på hårddisken att skrivas över enligt inställningar i föregående dialogrutor.</p>
tg: <p>Агар шумо ҳозир давом диҳед, ҳамаи маълумоити диски компютерӣ мувофиқи танзимоти насбе, ки дар диалоги қаблӣ таъин карда шуд, тағйир дода мешавад.</p>
th: <p>หากคุณเลือกที่จะทำต่อไป ข้อมูลบนฮาร์ดดิสก์ของคุณจะถูกเขียนทับ ซึ่งจะเป็นไปตามการตั้งค่าที่ได้ตั้งไว้ในกล่องโต้ตอบก่อนหน้านี้</p>
tr: <p>Eğer şimdi devam ederseniz önceki iletişim kutularındaki ayarlarınıza göre sabit diskinizdeki verilerin üzerine yazılacak.</p>
uk: <p>Якщо ви продовжите, то дані на вашому жорсткому диску буде перезаписано відповідно до параметрів у попередніх вікнах.</p>
wa: <p> Si vs continouwez asteure, les fitchîs so vosse deure plake serans spotcheyes sorlon les tchuzes tchoezeyes dins les dvizes di dvant.</p>

source: Start &Update
ar: بدء التحديث
bg: &Надграждане
ca: Inicia l'act&ualització
cs: Sp&ustit aktualizaci
da: &Start opdatering
de: Akt&ualisierung starten
el: Εκκίνηση ενη&μέρωσης
eo: Startigi Ĝis&datigon
es: Iniciar la &actualización
et: Käivita &uuendamine
fa: آغاز بروزرسانی
fi: Aloita päi&vitys
fr: Démarrer la &mise à jour
gl: Iniciar &actualización
hu: &Frissítés indítása
id: Mulai Pem&utakhiran
it: Avvia a&ggiornamento
ja: 更新開始 (&U)
km: ចាប់ផ្ដើម​ធ្វើបច្ចុប្បន្នភាព
lt: Pradėti atna&ujinimą
nb: Start &oppgradering
nl: &Bijwerken starten
pl: &Uruchom aktualizację
pt: Iniciar &Actualização
pt_br: Iniciar a At&ualização
ro: Începeți &Actualizarea
ru: Запустить &обновление
sk: &Začať aktualizáciu
sl: Začni &posodabljanje
sv: Starta &uppdatering
tg: Оғоз кардани &навсозӣ
th: เริ่มการ&ปรับรุ่น
tr: G&üncellemeyi Başlat
uk: Почати &оновлення
wa: Ataker l' &metaedje a djoû

source: Device Settings
ca: Paràmetres del dispositiu
cs: Nastavení zařízení
de: Geräte-Einstellungen
el: Ρυθμίσεις συσκευής
es: Configuración del dispositivo
fi: Laiteasetukset
fr: Paramètres du périphérique
gl: Configuración do dispositivo
id: Pengaturan Perangkat
it: Impostazioni dispositivo
ja: デバイス設定
lt: Įrenginių nuostatos
nl: Apparaatinstellingen
pt: Definições de Dispositivo
pt_br: Configurações do dispositivo
ro: Setări dispozitiv
ru: Настройки устройства
sk: Nastavenia zariadení
sl: Nastavitve naprave
sv: Enhetsinställningar
tr: Cihaz ayarları
uk: Параметри пристрою

source: enabled
ca: habilitat
cs: povoleno
de: Aktiviert
el: ενεργοποιημένο
es: habilitado
fi: käytössä
fr: activé
gl: activado
id: diaktifkan
it: abilitato
ja: 有効
lt: įgalinta
nl: ingeschakeld
pt: ativado
pt_br: habilitado
ro: activat
ru: включено
sk: povolené
sl: omogočeno
sv: aktiverad
tr: etkin
uk: увімкнено

source: disabled
ca: inhabilitat
cs: zakázáno
de: Deaktiviert
el: απενεργοποιημένο
es: inhabilitado
fi: ei käytössä
fr: désactivé
gl: desactivado
id: dinonaktifkan
it: disabilitato
ja: 無効
lt: uždrausta
nl: uitgeschakeld
pt: desativado
pt_br: desabilitado
ro: dezactivat
ru: отключено
sk: zakázané
sl: onemogočeno
sv: inaktiverad
tr: kapalı
uk: вимкнено

source: disable
ca: inhabilita
cs: zakázat
de: deaktivieren
el: απενεργοποίηση
es: inhabilitar
fi: poista käytöstä
fr: désactiver
gl: desactivado
id: nonaktifkan
it: disabilita
ja: 無効化
lt: uždrausti
nl: uitschakelen
pt: desativado
pt_br: desabilitar
ro: dezactivați
ru: отключить
sk: zakázať
sl: onemogoči
sv: inaktiverad
tr: kapalı
uk: вимкнути

source: enable
ca: habilita
cs: povolit
de: aktivieren
el: ενεργοποίηση
es: habilitar
fi: ota käyttöön
fr: activer
gl: activado
id: aktifkan
it: abilita
ja: 有効化
lt: įgalinti
nl: inschakelen
pt: ativado
pt_br: habilitar
ro: activați
ru: включить
sk: povoliť
sl: omogoči
sv: aktivera
tr: etkin
uk: увімкнути

source: Blacklist devices
ca: Llista negra de dispositius
cs: Zařízení na černé listině
de: Geräte sperren
es: Dispositivos de la lista negra
fi: Estä laitteita
fr: Liste noire de périphériques
gl: Dispositivos da lista negra
id: Daftar Hitam Perangkat
it: Dispositivi nella lista nera
ja: デバイスのブラックリスト設定
lt: Įrenginių juodasis sąrašas
nl: Apparaten op de zwarte lijst zetten
pt: Dispositivos em lista negra
pt_br: Lista negra de dispositivos
ro: Dispozitive din lista neagră
ru: Чёрный список устройств
sk: Nežiadúce zariadenia
sl: Seznam blokiranih naprav
sv: Svartlista enheter
tr: Kara Listedeki donanımlar
uk: Чорний список пристроїв

source: I/O device auto-configuration
ca: Configuració automàtica del dispositiu d'E/S
cs: Autokonfigurace vstup/výstupního zařízení
de: Auto-Konfiguration für I/O-Geräte
es: Configuración automática del dispositivo de E/S
fi: I/O-laitteiden automaattimääritys
fr: Configuration automatique du périphérique E/S
id: Konfigurasi otomatis perangkat I/O
it: Configurazione automatica del dispositivo di I/O
ja: I/O デバイスの自動設定
lt: Nuskaitymo/įrašymo įrenginio automatinė konfigūracija
nl: Auto-configuratie van I/O-apparaat
pt: Auto-configuração de dispositivo I/O
pt_br: Configuração automática do dispositivo de E/S
ro: Autoconfigurarea dispozitivelor I/O
ru: Автонастройка устройств ввода/вывода
sk: Automatická konfigurácia I/O zariadení
sl: Samo-nastavitev V/I naprave
sv: I/O enhet-autokonfiguration
tr: G/Ç cihazı otomatik konfigürasyonu
uk: Автоматичне налаштування пристроїв введення-виведення

source: <p>Use <b>Blacklist devices</b> if you want to create blacklist channels to such devices which will reduce kernel memory footprint.</p><p>Disable <b>I/O device auto-configuration</b> if you don't want any existing I/O auto-configuration data to be applied.</p>
ca: <p>Useu <b>Llista negra de dispositius</b> si voleu crear una llista negra de canals cap a algun dels dispositius, la qual cosa reduirà l'empremta de memòria del nucli.</p><p>Inhabiliteu la <b>Configuració automàtica del dispositiu d'E/S</b> si no voleu que s'apliqui cap dada d'autoconfiguració d'E/S.</p>
cs: <p>Použijte <b>Zařízení na černé listině</b>, chcete-li vytvořit kanály černé listiny k takovým zařízením, která sníží využití paměti jádra.</p><p>Zakažte <b>autokonfiguraci vstup/výstupního zařízení</b>, nechcete-li aplikovat existující vstup/výstupní autokonfigurační údaje.</p>
de: <p>Mit <b>Geräte sperren</b> legen Sie eine Liste von gesperrten Geräten an, um die Speichergröße des Kernels zu reduzieren.</p><p>Deaktivieren Sie <b>I/O-Geräte-Autokonfiguration</b>, wenn Sie keine bestehenden I/O-Autokonfigurationsdaten angewendet haben wollen.</p>
es: <p>Use la opción <b>Dispositivos de la lista negra</b> si desea crear canales de lista negra para esos dispositivos, lo que reducirá la ocupación de memoria del núcleo.</p><p>Inhabilite <b>Configuración automática del dispositivo de E/S</b> si no desea que se aplique ningún dato de configuración automática de I/O existente.</p>
fi: <p>Valitse <b>Estä laitteet</b>, jos haluat luoda estokanavia laitteille, jotka vähentävät ytimen muistin määrää.</p><p>Poista <b>I/O-laitteiden automaattimääritys</b> käytöstä, ellet halua aiempia I/O-automaattimääritystietoja otettavan käyttöön.</p>
fr: <p>Utilisez l'option <b>Liste noire de périphériques</b> si vous souhaitez créer des canaux de listes noires pour de tels périphériques ce qui réduira l'empreinte mémoire du noyau.</p><p>Désactiver la <b>configuration automatique du périphérique E/S</b> si vous ne voulez pas qu'une configuration automatique soit appliquée.</p>
id: <p>Gunakan <b>Daftar hitam perangkat</b> jika Anda mau membuat kanal daftar hitam untuk perangkat tersebut yang akan berguna untuk mengurangi jejak memori kernel.</p><p>Nonaktifkan <b>konfigurasi otomatis perangkat I/O </b> jika Anda tidak ingin data konfigurasi otomatis I/O yang ada diterapkan. </p>
it: <p>Utilizzare <b>Dispositivi nella lista nera</b> se si vogliono creare dei canali nella lista nera per tali dispositivi, in modo da ridurre l'impronta della memoria del kernel.</p><p>Disabilitare <b>Configurazione automatica del dispositivo di I/O</b> se non si vogliono applicare i dati di configurazione automatica di I/O esistenti.</p>
ja: <p>カーネルのメモリ使用率を下げる目的で、特定のデバイスに対するチャンネルをブラックリストに設定したい場合は、 <b>デバイスのブラックリスト設定</b> をお使いください。</p><p>また、既存の I/O 自動設定データを適用したくない場合は、 <b>I/O デバイスの自動設定</b> を無効化してください。</p>
lt: <p><b>Įrenginių juodąjį sąrašą</b> naudokite tuomet, kai nenorite, kad branduolys bandytų naudoti tuos įrenginius.</p><p>Uždrauskite <b>I/O įrenginių automatinį konfigūravimą</b>, jei norite, tokie esami automatinio konfigūravimo duomenys nebūtų taikomi.</p>
nl: <p>Gebruik <b>Apparaten op de zwarte lijst</b> als u kanalen voor de zwarte lijst voor dergelijke apparaten wilt maken en zo de footprint van het kernelgeheugen wilt verminderen.</p><p><b>Auto-configuratie</b> van I/O-apparaat uitschakelen als u niet wilt dat bestaande I/O-auto-configuratiegegevens toegepast worden.</p>
pt: <p>Utilize <b>Dispositivos em Lista Negra</b> se desejar criar canais de lista negra para dispositivos de modo a reduzir a pegada de memória do kernel.</p><p>Desativar <b>a auto-configuração de dispositivos I/O</b> se não desejar que seja aplicada nenhuma auto-configuração de I/O existente .</p>
pt_br: <p>Use a <b>Lista negra de dispositivos</b> se você quiser criar canais de lista negra para aqueles dispositivos que irão reduzir o consumo de memória do kernel.</p><p>Desative a<b>configuração automática do dispositivo de E/S</b> se não quiser que nenhum dado de configuração automática de E/S existente seja aplicado.</p>
ro: <p>Utilizați <b>Dispozitive din lista neagră</b> dacă doriți să creați canale din lista neagră către astfel de dispozitive, ceea ce va reduce amprenta de memorie a nucleului.</p><p>Dezactivați <b>Autoconfigurarea dispozitivelor I/O</b> dacă nu doriți ca datele de autoconfigurare I/O existente să fie aplicate.</p>
ru: <p>Используйте <b>чёрный список устройств</b>, если вы хотите уменьшить объём памяти, занимаемый ядром.</p><p>Отключите <b>автонастройку устройств ввода/вывода</b>, если не желаете применения существующих параметров автонастройки.</p>
sk: <p>Použite <b>Nežiadúce zariadenia</b>, ak chcete vytvoriť nežiadúce kanály do takýchto zariadení, čo zníži pamäťovú stopu jadra.</p><p>Zakážte <b>Automatická konfigurácia I/O zariadení</b>, ak si neželáte, aby sa použili akékoľvek existujúce dáta automatickej konfigurácie I/O.</p>
sl: <p><b>Seznam blokiranih naprav</b> uporabite, če želite jedru zmanjšati porabo pomnilnika.</p><p>Onemogočite <b>Samo-nastavitev V/I naprave</b>, če ne želite uporabiti nobenih obstoječih podatkov samo-nastavitve V/I.</p>
sv: <p>Använd <b>Svartlista enheter</b> om du vill skapa svartlistningskanaler till sådana enheter, vilket kommer att minska kärnminnesförbrukningen.</p><p>Inaktivera<b>I/O enhet-autokonfiguration</b> om du inte vill att existerande I/O auto-konfigurationsdata ska tillämpas.
tr: <p>Çekirdek bellek ayak izini azaltacak bu tür cihazlar için kara liste kanalları oluşturmak istiyorsanız <b>Kara liste cihazları</b> kullanın.</p><p><b>G/Ç cihazı otomatik yapılandırmasını</b> devre dışı bırakın. b> herhangi bir mevcut G/Ç otomatik yapılandırma verisinin uygulanmasını istemiyorsanız.</p>
uk: <p>Задійте <b>Чорний список пристроїв</b>, для створення чорного списку каналів для зменшення обсягу пам’яті ядра.</p><p>Вимкніть <b>Автоматичне налаштування пристроїв введення-виведення</b>, якщо ви не хочете застосовувати будь-які дані автоматичної конфігурації.</p>

source: Blacklisting Devices...
ar: إدراج الأجهزة بالقائمة السوداء...
ca: Anotant dispositius a la llista negra...
cs: Přidávání zařízení na černou listinu...
da: Sortlister enheder...
de: Geräte werden gesperrt ...
el: Δημιουργία Μαύρης Λίστας Συσκευών...
eo: Listigado je nigra listo de disponaĵoj...
es: Colocando dispositivos en la lista negra...
et: Seadmete Blacklisti kirjutamine...
fa: در حال قراردادن دستگاهها در لیست سیاه...
fi: Estetään laitteita...
fr: Mise sur liste noire des périphériques...
hu: Eszközök feketelistára tétele...
id: Mendaftar hitamkan Perangkat...
it: Aggiunta dei dispositivi alla lista nera...
ja: デバイスのブラックリスト設定を行っています...
lt: Įrenginiai įtraukiami į juodąjį sąrašą...
nl: Apparaten op de zwarte lijst zetten...
pl: Generowanie czarnej listy urządzeń...
pt: A Meter na Lista Negra Dispositivos...
pt_br: Colocando os dispositivos na lista negra...
ro: Lista neagră a dispozitivelor...
ru: Внесение устройств в "черный список"…
sk: Nežiadúce zariadenia...
sl: Dodajanje naprav na seznam blokiranih …
sv: Svartlistar enheter...
tr: Donanımlar Kara Listeye Alınıyor...
uk: Внесення пристроїв у чорний список...

source: Copying files to installed system...
ar: يتم الآن نسخ الملفات إلى النظام المثبَّت...
bg: Копиране на файловете върху инсталираната система…
ca: Copiant els fitxers al sistema instal·lat...
cs: Do instalovaného systému se kopírují soubory...
da: Kopierer filer til det installerede system...
de: Dateien werden in das installierte System kopiert...
el: Αντιγραφή αρχείων στο εγκατεστημένο σύστημα...
eo: Kopiado de la dosieroj al la instalita sistemo...
es: Copiando archivos al sistema instalado...
et: Failide kopeerimine paigaldatud süsteemi...
fa: در حال رونوشت فایل ها در سیستم نصب شده...
fi: Kopioidaan tiedostot asennettuun järjestelmään...
fr: Copie des fichiers vers le système installé...
gl: Copiando os ficheiros ao sistema instalado...
hu: Fájlok másolása a telepített rendszerre...
id: Menyalin berkas ke sistem yang dipasang...
it: Copia dei file nel sistema installato…
ja: インストールしたシステムへファイルをコピーしています...
km: កំពុង​ចម្លង​ឯកសារ​ទៅ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង...
lt: Kopijuojamos rinkmenos į įdiegtą sistemą...
nb: Kopierer filer til installert system...
nl: Bestanden worden naar geïnstalleerd systeem gekopieerd…
pl: Kopiowanie plików do instalowanego systemu...
pt: A Copiar ficheiros para o sistema instalado...
pt_br: Copiando os arquivos para o sistema instalado...
ro: Se copiază fișierele în sistemul instalat...
ru: Копирование файлов в установленную систему…
sk: Kopírovanie súborov na inštalovaný systém...
sl: Kopiranje datotek na nameščeni sistem …
sv: Kopierar filer till installerat system...
tg: Нусхабардории файлҳо ба системаи насбшуда...
th: ทำการคัดลอกแฟ้มไปยังระบบที่ติดตั้ง...
tr: Dosyalar, kurulu sisteme kopyalanıyor...
uk: Копіювання файлів у систему, яка встановлюється...
wa: Dji copeye les fitchîs aviè l' sistinme d' astalé...

source: Installation from images is: <b>enabled</b>
ar: تثبيت من نسخة المحتويات: <b>ممكن</b>
bg: Инсталирането от огледални копия е: <b>позволено</b>
ca: La instal·lació des d'imatges està <b>habilitada</b>
cs: Instalace z obrazů je: <b>povolena</b>
da: Installation fra imagefiler: <b>Aktiveret</b>
de: Installation von Abbildern ist: <b>aktiviert</b>
el: Η εγκατάσταση από τις εικόνες δεδομένων είναι <a>ενεργοποιημένη</a>
eo: Instalado el ekzaktaj kopioj de diskoj estas: <b>aktiva</b>
es: La instalación desde imágenes está: <b>habilitada</b>
et: Tõmmistelt paigaldamine on: <b>lubatud</b>
fa: نصب کردن از ایمیج<b>فعال است</b>
fi: Asennus levykuvista on: <b>käytössä</b>
fr: L'installation à partir des images est : <b>activée</b>
gl: A instalación desde imaxes está: <b>activada</b>
hu: Telepítés lemezképből: (<b>engedélyezve</b>)
id: Pemasangan dari citra: <b>aktif</b>
it: L'installazione tramite immagini è: <b>abilita</b>
ja: イメージからのインストール: <b>有効</b>
km: ការ​ដំឡើង​ពី​រូបភាព​គឺ ៖ <b>បាន​បើក</b>
lt: Diegimas iš atvaizdžių: <b>įgalinta</b>
nb: Installasjon fra diskbilder er: <b>aktivert</b>
nl: Installatie vanuit images is: <b>ingeschakeld</b>
pl: Instalacja z obrazów jest: <b>włączona</b>
pt: A instalação por imagens está: <b>ativada</b>
pt_br: A instalação a partir de imagens está: <b>habilitada</b>
ro: Instalarea din imagini este: <b>activată</b>
ru: Установка из образов <b>включена</b>
sk: Inštalácia z obrazov je: <b>povolená</b>
sl: Nameščanje iz slik je: <b>omogočeno</b>
sv: Installation från avbildningar är: <b>aktiverat</b>
tg: Ҳолати насб аз тасвири диск: <b>фаъолшуда</b>
th: การติดตั้งจากแฟ้มอิมเมจ: </b>ถูกเปิดใช้งาน</b>
tr: Kalıptan kurulum: <b>etkin</b>
uk: Встановлення з образів: <b>увімкнено</b>
wa: L' astalaedje a pårti des imådjes est: <b>en alaedje</b>

source: Installation from images is: <b>disabled</b>
ar: تثبيت من الصور: <b>معطل</b>
bg: Инсталирането от образи е: <b>забранено</b>
ca: La instal·lació des d'imatges està <b>inhabilitada</b>
cs: Instalace z obrazů je: <b>zakázána</b>
da: Installation fra imagefiler: <b>Deaktiveret</b>
de: Installation von Abbildern ist: <b>deaktiviert</b>
el: Η εγκατάσταση από τις εικόνες δεδομένων είναι <a>απενεργοποιημένη</a>
eo: Instalado el ekzaktaj kopioj de diskoj estas: <b>malaktiva</b>
es: La instalación desde imágenes está: <b>inhabilitada</b>
et: Tõmmistelt paigaldamine on: <b>keelatud</b>
fa: نصب کردن از ایمیج: <b>غیر فعال </b>
fi: Asennus levykuvista on: <b>poistettu käytöstä</b>
fr: L'installation à partir des images est : <b>désactivée</b>
gl: A instalación desde imaxes está: <b>desactivada</b>
hu: Telepítés lemezképből: (<b>letiltva</b>)
id: Pemasangan dari citra: <b>tidak aktif</b>
it: L'installazione tramite immagini è: <b>disabilita</b>
ja: イメージからのインストール: <b>無効</b>
km: ការ​ដំឡើង​ពី​រូបភាព​គឺ ៖ <b>បាន​បិទ</b>
lt: Diegimas iš atvaizdžių: <b>išjungta</b>
nb: Installasjon fra diskbilder er: <b>deaktivert</b>
nl: Installatie vanuit images is: <b>uitgeschakeld</b>
pl: Instalacja z obrazów jest: <b>wyłączona</b>
pt: A instalação por imagens está <b>desativada</b>
pt_br: A instalação a partir de imagens está: <b>desabilitada</b>
ro: Instalarea din imagini este: <b>dezactivată</b>
ru: Установка из образов <b>отключена</b>
sk: Inštalácia z obrazov je: <b>zakázaná</b>
sl: Nameščanje iz slik je: <b>onemogočeno</b>
sv: Installation från avbildningar är: <b>inaktiverat</b>
tg: Ҳолати насб аз тасвири диск: <b>ғайрифаъол</b>
th: การติดตั้งจากแฟ้มอิมเมจ: </b>ถูกปิดการใช้งาน</b>
tr: Kalıptan kurulum: <b>etkisiz</b>
uk: Встановлення з образів: <b>вимкнено</b>
wa: L' astalaedje a pårti des imådjes est: <b>essocté</b>

source: Installation from Images
ar: التثبيت من نسخة المحتويات
bg: Инсталиране от образи
ca: Instal·lació des d'imatges
cs: Instalace z obrazů
da: Installation fra imagefiler
de: Installation von Abbildern
el: Εγκατάσταση από τις Εικόνες Δεδομένων
eo: Instalado el Ekzaktaj Kopioj de Diskoj
es: Instalación desde imágenes
et: Tõmmistelt paigaldamine
fa: نصب کردن از ایمیج
fi: Asennus levykuvista
fr: Installation à partir d'images
gl: Instalación desde imaxes
hu: Telepítés lemezképből
id: Pemasangan dari Citra
it: Installazione tramite immagini
ja: イメージからのインストール
km: ការ​ដំឡើង​ពី​រូបភាព
lt: Diegimas iš atvaizdžių
nb: Installasjon fra diskbilder
nl: Installatie vanuit images
pl: Instalacja z obrazów
pt: Instalação por Imagens
pt_br: Instalação a partir de imagens
ro: Instalare din imagini
ru: Установка из образов
sk: Inštalácia z obrazov
sl: Nameščanje iz slik
sv: Installation från avbildningar
tg: Насб аз тасвири диск
th: ติดตั้งจากแฟ้มอิมเมจ
tr: Kalıptan Kurulum
uk: Встановлення з образів
wa: Astalaedje a pårti des imådjes
