Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Here you can choose to use pre-defined images to speed up RPM installation.
ca: Aquí podeu triar usar imatges predefinides per accelerar la instal·lació dels RPM.
cs: Zde můžete vybrat použití předdefinovaných obrazů, abyste urychlili instalaci RPM.
de: Hier können Sie vordefinierte Abbilder wählen, um die RPM-Installation zu beschleunigen.
es: Aquí puede elegir si desea utilizar imágenes predefinidas para acelerar la instalación del RPM.
fi: Tästä voit valita esimääritetyt levykuvat nopeuttaaksesi RPM-asennusta.
fr: Vous pouvez ici choisir d'utiliser des images prédéfinies pour accélérer l'installation des RPM.
id: Di sini Anda dapat memilih untuk menggunakan citra yang telah ditentukan sebelumnya untuk mempercepat pemasangan RPM.
it: Qui si può scegliere di usare le immagini predefinite per accelerare l'installazione degli RPM.
ja: ここでは RPM のインストールを高速化するため、事前設定したイメージを利用するよう選択することができます。
lt: Galite pasirinkti naudoti paruoštus atvaizdžius, taip pagreitinsite RPM diegimą.
nl: Hier kunt u kiezen om voorgedefinieerde images te gebruiken om RPM-installatie te versnellen.
pt: Aqui você pode escolher usar imagens pré-definidas para acelerar a sua instalação RPM.
pt_br: Aqui você pode escolher usar imagens predefinidas para acelerar a instalação do RPM.
ro: Aici puteți alege să utilizați imagini predefinite pentru a accelera instalarea RPM.
ru: Здесь вы можете выбрать использование предварительно подготовленных образов для ускорения установки RPM.
sk: Tu si môžete vybrať vopred definované obrazy pre urýchlenie RPM inštalácie.
sl: Tu lahko izberete v naprej pripravljene slike za pohitritev nameščanja paketov RPM.
sv: Här kan du välja att använda fördefinierade avbildningar för att göra RPM-installationen snabbare.
tr: Burada, RPM kurulumunu hızlandırmak için önceden tanımlanmış görüntüleri kullanmayı seçebilirsiniz.
uk: Тут ви можете вибрати попередньо зібрані образи для прискорення встановлення RPM.

source: &Install from Images
ar: &تثبيت من نسخة المحتويات
bg: &Инсталиране от образи
ca: &Instal·la des d'imatges
cs: &instalovat z obrazů
da: &Installation fra imagefiler
de: Von Abb&ildern installieren
el: Ε&γκατάσταση από Εικόνες Δεδομένων
eo: &Instali el Ekzaktaj Kopioj de Diskoj
es: &Instalar desde imágenes
et: &Paigalda tõmmistelt
fa: از ایمیج نصب کن
fi: &Asennus levykuvista
fr: &Installer à partir des images
gl: &Instalación desde imaxes
hu: &Telepítés lemezképből
id: Pemasangan dari C&itra
it: &Installa tramite immagini
ja: イメージからインストールする (&I)
km: ដំឡើង​ពី​រូបភាព
lt: &Diegti iš atvaizdžių
nb: &Installasjon fra diskbilder
nl: &Installatie vanuit images
pl: I&nstalacja z obrazów
pt: &Instalação por Imagens
pt_br: &Instalar a partir de imagens
ro: &Instalați din imagini
ru: &Установить из образов
sk: &Inštalovať z obrazov
sl: &Namesti iz slik
sv: &Installera från avbildningar
tg: &Насб кардан аз тасвири диск
th: ติดตั้งจากแฟ้มอิ&มเมจ
tr: Kal&ıptan Kurulum Yap
uk: Вс&тановити з образів
wa: &Astaler a pårti des imådjes

source: &Do not Install from Images
ar: &عدم التثبيت من نسخة المحتويات
bg: &Без инсталация от образи
ca: &No instal·lis des d'imatges
cs: &Neinstalovat z obrazů
da: Installér i&kke fra imagefiler
de: &Nicht von Abbildern installieren
el: &Να μην γίνει Εγκατάσταση από Εικόνες Δεδομένων
eo: &Ne Instali el Ekzaktaj Kopioj de Diskoj
es: No instalar &desde imágenes
et: Ä&ra paigalda tõmmistelt
fa: از ایمیج نصب نکن
fi: &Älä asenna levykuvista
fr: &Ne pas installer à partir des images
gl: Non instalar &desde imaxes
hu: &Ne legyen lemezképből telepítés
id: Jangan pasang &dari Citra
it: &Non installare tramite immagini
ja: イメージからはインストールしない (&D)
km: កុំ​ដំឡើង​ពី​រូបភាព
lt: &Nediegti iš atvaizdžių
nb: Ikke installer fra &diskbilder
nl: &Geen installatie vanuit images
pl: Nie in&staluj z obrazów
pt: &Não Instalar por Imagens
pt_br: &Não instalar a partir de imagens
ro: &Nu instalați din imagini
ru: &Не устанавливать из образов
sk: &Neinštalovať z obrazov
sl: &Ne namesti iz slik
sv: &Installera inte från avbildningar
tg: &Насб накардан аз тасвирҳои диск
tr: Kalıptan Kurulum Yap&ma
uk: &Не встановлювати з образів
wa: &En nén astaler a pårti des imådjes

source: <p><b>Installation from Images</b> is used to speed the installation up. Images contain compressed snapshots of an installed system matching your selection of patterns. The rest of the packages which are not contained in the images will be installed from packages the standard way.</p>
ar: يُستخدم <p><b>التثبيت من نسخ المحتويات</b> لتسريع التثبيت. تحتوي نسخ المحتويات على لقطات مضغوطة لنظام مُثبت يطابق تحديد الأنماط الخاصة بك. سيتم تثبيت باقي الحزم التي تحتوي على نسخ محتويات من الحزم بالطريقة القياسية.</p>
bg: <p><b>Инсталация от образи</b> се използва за ускоряване на инсталационния процес. Образите съдържат селекция от компресиран софтуер на вече инсталирани системи, които съответстват на вашия подбор. Останалите пакети, които не се намират в тези образи, ще бъдат инсталирани по стандартния начин.</p>
ca: <p>La <b>instal·lació des d'imatges</b> s'utilitza per fer la instal·lació més de pressa. Les imatges contenen captures de pantalla comprimides del sistema instal·lat que coincideix amb la selecció de patrons. La resta de paquets que no són a les imatges s'instal·laran des dels paquets de la manera habitual.</p>
cs: <p><b>Instalace z obrazů</b> Používá se ke zrychlení instalačního procesu. Obrazy obsahují komprimované snímky instalovaného systému, který se shoduje s vaším výběrem vzorů. Zbytek balíčků, který není v obrazech, bude nainstalován z balíčků standardní cestou.</p>
da: <p><b>Installation fra imagefiler</b> bruges til at gøre installationen hurtigere. Imagefiler indeholder komprimerede snapshots af det installerede system, som matcher dit valg af mønstre. Resten af pakkerne, som ikke er i imagefiler, vil blive installeret fra pakker på den normale måde.</p>
de: <p><b>Installation von Abbildern</b> wird benutzt, um die Installation zu beschleunigen. Abbilder enthalten komprimierte Schnappschüsse installierter Systeme, passend zu Ihrer Schemataauswahl. Die restlichen Pakete, welche nicht in den Abbildern enthalten sind, werden regulär installiert.</p>
el: <p>Η <b>Εγκατάσταση από Εικόνες Δεδομένων</b> χρησιμοποιείται για να επιταχύνει την εγκατάσταση. Οι εικόνες δεδομένων περιέχουν συμπιεσμένες λήψεις του εγκατεστημένου συστήματος που ταιριάζουν με την επιλογή των pattern σας. Τα υπόλοιπα πακέτα που δεν περιέχονται στις εικόνες δεδομένων, θα εγκατασταθούν από τα πακέτα με τον προκαθορισμένο τρόπο.</p>
eo: <p><b>Instalado el diskkopioj</b> estas uzata por rapidigi la instaladon. Diskkopioj enhavas densigitajn kopiojn el instalita sistemo laŭ via selekto de modeloj. La restaj pakaĵoj kiuj ne estas en la diskkopioj instaliĝos el pakaĵoj per ĝenerala maniero.</p>
es: <p>La <b>Instalación desde imágenes</b> se utiliza para acelerar la instalación. Las imágenes contienen instantáneas comprimidas de sistemas instalados que se corresponden con su selección de patrones. El resto de los paquetes que no están en las imágenes se instalarán de la forma habitual.</p>
et: <p><b>Tõmmistelt paigaldamine</b> võimaldab paigaldamist kiirendada. Tõmmised sisaldavad paigaldatud süsteemi tihendatud hetkvõtteid, mis vastavad sinu mustrite valikule. Ülejäänud paketid, mis tõmmistes ei sisaldu, paigaldatakse tavalisel viisil.</p>
fa: <p><b>نصب کردن از ایمیج</b>برای ایجاد تسریع در روند نصب استفاده می شود. ایمیج ها حاوی اسنپ شات فشرده شده از سیستم نصب شده بر اساس الگوهای انتخابی شما خواهند بود. سایر بسته ها که در ایمیج قرار نگرفته اند به روش استاندارد از طریق بسته ها نصب میشوند.</p>
fi: <p><b>Asennusta levykuvista</b> käytetään nopeuttamaan asennusta. Levykuvat sisältävät valitsemiasi ohjelmistoryhmiä vastaavan järjestelmän pakattuna. Levykuvien ulkopuoliset paketit asennetaan normaaliin tapaan.</p>
fr: <p>L'<b>installation à partir des images</b> est utilisée pour accélérer l'installation. Les images contiennent d'instantanés compressés d'un système installé correspondant à votre sélection de schémas. Les paquets restants non disponibles dans les images seront installés séparément de façon standard.</p>
hu: <p>A <b>Telepítés lemezképből</b> beállítással gyorsabb a telepítési folyamat. A lemezképek a telepítéshez kiválasztott mintáknak megfelelő, tömörített pillanatképeket tartalmaznak. A további csomagok, amelyeket a lemezképek nem tartalmaznak, a megszokott módon lesznek telepítve.</p>
id: <p><b>Pemasangan dari Citra</b> digunakan untuk mempercepat proses pemasangan. Citra memuat snapshot terkompres yang berisi sistem yang telah terpasang yang sesuai dengan pola pilihan Anda. Sisanya, paket yang tidak termuat dalam citra akan dipasang dengan cara seperti biasa.</p>
it: <p>L'<b>installazione tramite immagini</b> è usata per velocizzare l'installazione. Le immagini contengono le istantanee compresse di un sistema installato che corrispondono alla selezione dei modelli. Il resto dei pacchetti non inclusi nelle immagini sarà installato con il metodo tradizionale.</p>
ja: <p><b>イメージからインストールする</b> は、インストールを素早く行うために利用します。 イメージには、選択したパターンに応じたインストール済みシステムの圧縮スナップショットが 含まれています。イメージに含まれていない残りのパッケージについては、通常の方法で インストールします。</p>
km: <p><b>ដំឡើង​ពី​រូបភាព</b> ត្រូវ​បាន​ប្រើ​ ដើម្បី​​បង្កើន​ល្បឿន​ដំឡើង ។ រូបភាព​មាន​រូបភាព​អេក្រង់​ដែល​បាន​បង្ហាប់​នៃ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង ដោយ​ផ្គូផ្គង​នឹង​ជម្រើស​លំនាំ​របស់​អ្នក ។ កញ្ចប់​ដែល​នៅ​សល់​ ដែល​​គ្មាន​នៅ​ក្នុង​ រូបភាព​នឹង​ត្រូវ​បាន​​ដំឡើង​​តាម​វិធី​ដែល​មាន​ស្ដង់ដារ ។</p>
lt: <p><b>Diegimas iš atvaizdžių</b> vyksta greičiausiai. Atvaizdis – tai jau įdiegtos sistemos suspausta kopija, kuri atitinka jūsų pasirinkimus. Likę paketai, kurių nėra atvaizduose, bus įdiegti įprastu būdu.</p>
nb: <p><b>Installasjon fra diskbilder</b> gir raskere installasjon. Diskbilder inneholder komprimerte øyeblikksbilder av et installert system som tilsvarer ditt valg av mønstre. Øvrige pakker, som ikke finnes i diskbildene, vil bli installert som enkeltpakker på vanlig måte.</p>
nl: <p><b>Installatie vanuit images</b> wordt gebruikt om de installatie te versnellen. Images bevatten gecomprimeerde onderdelen van een geïnstalleerd systeem overeenkomstig uw keuze van patronen. De rest van de pakketten die niet in images zitten worden op de standaard manier uit pakketten geïnstalleerd.</p>
pl: <p><b>Instalacja z obrazów</b> przyspiesza proces instalacji. Obrazy zawierają skompresowane migawki zainstalowanego systemu pasujące do wybranych wzorców. Pakiety niezawarte w obrazach zostaną zainstalowane w standardowy sposób.</p>
pt: <p>A <b>Instalação por Imagens</b> é usada para acelerar a instalação. As imagens contêm ficheiros comprimidos da instalação do sistema correspondente à sua seleção de padrões. O resto dos pacotes que não estão nas imagens serão instalados de pacotes pelo modo convencional.</p>
pt_br: <p>A <b>Instalação a partir de imagens</b> é usada para acelerar a instalação. As imagens contêm instantâneos comprimidos de um sistema instalado correspondente à sua seleção de padrões. O restante dos pacotes não incluídos nas imagens será instalado dos pacotes normalmente.</p>
ro: <p><b>Instalarea din imagini</b> este utilizată pentru a accelera instalarea. Imaginile conțin instantanee comprimate ale unui sistem instalat care corespund modelelor selectate de dvs. Restul pachetelor care nu sunt conținute în imagini vor fi instalate din pachete în mod standard.</p>
ru: <p><b>Установка из образов</b> используется для ускорения процесса установки. Образы содержат сжатые снимки установленной системы, соответствующей вашему выбору шаблонов. Другие пакеты, которые не содержатся в образе, будут установлены обычным путем.</p>
sk: <p><b>Inštalácia z obrazov</b> je použitá pre zrýchlenie inštalácie. Obrazy obsahujú komprimované snímky inštalovaného systému, ktorý sa zhoduje s vašim výberom vzorov. Zvyšok balíkov, ktoré nie sú v obrazoch, sa nainštalujú z balíkov štandardným spôsobom.</p>
sl: <p><b>Nameščanje iz slik</b> se uporablja za pohitritev nameščanja. Slike vsebujejo stisnjene posnetke nameščenega sistema, ki ustreza vaši izbiri vzorcev. Preostali paketi, ki niso vsebovani v slikah, bodo nameščeni na običajen način iz paketov.</p>
sv: <p><b>Installation från avbildningar</b> används för att göra installationen snabbare. Avbildningar innehåller komprimerade ögonblicksbilder av ett installerat system som matchar ditt val av mönster. Resten av paketen som inte finns i avbildningarna kommer att installeras från paket på vanligt sätt.</p>
tg: <p><b>Насбкунӣ аз тасвири диск</b> барои тезондани насби система истифода мешавад. Тасвирҳои диск, қисмҳои фишурдашудаи системаи насбшударо дар бар мегиранд, ва ба намунаи интихобшудаи шумо мувофиқат мекунанд. Қуттиҳои дигаре, ки берун аз тасвири диск мебошанд, бо роҳҳои муқаррарӣ насб карда мешаванд.</p>
tr: <p><b>Kalıptan Kurulum</b> yapmak kurulumu hızlandırmaya yarar. Kalıplar, kurulmuş bir sistem üzerinden sizin tercihlerinizle oluşturulmuş sıkıştırılmış sistem görüntülerini içerir. Kalıplarda bulunmayan paketler sonradan sıradan paket kurulumu şeklinde sisteme kurulur.</p>
uk: <p><b>Встановлення з образів</b> використовується для пришвидшення процесу встановлення. У образах зберігаються стиснені копії встановлених систем, що відповідає вашому вибору шаблонів. Решту пакунків, які не містяться у образах, буде встановлено з пакунків у звичайний спосіб.</p>
wa: <p>L' <b>Astalaedje a pårti des imådjes</b> est eployeye po rinde l' astalaedje pus fel. Les imådjes ont des rastrindous egaloyaedjes d' on sistinme astalé ki corespond a vosse tchoesdi modeles. Les ôtes pacaedjes ki n' sont nén dins ls imådjes seront astalés a pårtides pacaedjes sorlon l' façon standård.</p>

source: <p>Note that when installing from images, the time stamps of all packages originating from the images will not match the installation date but rather the date the image was created.</p>
ar: <p>لاحظ أنه عند التثبيت من نسخ المحتويات، لن تتطابق الطوابع الزمنية لكل الحزم الناشئة من نسخ المحتويات مع تاريخ التثبيت بل مع تاريخ إنشاء نسخة المحتويات.</p>
bg: <p>Забележете, че когато инсталирате от образи, дата и часа на всички пакети от тези образи няма да съответват на датата на инсталацията, а по-скоро на тази, на която е създеден образът.</p>
ca: <p>Noteu que quan s'instal·la des d'imatges, les etiquetes d'hora i data dels paquets que provinguin de les imatges no coincidiran amb la data de la instal·lació sinó amb la data en què es va crear la imatge.</p>
cs: <p>Upozornění: Budete-li instalovat z obrazů, nebudou časové značky všech balíčků pocházejících z obrazů odpovídat datu instalace, ale budou mít datum dne, kdy byly obrazy vytvořeny.</p>
da: <p>Bemærk at ved installation fra imagefiler vil tidsstemplet for alle pakker, som kommer fra imagefilerne, ikke matche installationsdatoen, men i stedet den dato hvor imagefilen blev oprettet.</p>
de: <p>Beachten Sie, dass die Zeitstempel von allen Paketen nicht dem Datum der eigentlichen Installation entsprechen, sondern dem Zeitpunkt, zu dem das Abbild erstellt wurde.</p>
el: <p>Σημειώστε ότι όταν εγκαταστήσετε από στιγμιότυπα δεδομένων, η αποτύπωση ώρας όλων των πακέτων από τα στιγμιότυπα εικόνων δεν θα ταιριάζει στην ημερομηνία εγκατάστασης αλλά και στην ημερομηνία δημιουργίας στιγμιότυπου δεδομένων.</p>
eo: <p>Rimarku kiam instalas el ekzaktaj kopioj de diskoj, la tempindikoj de ĉiuj pakaĵoj kiuj devenas el diskokopioj ne kongruos kun la instala dato sed kun la dato de kiam la diskokopio estis kreita.</p>
es: <p>Tenga en cuenta que, al instalar desde imágenes, la marca horaria de los paquetes provenientes de las imágenes no coincidirá con la fecha de instalación, sino que tendrán la fecha de creación de la imagen.</p>
et: <p>Pane tähele, et tõmmistelt paigaldades ei näita tõmmistelt paigaldatud pakettide ajatemplid mitte paigaldamise kuupäeva, vaid tõmmise loomise kuupäeva.</p>
fa: <p>توجه کنید که در هنگام نصب از طریق ایمیج، مهرهای زمانی تمامی بسته های مطابق با ایمیج با زمان ایجاد ایمیج، و نه زمان نصب، تطبیق داده خواهد شد.</p>
fi: <p>Levykuvista asennettaessa kaikkien pakettien aikaleimat tulevat levykuvatiedostoista, joten ne eivät kerro asennusajankohtaa vaan koska levykuva on luotu.</p>
fr: <p>Notez que lors de l'installation à partir des images, les horodatages des paquets issus des images ne correspondront pas à la date d'installation mais à la date où les images ont été créées.</p>
hu: <p>A lemezképből történő telepítés során a csomagok időbélyege nem a telepítés dátumát, hanem a lemezkép készítésének dátumát tükrözi.</p>
id: <p>Perlu dicatatat bahwa pemasangan dari citra, penanda waktu dari semua paket asli dari citra tidak akan cocok dengan tanggal pemasangan, tanggal akan mengacu pada citra dibuat.</p>
it: <p>Si noti che quando si installa da immagini, i riferimenti temporali di tutti i pacchetti provenienti dalle immagini non corrisponderanno alla data di installazione ma piuttosto alla data di quando è stata creata l'immagine.</p>
ja: <p>なお、イメージからインストールする場合、イメージ内に存在する全てのパッケージのタイムスタンプは、 実際のインストール日時ではなく、イメージを作成した日時になってしまうことに注意してください。</p>
km: <p>ចំណាំ​ថា នៅ​ពេល​ដំឡើង​ពី​រូបភាព ត្រា​ពេលវេលា​របស់​កញ្ចប់​ទាំងអស់​រៀបចំ​ពី​រូបភាព​នឹង ​មិន​ផ្គូផ្គង​​កាលបរិច្ឆេទ​ការ​ដំឡើង​ទេ ប៉ុន្តែ​នឹង​មាន​កាលបរិច្ឆេទ​​រូបភាព​​​ត្រូវ​បាន​បង្កើត ។</p>
lt: <p>Atminkite, kad diegiant iš atvaizdžio laiko žymės neatitiks diegimo datos, bet atitiks atvaizdžio sukūrimo datą.</p>
nb: <p>Ved installasjon fra diskbilder vil ikke tidsstemlene for alle pakker som kommer fra diskbildene, samsvare med installasjonsdatoen. De vil i stedet vise datoen da diskbildet ble opprettet.</p>
nl: <p>Merk op dat bij het installeren vanuit images, de tijdstempels van alle pakketten uit de images komen en niet overeenkomen met de datum van installatie maar met de datum dat de image is gemaakt.</p>
pl: <p>Należy pamiętać, że w przypadku instalacji z obrazów datowanie wszystkich pakietów pochodzących z tych obrazów nie będzie związane z datą instalacji, ale z datą utworzenia pliku obrazu.</p>
pt: <p>Note que quando instala a partir de imagens, as datas marcadas em todos os pacotes originados da imagem não irão corresponder à data de instalação mas à data de criação da imagem.</p>
pt_br: <p>Observe que, ao instalar a partir de imagens, as marcações de horário de todos os pacotes originários das imagens não serão correspondentes à data de instalação, mas sim à data de criação da imagem.</p>
ro: <p>Rețineți că atunci când instalați din imagini, marcajele de timp ale tuturor pachetelor care provin din imagini nu se vor potrivi cu data instalării, ci mai degrabă cu data la care a fost creată imaginea.</p>
ru: <p>Обратите внимание, что при установке из образов метки времени всех пакетов из этих образов будут соответствовать не дате установки, а дате создания образа.</p>
sk: <p>Pri inštalácii z obrazov, časové značky všetkých balíkov pochádzajúcich z obrazov nebudú zodpovedať dátumu inštalácie, ale dňu, kedy bol obraz vytvorený.</p>
sl: <p>Vedite, da pri nameščanju iz slik časovne oznake paketov iz slik ne bodo enake datumu namestitve, ampak bodo enake datumu ustvaritve slike.</p>
sv: <p>Observera följande: När du installerar från avbildningar kommer tidsstämplarna för alla paket som har avbildningarna som ursprung inte att matcha installationsdatumet, utan i stället det datum då avbildningen skapades.</p>
tg: <p>Ба қайд гиред, ки ҳангоми насбкунӣ аз тасвири диск, тамғаҳои вақти ҳамаи қуттиҳои насбшуда аз тасвири диск ба санаи насб мувофиқат намекунанд. Дар тамғаҳои вақт санаи эҷоди тасвири диск намоиш дода мешавад.</p>
tr: <p>Görüntülerden yükleme yaparken, görüntülerden kaynaklanan tüm paketlerin zaman damgalarının yükleme tarihiyle değil, görüntünün oluşturulduğu tarihle eşleşir.</p>
uk: <p>Зверніть увагу, що при встановленні з образів, мітки часу всіх пакунків з цих образів будуть відповідати не даті встановлення, а даті створення образу.</p>
wa: <p>Notez k' cwand vs astalez a pårti des imådjes, li date markêye come li cisse d' astalaedje di tos les pacaedjes vinant des imådjes ni corespondront nén al date d' astalaedje mins purade al cisse ki l' imådje a stî fwaite.</p>
