Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Reading packages available in the repositories...
ar: تتم الآن قراءة الحزم المتاحة في المستودعات...
bg: Четене на наличните пакети в хранилищата…
ca: Llegint els paquets disponibles als repositoris...
cs: Načítají se balíčky dostupné v repozitářích...
da: Læser pakker der er tilgængelige fra softwarekilder...
de: Verfügbare Pakete aus den Repositorys werden gelesen...
el: Ανάγνωση πακέτων διαθέσιμων στα αποθετήρια...
eo: Legante disponeblajn pakaĵojn je deponejoj...
es: Leyendo los paquetes disponibles en los repositorios...
et: Hoidlates saadaolevate pakettide lugemine...
fa: در حال خواندن بسته های موجود در مخازن ...
fi: Luetaan asennuslähteistä saatavilla olevia paketteja...
fr: Lecture des paquetages disponibles dans les dépôts...
gl: Lendo os paquetes dispoñibles nos repositorios...
hu: A telepítési forrás csomaginformációinak beolvasása...
id: Membaca paket yang tersedia pada repositori...
it: Lettura dei pacchetti disponibili nei repository in corso…
ja: リポジトリ内での利用可能なパッケージを読み込んでいます...
km: កំពុង​អាន​កញ្ចប់​ដែល​មាន​នៅ​ក្នុង​ឃ្លាំង...
lt: Skaitomi prieinami saugyklų paketai...
nb: Leser pakker som er tilgjengelige på installasjonsmediene...
nl: De beschikbare pakketten in de opslagruimten worden gelezen...
pl: Odczytywanie pakietów dostępnych w repozytoriach...
pt: A ler os pacotes disponíveis nos repositórios...
pt_br: Lendo pacotes disponíveis nos repositórios...
ro: Se citesc pachetele disponibile în depozite...
ru: Чтение пакетов, доступных в репозиториях…
sk: Čítanie balíkov dostupných v repozitároch...
sl: Branje paketov, razpoložljivih v namestitvenih virih …
sv: Läser tillgängliga paket i lagringsplatserna...
tg: Ҷустуҷӯи қуттиҳои дастрас дар анборҳои нармафзор...
th: กำลังอ่านค่าแพกเกจที่มีอยู่ในคลังแพกเกจสำหรับติดตั้ง...
tr: Depolarda bulunan paketlerin okunması...
uk: Читання пакунків наявних у сховищах...
wa: Dji lé les pacaedjes k' i gn a dins les depots...

source: An error occurred while connecting to the server. Details: %1 Try again?
ar: حدث خطأ أثناء الاتصال بالخادم. التفاصيل: %1 هل تريد المحاولة مرة أخرى؟
bg: Възникнала е грешка при свързването със сървъра. Подробности: %1 Желаете ли да опитате отново?
ca: S'ha produït un error en connectar-se al servidor. Detalls: %1 Voleu tornar-ho a intentar?
cs: Během připojování k serveru došlo k chybě. Podrobnosti: %1 Opakovat?
da: Der opstod en fejl under tilslutning til serveren. Detaljer: %1 Prøv igen?
de: Beim Verbindungsaufbau mit dem Server ist ein Fehler aufgetreten. Details: %1 Erneut versuchen?
el: Εμφανίστηκε ένα σφάλμα κατά την σύνδεση στον εξυπηρετητή. Λεπτομέρειες: %1 Να γίνει προσπάθεια ξανά;
eo: Eraro okazis dum konekto al la servilo. Detaloj: %1 Ĉu reprovi denove?
es: Error al conectar con el servidor. Detalles: %1 ¿Desea intentarlo de nuevo?
et: Ühendumisel serveriga tekkis viga.. Üksikasjad: %1 Kas proovida uuesti?
fa: در زمان اتصال به سرویس دهنده خطایی رخ داده است. جزییات:%1 دوباره تلاش می کنید؟
fi: Palvelimeen yhdistettäessä tapahtui virhe. Lisätiedot: %1 Yritetäänkö uudestaan?
fr: Une erreur s'est produite lors de la connexion au serveur. Détails : %1 Voulez-vous réessayer ?
gl: Ocorreu un erro mentres se conectaba ó servidor. Detalles: %1 Intentalo de novo?
hu: Hiba történt a kiszolgálóhoz való csatlakozás közben: %1 Megpróbálja újra?
id: Terjadi kesalahan saat koneksi ke peladen. Detail: %1 Ulangi?
it: Si è verificato un errore durante la connessione al server. Dettagli: %1 Riprovare?
ja: サーバへの接続時にエラーが発生しました。 詳細: %1 もう一度試してみますか？
km: កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈពេល​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ ។ សេចក្ដី​លម្អិត ៖ %1 ព្យាយាម​ម្ដង​ទៀត ?
lt: Įvyko klaida jungiantis prie serverio. Detalės: %1 / dar kartą?
nb: Det oppstod ved tilkobling til serveren. Detaljer: %1 Vil du forsøke på nytt?
nl: Er deed zich een fout voor tijdens het verbinden met de server. Details: %1 Opnieuw proberen?
pl: Wystąpił błąd podczas łączenia się z serwerem. Szczegóły: %1 Spróbować ponownie?
pt: Ocorreu um erro ao ligar ao servidor. Detalhes: %1 Tentar novamente?
pt_br: Erro ao conectar ao servidor. Detalhes: %1 Tentar novamente?
ro: A apărut o eroare în timpul conectării la server. Detalii: %1 Încercați din nou?
ru: Произошла ошибка при подключению к серверу. Подробная информация: %1 Повторить попытку?
sk: Počas pripájania sa k serveru sa vyskytla chyba. Podrobnosti: %1 Skúsiť to znovu?
sl: Pri povezovanju s strežnikom je prišlo do napake. Podrobnosti: %1 Ali poskusim znova?
sv: Ett fel uppstod vid anslutning till servern. Information: %1 Vill du försöka igen?
tg: Ҳангоми пайвастшавӣ ба сервер хатогӣ ба вуҷуд омад. Тафсилот: %1 Амалро такрор мекунед?
th: เกิดข้อผิดพลาดขึ้นระหว่างทำการเชื่อมต่อไปยังเครื่องแม่ข่าย รายละเอียด: %1 ต้องการลองใหม่อีกครั้งหรือไม่ ?
tr: Sunucuya bağlanırken bir hata oluştu. Ayrıntılar: %1 Tekrar deneyin?
uk: Трапилась помилка під час з'єднання з сервером. Подробиці: %1 Спробувати знов?
wa: Ene aroke s' a passé tins ki dj' mi raloyive å sierveu. Totafwait: %1 Co rsayî?

source: Unknown Product
ar: منتج غير معروف
bg: Неизвестен продукт
ca: Producte desconegut
cs: Neznámý produkt
da: Ukendt produkt
de: Unbekanntes Produkt
el: Άγνωστο προϊόν
eo: Nekonata Produkto
es: Producto desconocido
et: Tundmatu toode
fa: محصول ناشناس
fi: Tuntematon tuote
fr: Produit inconnu
gl: Produto descoñecido
hu: Ismeretlen termék
id: Produk tidak Dikenal
it: Prodotto sconosciuto
ja: 不明な製品
km: មិន​ស្គាល់​ផលិត​ផល
lt: Nežinomas produktas
nb: Ukjent produkt
nl: Onbekend product
pl: Nieznany produkt
pt: Produto Desconhecido
pt_br: Produto desconhecido
ro: Produs necunoscut
ru: Неизвестный продукт
sk: Neznámy produkt
sl: Neznan izdelek
sv: Okänd produkt
tg: Маҳсули номаълум
th: ผลิตภัณฑ์ที่ไม่รู้จัก
tr: Bilinmeyen Ürün
uk: Невідомий продукт
wa: Prodût nén cnoxhou

source: Updates for %1 %2
ar: تحديثات %1 %2
bg: Обновления за %1 %2
ca: Actualitzacions per a %1 %2
cs: Aktualizace pro %1 %2
da: Opdateringer til %1 %2
de: Aktualisierungen für %1 %2
el: Ενημερώσεις για %1 %2
eo: Ĝisdatigoj por %1 %2
es: Actualizaciones para %1 %2
et: Uuendused %1 %2-le
fa: به روز رسانی برای %1 %2
fi: Päivitykset tuotteelle %1 %2
fr: Mises à jour pour %1 %2
gl: Actualizacións para %1 %2
hu: %1 %2 frissítései
id: Pemutakhiran untuk %1 %2
it: Aggiornamenti per %1 %2
ja: %1 %2 向けの更新
km: បច្ចុប្បន្នភាព​​​សម្រាប់ %1 %2
lt: %1 %2 atnaujinimai
nb: Oppdateringer for %1 %2
nl: Bijwerken van %1 %2
pl: Aktualizacja dla %1 %2
pt: Atualizações para %1 %2
pt_br: Atualizações para %1 %2
ro: Actualizări pentru %1 %2
ru: Обновления для %1 %2
sk: Aktualizácie pre %1 %2
sl: Posodobitve za %1 %2
sv: Uppdateringar för %1 %2
tg: Навсозиҳо барои %1 %2
th: รายการปรับรุ่นต่าง ๆ ของ %1 %2
tr: %1 %2 için güncellemeler
uk: Оновлення для %1 %2
wa: Metaedjes a djoû po %1 %2

source: Please select a product to install.
ar: الرجاء تحديد منتج لتثبيته.
ca: Si us plau, seleccioneu un producte per instal·lar.
cs: Prosím vyberte produkt k instalaci.
da: Vælg venligt et produkt som skal installeres.
de: Bitte wählen Sie ein Produkt, das installiert werden soll.
el: Παρακαλούμε επιλέξτε προϊόν προς εγκατάσταση.
eo: Bonvolu elekti produkton por instali.
es: Por favor, seleccione un producto a instalar.
et: Palun valige paigaldatav toode.
fi: Valitse asennettava tuote.
fr: Veuillez sélectionner un produit à installer.
gl: Seleccione un produto a instalar.
hu: Válasszon telepítendő terméket.
id: Silakan pilih produk yang akan dipasang.
it: Selezionare un prodotto da installare.
ja: インストールする製品を選択してください。
lt: Pasirinkite įdiegtiną papildomą produktą.
nl: Een te installeren product selecteren.
pl: Proszę wybrać produkt do zainstalowania.
pt: Por favor selecione o produto a instalar.
pt_br: Selecione um produto para instalar.
ro: Vă rugăm să selectați un produs pentru instalare.
ru: Выберите продукт для установки.
sk: Prosím, vyberte produkt na inštaláciu.
sl: Izberite izdelek za namestitev.
sv: Välj en produkt att installera.
tr: Lütfen yüklemek için bir ürün seçin.
uk: Виберіть продукт для встановлення.

source: You must accept the license to install this product
ar: يجب عليك قبول الترخيص لتثبيت هذا المنتج
ca: Heu d'acceptar la llicència per instal·lar aquest producte
cs: Chcete-li nainstalovat tento produkt, musíte souhlasit s podmínkami licence
da: Du skal acceptere licensbetingelserne for at installere dette produkt
de: Sie müssen der Lizenz zustimmen, um dieses Produkt zu installieren.
el: Πρέπει να αποδεχτείτε την άδεια για να εγκαταστήσετε αυτό το προϊόν
eo: Nepras konsenti kun la kondiĉoj de la permesilo por instali ĉi tiun produkton
es: Debe aceptar la licencia para instalar este producto
et: Selle toote paigaldamiseks peate nõustuma litsentsiga
fa: شما باید تفاهم نامه را برای نصب این محصول بپذیرید
fi: Sinun täytyy hyväksyä tämän tuotteen käyttöoikeussopimus
fr: Vous devez accepter la licence pour installer ce produit
gl: Debe aceptar a licenza para instalar este produto
hu: A termék telepítéséhez el kell fogadnia a licencet
id: Anda harus menyetujui lisensi untuk memasang produk ini
it: Per installare il prodotto è necessario accettare la licenza
ja: この製品をインストールするには、ライセンスに同意しなければなりません
lt: Prieš diegdami produktą, turite sutikti su jo licencijos sąlygomis
nl: U moet de licentie accepteren om dit product te installeren
pl: Aby móc zainstalować ten produkt, musisz zaakceptować licencję
pt: Você tem de aceitar a licença para instalar este produto
pt_br: Você deve aceitar a licença para instalar este produto
ro: Trebuie să acceptați licența pentru a instala acest produs
ru: Чтобы установить этот продукт, необходимо принять условия лицензионного соглашения
sk: Musíte prijať licenciu pre inštaláciu tohto produktu
sl: Za namestitev tega izdelka morate sprejeti licenčne pogoje
sv: Du måste godkänna licensvillkoren för att installera den här produkten
tr: Bu ürünü yüklemek için lisansı kabul etmelisiniz
uk: Для встановлення цього продукту ви повинні прийняти ліцензію

source: &Disable ZMD Service
ar: تع&طيل خدمة ZMD
bg: &Забраняване на услугата ZMD
ca: &Inhabilita el servei ZMD
cs: &Zakázat službu ZMD
da: &Deaktivér ZMD-tjeneste
de: ZMD-Dienst &deaktivieren
el: &Απενεργοποίηση της Υπηρεσίας ZMD
eo: &Malaktivigi ZMD-Servon
es: &Inhabilitar el servicio ZMD
et: &ZMD-teenuse keelamine
fa: غیر فعال کردن سرویس ZMD
fi: &Poista ZMD-palvelu käytöstä
fr: &Désactiver le service ZMD
gl: &Desactivar o servizo ZMD
hu: ZM&D szolgáltatás letiltása
id: Nonaktifkan layanan ZM&D
it: &Disabilita servizio ZMD
ja: ZMD サービスを無効にする (&D)
km: បិទ​សេវា ZMD
lt: &Išjungti ZMD paslaugą
nb: &Deaktiver ZMD-tjenesten
nl: ZMD-service &uitschakelen
pl: &Wyłącz usługę ZMD
pt: &Desactivar o Serviço ZMD
pt_br: &Desabilitar serviço ZMD
ro: &Dezactivare serviciu ZMD
ru: &Отключить сервис ZMD
sk: &Zakázať službu ZMD
sl: O&nemogoči storitev ZMD
sv: I&naktivera ZMD-tjänsten
tg: &Ғайрифаъол кардани хидмати ZMD
th: ปิ&ดการทำงานของบริการ ZMD
tr: ZMD Hizmetini Devre Dışı Bırak
uk: &Вимкнути службу ZMD
wa: &Dismete li siervice ZMD

source: <p>Select <b>Disable ZMD Service</b> to stop and disable the ZMD service during system start.</p>
ar: <p>تحديد <b>تعطيل خدمة ZMD‏</b> لإيقاف وتعطيل خدمة ZMD أثناء بدء تشغيل النظام.</p>
bg: <p>Изберете <b>Забраняване на услугата ZMD</b> за да спрете и забраните тази услуга от зареждане при стартиране на системата.</p>
ca: <p>Seleccioneu <b>Inhabilita el servei ZMD</b> per aturar el servei ZMD i inhabilitar-lo durant l'inici del sistema.</p>
cs: <p>Vyberte <b>Zakázat službu ZMD</b> pro zastavení a zakázání služby ZMD během startu systému.</p>
da: <p>Vælg <b>Deaktivér ZMD-tjeneste</b> for at stoppe og deaktivere ZMD-tjenesten under systemstart.</p>
de: <p>Wählen Sie <b>ZMD-Dienst deaktivieren</b> aus, um den ZMD-Dienst während des Systemstarts zu stoppen und zu deaktivieren.</p>
el: <p>Επιλέξτε <b>Απενεργοποίηση της Υπηρεσίας ZMD</b> για να σταματήσετε και να απενεργοποιήσετε την υπηρεσία ZMD κατά την εκκίνηση του συστήματος.</p>
eo: <p>Elekti <b>Malaktivigi ZMD-Servon</b> por halti kaj malaktivigi la ZMD-servon dum sistem-startigo.</p>
es: <p>Seleccione <b>Inhabilitar el servicio ZMD</b> para detener e inhabilitar el servicio ZMD durante el inicio del sistema.</p>
et: <p>Vali <b>ZMD-teenuse keelamine</b>, peatamaks ja keelamaks ZMD-teenuse süsteemi käivitumisel.</p>
fa: <p>گزینه <b> غیر فعال کردن سرویس ZMD</b> را برای متوقف و غیر فعال کردن سرویس ZMD در روند آغاز سیستم انتخاب کنید</p>
fi: <p>Valitse <b>Poista ZMD-palvelu käytöstä</b>, jos haluat pysäyttää ja poistaa käytöstä ZMD-palvelun järjestelmän käynnistyksen yhteydessä.</p>
fr: <p>Sélectionnez <b>Désactiver le service ZMD</b> pour arrêter et désactiver le service ZMD lors du démarrage du système.</p>
hu: <p>A <b>ZMD szolgáltatások letiltása</b> funkcióval leállíthatja és letilthatja a ZMD szolgáltatást a rendszerindításkor.</p>
id: <p>Pilih <b>Matikan Layanan ZMD</b> untuk menghentikan dan menonaktifkan layanan ZMD saat sistem dimulai.</p>
it: <p>Selezionare <b>Disabilita servizio ZMD</b> per fermare e disabilitare il servizio ZMD durante l'avvio del sistema.</p>
ja: <p><b>ZMD サービスを無効にする</b> を選択すると、システム起動時に 起動する ZMD サービスを停止して無効化することができます。</p>
km: <p>ជ្រើស <b>បិទ​សេវា ZMD​</b> ដើម្បី​បញ្ឈប់ និង​បិទ សេវា ZMD អំឡុង​ពេល​ចាប់ផ្ដើម​ប្រព័ន្ធ ។</p>
lt: <p>Pasirinkite <b>Išjungti ZMD paslaugą</b> norėdami sustabdyti ir išjungti ZMD paslaugą sistemos paleidimo metu.</p>
nb: <p>Velg <b>Deaktiver ZMD-tjenesten</b> for å stanse og deaktivere ZMD-tjenesten under oppstart av systemet.</p>
nl: <p>Selecteer <b>ZMD-service uitschakelen</b> om de ZMD-service te stoppen en uit te schakelen tijdens het starten van het systeem.</p>
pl: <p>Aby zatrzymać i wyłączyć usługę ZMD podczas rozruchu systemu, wybierz opcję <b>Wyłącz usługę ZMD</b>.</p>
pt: <p>Selecione <b>Desativar o Serviço ZMD</b> para parar e desativar o serviço ZMD durante o início do sistema.</p>
pt_br: <p>Selecione <b>Desabilitar serviço ZMD</b> para parar e desabilitar o serviço ZMD durante a inicialização do sistema.</p>
ro: <p>Selectați <b>Dezactivare serviciu ZMD</b> pentru a opri și dezactiva serviciul ZMD la pornirea sistemului.</p>
ru: <p>Выберите <b>Отключить сервис ZMD</b>, чтобы остановить и отключить сервис ZMD во время старта системы.</p>
sk: <p>Zvoliť <b>Zakázať službu ZMD</b> pre zastavenie a zakázanie služby ZMD počas štartu systému.</p>
sl: <p>Izberite <b>Onemogoči storitev ZMD</b>, da ustavite storitev ZMD in onemogočite njen zagon med zagonom sistema.</p>
sv: <p>Välj <b>Inaktivera ZMD-tjänst</b> för att stoppa och inaktivera ZMD-tjänsten under systemstart.</p>
tg: <p>Барои манъ ё ғайрифаъол кардани хидмати ZMD ҳангоми оғози система, <b>Ғайрифаъол кардани хидмати ZMD</b>-ро интихоб кунед.</p>
tr: <p> Durdurmak ve devre dışı bırakmak için <b> ZMD Hizmetini Devre Dışı Bırak </b> ’ı seçin Sistem başlangıcı sırasında ZMD hizmetini seçin. </p>
uk: <p>Виберіть <b>Вимкнути службу ZMD</b>, щоб зупинити і вимкнути службу ZMD під час запуску системи.</p>
wa: <p>Tchoezixhoz <b>Dismete li siervice ZMD</b> po -z arester eyet dismete li siervice ZMD a l' enondaedje do sistinme.</p>

source: &Clone This System for AutoYaST
ar: ا&ستنساخ هذا النظام لـ Autoyast
bg: &Клониране на тази система за Autoyast
ca: &Clona aquest sistema per a l'AutoYaST
cs: &Klonovat systém pro program AutoYaST
da: &Klon dette system til Autoyast
de: Dieses System für AutoYaST &klonen
el: &Κλωνοποίηση Αυτού του Συστήματος για το AutoYaST
eo: &Kloni ĉi tiu Sistemo por AutoYaST
es: &Clonar este sistema para AutoYaST
et: Selle süsteemi &kloonimine Autoyast-i jaoks
fa: ایجاد رونوشت از سیستم برای AutoYaST
fi: &Kopioi tämä järjestelmä AutoYaSTille
fr: &Cloner ce système pour AutoYaST
gl: &Clonar este sistema para AutoYaST
hu: Rendszer másolása az Auto&yast számára
id: &Klon Sistem Ini untuk AutoYaST
it: &Clona questo sistema per AutoYaST
ja: このシステムを AutoYaST 用に複製する (&C)
km: ក្លូន​ប្រព័ន្ធ​នេះ​សម្រាប់ AutoYaST
lt: &Klonuoti šią sistemą AutoYaST'ui
nb: &Klone dette systemet for Autoyast
nl: Dit systeem voor AutoYaST &klonen
pl: S&klonuj ten system dla programu AutoYaST
pt: &Clonar Este Sistema para o AutoYaST
pt_br: &Clonar esse sistema para o AutoYaST
ro: &Clonează acest sistem pentru AutoYaST
ru: &Клонировать эту систему для AutoYaST
sk: &Klonovať tento systém pre AutoYaST
sl: &Kloniraj ta sistem za AutoYaST
sv: &Klona det här systemet för AutoYaST
tg: &Нусхабардории ин система барои AutoYaST
th: ทำเลี&ยนแบบระบบนี้ให้กับ AutoYaST
tr: AutoYaST ile bu sistemi klonlayın
uk: &Клонувати цю систему для AutoYaST
wa: &Clôner c' sistinme po-z Autoyast

source: Installation Completed
ar: اكتمل التثبيت
bg: Инсталацията завърши
ca: S'ha acabat la instal·lació
cs: Instalace dokončena
da: Installationen er fuldført
de: Installation abgeschlossen
el: Η εγκατάσταση ολοκληρώθηκε
eo: Instalo finita
es: Instalación completada
et: Paigaldamine on lõpetatud
fa: روند نصب کامل شد
fi: Asennus tehty
fr: Installation achevée
gl: Instalación completada
hu: A telepítés befejeződött
id: Pemasangan Selesai
it: Installazione completata
ja: インストールが完了しました
km: បាន​បញ្ចប់​ការ​ដំឡើង
lt: Diegimas baigtas
nb: Installasjon fullført
nl: De installatie is voltooid
pl: Instalacja zakończona
pt: Instalação Completa
pt_br: Instalação concluída
ro: Instalare finalizată
ru: Установка завершена
sk: Inštalácia je dokončená
sl: Namestitev je zaključena
sv: Installationen är slutförd
tg: Насби система ба анҷом расид
th: การติดตั้งเสร็จสมบูรณ์
tr: Kurulum-tamamlandı
uk: Встановлення завершено
wa: Astalaedje fini

source: <p><b>Congratulations!</b></p>
ar: <p><b>تهانينا!</b></p>
bg: <p><b>Поздравления!</b></p>
ca: <p><b>Felicitats!</b></p>
cs: <p><b>Blahopřejeme!</b></p>
da: <p><b>Tillykke!</b></p>
de: <p><b>Glückwunsch!</b></p>
el: <p><b>Συγχαρητήρια!</b></p>
eo: <p><b>Gratulojn!</b></p>
es: <p><b>¡Enhorabuena!</b></p>
et: <p><b>Õnnitleme!</b></p>
fa: <p><b>تبریک!</b></p>
fi: <p><b>Onnittelut!</b></p>
fr: <p><b>Félicitations !</b></p>
gl: <p><b>Noraboa!</b></p>
hu: <p><b>Gratulálunk!</b></p>
id: <p><b>Selamat!</b></p>
it: <p><b>Congratulazioni!</b></p>
ja: <p><b>おめでとうございます！</b></p>
km: <p><b>សូម​អបអរសាទរ !</b></p>
lt: <p><b>Sveikiname!</b></p>
nb: <p><b>Gratulerer!</b></p>
nl: <p><b>Gefeliciteerd!</b></p>
pl: <p><b>Gratulacje!</b></p>
pt: <p><b>Parabéns!</b></p>
pt_br: <p><b>Parabéns!</b></p>
ro: <p><b>Felicitări!</b></p>
ru: <p><b>Поздравляем!</b></p>
sk: <p><b>Blahoželáme!</b></p>
sl: <p><b>Čestitamo!</b></p>
sv: <p><b>Gratulerar!</b></p>
tg: <p><b>Муборакбод!</b></p>
th: <p><b>ยินดีด้วย !</b></p>
tr: <p><b>Tebrikler!</b></p>
uk: <p><b>Поздоровляємо!</b></p>
wa: <p><b>Alabouneure !</b></p>

source: <p>The installation of &product; on your machine is complete. After clicking <b>Finish</b>, you can log in to the system.</p>
ar: <p>اكتمل تثبيت product; على جهازك. بعد النقر فوق <b>إنهاء</b>، يمكنك تسجيل الدخول إلى النظام.</p>
bg: <p>Инсталирането на на Вашата&product; машина завърши. След натискането на <b>Завършване</b> ще можете да влезете в системата.</p>
ca: <p>Ha acabat la instal·lació del &product; a l'ordinador. Podreu entrar al sistema després de clicar a <b>Acaba</b>.</p>
cs: <p>&product; byl nainstalován na váš počítač. Po stisknutí tlačítka <b>Konec</b> se můžete přihlásit do systému.</p>
da: <p>Installationen af &product; på din maskine er fuldført. Når du har klikket på <b>Færdig</b>, kan du logge ind på systemet.</p>
de: <p>Die Installation von &product; auf Ihrem Rechner ist abgeschlossen. Nach einem Klick auf <b>Beenden</b> können Sie sich beim System anmelden.</p>
el: <p>Η εγκατάσταση του &product; στο μηχάνημα σας έχει ολοκληρωθεί. Αφού πατήσετε στο <b>Τέλος</b>, μπορείτε να συνδεθείτε στο σύστημα.</p>
eo: <p>La instalado de &product; en via komputilo estas kompleta. Poste alklaki <b>Fini</b>, vi povas ensaluti al la sistemo.</p>
es: <p>Se ha completado la instalación de &product; en el equipo. Podrá entrar en el sistema tras pulsar <b>Finalizar</b>.</p>
et: <p>&product; paigaldamine sinu arvutisse on valmis. Pärast nupule <b>Lõpeta</b> klõpsamist võid sa süsteemi sisse logida.</p>
fa: <p>روند نصب &product; به روی سیستم شما تکمیل شده است. بعد از کلیک بر روی <b>پایان</b>، شما می توانید وارد سیستم شوید.</p>
fi: <p>Tuotteen &product; asennus tietokoneeseesi on valmis. Voit kirjautua järjestelmään napsautettuasi <b>Valmis</b>-painiketta.</p>
fr: <p>L'installation de &product; sur votre ordinateur est achevée. Après avoir cliqué sur <b>Terminer</b>, vous pourrez vous connecter sur votre système.</p>
gl: <p>Completouse a instalación de &product; no seu ordenador. Despois de premer <b>Finalizar</b>, poderá entrar no sistema.</p>
hu: <p>A(z) &product; telepítése befejeződött. A <b>Befejezés</b> gombra kattintás után bejelentkezhet a rendszerbe.</p>
id: <p>Pemasangan &produk; pada mesin Anda telah selesai. Setelah menekan tombol <b>Selesai</b>, Anda dapat masuk ke sistem.</p>
it: <p>L'installazione di &product; sul computer è completata. Dopo aver fatto clic su <b>Fine</b>, è possibile eseguire il login al sistema.</p>
ja: <p>&product; のインストールが終了しました。 <b>完了</b> を押すとログインすることができます。</p>
km: <p>ការ​ដំឡើង &product; លើ​ម៉ាស៊ីន​របស់​អ្នក បាន​បញ្ចប់​សព្វគ្រប់​ហើយ ។ បន្ទាប់​ពី​ចុច <b>បញ្ចប់</b> អ្នក​នឹង​អាច​ចូល​ទៅ​ក្នុង​ប្រព័ន្ធ​បាន​ហើយ ។</p>
lt: <p>&product; diegimas jūsų kompiuteryje baigtas. Paspaudę <b>Užbaigti</b>, galėsite prisiregistruoti sistemoje.</p>
nb: <p>Installasjonen av &product; på din maskin er fullført. Etter at du har klikket på <b>Fullfør</b>, kan du logge inn på systemet.</p>
nl: <p>De installatie van &product; op uw computer is klaar. Nadat u op <b>Voltooien</b> heeft geklikt, kunt u zich op het systeem aanmelden.</p>
pl: <p>Instalacja &product; na tym komputerze została zakończona. Po naciśnięciu przycisku <b>Zakończ</b> można będzie zalogować się do systemu.</p>
pt: <p>A instalação do &product; na sua máquina está completa. Depois de premir <b>Terminar</b>, pode aceder ao sistema.</p>
pt_br: <p>A instalação do &product; na sua máquina está completa. Após clicar em <b>Concluir</b>, você pode fazer login no sistema.</p>
ro: <p>Instalarea &produsului; pe calculatorul dvs. este finalizată. După ce faceți clic pe <b>Finalizare</b>, vă puteți conecta la sistem.</p>
ru: <p>Установка &product; на ваш компьютер завершена. После нажатия <b>Готово</b> вы можете войти в систему.</p>
sk: <p>Inštalácia systému &product; na váš počítač je dokončená. Po stlačení <b>Dokončiť</b> sa budete môcť do systému prihlásiť.</p>
sl: <p>Namestitev izdelka &product; na vaš računalnik je zaključena. Po kliku na <b>Končaj</b> se lahko prijavite v sistem.</p>
sv: <p>Installationen av &product; på datorn är slutförd. När du har klickat på <b>Slutför</b> kan du logga in i systemet.</p>
tg: <p>Насби &product; дар компютери шумо ба анҷом расид. Баъд аз зеркунии тугмаи <b>Тайёр</b>, шумо метавонед ба системаи насбшудаи нав ворид шавед.</p>
th: <p>การติดตั้งของผลิตภัณฑ์ &product; บนเครื่องของคุณเสร็จสมบูรณ์แล้ว หลังจากคลิกที่ปุ่ม <b>เสร็จสิ้น</b> คุณจะสามารถทำการล็อกอินเข้าใช้งานได้</p>
tr: <p>Bilgisayarınıza &product; kurulumu tamamlandı. <b>Sonlandır</b> düğmesine basarak sisteme giriş yapabilirsiniz.</p>
uk: <p>Встановлення &product; на вашому комп'ютері завершено. Натисніть кнопку <b>Закінчити</b>, щоб увійти в систему.</p>
wa: <p>L' astalaedje di &product; so voste éndjole est fwaite. Après avou clitchî <b>Fini</b>, vos pôroz moussî dvins l' sistinme.</p>
