Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Your computer does not fulfill all requirements for a graphical installation. There is either less than %1 MB memory or the X server could not be started. As fallback, the text front-end of YaST2 will guide you through the installation. This front-end offers the same functionality as the graphical one, but the screens differ from those in the manual.
ar: لا يستوفي الكمبيوتر الخاص بك كل المتطلبات للتثبيت الرسومي. هناك إما أقل من %1 في ذاكرة MB أو تعذر بدء تشغيل الخادم X. كإجراء بديل، سترشدك واجهة النص الأمامية لـ YaST2 من خلال التثبيت. تعرض واجهة النص الأمامية هذه الوظيفة نفسها كالرسومية، لكن تختلف الشاشات عن الشاشات الموجودة في الدليل.
bg: Компютърът Ви не отговаря на изискванията за да се предприеме графична инсталация. Или имате по-малко от %1 MB памет или Х сървърът не може да стартира. В този случай текстовата версия на YaST ще Ви води през инсталацията. Тази версия предлага същата функционалност както и графичната, но екраните ще изглеждат различно от тези в ръководството.
ca: L'ordinador no compleix els requisits necessaris per a una instal·lació en mode gràfic. El servidor X no es pot iniciar o bé hi ha menys de %1 MB de memòria RAM Com a alternativa, la interfície en mode text del YaST2 us guiarà durant la instal·lació. Aquesta interfície ofereix la mateixa funcionalitat que el mode gràfic, encara que les finestres seran diferents de les del manual.
cs: Váš počítač nesplňuje všechny požadavky na instalaci v grafickém režimu. Buď máte méně než %1 MB paměti nebo z nějakých důvodů zatím nejde spustit X server. Jako náhradní řešení bude nyní YaST pracovat v textovém režimu. Můžete se spolehnout, že vám poskytne stejné možnosti jako grafický, pouze obrazovky se budou úpravou lišit od manuálu.
da: Din computer opfylder ikke alle kravene til en grafisk installation. Enten har du under %1 MB hukommelse, eller X-serveren kunne ikke startes. Som nødplan vil YaST2 bruge teksttilstand til at guide dig igennem installationen. Du får samme funktionalitet som den grafiske, men skærmene vil se anderledes ud end dem der er vist i manualen.
de: Ihr Computer entspricht nicht den Anforderungen für eine grafische Installation: Entweder sind weniger als %1 MB Speicher vorhanden oder der X-Server konnte nicht gestartet werden. Ersatzweise wird Sie die textbasierte Oberfläche von YaST durch die Installation führen. Diese Textoberfläche bietet zwar die gleiche Funktionalität wie das grafische Frontend, jedoch werden die Bildschirmmasken anders aussehen als im Handbuch abgebildet.
el: Ο υπολογιστής σας δεν ικανοποιεί όλες τις απαιτήσεις για μια γραφική εγκατάσταση. Έχετε μνήμη λιγότερη από %1 MB ή ο εξυπηρετητής Χ δεν μπορεί να εκκινήσει. Ως εναλλακτική λύση, το YaST2 θα σας καθοδηγήσει στην εγκατάσταση σε κατάσταση κειμένου. Αυτή η κατάσταση προσφέρει την ίδια λειτουργικότητα με τη γραφική, αλλά οι οθόνες θα φαίνονται διαφορετικές από ότι στο εγχειρίδιο.
eo: Via komputilo ne plenumas la postulojn por grafika instalo. Estas mapli ol %1 MB da memoro aŭ ne eblas startigi la X-servilon. Alternative, la tekstoreĝimo de YaST2 gvidos vin tra la instalo. La tekstoreĝimo disponigas la saman funkciaron ol la grafika reĝimo, sed kelkaj ekranoj estos malsamaj al la priskribitaj en tiu ĉi manlibro..
es: Su equipo no cumple todos los requisitos necesarios para una instalación en modo gráfico. Dispone de menos de %1 MB de memoria o no se pudo iniciar el servidor X. Como solución, la interfaz de texto de YaST le guiará por la instalación. Esta interfaz ofrece la misma funcionalidad que el modo gráfico, pero las ventanas serán distintas a las descritas en el manual.
et: Teie arvuti ei vasta kõigile graafiline paigalduse nõuetele. Kas on vähem kui %1 MB mälu või X-serverit ei saanud käivitada. Varuvariandina juhendab teid tekstipõhine YaST2 läbi paigalduse. See pakub sama funktsionaalsust nagu graafilinegi, kuid ekraanid erinevad juhendis kirjeldatutest.
fa: رایانه ی شما فاقد تمامی نیازمندی ها برای نصب به صورت گرافیکی است. کمتر از %1 مگابایت حافظه وجود دارد و یا سرور X قادر به راه اندازی نمیباشد. به عنوان روش پشتیبان، رابط متنی YaST2 شما را در مراحل نصب راهنمایی خواهد نمود. این رابط متنی، همانند رابط گرافیکی عمل می کند، اما صفحات نمایش داده شده با صفحات موجود در راهنماییها متفاوت خواهند بود.
fi: Tietokoneesi ei täytä kaikkia graafisen asennuksen vaatimuksia. Koneessa on vähemmän kuin %1 Mt muistia tai X-palvelinta ei onnistuttu käynnistämään. Asennuksen varmistuksena oleva tekstipohjainen versio YaST-ohjelmasta opastaa sinut asennuksen läpi. Tämä tekstiversio tarjoaa samat ominaisuudet kuin graafinenkin, mutta näkymät poikkeavat käyttöoppaassa kuvatuista.
fr: Votre machine ne remplit pas toutes les conditions requises pour une installation graphique. Soit vous disposez de moins de %1 Mo de mémoire, soit le serveur X n'a pas pu être démarré. Vous pouvez contourner ce problème avec le mode texte de YaST qui vous guidera lors de l'installation. Ce mode vous offrira les mêmes fonctions que le mode graphique, mais les écrans auront un aspect différent de ceux représentés dans le manuel.
gl: O seu computador non cumpre os requisitos para unha instalación gráfica. Ou ten menos de %1 MB de memoria, ou non foi posíbel iniciar o servidor X. Como segunda opción, a interface de texto do YaST2 hao guiar pola instalación. Esta interface ten a mesma funcionalidade que a gráfica, pero as pantallas serán diferentes ás do manual.
hu: Az Ön gépe nem teljesíti a grafikus telepítéshez előírt minimális feltételeket. %1 MB-nál kevesebb memóriája van, vagy az X kiszolgálót nem lehet elindítani. Ebben az esetben a YaST2 szöveges verziója segíthet a telepítésben. A szöveges módú telepítés teljesen ugyanúgy működik, mint a grafikus, de a képernyő kissé másként néz ki, mint a kézikönyvben.
id: Komputer Anda tidak memenuhi persyaratan bagi pemasangan grafis. Ada kurang dari %1 MB memori atau peladen X tidak dapat berjalan. Sebagai cadangan, antarmuka teks YaST2 akan memandu Anda melakukan pemasangan. Antarmuka ini memberikan fungsionalitas yang sama dengan mode grafis, namun layarnya akan berbeda dengan yang ada di manual.
it: Il computer non soddisfa tutti i requisiti necessari per un'installazione grafica. C'è meno di %1 MByte di memoria, o non è stato possibile avviare il server X. Come ripiego, durante l'installazione verrà usata l'interfaccia testuale di YaST2. Essa offre le medesime funzionalità di quella grafica, ma le schermate differiscono da quelle riprodotte sul manuale.
ja: お使いのコンピュータは、グラフィカルインストールの必要条件を 満たしていません。お使いのメモリが %1 MB より少ないか、 X サーバを起動することができませんでした。 代替としてテキスト版の YaST2 がインストールをご案内します。 このフロントエンド機能はグラフィカルなものと同じ機能を提供しますが、 画面の表示はマニュアル上の表記とは異なります。
km: កុំព្យូទ័រ​របស់​អ្នក​មិន​​បាន​បំពេញ​រាល់​សេចក្ដី​ត្រូវ​ការ​សម្រាប់ ការ​ដំឡើង​​ឡើយ ។ មាន​អង្គ​ចងចាំ​តិច​ជាង %1 MB ឬ​ម៉ាស៊ីន​បម្រើ X អាច​មិន​ត្រូវ​បាន​ចាប់ផ្ដើម ។ ជា fallback ផ្នែក​ខាង​មុខ​អត្ថបទ YaST2 នឹង​ណែនាំ​អ្នក​អំពី​ការ​ដំឡើង ។ ផ្នែក​ខាង​មុខ​នេះ​ផ្ដល់ ​មុខ​ងារ​​ដូច​គ្នា​ជា​លក្ខណ​ក្រាហ្វិក ប៉ុន្តែ​​អេក្រង់​មាន​លក្ខណៈ ខុស​​ពី​អេក្រង់​​​​ទាំងនោះ​ដោយ​ដៃ ។
lt: Jūsų kompiuteris neišpildo visų grafinio diegimo sąlygų. Arba jūsų atmintis mažesnė nei %1 MB, arba negali pasileisti X serveris. Per diegimo procesą jus ves atsarginis, tekstine veiksena pagrįstas YaST. Ši sąsaja yra tokia pati funkcionali, kaip ir grafinė, bet vaizdas kitoks, nei apraše.
nb: Maskinen tilfredstiller ikke kravene til en grafisk installasjon. Du har mindre enn %1 MB minne, eller X-serveren kunne ikke startes. Derfor vil en tekstversjon av YaST lede deg gjennom installasjonen. Denne versjonen har samme funksjonalitet som den grafiske, men skjermbildene er forskjellige fra illustrasjonene i brukerveiledningen.
nl: Uw computer voldoet niet aan alle eisen om een grafische installatie te kunnen uitvoeren. Er is ofwel minder dan %1 MB aan geheugen of de X-server kon niet gestart worden. De tekstversie van YaST2 zal u verder door de installatie leiden. Deze tekstversie biedt dezelfde functionaliteit als de grafische versie, de schermen daarentegen zien er anders uit dan in het handboek.
pl: Komputer nie spełnia wszystkich wymagań instalacji w trybie graficznym. Dostępnych jest mniej niż %1 MB pamięci albo nie można uruchomić serwera X. Zostanie uruchomiony tekstowy interfejs YaST2, który przeprowadzi proces instalacji. Interfejs ten zapewnia takie same możliwości jak graficzny, ale jego wygląd jest inny niż pokazany w podręczniku.
pt: O seu computador não cumpre todos os requisitos para uma instalação gráfica. A memória gráfica ou é inferior a %1 MB ou o servidor X não pode ser iniciado. Como alternativa de recurso, o sistema modo texto do YaST2 guiá-lo-á através da instalação. Este sistema em modo texto oferece a mesma funcionalidade que a interface gráfica, mas os ecrãs diferem dos apresentados no manual.
pt_br: Seu computador não atende a todos os requisitos para uma instalação gráfica. Você tem menos de %1 MB de memória ou o servidor X não pôde ser iniciado. O diálogo em modo texto do YaST2 vai guiá-lo na instalação. Este diálogo vai oferecer a mesma funcionalidade do diálogo gráfico, mas as telas serão um pouco diferentes daquelas do manual.
ro: Calculatorul dvs. nu îndeplinește toate cerințele pentru o instalare grafică. Există fie mai puțin de %1 MB memorie, fie serverul X nu a putut fi pornit. Ca soluție de rezervă, partea frontală text a YaST2 vă va ghida pe parcursul instalării. Acest front-end oferă aceleași funcționalități ca și cel grafic, dar ecranele sunt diferite de cele din manual.
ru: Ваш компьютер не соответствует всем требованиям для графической установки. Либо установлено менее %1 МБ оперативной памяти, либо не удалось запустить X-сервер. Как запасной вариант, текстовый интерфейс для YaST2 может помочь произвести установку. Этот интерфейс предоставляет такую же функциональность, как и графический, но экраны отличаются от приведенных в инструкции.
sk: Váš počítač nespĺňa všetky požiadavky na inštaláciu v grafickom režime. Buď máte menej ako %1 MB pamäte alebo sa nemohol spustiť X server. Ako náhradné riešenie vás textový režim YaST2 prevedie inštaláciou. Tento režim poskytuje rovnaké možnosti ako grafický, ale obrazovky sa odlišujú od tých v príručke.
sl: Računalnik ne ustreza vsem zahtevam za grafično namestitev. Ali ima manj kot %1 MB pomnilnika ali pa ni mogoče zagnati grafičnega strežnika X . Namestitev boste nadaljevali v besedilnem načinu programa YaST2. Besedilni način ponuja enake možnosti, kot grafični način, le zasloni bodo prikazani drugače kot v priročniku.
sv: Din dator uppfyller inte alla krav för en grafisk installation. Det finns antingen mindre än %1 MB minne, eller så kunde X-servern inte startas. Som reservutväg hjälper dig textversionen av YaST2 genom installationen. Det gränssnittet ger samma funktioner som det grafiska, men skärmarna ser inte ut som dem i handboken.
tg: Компютери шумо ба талаботи насби графикӣ ҷавобгӯ намебошад. Эҳтимол аст, ки компютери шумо дорои ҳофизаи аз %1 МБ кам мебошад ё сервери X оғоз карда нашуд. Ба ивази интерфейси графикӣ, интерфейси матнии YaST2 барои насби система шуморо роҳнамоӣ мекунад. Интерфейси матнӣ имкони коркарди вазифаҳои интерфейси графикиро пешниҳод мекунад, вале экранҳои интерфейси матнӣ аз экранҳои интерфейси графикӣ фарқ мекунанд.
tr: Bilgisayarınız için tüm gereksinimleri karşılamıyor bir grafik kurulum. %1 MB'den daha az yer var bellek veya X sunucusu başlatılamadı. Geri dönüş olarak, YaST2'nin metin ön ucu size rehberlik edecek kurulum yoluyla. Bu ön uç şunları sunar: grafik ile aynı işlevsellik, ancak ekranlar kılavuzdakilerden farklıdır.
uk: Ваш комп'ютер не задовольняє всіх вимог для графічного встановлення. Наявно менше, ніж %1 МБ пам'яті або не вдалось запустити сервер X. Як запасний варіант, текстовий інтерфейс YaST2 допоможе вам у встановленні. Цей інтерфейс надає таку саму функціональність, що й графічний, але відображення на екрані відрізняються від тих, що показані в посібнику.
wa: Vosse copiutrece ni continte nén tos les dandjîs po-z on astalaedje grafike. I gn a soeye-t i moens di %1 Mo di memwere, soeye-t i l' sierveu X ni sait esse enondé. Ça fwait kel eterface tecse di YaST va vos moenner pattavå l' astalaedje. Cist eterface ofere les minme fonccions kel ci grafike mins les waitroûles candjèt des cis do esplikîs dins l' live.
