Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>Every SSH server is identified by one or several public host keys. Choose an existing Linux installation to reuse the host keys -and thus the identity- of its SSH server. The key files found in /etc/ssh (one pair of files per host key) will be copied to the new system being installed.</p><p>Check <b>Import SSH Configuration</b> to also copy other files found in /etc/ssh, in addition to the keys.</p>
ar: <p>يتم التعرف على كل خادم SSH بواسطة مفتاح مضيف عام واحد أو أكثر. اختر تثبيت Linux موجود لإعادة استخدام مفاتيح المضيف -وكذلك الهوية- لخادم ‏‏SSH‏.‏ سيتم نسخ ملفات المفاتيح الموجودة في /etc/ssh ‏‏(زوج من الملفات لكل مفتاح مضيف) في النظام الجديد الذي يتم تثبيه.</p><p>حدد <b>استيراد تكوين SSH‏</b> لنسخ الملفات الأخرى أيضًا في /etc/ssh، بالإضافة إلى المفاتيح.‏</p>
ca: <p>Cada servidor SSH s'identifica amb una o més claus d'amfitrió públiques. Trieu una instal·lació de Linux per tornar a usar les claus d'amfitrió i, per tant, la identitat, del seu servidor SSH. Els fitxers de clau trobats a /etc/ssh (un parell de fitxers per clau d'amfitrió) es copiaran al nou sistema que s'instal·la.</p><p>Marqueu <b>Importa configuració d'SSH</b> per copiar també altres fitxers trobats a /etc/ssh, a més a més de les claus.</p>
cs: <p>Každý server SSH je identifikován jedním nebo několika veřejnými klíči hostitele. Zvolte existující instalaci Linux, abyste znovu použili klíče hostitele (a tedy identitu) jeho serveru SSH. Soubory klíčů nalezené v umístění /etc/ssh (jeden pár souborů na klíč hostitele) budou zkopírovány do nově instalovaného systému.</p><p>Zaškrtněte políčko <b>Importovat konfiguraci SSH</b>, pokud chcete zkopírovat i další soubory ze složky /etc/ssh (nejen klíče).</p>
da: <p>Hver SSH-server er identificeret med en eller flere offentlige værtsnøgler. Vælg en eksisterende Linux-installation for at genbruge værtsnøglerne -og dermed identiteten- af dens SSH-server. Nøglefilerne fundet i /etc/ssh (ét filpar pr. værtsnøgle) vil blive kopieret til det nye system som installeres.</p><p>Tilvælg <b>Importér SSH-konfiguration</b> for også at kopiere andre filer som findes i /etc/ssh, udover nøglerne.</p>
de: <p>Jeder SSH-Server wird durch einen oder mehrere öffentliche Hostschlüssel identifiziert. Wenn Sie eine vorhandene Linux-Installation auswählen, können Sie die Hostschlüssel - und damit die Identität - des SSH-Servers weiter verwenden. In diesem Fall werden die Schlüsseldateien (ein Dateienpaar pro Hostschlüssel) aus dem Verzeichnis /etc/ssh auf das neu installierte System kopiert.</p><p>Aktivieren Sie <b>SSH-Konfiguration importieren</b>, wenn neben den Schlüsseln auch die anderen Dateien aus dem Verzeichnis /etc/ssh kopiert werden sollen.</p>
eo: <p>Ĉiu SSH-servilo estas identigata per unu aŭ pluraj publikaj gastigaj ŝlosiloj. Elektu ekzistantan Linukso-instalaĵon por reuzi la gastigajn ŝlosilojn, kaj konsekvence la identecon, de ties SSH-servilo. La ŝlosildosieroj, kiuj situas en /etc/ssh (unu duo de dosieroj per gastiga ŝlosilo), kopiiĝos al la nova instalata sistemo.</p><p>Kontrolu <b>Importi SSH agordon</b> se vi volas ankaŭ kopii aliajn dosierojn el /etc/ssh, aldone al la ŝlosiloj.</p>
es: <p>Cada servidor SSH se identifica con una o varias claves de host públicas. Seleccione una instalación de Linux existente para reutilizar las claves de host y, por lo tanto, la identidad de su servidor SSH. Los archivos de clave que se encuentran en /etc/ssh (un par de archivos por clave de host) se copiarán al nuevo sistema que se va a instalar.</p><p>Marque <b>Importar configuración de SSH</b> para copiar también los archivos de /etc/ssh, además de las claves.</p>
et: <p> Iga SSH-server on tuvastatud ühe või mitme avaliku hosti võtmega. Valige olemasoleva Linuxi paigalduse host võtmed ja nendega määratlege uuesti oma SSH server. Kataloogist /etc/ssh leiduvad võtmefailid (üks failipaar hosti võtme kohta) kopeeritakse uude paigaldatavasse süsteemi.</p> <p> Kontrollige <b>Import SSH konfiguratsioon</b> kopeerige lisaks võtmetele failid, mis asuvad kataloogis /etc/ssh.</p>
fa: <p>هر سرور SSH با یک یا چند کلید عمومی میزبان شناسایی میشود. از لینوکس موجود نصب شده برای استفاده ی مجدد کلید های میزبان استفاده کنید و سرور های SSH آن را شناسایی کنید. پرونده های کلیدهای SSH یافت شده در /etc/ssh ( یک جفت پرونده برای هر کلید میزبان) در سیستم در حال نصب رونوشت میشوند.</p> <p> برای رونوشت سایر فایلها که علاوه بر کلید ها در مسیر /etc/ssh یافت میشوند <b> وارد کردن کلید های SSH میزبان و پیکربندی</b> را علامت بزنید</p>
fi: <p>Kukin SSH-palvelin tunnistetaan yhdestä tai useammasta julkisesta palvelinavaimesta. Valitse olemassa oleva Linux-asennus käyttääksesi sen SSH-palvelimen avaimia ja siten henkilöyttä. /etc/ssh-kansiosta (tiedostopari kutakin palvelinavainta kohden) löytyvät avaintiedostot kopioidaan asennettavaan uuteen järjestelmään.</p><p>Valitse <b>Tuo SSH-asetukset</b> kopioidaksesi myös muut /etc/ssh-kansion tiedostot kuin avaimet.</p>
fr: <p>Chaque serveur SSH est identifié par une ou plusieurs clés d'un hôte public. Sélectionnez une installation Linux existante pour réutiliser les clés de l'hôte, et donc l'identité, de son serveur SSH. Les fichiers de clés situés dans le répertoire /etc/ssh (une paire de fichiers par clé hôte) seront copiés dans le nouveau système en cours d'installation.</p><p>Cochez l'option <b>Importer la configuration SSH</b> pour copier également les autres fichiers situés dans le répertoire /etc/ssh, en plus des clés.</p>
hu: <p>Minden SSH-kiszolgálót egy vagy több nyilvános gépkulcs azonosít. Válasszon egy meglévő Linux-telepítést, ha újra szeretné használni a telepítés SSH-kiszolgálójának gépkulcsait (és ezáltal az identitását). Az /etc/ssh mappában található kulcsfájlokat (gépkulcsonként két fájlt) a telepítő másolja az újonnan telepített rendszerbe.</p><p>Ha a kulcsokon kívül az /etc/ssh könyvtárban található egyéb fájlokat is másolni szeretné, jelölje be az <b>SSH-konfiguráció importálása</b> jelölőnégyzetet.</p>
id: <p>Setiap peladen SSH teridentifikasi oleh satu atau beberapa kunci publik host. Pilih pemasangan Linux yang tersedia untuk menggunakan ulang kunci host -dan identitasnya- untuk peladen SSH. Berkas kunci berada di /etc/ssh (sepasang berkas per kunci host) akan disalin ke sistem baru yang terpasang.</p><p>Periksa <b>Impor Konfigurasi SSH</b> juga untuk menyalin berkas lain yang berada di /etc/ssh, selain dari kunci tadi,.</p>
it: <p>Ogni server SSH viene identificato con una o più chiavi host pubbliche. Scegliere un'installazione Linux esistente per utilizzare nuovamente le chiavi host e, quindi, l'identità del relativo server SSH. Le chiavi che si trovano in /etc/ssh (due file per chiave host) verranno copiate nel nuovo sistema in corso di installazione.</p><p>Verificare <b>Importa configurazione SSH</b> per copiare, oltre alle chiavi, altri file presenti nella cartella.</p>
ja: <p>それぞれの SSH サーバは 1 つまたは複数の公開ホスト鍵で識別します。ここでは、既存の Linux インストール内にあるホスト鍵を再利用し、同じ SSH サーバとして識別してもらうようにすることができます。 /etc/ssh (ホスト鍵ごとに一対 (2 つ) のファイル) 内に鍵ファイルが検出されると、新しくインストールするシステムにこれらをインストールします。</p><p>/etc/ssh 内にある鍵以外のファイルについてもコピーしたい場合は、 <b>SSH 設定の取り込み</b> にチェックを入れてください。</p>
lt: <p>Kiekvienas SSH serveris identifikuojamas pagal vieną ar kelis viešuosius raktus. Pasirinkite jau įdiegtą Linukso sistemą, kurios raktus – ir tapatybę – norite naudoti naujai diegiamoje sistemoje. Raktų rinkmenų ieškoma /etc/ssh (raktą sudaro dvi rinkmenos), jos nukopijuosimos į naujai įdiegtą sistemą.</p><p>Norėdami kartu nukopijuoti ir kitas /etc/ssh rinkmenas, pasirinkite <b>Importuoti SSH konfigūraciją</b>.</p>
nl: <p>Elke SSH-server wordt aangeduid met een of meer openbare hostsleutels. Kies een bestaande Linux-installatie om de hostsleutels en dus de identiteit van de SSH-server opnieuw te gebruiken. De sleutelbestanden in /etc/ssh (één paar bestanden per hostsleutel) worden gekopieerd naar het nieuwe systeem dat wordt geïnstalleerd.</p><p>Controleer <b>SSH-configuratie importeren</b> als u ook andere bestanden in /etc/ssh wilt kopiëren, naast de sleutels.</p>
pl: <p>Każdy serwer SSH jest identyfikowany przy użyciu jednego lub kilku publicznych kluczy hosta. Wybierz istniejącą instalację Linux, aby użyć ponownie kluczy hosta i w ten sposób identyfikować jej serwer SSH. Klucze hosta znalezione w folderze /etc/ssh (jedna para plików na klucz hosta) zostaną skopiowane do nowo instalowanego systemu.</p><p>Zaznacz opcję <b>Importuj konfigurację SSH</b>, aby oprócz kluczy skopiować także pozostałe pliki znalezione w folderze /etc/ssh.</p>
pt: <p>Cada servidor SSH é identificado por uma ou várias chaves públicas de hospedeiro. Escolha uma instalação Linux para reutilizar as chaves de hospedeiro -e assim identificar- o seu servidor SSH. Os ficheiros chave em /etc/ssh (um par de ficheiros por chave de hospedeiro) será copiado para o novo sistema a ser instalado.</p><p>Verifique a <b>Configuração de Importação SSH</b> para copiar também outros ficheiros encontrados em /etc/ssh, em adição às chaves.</p>
pt_br: <p>Cada servidor SSH é identificado por uma ou várias chaves de host públicas. Escolha uma instalação existente do Linux para reutilizar as chaves de host, e portanto a identidade, do servidor SSH. Os arquivos de chave encontrados em /etc/ssh (um par de arquivos por chave de host) serão copiados para o novo sistema que será instalado.</p><p>Marque <b>Importar Configuração do SSH</b> para copiar outros arquivos encontrados em /etc/ssh, além das chaves.</p>
ro: <p>Fiecare server SSH este identificat prin una sau mai multe chei publice de gazdă. Alegeți o instalație Linux existentă pentru a reutiliza cheile gazdă -și, astfel, identitatea- serverului său SSH. Fișierele de chei găsite în /etc/ssh (o pereche de fișiere pentru fiecare cheie gazdă) vor fi copiate pe noul sistem în curs de instalare.</p><p>Verificați <b>Importați configurația SSH</b> pentru a copia și alte fișiere care se găsesc în /etc/ssh, în afară de chei.</p>
ru: <p>Каждый сервер SSH идентифицируется одним или несколькими открытыми ключами хоста. Выберите существующую установку Linux, чтобы использовать эти ключи и параметры соответствующего сервера SSH. Файлы ключей из каталога /etc/ssh (по одной паре файлов на каждый ключ) будут скопированы в новую устанавливаемую систему.</p><p>Установите флажок <b>Импорт конфигурации SSH</b>, чтобы помимо ключей скопировать и другие файлы из каталога /etc/ssh.</p>
sk: <p>Každý SSH server je identifikovaný jedným alebo niekoľkými verejnými kľúčmi hostiteľa. Zvoľte existujúcu inštaláciu Linuxu, aby ste znovu použili kľúče hostiteľa -a teda identitu- jeho SSH servera. Súbory kľúčov nájdené /etc/ssh (jeden pár súborov na kľúč hostiteľa) sa skopírujú do inštalovaného nového systému.</p><p>Zaškrtnite <b>Importovať konfiguráciu SSH</b>, aby sa okrem kľúčov tiež kopírovali ďalšie súbory nájdené v /etc/ssh.</p>
sl: <p>Vsak strežnik SSH je določen z enim ali več javnimi ključi gostitelja. Izberite obstoječo namestitev GNU/Linux za ponovno uporabo ključev gostiteljev in s tem istovetnosti njihovih strežnikov SSH. Datoteke s ključi, ki jih je moč najti v /etc/ssh (en par datotek na ključ gostitelja), bodo skopirane na novi sistem, ki ga nameščate.</p><p>Izberite <b>Uvozi nastavitve SSH</b>, da poleg ključev skopirate tudi preostale datoteke iz /etc/ssh.</p>
sv: <p>Varje SSH-server identifieras genom en eller fler offentliga värdnycklar. Välj en befintlig Linux-installation för att återanvända dess SSH-servers värdnycklarna och därmed dess identitet. Nyckelfilerna som finns i /etc/ssh (ett par filer per värdnyckel) kommer att kopieras till det nya systemet som installeras.</p><p>Se <b>Importera SSH-konfiguration</b> för att också kopiera andra filer /etc/ssh, utöver nycklarna.</p>
tr: <p>Her SSH sunucusu, bir veya birkaç genel ana bilgisayar anahtarıyla tanımlanır. SSH sunucusunun ana bilgisayar anahtarlarını ve dolayısıyla kimliğini yeniden kullanmak için mevcut bir Linux kurulumunu seçin. /etc/ssh içinde bulunan anahtar dosyaları (ana bilgisayar anahtarı başına bir çift dosya) kurulmakta olan yeni sisteme kopyalanacaktır.</p><p>Başkalarını da kopyalamak için <b>SSH Yapılandırmasını İçe Aktar</b>'ı işaretleyin. anahtarlara ek olarak /etc/ssh içinde bulunan dosyalar.</p>
uk: <p>Кожен сервер SSH ідентифікується одним або кількома загальнодоступними ключами вузла. Виберіть наявне встановлення Linux, щоб використовувати ці ключі та параметри відповідного сервера SSH. Файли ключів з каталогу /etc/ssh (по одній парі файлів на кожний ключ) будуть скопійовані у нову встановлювану систему. </p><p>Встановіть прапорець <b>Імпорт налаштувань SSH</b>, щоб крім ключів скопіювати інші файли з теки/etc/ssh.</p>

source: &Device
ar: الجهاز
ca: &Dispositiu
cs: Z&ařízení
da: &Enhed
de: &Gerät
el: &Συσκευή
eo: &Aparato
es: &Dispositivo
et: &Seade
fa: دستگاه
fi: &Laite
fr: &Périphérique
hu: &Eszköz
id: &Perangkat
it: &Dispositivo
ja: デバイス (&D)
lt: Į&renginys
nl: &Apparaat
pl: Urzą&dzenie
pt: &Dispositivo
pt_br: &Dispositivo
ro: &Dispozitiv
ru: &Устройство
sk: &Zariadenie
sl: &Naprava
sv: En&het
tr: &Cihaz
uk: &Пристрій

source: %{system_name} at %{device}
ar: %{system_name} في %{device}
ca: %{system_name} a %{device}
cs: %{system_name} na %{device}
da: %{system_name} ved %{device}
de: %{system_name} auf %{device}
eo: %{system_name} sur %{device}
es: %{system_name} en %{device}
et: %{system_name} asub seadmel %{device}
fa: %{system_name} در %{device}
fi: %{system_name} laitteella %{device}
fr: %{system_name} sur %{device}
hu: %{system_name} a következőn: %{device}
id: %{system_name} pada %{device}
it: %{system_name} su %{device}
ja: %{device} にある %{system_name}
lt: %{system_name} - %{device}
nl: %{system_name} op %{device}
pl: %{system_name} w %{device}
pt: %{system_name} em %{device}
pt_br: %{system_name} em %{device}
ro: %{system_name} la %{device}
ru: %{system_name} на устройстве %{device}
sk: %{system_name} na %{device}
sl: %{system_name} na %{device}
sv: %{system_name} på %{device}
tr: %{system_name}, %{device}
uk: %{system_name} на %{device}

source: Import SSH Configuration
ar: استيراد تكوين SSH
ca: Importa configuració d'SSH
cs: Importovat konfiguraci SSH
da: Importér SSH-konfiguration
de: SSH-Konfiguration importieren
el: Εισαγωγή ρυθμίσεων SSH
eo: &Importi SSH-agordojn
es: Importar la configuración de SSH
et: SSH konfiguratsiooni import
fa: وارد کردن پیکربندی SSH
fi: Tuo SSH-asetukset
fr: Importer la configuration SSH
hu: SSH-konfiguráció importálása
id: Impor Konfigurasi SSH
it: Importa configurazione SSH
ja: SSH 設定の取り込み
lt: Importuoti SSH konfigūraciją
nl: SSH-configuratie importeren
pl: Importuj konfigurację SSH
pt: Importar Configuração SSH
pt_br: Importar configuração do SSH
ro: Importați configurația SSH
ru: Импорт конфигурации SSH
sk: Importovať konfiguráciu SSH
sl: Uvozi nastavitve SSH
sv: Importera SSH-konfiguration
tr: SSH Yapılandırmasını İçe Aktar
uk: Імпорт налаштувань SSH

source: Error Found in Installation Settings
ar: خطأ في إعدادات التثبيت
ca: S'ha trobat un error als paràmetres d'instal·lació
cs: V nastavení instalace byla nalezena chyba
da: Fejl fundet i installationsindstillinger
de: Fehler in den Installations-Einstellungen gefunden
eo: Trovis eraron en agordoj de instalado
es: Se ha encontrado un error en la configuración de la instalación
et: Leitud viga paigalduse sätetes
fa: خطا در تنظیمات نصب یافت شد
fi: Asennusasetuksista löytyi virhe
fr: Une erreur a été trouvée dans les paramètres d'installation
hu: Hiba található a telepítési beállításokban
id: Ditemukan Galat dalam Setingan Pemasangan
it: Trovato un errore nelle impostazioni di installazione
ja: インストールの設定内にエラーが見つかりました
lt: Klaida diegimo nuostatose
nl: Fout gevonden in installatie-instellingen
pl: Znaleziono błąd w ustawieniach instalacji
pt: Erro Encontrado na Gravação de Definições
pt_br: Erro encontrado nas configurações de instalação
ro: Eroare găsită în setările de instalare
ru: Ошибка в параметрах установки
sk: Chyba nájdená v nastaveniach inštalácie
sl: V nastavitvah namestitve je najdena napaka
sv: Ett fel hittades i installationsinställningar
tr: Kurulum Ayarlarında Hata Bulundu
uk: Знайдено помилку у параметрах встановлення

source: The following errors were found in the configuration proposal. If you continue with the installation it may not be successful. Errors:
ar: تم العثور على الأخطاء التالية في الإعداد المقتترح. إذا استمريت في هذا التثبيت فإنه قد لا ينجح. الأخطاء:
ca: S'han trobat els errors següents a la proposta de configuració. Si continueu la instal·lació, podria no tenir èxit. Errors:
cs: V konfiguračním návrhu byly nalezeny následující chyby. Pokud budete pokračovat v instalaci, nemusí dobře dopadnout. Chyby:
da: Følgende fejl blev fundet i konfigurationsforslaget. Hvis du fortsætter med installationen, så vil den måske ikke lykkedes. Fejl:
de: Folgende Fehler wurden im Konfigurations-Vorschlag gefunden. Wenn Sie die Installation weiter durchführen, kann es fehlschlagen. Fehler:
eo: La sekvanta eraroj troviĝis en la agordpropono. Se vi daŭrigas la instaladon, ĝi povus malsukcesi. Eraroj:
es: Se han encontrado los siguientes errores en la propuesta de configuración. Si continua con la instalación, puede que no tenga éxito. Errores:
et: Seadistamise valikutes leiti järgmised vead. Paigaldamisega jätkamine ei pruugi õnnestuda. Vead:
fa: خطاهای زیر در اهداف پیکربندی یافت شد. اگر شما به نصب ادامه دهید ممکن است نصب ناموفق باشد. خطاها:
fi: Määritysehdotuksesta löytyi seuraavat virheet. Jos jatkat asennusta, se ei ehkä onnistu. Virheet:
fr: Les erreurs suivantes ont été trouvées dans la proposition de configuration. Si vous continuez l'installation elle pourrait ne pas réussir. Erreurs :
hu: A következő hibák találhatók a javasolt konfigurációban. Ha folytatja a telepítést, előfordulhat, hogy sikertelen lesz. Hibák:
id: Galat-galat berikut yang ditemukan di proposal konfigurasi. Jika Anda melanjutkan pemasangan kemungkinan tidak berhasil sukses. Galat-galat:
it: Trovati i seguenti errori nella proposta di configurazione. Se si decide di continuare con l'installazione, questa potrebbe non andare a buon fine. Errori:
ja: 設定の提案項目の中に下記のエラーが検出されました。 インストールを続行しても、成功しない可能性があります。 エラー:
lt: Konfigūracijos pasiūlyme rasta klaidų. Jei bandysite diegti – gali nepasisekti. Klaidos:
nl: De volgende fouten zijn gevonden in het configuratievoorstel. Als u door gaat met de installatie zou dat geen succes kunnen hebben. Fouten:
pl: Znaleziono poniższe błędy w propozycji konfiguracji. Jeśli będziesz kontynuować instalację, może się ona nie zakończyć pomyślnie. Błędy:
pt: Os seguintes erros foram encontrados na configuração proposta. Se continuar com a instalação a mesma pode não ter sucesso. Erros:
pt_br: Os seguintes erros foram encontrados na proposta de configuração. Se você continuar com a instalação, ela pode não ser bem-sucedida. Erros:
ro: Au fost găsite următoarele erori în propunerea de configurare. Dacă continuați instalarea, este posibil ca aceasta să nu reușească. Erori:
ru: В предложенной конфигурации найдены ошибки. Если вы продолжите установку, ее успешное завершение не гарантировано. Ошибки:
sk: Nasledovné chyby boli nájdené v konfiguračnom návrhu. Ak budete pokračovať v inštalácii, nemusí byť úspešná. Chyby:
sl: V predlogu nastavitev so bile najdene naslednje napake. Če nadaljujete za nameščanjem, ta morda ne bo uspešna. Napake:
sv: Följande fel hittades i konfigurationsförslag. Om du går vidare med installationen kan det hända att den misslyckas. Fel:
tr: Yapılandırma teklifinde aşağıdaki hatalar bulundu. Kuruluma devam ederseniz, başarılı olmayabilir. Hatalar:
uk: Наступні помилки знайдені у запропонованій конфігурації. Якщо ви продовжите встановлення, то воно може бути не вдалим. Помилки:

source: Really reset everything to default values?
ar: هل تريد بالفعل إعادة تعيين كافة القيم إلى الإعدادات الافتراضية؟
bg: Наистина ли желаете да върнете всички настройки към стандартните?
ca: Segur que voleu restablir-ho tot als valors per defecte?
cs: Opravdu nastavit vše na výchozí hodnoty?
da: Vil du virkelig nulstille alt til standardværdier?
de: Wirklich alles auf Standardwerte zurücksetzen?
el: Είστε σίγουροι ότι θέλετε την επαναφορά όλων στις προκαθορισμένες τιμές;
eo: Ĉu vere rekomencigi ĉion per aprioraj valoroj?
es: ¿Desea restablecer todos los valores por defecto?
et: Kas tõesti asendada kõik sätted vaikeväärtustega?
fa: به راستی می خواهید تمام تنظیمات را به حالت پیش فرض برگردانید؟
fi: Haluatko varmasti palauttaa oletusasetukset?
fr: Faut-il vraiment rétablir toutes les valeurs par défaut ?
gl: Desexa restablecer todos os valores predeterminados?
hu: Tényleg visszaállít mindent az alapértékre?
id: Benar-benar mengatur ulang segalanya ke nilai bawaan?
it: Ripristinare ogni impostazione ai valori predefiniti?
ja: すべての設定を既定値に戻してもよろしいですか?
km: ពិត​ជា​កំណត់​អ្វីៗ​ទាំងអស់ ទៅ​ជា​តម្លៃ​លំនាំដើម ?
lt: Tikrai atstatyti įprastas reikšmes?
nb: Er du sikker på at du vil tilbakestille alt til standardinnstillinger?
nl: Wilt u alle instellingen terugzetten naar hun standaardwaarden?
pl: Czy na pewno przywrócić wszystkie wartości domyślne?
pt: Pretende mesmo esquecer tudo e voltar aos valores pré-definidos?
pt_br: Deseja realmente restaurar tudo para os valores padrão?
ro: Chiar resetați totul la valorile implicite?
ru: Действительно изменить все значения на значения по умолчанию?
sk: Naozaj vrátiť všetky hodnoty na štandardné?
sl: Ali res želite vse nastaviti na privzete vrednosti?
sv: Verkligen återställa allt till standardvärden?
tg: Шумо дар ҳақиқат мехоҳед, ки ҳамаи қиматҳоро ба вазъияти пешфарз барқарор кунед?
th: คุณต้องการจะปรับค่าทุกอย่างกลับคืนไปเป็นค่าปริยายของมัน จริงหรือไม่ ?
tr: Tüm ayarlar öntanımlı değerlerine döndürülecek. Emin misiniz?
uk: Ви дійсно хочете скинути всі параметри до типових значень?
wa: Vormint tot rmete ås valixhances tchoezeyes por vos?

source: You will lose all changes.
ar: ستفقد كافة التغييرات التي تم إجراؤها.
bg: Ще загубите всички промени.
ca: Perdreu tots els canvis.
cs: Ztratíte veškeré provedené změny.
da: Du vil miste alle ændringer.
de: Alle Änderungen werden verloren gehen.
el: Θα χάσετε όλες τις αλλαγές.
eo: Vi perdos ĉiujn ŝanĝojn.
es: Se perderán todos los cambios.
et: Kõik muudatused lähevad kaotsi.
fa: شما تمام تغییرات را از دست خواهید داد.
fi: Kaikki muutokset menetetään.
fr: Vous allez perdre toutes vos modifications.
gl: Perderá todos os cambios.
hu: Minden változtatás elvész.
id: Anda akan kehilangan seluruh perubahan.
it: Tutte le modifiche andranno perse.
ja: すべての変更内容が失われます。
km: អ្នក​នឹង​បាត់បង់​ការ​ផ្លាស់ប្ដូរ​ទាំងអស់ ។
lt: Jūs prarasite visus pakeitimus.
nb: Alle endringer vil gå tapt.
nl: Alle gemaakte wijzigingen zullen verloren gaan.
pl: Wszystkie wprowadzone zmiany zostaną utracone.
pt: Perderá todas as alterações.
pt_br: Você perderá todas as alterações.
ro: Veți pierde toate modificările.
ru: Все изменения будут потеряны.
sk: Stratíte všetky zmeny.
sl: Vse spremembe bodo izgubljene.
sv: Du kommer att förlora alla ändringar.
tg: Ҳамаи тағйирот гум карда мешавад.
th: คุณจะสูญเสียการตั้งค่าทั้งหมดที่ได้ทำไป
tr: Yaptığınız tüm değişiklikleri kaybedeceksiniz.
uk: Всі зміни будуть втрачені.
wa: Vos alez piede tos les candjmints.
