Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: AutoYaST cannot run second stage due to missing packages %s.
ar: لا يمكن أن يقوم AutoYaST بتشغيل المرحلة الثانية بسبب فقدان بعض الحزم ↵ %s.↵
ca: L'AutoYaST no pot executar el segon pas a causa de paquets que falten: %s.
cs: AutoYaST nemůže spustit druhou etapu - chybí balíčky %s.
da: AutoYaST kan ikke køre andet stadie pga. manglende pakker %s.
de: AutoYaST kann die zweite Stufe bis zu den fehlenden Paketen %s nicht ausführen.
eo: AutoYaST ne povas plenumi la duan fazon pro mankantaj pakaĵoj %s.
es: AutoYaST no puede ejecutar la segunda etapa porque faltan los paquetes %s.
et: AutoYaST ei saa puuduvate pakettide tõttu teist etappi käivitada %s.
fa: AutoYaST نمی تواند مرحله دوم را به دلیل گم شدن بسته ها اجرا کند %s
fi: AutoYAST ei voi suorittaa toista vaihetta puuttuvien pakettien takia %s.
fr: AutoYaST ne peut pas exécuter la deuxième étape, car des paquets sont manquants %s.
gl: AutoYaST non pode executar a segunda etapa porque faltan os paquetes %s.
hu: Az AutoYaST nem tudja futtatni a második szakaszt hiányzó csomagok miatt: %s.
id: AutoYaST tidak dapat menjalankan tahap kedua karena paket yang hilang %s.
it: AutoYaST non riesce ad eseguire la seconda fase a causa di pacchetti mancanti %s.
ja: 下記のパッケージが存在しないため、 AutoYaST は第 2 ステージを実行できません: %s
lt: AutoYaST negali vykdyti antros pakopos, nes trūksta paketų %s.
nl: AutoYaST kan geen tweede fase uitvoeren wegens ontbrekende pakketten %s.
pl: AutoYaST nie może uruchomić drugiego etapu ze względu na brakujące pakiety %s.
pt: O AutoYaST não consegue executar a segunda etapa devido a pacotes em falta %s.
pt_br: O AutoYaST não pode executar o segundo estágio devido a pacotes ausentes %s.
ro: AutoYaST nu poate rula a doua etapă din cauza pachetelor lipsă %s.
ru: AutoYaST не может запустить второй этап из-за отсутствия пакетов %s.
sk: Aplikácia AutoYaST nemôže spustiť druhú fázu z dôvodu chýbajúcich balíkov %s.
sl: AutoYaST ne more zagnati druge stopnje, ker manjkajo paketi %s.
sv: AutoYaST kan inte köra det andra stadiet på grund av saknade paket %s.
tr: AutoYaST kayıp paketler sebebiyle ikinci aşamayı çalıştıramıyor %s.
uk: AutoYaST не може запустити другий етап через відсутність пакунків %s.

source: The registration has failed. Please check your registration settings in the AutoYaST configuration file.
ar: فشل التسجيل. الرجاء التحقق من إعدادات التسجيل في ملف تكوين AutoYaST.
ca: Ha fallat fer el registre. Si us plau, comproveu els paràmetres del registre del fitxer de configuració de l'AutoYaST.
cs: Selhala registrace. Zkontrolujte její nastavení v konfiguračním souboru AutoYaST.
da: Registreringen har mislykkedes. Tjek venligst dine registreringsindstillinger i AutoYaST-konfigurationsfilen.
de: Die Registrierung ist fehlgeschlagen. Bitte überprüfen Sie ihre Registrierungseinstellungen in der AutoYaST-Konfigurationsdatei.
eo: La registriĝado malsukcesis. Bonvolu kontroli viajn registriĝajn agordojn en la AutoYaST agorda dosiero.
es: El registro ha fallado. Compruebe la configuración del registro en el archivo de configuración de AutoYaST.
et: Registreerumine nurjus. Kontrollige oma registreerumissätteid AutoYaSTi seadete failis.
fa: ثبت نام ناموفق بود. لطفاً تنظیمات ثبت نام خود را در فایل پیکربندی AutoYaST بررسی کنید.
fi: Rekisteröinti epäonnistui. Tarkista rekisteröitymisasetuksesi AutoYASTin asetustiedostosta.
fr: L'enregistrement a échoué. Vérifiez vos paramètres d'enregistrement dans le fichier de configuration AutoYaST.
gl: Fallou o rexistro. Comprobe a configuración do rexistro no ficheiro de configuración de AutoYaST.
hu: Nem sikerült a regisztráció. Ellenőrizze a regisztrációs beállításokat az AutoYaST konfigurációs fájljában.
id: Registrasi gagal. Silakan periksa pengaturan pendaftaran Anda dalam berkas konfigurasi AutoYaST.
it: La registrazione non è andata a buon fine. Controllare le impostazioni di registrazione nel file di configurazione di AutoYaST.
ja: 登録処理が失敗しました。 AutoYaST の設定ファイル内にある登録設定をご確認ください。
lt: Užregistruoti nepavyko. Patikrinkite AutoYaST konfigūracijos rinkmenoje esančias registracijos nuostatas .
nl: De registratie is mislukt. Controleer uw registratie-instellingen in het AutoYaST-configuratiebestand.
pl: Rejestracja nieudana. Sprawdź ustawienia rejestracji w pliku konfiguracyjnym programu AutoYaST.
pt: O registo falhou. Por favor verifique o seu registo no ficheiro de configuração do AutoYaST.
pt_br: Falha no registro. Verifique as configurações de registro no arquivo de configuração do AutoYaST.
ro: Înregistrarea a eșuat. Vă rugăm să verificați setările de înregistrare din fișierul de configurare AutoYaST.
ru: Не удалось выполнить регистрацию. Проверьте параметры регистрации в файле конфигурации AutoYaST.
sk: Registrácia zlyhala. Skontrolujte, prosím, nastavenia registrácie v konfiguračnom súbore AutoYaST.
sl: Registracija je spodletela. Preverite nastavitve registracije v nastavitveni datoteki AutoYaST.
sv: Registreringen har misslyckats. Kontrollera dina registreringsinställningar i konfigurationsfilen för AutoYaST.
tr: Kayıt başarısız oldu. Lütfen, AutoYaST düzenleme dosyanızdaki kayıt seçeneklerinizi kontrol edin.
uk: Не вдалося виконати реєстрацію. Перевірте параметри реєстрації у файлі конфігурації AutoYaST.

source: You have not registered your system. Missing packages can be added by configuring the registration in the AutoYaST configuration file.
ar: لم تقم بتسجيل النظام. يمكن إضافة الحزم المفقودة من خلال تكوين التسجيل في ملف تكوين AutoYaST.
ca: No heu registrat el sistema. Els paquets que falten es poden afegir configurant el registre al fitxer de configuració de l'AutoYaST.
cs: Dosud jste nezaregistrovali svůj systém. Až zkonfigurujete registraci v konfiguračním souboru AutoYaST, bude možno přidat chybějící balíčky.
da: Du har ikke registreret dit system. Manglende pakker kan tilføjes ved at konfigurere registreringen i AutoYaST-konfigurationsfilen.
de: Sie haben Ihr System nicht registriert. Fehlende Pakete können durch die Konfiguration der Registrierung in der AutoYaST-Konfigurationsdatei hinzugefügt werden.
eo: Vi ne enregistrigis vian sistemon. Mankantaj pakaĵoj povas esti aldonita per agordi la registriĝon en la AutoYaST agorda dosiero.
es: No ha registrado el sistema. Puede añadir los paquetes que faltan configurando el registro en el archivo de configuración de AutoYaST.
et: Te pole oma süsteemi registreerinud. Puuduvaid pakette saab lisada, seadistades registreerimise AutoYaSTi seadistuste failis.
fi: Et ole rekisteröinyt järjestelmääsi. Puuttuvia paketteja voi lisätä määrittämällä rekisteröinnin AutoYASTin asetustiedostossa.
fr: Vous n'avez pas enregistré votre système. Les paquets manquants peuvent être ajoutés en configurant l'enregistrement dans le fichier de configuration AutoYaST.
gl: Non rexistrou o sistema. Pode engadir os paquetes que faltan configurando o rexistro no ficheiro de configuración de AutoYaST.
hu: Nem regisztrálta a rendszerét. A hiányzó csomagok úgy vehetők fel, hogy megadja a regisztráció beállításait az AutoYaST konfigurációs fájljában.
id: Anda belum mendaftarkan sistem Anda. Paket yang hilang dapat ditambahkan dengan mengkonfigurasi pendaftaran pada berkas konfigurasi AutoYaST.
it: Il sistema non è stato registrato. I pacchetti mancanti possono essere aggiunti configurando la registrazione nel file di configurazione di AutoYaST.
ja: お使いのシステムは登録されていません。 AutoYaST の設定ファイル内で登録処理を設定することで、必要なパッケージを追加することができるようになります。
lt: Sistema neužregistruota. Trūkstamus paketus galite pridėti konfigūruodami AutoYaST konfigūracijos rinkmeną.
nl: U hebt zich niet in het systeem geregistreerd. Ontbrekende pakketten kunnen worden toegevoegd door de registratie te configureren in het AutoYaST-configuratiebestand.
pl: Nie zarejestrowano systemu. Brakujące pakiety można dodać przez skonfigurowanie rejestracji w pliku konfiguracyjnym programu AutoYaST.
pt: Você ainda não registou o seu sistema. Pacotes em falta podem ser adicionados ao configurar o registo no ficheiro de configuração do AutoYaST.
pt_br: Você não registrou o sistema. É possível adicionar pacotes ausentes configurando o registro no arquivo de configuração do AutoYaST.
ro: Nu v-ați înregistrat sistemul. Pachetele care lipsesc pot fi adăugate prin configurarea înregistrării în fișierul de configurare AutoYaST.
ru: Вы не зарегистрировали систему. Чтобы добавить недостающие пакеты, настройте параметры регистрации в файле конфигурации AutoYaST.
sk: Nezaregistrovali ste svoj systém. Chýbajúce balíky môžu byť pridané konfiguráciou registrácie v konfiguračnom súbore AutoYaST.
sl: Sistema niste registrirali. Manjkajoče pakete lahko dodate z nastavitvijo registracije v nastavitveni datoteki AutoYaST.
sv: Du har inte registrerat ditt system. Saknade paket kan läggas till genom att konfigurera registreringen i konfigurationsfilen för AutoYaST.
tr: Sisteminizi kaydettirmediniz. Kayıp paketler AutoYaST düzenleme dosyası içindeki kaydolma ayarı yapılarak eklenebilmektedir.
uk: Ви не зареєстрували систему. Щоби додати відсутні пакунки, налаштуйте параметри реєстрації в файлі конфігурації AutoYaST.

source: <p>Initializing the installation...</p>
ar: <p>تهيئة التثبيت...</p>
bg: <p>Започване на инсталацията…</p>
ca: <p>Iniciant la instal·lació...</p>
cs: <p>Inicializuje se instalace...</p>
da: <p>Initialiserer installationen...</p>
de: <p>Installation wird initialisiert...</p>
el: <p>Αρχικοποίηση της εγκατάστασης...</p>
eo: <p>Pravalorizante la instaladon...</p>
es: <p>Iniciando la instalación...</p>
et: <p>Paigalduskeskkonna initsialiseerimine...</p>
fa: <p>در حال مقدار دهی روند نصب</p>
fi: <p>Valmistellaan asennusta...</p>
fr: <p>Initialisation de l'installation...</p>
gl: <p>Inicializando a instalación...</p>
hu: <p>Telepítés előkészítése...</p>
id: <p>Menginisialisasi pemasangan...</p>
it: <p>Inizializzazione dell'installazione...</p>
ja: <p>インストール処理を準備しています...</p>
km: <p>កំពុង​ចាប់ផ្ដើម​ការ​ដំឡើង...</p>
lt: <p>Paleidžiama diegimo programa...</p>
nb: <p>Initialiserer installasjonen...</p>
nl: <p>De installatie wordt geïnitialiseerd...</p>
pl: <p>Inicjalizacja instalacji...</p>
pt: <p>A inicializar a instalação...</p>
pt_br: <p>Inicializando a instalação...</p>
ro: <p>Se inițializează instalarea...</p>
ru: <p>Инициализация установки…</p>
sk: <p>Inicializácia inštalácie...</p>
sl: <p>Pripravljanje nameščanja …</p>
sv: <p>Initierar installationen...</p>
tg: <p>Омодасозии насб...</p>
th: <p>ทำการเตรียมกระบวนการติดตั้ง...</p>
tr: <p>Kurulum başlatılıyor...</p>
uk: <p>Започаткування встановлення...</p>
wa: <p>Inicialijhaedje di l' astalaedje...</p>

source: Preparing the 1st system configuration...
ar: يتم الآن التحضير لتكوين النظام الأول...
bg: Подготвяне на първата системна настройка…
ca: Preparant la primera configuració del sistema...
cs: Připravuje se první nastavení systému...
da: Forbereder første systemkonfiguration...
de: Erste Systemkonfiguration wird vorbereitet...
el: Προετοιμασία της πρώτης ρύθμισης του συστήματος...
eo: Pretigante la 1-an sistemagordon...
es: Preparando la primera configuración del sistema...
et: Süsteemi esimese häälestuse ettevalmistamine...
fa: در حال آماده سازی اولین پیکربندی سیستم...
fi: Valmistellaan järjestelmän ensimääritystä...
fr: Préparation de la configuration du premier système...
gl: Preparando a primeira configuración do sistema...
hu: Az első rendszerbeállítás előkészítése...
id: Mempersiapkan konfigurasi awal sistem...
it: Preparazione della prima configurazione del sistema...
ja: 初期システム設定を準備しています...
km: កំពុង​រៀបចំ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ប្រព័ន្ធ​ទី​មួយ...
lt: Ruošiama pirmoji sistemos konfigūracija...
nb: Klargjør første systemkonfigurasjon...
nl: De eerste systeemconfiguratie wordt voorbereid...
pl: Przygotowywanie pierwszej konfiguracji systemu...
pt: A preparar a 1ª configuração de sistema...
pt_br: Preparando a 1ª configuração do sistema...
ro: Se pregătește prima configurație a sistemului...
ru: Подготавливается 1-я конфигурация системы...
sk: Príprava prvotnej konfiguráciu systému...
sl: Pripravljanje prvih nastavitev sistema …
sv: Förbereder den första systeminställningen...
tg: Танзимоти системавии аввалин омода шуда истодааст...
th: ทำการเตรียมการปรับแต่งค่าระบบครั้งแรก...
tr: İlk sistem yapılandırması hazırlanıyor...
uk: Підготовка 1 конфігурації системи...
wa: Dj' aprestêye l' apontiaedje do prumî sistinme

source: <p>Please wait...</p>
ar: <p>الرجاء الانتظار...</p>
bg: <p>Моля, изчакайте…</p>
ca: <p>Espereu...</p>
cs: <p>Čekejte prosím...</p>
da: <p>Vent venligst...</p>
de: <p>Bitte warten...</p>
el: <P>Παρακαλώ περιμένετε.</P>
eo: <p>Bonvole atendu...</p>
es: <p>Espere...</p>
et: <p>Palun oota...</p>
fa: <p>لطفا صبر کنید...</p>
fi: <p>Odota hetki...</p>
fr: <p>Veuillez patienter...</p>
gl: <p>Agarde...</p>
hu: <p>Kérem, várjon...</p>
id: <p>Silakan tunggu...</p>
it: <p>Attendere...</p>
ja: <p>しばらくお待ちください...</p>
km: <p>សូម​រង់ចាំ...</p>
lt: <p>Palaukite...</p>
nb: <P>Vent...</P>
nl: <p>Een ogenblik geduld...</p>
pl: <p>Proszę czekać...</p>
pt: <p>Por favor aguarde...</p>
pt_br: <p>Aguarde...</p>
ro: <p>Vă rugăm să așteptați...</p>
ru: <p>Подождите, пожалуйста...</p>
sk: <p>Prosím čakajte...</p>
sl: <p>Prosimo, počakajte …</p>
sv: <p>Vänta...</p>
tg: <p>Лутфан, интизор шавед...</p>
th: <p>โปรดรอสักครู่...</p>
tr: <p>Lütfen bekleyin...</p>
uk: <p>Зачекайте, будь ласка.</p>
wa: <p>Tårdjîz s' i vs plait...</p>

source: Initializing...
ar: تهيئة...
bg: Стартиране…
ca: Iniciant...
cs: Inicializuje se...
da: Initialiserer...
de: Initialisierung...
el: Αρχικοποίηση...
eo: Pravalorizante...
es: Inicializando...
et: Initsialiseerimine...
fa: در حال مقدار دهی اولیه...
fi: Valmistellaan...
fr: Initialisation...
gl: Inicializando...
hu: Inicializálás...
id: Menginisialisasi...
it: Inizializzazione...
ja: しばらくお待ちください...
km: កំពុង​ចាប់ផ្តើម...
lt: Paleidžiama...
nb: Initialiserer ...
nl: Initialiseren...
pl: Inicjalizacja...
pt: A inicializar...
pt_br: Inicializando...
ro: Se inițializează...
ru: Инициализация...
sk: Inicializácia...
sl: Pripravljanje …
sv: Initierar...
tg: Омодасозӣ...
th: เตรียมการทำงาน...
tr: Başlatılıyor...
uk: Започаткування...
wa: Inicialijhaedje...

source: No installation control file has been found, the installer cannot continue.
ar: لم يتم العثور على ملف تحكم بالتثبيت، لا يمكن للمثبِّت المتابعة.
ca: No s'ha trobat un fitxer de control d'instal·lació, l'instal·lador no pot continuar.
cs: Nebyl nalezen žádný soubor pro řízení instalace. Instalátor nemůže pokračovat.
da: Ingen installationskontrolfil fundet. Installationsprogrammet kan ikke fortsætte.
de: Es wurde keine Steuerdatei für die Installation gefunden. Das Installationsprogramm kann nicht fortgesetzt werden.
el: Δεν βρέθηκε αρχείο ρυθμίσεων, ο εγκαταστάτης δεν μπορεί να συνεχίσει.
eo: Neniu kontroldosiero de la instalo estis trovita, la instalilo ne povas daŭrigi.
es: No se encuentra ningún archivo de control de instalación. El programa de instalación no puede continuar.
et: Paigalduse juhtfaili ei leitud, installija ei saa jätkata.
fa: پرونده ی کنترل نصب پیدا نشد، نصاب قادر به ادامه نیست.
fi: Asennuksen ohjaustiedostoa ei löytynyt. Asennusta ei voida jatkaa.
fr: Aucun fichier de contrôle de l'installation n'a été trouvé. Le programme d'installation ne peut pas continuer.
gl: Non se atopa ningún ficheiro de control de instalación, o instalador non pode continuar.
hu: Nem található telepítési vezérlőfájl, a telepítő nem folytatható.
id: Tidak ada berkas kontrol pemasangan yang ditemukan, pemasang tidak dapat melanjutkan.
it: Non è stato trovato nessun file di controllo dell'installazione, il programma di installazione non può continuare.
ja: インストールの制御ファイルが見つかりません。 インストールを続行することができません。
lt: Neradome diegimo eigos failo, diegyklė nežino, ką daryti toliau.
nl: Er is geen installatiebesturingsbestand gevonden. Het installatieprogramma kan niet worden voortgezet.
pl: Nie znaleziono pliku sterującego instalacji. Instalator nie może kontynuować działania.
pt: Nenhum ficheiro de controlo de instalação encontrado, O instalador não pode continuar.
pt_br: Nenhum arquivo de controle de instalação foi encontrado, o instalador não pode continuar.
ro: Nu a fost găsit niciun fișier de control al instalării, programul de instalare nu poate continua.
ru: Файл управления установкой не найден, установщик не может продолжить работу.
sk: Nebol nájdený žiadny riadiaci súbor inštalácie, inštalátor nemôže pokračovať.
sl: Najdena ni bila nobena datoteka za nadzor namestitve. Namestilnik ne more nadaljevati.
sv: Ingen installationskontrollfil har hittats. Installationsprogrammet kan inte fortsätta.
tr: Kurulum kontrolü bulunamadı, kurulum aracı bu sebeple devam edemeyecek.
uk: Файл управління встановленням не знайдений, неможливо продовжити установку.

source: Writing YaST configuration...
ar: يتم الآن كتابة تكوين YaST...
bg: Записване настройката на YaST…
ca: Escrivint la configuració del YaST...
cs: Zapisuje se nastavení YaSTu...
da: Skriver YaST-konfiguration...
de: YaST-Konfiguration wird geschrieben ...
el: Εγγραφή ρυθμίσεων του YaST...
eo: Konservante YaST-agordon...
es: Escribiendo la configuración de YaST...
et: YaST-i seadistuse kirjutamine...
fa: در حال نوشتن پیکربندی YaST...
fi: Kirjoitetaan YaST-määrityksiä...
fr: Écriture de la configuration de YaST...
gl: Escribindo a configuración de YaST...
hu: YaST-beállítások mentése…
id: Menulis konfigurasi YaST...
it: Scrittura della configurazione di YaST...
ja: YaST の設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់​រចនាសម្ព័ន្ធ YaST...
lt: Įrašoma YaST konfigūracija...
nb: Lagrer YaST-oppsett...
nl: YaST-configuratie wordt geschreven...
pl: Zapisywanie konfiguracji programu YaST...
pt: A escrever a configuração do YaST...
pt_br: Gravando configuração do YaST...
ro: Se scrie configurația YaST...
ru: Запись конфигурации YaST…
sk: Zapisovanie konfigurácie YaST...
sl: Zapisovanje nastavitev YaST …
sv: Skriver YaST-konfiguration...
tg: Танзимоти YaST сабт шуда истодааст...
tr: YaST yapılandırması yazılıyor...
uk: Запис конфігурації YaST...
wa: Dji scrî l' apontiaedje di YaST

source: Finishing the installation...
ar: إنهاء التثبيت...
bg: Завършване на инсталацията…
ca: Acabant la instal·lació...
cs: Dokončuje se instalace...
da: Afslutter installationen...
de: Installation wird abgeschlossen...
el: Τελείωμα της εγκατάστασης...
eo: Finado de la instalo...
es: Finalizando la instalación...
et: Paigaldamise lõpetamine...
fa: در حال اتمام روند نصب...
fi: Viimeistellään asennusta...
fr: Fin de l'installation...
gl: Rematando a instalación...
hu: Telepítés befejezése...
id: Menyelesaikan pemasangan...
it: Completamento dell'installazione...
ja: インストールが間もなく完了します...
km: កំពុង​បញ្ចប់​ការ​ដំឡើង...
lt: Diegimas užbaigiamas...
nb: Fullfører installasjonen...
nl: Installatie wordt voltooid...
pl: Kończenie instalacji...
pt: A terminar a instalação...
pt_br: Concluindo a instalação...
ro: Se finalizează instalarea...
ru: Завершение установки...
sk: Dokončovanie inštalácie...
sl: Zaključevanje nameščanja …
sv: Slutför installationen...
tg: Насб ба анҷом мерасад...
th: ทำกระบวนการติดตั้งให้เสร็จสิ้น...
tr: Kurulum tamamlanıyor...
uk: Завершення встановлення...
wa: Dji fini l' astalaedje...
