Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: The release notes for the following products could not be retrieved:
ca: No s'han pogut obtenir les notes de la versió dels productes següents:
cs: Nepodařilo se získat poznámky k vydání pro následující produkty:
de: Die Versionshinweise für die folgenden Produkte konnten nicht abgerufen werden:
es: No se han podido recuperar las notas de la versión de los productos siguientes:
fr: Les notes de version des produits suivants n'ont pas pu être récupérées :
id: Catatan rilis untuk produk berikut tidak dapat diambil:
it: Non possono essere recuperate le note di rilascio per i seguenti prodotti:
ja: 下記の製品に対するリリースノートを取得できませんでした:
lt: Nepavyksta gauti laidos informacijos apie šiuos produktus:
nl: De uitgavenotities voor de volgende producten konden niet worden opgehaald:
pt_br: Não foi possível recuperar as notas da versão para os seguintes produtos:
ro: Notele de lansare pentru următoarele produse nu au putut fi recuperate:
ru: Для данных продуктов не удалось извлечь примечания к выпуску:
sk: Poznámky k vydaniu pre nasledujúce produkty sa nepodarilo vyhľadať:
sl: Opomb k izdaji za naslednje izdelke ni bilo moč pridobiti:
sv: Releaseinformationen för följande produkter kunde inte hämtas:
uk: Не вдалося отримати примітки до випуску для таких продуктів:

source: Package updates have been found in these additional repositories:
ar: تم العثور على تحديثات الحزمة في المخازن الإضافية:
bg: Обновления бяха намерени в следните допълнителни хранилища:
ca: S'han trobat actualizacions de paquets en aquests repositoris addicionals:
cs: V přídavných repozitářích byly nalezeny následující aktualizace balíčků:
da: Pakkeopdateringer er blevet fundet i disse yderligere softwarekilder:
de: Paketaktualisierungen wurden in diesen zusätzlichen Repositorys gefunden:
el: Βρέθηκαν αναβαθμίσεις πακέτων σε αυτά τα επιπρόσθετα αποθετήρια:
eo: Trovis pakaĵ-ĝisdatigojn je aldonaj deponejoj:
es: Se han encontrado actualizaciones de paquetes en los siguientes repositorios adicionales:
et: Paketiuuendusi leiti järgmistest lisahoidlatest:
fa: بروزرسانی های بسته در این مخازن اضافی یافت شدند:
fi: Pakettipäivityksiä löytyi seuraavista lisäasennuslähteistä:
fr: Des mises à jour de paquets ont été trouvées dans ces dépôts supplémentaires :
gl: Atopáronse actualizacións de paquetes nestes repositorios adicionais:
hu: Csomagfrissítések találhatók a következő további telepítési forrásokban:
id: Pemutakhiran paket telah ditemukan pada repositori tambahan:
it: Sono stati trovati degli aggiornamenti dei pacchetti in questi repository aggiuntivi:
ja: 下記の追加リポジトリ内にパッケージ更新が見つかりました:
km: រក​ឃើញ​បច្ចុប្បន្នភាព​កញ្ចប់​នៅ​ក្នុង​ឃ្លាំង​បន្ថែម​នេះ ៖
lt: Paketų atnaujinimų rasta šiose papildomose programinės įrangos saugyklose:
nb: Pakkeoppdateringer er funnet i følgende pakkebrønner:
nl: Zaken voor bijwerken van pakketten zijn gevonden in deze extra opslagruimtes:
pl: Odnaleziono aktualizacje pakietów w tych dodatkowych repozytoriach:
pt: Atualizações de pacotes encontradas nestes repositórios adicionais:
pt_br: Foram encontradas atualizações de pacotes nestes repositórios adicionais:
ro: Au fost găsite actualizări de pachete în aceste depozite suplimentare:
ru: Обновления пакетов обнаружены в этих дополнительных репозиториях:
sk: Aktualizácie balíkov boli nájdené v týchto dodatočných repozitároch:
sl: Posodobitve paketov so bile najdene v teh dodatnih virih:
sv: Paketuppdateringar har hittats i dessa ytterligare arkiv:
tg: Навсозиҳои қуттиҳо барои анборҳои нармафзори иловагии зерин пайдо шудаанд:
tr: Bu ek depolarda paket güncellemeleri bulundu:
uk: Оновлення пакунків виявлені в цих додаткових сховищах:
wa: Dja trové des metaedjes a djoû des pacaedjes dins ces depots d' dipus la :

source: Start the software manager to check and install the updates?
ar: هل تريد بدء تشغيل إدارة البرامج للتحقق من التحديثات وتثبيتها؟
bg: Желаете ли да се зареди мениджърът на пакетите за да проверите и инсталирате обновленията?
ca: Inicar el gestor de programari per comprovar i instal·lar les actualitzacions?
cs: Spustit správce softwaru pro zjištění a instalaci aktualizací?
da: Start softwarehåndtering for tjekke og installere opdateringerne?
de: Paketverwalter starten um die Aktualisierungen zu prüfen und zu installieren?
el: Εκκίνηση του διαχειριστή λογισμικού για έλεγχο και εγκατάσταση των ενημερώσεων;
eo: Ĉu startigi la programarmastrumilon por kontroli kaj instali ĝisdatigojn?
es: ¿Desea iniciar el gestor de software para comprobar si hay actualizaciones e instalarlas?
et: Kas käivitada tarkvarahaldur uuenduste kontrollimiseks ja paigaldamiseks?
fa: مدیر بسته برای بررسی و نصب بروزرسانی ها اجرا شود؟
fi: Tarkistetaanko ja asennetaanko päivitykset käynnistämällä pakettienhallinta?
fr: Démarrer le gestionnaire de logiciels pour vérifier et installer les mises à jour ?
gl: Iniciar o xestor de software para comprobar e instalar as actualizacións?
hu: Elindítja a szoftverkezelőt, hogy ellenőrizze és telepítse a frissítéseket?
id: Memulai manajer perangkat lunak untuk memeriksa dan memasang pemutakhiran?
it: Avviare il gestore dei programmi per verificare e installare gli aggiornamenti?
ja: ソフトウエアマネージャを起動し、更新の確認とインストールを行いますか？
km: ចាប់ផ្ដើម​កម្មវិធី​គ្រប់គ្រង​ផ្នែក​ទន់​​ដើម្បី​ពិនិត្យ​មើល ហើយ​ដំឡើង​បច្ចុប្បន្ន ?
lt: Paleisti programinės įrangos tvarkytuvę atnaujinimų diegimui?
nb: Vil du starte pakkebehandleren for å kontrollere og installere oppdateringene?
nl: De softwarebeheerder opstarten voor het controleren en bijwerken?
pl: Uruchomić menedżera oprogramowania, aby sprawdzić i zainstalować aktualizacje?
pt: Iniciar o gestor de software para procurar e instalar atualizações?
pt_br: Iniciar o gerenciador de software para verificar e instalar as atualizações?
ro: Porniți managerul de software pentru a verifica și instala actualizările?
ru: Запустить "Менеджер пакетов" и установить обновления?
sk: Spustiť správcu softvéru, aby skontroloval a nainštaloval aktualizácie?
sl: Ali zaženem upravljalnika programske opreme za preverjanje in nameščanje posodobitev?
sv: Starta programhanteringsverktyget för att kontrollera och installera uppdateringarna?
tg: Барои санҷиш ва насби навсозиҳо мудири нармафзорро оғоз мекунед?
tr: Güncellemeleri kontrol etmek ve kurmak için yazılım yöneticisini başlatın?
uk: Запустити менеджер програмного забезпечення та встановити оновлення?
wa: Enonder l' manaedjeu des programes po verifyî ey astaler les metaedjes a djoû ?

source: Show &package updates
ar: عرض تحديثات الح&زم
bg: Показ&ване на промените за пакета
ca: Mostra les actualitzacions dels &paquets
cs: Zobrazit ak&tualizace balíčků
da: Vis &pakkeopdateringer
de: &Paketaktualisierungen anzeigen
el: Εμφάνιση &πακέτων προς ενημέρωση
eo: Montri &pakaĵ-ĝisdatigojn
es: Mostrar actualizaciones de &paquetes
et: Näidatakse &paketiuuendusi
fa: نمایش به روز رسانی های بسته
fi: Näytä p&akettipäivitykset
fr: Afficher les mises à jour de &paquets
gl: Amosar p&aquetes actualizados
hu: Csom&agváltozások megtekintése
id: Tampilkan pemutakhiran &paket
it: Mostra &aggiornamenti dei pacchetti
ja: パッケージ更新の表示 (&P)
km: បង្ហាញ​បច្ចុប្បន្នភាព​​កញ្ចប់
lt: Rodyti p&aketų atnaujinimus
nb: Vis &pakkeoppdateringer
nl: Toon items voor bijwerken van &pakketten
pl: Pokaż aktualizacje &pakietów
pt: Mostrar atualizações de &pacotes
pt_br: Mostrar atualizações de &pacotes
ro: Afișați &actualizările pachetului
ru: Показать обновления &пакетов
sk: &Ukázať aktualizácie balíkov
sl: Prikaži &posodobitve paketov
sv: Visa &paketuppdateringar
tg: Намоиш додани навсозиҳои &нармафзор
tr: Paket güncellemelerini göster
uk: Показати &зміни пакунка
wa: Mostrer les metaedjes a djoû des p&acaedjes

source: Calling step %1...
ar: يتم الآن استدعاء الخطوة %1...
bg: Извикване на опашка %1…
ca: Cridant el pas %1...
cs: Provádím krok %1...
da: Kalder trin %1...
de: Rufe Schritt %1 auf ...
el: Κλίση βήματος %1...
eo: Rulado de la stadio %1...
es: Ejecutando el paso %1...
et: Kutsutakse välja sammu %1...
fa: فراخانی قدم%1...
fi: Kutsutaan vaihetta %1 ...
fr: Appel de l'étape %1...
gl: Iniciando o paso %1...
hu: A(z) %1 lépés indítása…
id: Memanggil langkah %1...
it: Chiamata della fase %1...
ja: ステップ %1 を呼び出しています...
km: កំពុង​ហៅ​ជំហាន %1...
lt: Vykdomas žingsnis: %1...
nb: Kjører trinn %1...
nl: Aanroepen van stap %1...
pl: Wykonywanie etapu %1...
pt: Etapa de chamada %1...
pt_br: Executando a etapa %1...
ro: Se apelează pasul %1...
ru: Вызов шага %1...
sk: Volanie kroku %1...
sl: Klicanje koraka %1 …
sv: Anropar steg %1...
tg: Қадами %1 дархост шуда истодааст...
th: ทำการเรียกขั้นตอน %1...
tr: %1 adımı aranıyor ...
uk: Виклик кроку %1...
wa: Dji houke l' etape %1...

source: Installation Error
ar: خطأ في التثبيت
bg: Грешка при инсталацията
ca: S'ha produït un error d'instal·lació
cs: Chyba instalace
da: Installationsfejl
de: Installationsfehler
el: Σφάλμα εγκατάστασης
eo: Eraro dum Instalado
es: Error de instalación
et: Viga paigaldamisel
fa: خطا در نصب
fi: Asennusvirhe
fr: Erreur d'installation
gl: Erro na instalación
hu: Telepítési hiba
id: Galat Pemasangan
it: Errore di installazione
ja: インストールエラー
km: កំហុស​ក្នុង​ការ​ដំឡើង​
lt: Diegimo klaida
nb: Installasjonsfeil
nl: Installatiefout
pl: Błąd instalacji
pt: Erro de Instalação
pt_br: Erro de instalação
ro: Eroare de instalare
ru: Ошибка при установке
sk: Chyba pri inštalácií
sl: Napaka nameščanja
sv: Installationsfel
tg: Хатои насб
th: การติดตั้งผิดพลาด
tr: Yükleme Hatası
uk: Помилка встановлення
wa: Aroke d' astalaedje

source: Finishing Basic Installation
ar: إنهاء التثبيت الأساسي
bg: Довършване на основната инсталация
ca: Acabant la instal·lació bàsica
cs: Základní instalace se dokončuje
da: Færdiggør basisinstallation
de: Abschluss der Basis-Installation
el: Ολοκλήρωση βασικής εγκατάστασης
eo: Finado de la baza instalo
es: Terminando la instalación básica
et: Põhipaigalduse lõpetamine
fa: در خال خاتمه نصب مقدماتی
fi: Viimeistellään perusasennusta
fr: Fin de l'installation de base
gl: Finalizando a instalación básica
hu: Az alaptelepítés befejeződött
id: Menyelesaikan Pemsangan Dasar
it: Fine dell'installazione di base
ja: 基礎部分のインストール完了
km: កំពុង​បញ្ចប់​ការ​ដំឡើង​ជា​មូលដ្ឋាន
lt: Pagrindinis diegimas baigiamas
nb: Fullfører grunninstallasjon
nl: Basisinstallatie afronden
pl: Kończenie instalacji podstawowej
pt: A terminar a Instalação Básica
pt_br: Terminando a instalação básica
ro: Finalizarea instalării de bază
ru: Завершение базовой установки
sk: Dokončenie základnej inštalácie
sl: Zaključevanje osnovnega nameščanja
sv: Basinstallationen slutförs
tg: Насби асосӣ ба анҷом мерасад
th: ทำการติดตั้งพื้นฐานให้เสร็จสิ้น
tr: Temel Kurulumu Tamamlama
uk: Завершення базового встановлення
wa: Fini l' astalaedje di båze

source: Creating list of finish scripts to call...
ar: يتم إنشاء قائمة اسكربتات الإنهاء المطلوب استدعاؤها...
bg: Подготвяне на списък с финални скриптове…
ca: Creant una llista dels scripts d'acabament per cridar...
cs: Vytváří se seznam skriptů k volání...
da: Opretter liste over afslutningsscripts der skal kaldes...
de: Erstelle Liste mit Skripten die zum Abschluss aufgerufen werden ...
el: Δημιουργία λίστας τερματικών αρχείων ενεργειών για κλήση...
eo: Kreante liston de finaj skriptoj por alvoki...
es: Creando la lista de guiones de finalización a ejecutar...
et: Väljakutsutavate lõpetamisskriptide nimekirja loomine...
fa: در حال ایجاد لیست اسکریپ های پایانی برای فراخوانی...
fi: Luodaan luettelo kutsuttavista viimeistelykomentojonoista...
fr: Création de la liste des scripts de finalisation à appeler...
gl: Creando a listaxe de scripts de finalización para seren chamados...
hu: A befejezés után indítandó parancsfájllista készítése…
id: Membuat daftar skrip akhir yang akan dipanggil...
it: Creazione dell'elenco degli script finali da chiamare in corso...
ja: 呼び出すべき完了スクリプトの一覧を作成しています...
km: កំពុង​បង្កើត​​បញ្ជី​ស្គ្រីប​បញ្ចប់​ដើម្បី​ហៅ...
lt: Kuriamas baigiamųjų scenarijų sąrašas...
nb: Oppretter liste over fullføringsskript som skal kjøres...
nl: Lijst van aan te roepen eindinstallatiescripts maken...
pl: Tworzenie listy skryptów do wywołania po zakończeniu...
pt: A criar a lista de scripts de conclusão a chamar...
pt_br: Criando a lista de scripts de conclusão a serem executados...
ro: Se creează o listă de scripturi de finalizare pentru a apela...
ru: Создание списка завершающих сценариев для вызова...
sk: Vytváranie zoznamu skriptov, ktoré sa zavolajú po ukončení...
sl: Ustvarjanje seznama za klicanje zaključnih skriptov …
sv: Skapar lista över avslutningsskript som ska anropas...
tg: Рӯйхати скриптҳои омода барои дархост эҷод шуда истодааст...
th: ทำการสร้างรายการสคริปต์การทำให้เสร็จสิ้นเพื่อเรียกใช้งาน...
tr: Aramak için bitiş komutlarının listesi oluşturuluyor ...
uk: Підготовка скриптів завершення встановлення...
wa: Dj' ahive li djivêye des scripes di finixhaedje a houkî...

source: Finished
ar: انتهى
bg: Завършено
ca: Acabat
cs: Dokončeno
da: Gennemført
de: Fertig
el: Ολοκληρώθηκε
eo: Finite
es: Terminado
et: Lõpetatud
fa: به پایان رسید
fi: Valmis
fr: Terminé
gl: Finalizado
hu: Befejeződött
id: Selesai
it: Operazione completata
ja: 完了
km: បាន​បញ្ចប់
lt: Baigta
nb: Fullført
nl: Gereed
pl: Zakończono
pt: Terminado
pt_br: Concluído
ro: Finalizat
ru: Готово
sk: Dokončené
sl: Zaključeno
sv: Klar
tg: Ба анҷом расид
th: เสร็จสิ้น
tr: Sonlandı
uk: Завершено
wa: Fini

source: Copy files to installed system
ar: نسخ الملفات إلى النظام المثبَّت
bg: Копиране на файловете на инсталираната система
ca: Còpia dels fitxers al sistema instal·lat
cs: Kopírovat soubory do instalovaného systému
da: Kopiér filer til det installerede system
de: Kopieren der Dateien in das installierte System
el: Αντιγραφή αρχείων στο εγκατεστημένο σύστημα
eo: Kopii dosierojn al la instalita sistemo
es: Copiar archivos al sistema instalado
et: Failide kopeerimine paigaldatud süsteemi
fa: رونوشت از پرونده ها در سیستم نصب شده
fi: Kopioidaan tiedostot asennettuun järjestelmään
fr: Copier les fichiers sur le système installé
gl: Copiar ficheiros ao sistema instalado
hu: Fájlok másolása a telepített rendszerre
id: Menyalin berkas ke sistem
it: Copia i file sul sistema installato
ja: インストールしたシステムへのファイルコピー
km: ចម្លង​ឯកសារ​ទៅ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង
lt: Kopijuoti rinkmenas į įdiegtą sistemą
nb: Kopier filer til installert system
nl: Bestanden naar het geïnstalleerde systeem kopiëren
pl: Kopiowanie plików do instalowanego systemu
pt: Copiar ficheiros para o sistema instalado
pt_br: Copiar arquivos para o sistema instalado
ro: Copiază fișierele pe sistemul instalat
ru: Копирование файлов в установленную систему
sk: Kopírovanie súborov na inštalovaný systém
sl: Skopiraj datoteke na nameščeni sistem
sv: Kopiera filer till installerat system
tg: Нусхабардории файлҳо ба системаи насбшуда
th: คัดลอกแฟ้มต่าง ๆ ไปยังระบบที่ถูกติดตั้ง
tr: Dosyaları kurulu sisteme kopyala
uk: Скопіювати файли у встановлену систему
wa: Copyî les fitchîs sol sistinme d' astalé

source: Save configuration
ar: حفظ التكوين
bg: Запазване на настройката
ca: Desa la configuració
cs: Uložit nastavení
da: Gem konfiguration
de: Konfiguration speichern
el: Αποθήκευση ρυθμίσεων
eo: Konservi agordojn
es: Guardar la configuración
et: Häälestuse salvestamine
fa: ذخیره سازی پیکربندی
fi: Tallenna määritys
fr: Enregistrer la configuration
gl: Gardar a configuración
hu: Beállítások mentése
id: Menyimpan konfigurasi
it: Salva configurazione
ja: 設定の保存
km: រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​
lt: Išsaugoti konfigūraciją
nb: Lagre konfigurasjon
nl: Configuratie opslaan
pl: Zapis konfiguracji
pt: Gravar configuração
pt_br: Gravar configuração
ro: Salvează configurația
ru: Сохранение конфигурации
sk: Uloženie konfigurácie
sl: Shrani nastavitve
sv: Spara inställningar
tg: Захира кардани танзимот
th: บันทึกการปรับแต่งค่า
tr: Yapılandırmayı kaydet
uk: Зберегти конфігурацію
wa: Schaper l' apontiaedje

source: Save installation settings
ar: حفظ إعدادات التثبيت
bg: Запазване настройките на инсталацията
ca: Desa els paràmetres de la instal·lació
cs: Uložit instalační nastavení
da: Gem installationsindstillinger
de: Installationseinstellungen speichern
el: Αποθήκευση των ρυθμίσεων εγκατάστασης
eo: Konservi instalagordojn
es: Guardar los ajustes de instalación
et: Paigaldussätete salvestamine
fa: ذخیره سازی تنظیمات نصب
fi: Tallenna asennuksen asetukset
fr: Enregistrer les paramètres d'installation
gl: Gardar as opcións de instalación
hu: Telepítési beállítások mentése
id: Menyimpan pengaturan pemasangan
it: Salva impostazioni di installazione
ja: インストール設定の保存
km: រក្សាទុក​ការ​កំណត់​ការ​ដំឡើង
lt: Išsaugoti diegimo nuostatas
nb: Lagre installasjonsinnstillinger
nl: Installatie-instellingen opslaan
pl: Zapis ustawień instalacji
pt: Gravar definições da instalação
pt_br: Gravar configurações de instalação
ro: Salvați setările de instalare
ru: Сохранение параметров установки
sk: Uloženie nastavení inštalácie
sl: Shrani nastavitve nameščanja
sv: Spara installationsinställningar
tg: Захира кардани танзимоти насб
th: จัดเก็บการตั้งค่าของการติดตั้ง
tr: Yükleme ayarlarını kaydet
uk: Зберегти параметри встановлення
wa: Schaper les tchuzes d' astalaedje

source: Install boot manager
ar: تثبيت مدير التشغيل
bg: Инсталиране на мениджъра на зареждането
ca: Instal·lació del carregador d'arrencada
cs: Instalovat zavaděč
da: Installér bootloader
de: Installation des Bootmanagers
el: Εγκατάσταση του διαχειριστή εκκίνησης
eo: Instali praŝargan administrilon
es: Instalar el gestor de arranque
et: Alglaadija paigaldamine
fa: نصب مدیر بوت
fi: Asenna käynnistyslatain
fr: Installation du gestionnaire d'amorçage
gl: Instalar o cargador de arrinque
hu: Rendszertöltő telepítése
id: Pemasangan manajer boot
it: Installa il boot manager
ja: ブートローダのインストール
km: ដំឡើង​កម្មវិធី​គ្រប់គ្រង​ការ​ចាប់ផ្ដើម​​
lt: Įdiegti paleidyklę
nb: Installer oppstartslaster
nl: Bootloader installeren
pl: Instalacja programu rozruchowego
pt: Instalar gestor de arranque
pt_br: Instalar gerenciador de boot
ro: Instalați managerul de pornire
ru: Установка загрузчика
sk: Inštalácia správcu štartu
sl: Namesti upravljalnika zagona
sv: Installera starthanterare
tg: Насб кардани мудири роҳандозӣ
th: ติดตั้งตัวจัดการการบูตระบบ
tr: Önyükleme yöneticisini yükle
uk: Встановлення менеджера завантаження
wa: Astaler l' enondrece di l' éndjole

source: Prepare system for initial boot
ar: تحضير النظام للتشغيل الأولي
bg: Подготовка на системата за първоначално зареждане
ca: Preparació del sistema per a la primera arrencada
cs: Připravit systém na úvodní spuštění
da: Forbered systemet til første boot
de: System für den initialen Bootvorgang vorbereiten
el: Προετοιμασία συστήματος για πρωταρχική εκκίνηση
eo: Pretigi sistemon por komenca praŝargo
es: Preparar el sistema para el primer arranque
et: Ettevalmistus esimeseks alglaadimiseks
fa: آماده سازی سیستم برای راه اندازی مقدماتی
fi: Valmistele järjestelmä ensikäynnistystä varten
fr: Préparer le système pour le démarrage initial
gl: Preparar o sistema para o arrinque inicial
hu: Első indítás előkészítése
id: Mempersiapkan sistem untuk boot awal
it: Prepara il sistema per il primo avvio
ja: 初回起動のためのシステム準備
km: រៀបចំ​ប្រព័ន្ធ សម្រាប់​ការ​ចាប់ផ្ដើម​ឡើង​ជា​លើក​ដំបូង
lt: Paruošti sistemą pirmajam paleidimui
nb: Klargjør systemet for første oppstart
nl: Systeem voorbereiden op eerste start
pl: Przygotowywanie systemu do pierwszego uruchomienia
pt: Preparar o sistema para o arranque inicial
pt_br: Preparar o sistema para o boot inicial
ro: Pregătiți sistemul pentru pornirea inițială
ru: Подготовка системы для начальной загрузки
sk: Príprava systému na prvý štart
sl: Pripravi sistem za prvi zagon
sv: Förbered systemet för initial start
tg: Омодасозии система барои коргузории аввалин
th: เตรียมระบบสำหรับการเริ่มบูต
tr: İlk açılış için sistem hazırlayın
uk: Підготовка системи до початкового завантаження
wa: Aprester l' sistinme pol prumî enondaedje di l' éndjole

source: Client %1 returned invalid data.
ar: أرجع العميل %1 بيانات غير صالحة.
ca: El client %1 ha retornat dades no vàlides.
cs: Klient %1 vrátil neplatná data.
da: Klienten %1 returnerede ugyldige data.
de: Client %1 gab ungültige Daten zurück.
eo: Kliento %1 redonis nevalidan datumon.
es: El cliente %1 ha devuelto datos no válidos.
et: Klient %1 saatis vigased andmed.
fa: کلاینت %1 داده ای نامعتبر را بازگرداند.
fi: Asiakas %1 palautti virheellistä tietoa.
fr: Le client %1 a renvoyé des données non valides.
gl: O cliente% 1 devolveu datos non válidos.
hu: A(z) %1 ügyfél érvénytelen adatokat adott vissza.
id: Klien %1 mengembalikan data yang salah.
it: Il client %1 ha restituito dei dati non validi.
ja: クライアント %1 が正しくないデータを返しました。
lt: %1 klientas grąžino netinkamus duomenis.
nl: Client %1 heeft ongeldige gegevens geretourneerd.
pl: Klient %1 zwrócił nieprawidłowe dane.
pt: O cliente %1 retornou dados inválidos.
pt_br: O cliente %1 retornou dados inválidos.
ro: Clientul %1 a returnat date invalide.
ru: Клиент %1 вернул недопустимые данные.
sk: Klient %1vrátil neplatné údaje.
sl: Odjemalec %1 je vrnil neveljavne podatke.
sv: Klient %1 returnerade ogiltiga data.
tr: %1 müşterisi geçersiz verileri döndürdü.
uk: Клієнт %1 повернув неприпустимі дані.

source: Checking stage: %1...
ar: يتم الآن التحقق من المرحلة: %1...
bg: Проверка на етап: %1…
ca: Comprovant l'etapa: %1...
cs: Kontroluji fázi: %1...
da: Tjekker fase: %1...
de: Überprüfe Phase: %1...
el: Έλεγχος φάσης %1...
eo: Kontrolado de la stadio: %1...
es: Comprobando la etapa: %1...
et: Kontrollitakse paigaldusjärku: %1...
fa: بررسی مرحله:%1 ...
fi: Tarkistuksen vaihe: %1...
fr: Vérification de l'étape : %1...
gl: Comprobando a fase: %1...
hu: Állapot ellenőrzése: %1…
id: Memeriksa tahap: %1...
it: Fase della verifica: %1...
ja: ステージを確認しています: %1...
km: កំពុង​ពិនិត្យ​មើល​ដំណាក់កាល ៖ %1...
lt: Tikrinamas etapas: %1...
nb: Kontrollerer trinn: %1...
nl: Controleren van stap: %1...
pl: Sprawdzanie etapu: %1...
pt: A verificar a etapa: %1...
pt_br: Verificando a fase: %1...
ro: Verificarea etapei: %1...
ru: Проверка этапа: %1...
sk: Kontrola fázy: %1...
sl: Preverjanje faze: %1 …
sv: Kontrollerar steg: %1...
tg: Санҷиши дараҷа: %1...
th: ทำการตรวจสอบช่วง: %1...
tr: Aşama kontrolü: %1...
uk: Перевірка етапу: %1...
wa: Dji verifeye l' livea : %1...

source: Installation is being initialized.
ar: يتم الآن تهيئة التثبيت.
bg: Инсталацията се зарежда.
ca: Espereu mentre s'inicia la instal·lació.
cs: Inicializuje se instalace.
da: Installationen initialiseres.
de: Die Installation wird initialisiert.
el: Αρχικοποίηση εγκατάστασης.
eo: Pravalorizado de la instalo.
es: La instalación se está inicializando.
et: Paigalduskeskkonda valmistatakse ette.
fa: نصب در حال مقدار دهی اولیه میباشد.
fi: Asennusta valmistellaan.
fr: L'installation est en cours d'initialisation.
gl: Agarde mentres se inicia a instalación.
hu: Várjon, amíg a telepítő elindul.
id: Pemasangan sedang diinisialisasi.
it: Installazione inizializzata.
ja: インストール作業を準備しています。
km: ចាប់ផ្ដើម​ការ​ដំឡើង ។
lt: Ruošiama diegiamo sistema.
nb: Installasjonen initialiseres.
nl: De installatie wordt geïnitialiseerd.
pl: Inicjowanie instalacji.
pt: A instalação está a ser inicializada.
pt_br: A instalação está sendo inicializada.
ro: Instalarea este în curs de inițializare.
ru: Идет инициализация процесса установки.
sk: Inštalácia sa inicializuje.
sl: Nameščanje se pripravlja.
sv: Installationen initieras.
tg: Насби система омода шуда истодааст.
tr: Kurulum başlatılıyor.
uk: Започатковується встановлення.
wa: L' astalaedje est inicialijhî.
