Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p> Put the hardware settings into effect by pressing <b>Next</b>. </p>
ar: <p> قم بتطبيق إعدادات الأجهزة من خلال ضغط <b>التالي</b>. </p>
bg: <p> Активирайте хардуерните настройки като натиснете <b>Следващ</b>. </p>
ca: <p> Per a activar els paràmetres del maquinari, premeu <b>Següent</b>. </p>
cs: <p> Hardwarová nastavení provedete pomocí tlačítka <b>Následující</b>. </p>
da: <p> Aktivér hardware-indstillingerne ved at trykke <b>Næste</b>. </p>
de: <p> Übernehmen Sie die Hardware-Einstellungen mit <b>Weiter</b>. </p>
el: <p> Ενεργοποιήστε τις ρυθμίσεις υλικού πατώντας <b>Επόμενο</b>. </p>
eo: <p> Efektivigu la aparataragordojn per alklako al <b>Sekva</b>. </p>
es: <p> Pulse <b>Siguiente</b> para activar la configuración del hardware. </p>
et: <p> Riistvara sätete rakendamiseks klõpsa <b>Edasi</b>. </p>
fa: <p> با فشردن دکمه ی <b>بعدی</b> تنظیمات سخت افزار را به حالت اجرایی در آورید. </p>
fi: <p> Ota laitteistoasetukset käyttöön napsauttamalla <b>Seuraava</b>. </p>
fr: <p> Rendez effectifs les paramètres matériels en cliquant sur <b>Suivant</b>. </p>
gl: <p> Faga que as opcións de hardware teñan efecto premendo <b>Seguinte</b>. </p>
hu: <p> A hardverbeállítások a <b>Következő</b> gomb megnyomásával lépnek érvénybe. </p>
id: <p> Aktifkan pengaturan perangkat keras dengan menekan <b>Berikutnya</b>. </p>
it: <p> Rendere effettive le impostazioni hardware premendo <b>Avanti</b>. </p>
ja: <p> ハードウエアの設定を有効化するには <b>次へ</b> ボタンを押してください。 </p>
km: <p> ដើម្បី​ធ្វើ​ឲ្យ​ការ​កំណត់​ផ្នែក​រឹង​មាន​ប្រសិទ្ធភាព ចុច <b>បន្ទាប់</b> ។ </p>
lt: <p> Aktyvuokite aparatinės įrangos nuostatas spausdami <b>Toliau</b>. </p>
nb: <p> Aktiver maskinvareinnstillingene ved å klikke <b>Neste</b>. </p>
nl: <p> Klik op <b>Verder</b> om de hardware-instellingen te bekrachtigen. </p>
pl: <p> Aby zastosować te ustawienia sprzętu, proszę nacisnąć przycisk <b>Dalej</b>. </p>
pt: <p> Coloque as definições do hardware em funcionamento, premindo <b>Seguinte</b>. </p>
pt_br: <p> Ative as configurações de hardware clicando em <b>Próximo</b>. </p>
ro: <p> Puneți în aplicare setările hardware prin apăsarea <b>Următorul</b>. </p>
ru: <p> Активируйте параметры оборудования нажатием <b>Далее</b>. </p>
sk: <p> Nastavenie hardvéru aktivujete stlačením tlačidla <b>Ďalej</b>. </p>
sl: <p> S klikom na gumb <b>Naprej</b> boste uveljavili nastavitve strojne opreme. </p>
sv: <p> Verkställ hårdvaruinställningarna genom att klicka på <b>Nästa</b>. </p>
tg: <p> Бо зеркунии тугмаи <b>Навбатӣ</b>, танзимоти сахтафзор татбиқ карда мешавад. </p>
th: <p> เพื่อให้การตั้งค่าฮาร์ดแวร์มีผลปรับใช้ ให้กดที่ปุ่ม <b>ถัดไป</b> </p>
tr: <p> <b>İleri</b> düğmesine basarak donanım ayarlarını etkinleştirin. </p>
uk: <p> Введіть параметри обладнання в дію, натиснувши <b>Далі</b>. </p>
wa: <p> Metoz les tchuzes di l' éndjole en alaedje e tchôcant <b>Shuvant</b>

source: <P><B>UML Installation Proposal</B></P>
ar: <P><B>اقتراح تثبيت UML</B></P>
bg: <P><B>Предложение за UML инсталация</B></P>
ca: <P><B>Proposta d'instal·lació d'UML</B></P>
cs: <P><B>UML návrh instalace</B></P>
da: <P><B>UML Installationsforslag</B></P>
de: <P><B>UML-Installationsvorschlag</B></P>
el: <P><B>Προτίμηση Εγκατάστασης UML</B></P>
eo: <P><B>Propono por instalo de UML</B></P>
es: <P><B>Propuesta de instalación de UML</B></P>
et: <P><B>UML paigaldamise ettepanek</B></P>
fa: <P><B>اهداف نصب UML</B></P>
fi: <P><B>UML-asennusehdotus</B></P>
fr: <P><B>Proposition d'installation UML</B></P>
gl: <P><B>Proposta de instalación de UML</B></P>
hu: <P><B>UML telepítési javaslat</B></P>
id: <P><B>Proposal Pemasangan UML</B></P>
it: <P><B>Proposta di installazione UML</B></P>
ja: <P><B>UML インストールの提案</B></P>
km: <P><B>សំណើ​ដំឡើង UML</B></P>
lt: <P><B>UML diegimo pasiūlymas</B></P>
nb: <P><B>Forslag til UML-installasjon</B></P>
nl: <P><B>UML installatievoorstel</B></P>
pl: <P><B>Propozycja instalacji UML</B></P>
pt: <P><B>Proposta de Instalação UML</B></P>
pt_br: <P><B>Proposta de instalação UML</B></P>
ro: <P><B>Propunere de instalare UML</B></P>
ru: <P><B>Предложение по установке UML</B></P>
sk: <P><B>Návrh inštalácie UML</B></P>
sl: <P><B>Predlog namestitve UML</B></P>
sv: <P><B>Förslag för UML-installation</B></P>
tg: <P><B>Пешниҳоди насби UML</B></P>
th: <P><B>ข้อเสนอกำหนดการติดตั้ง รูปแบบ UML</B></P>
tr: <P><B>UML kurulum önerisi</B></P>
uk: <P><B>Пропозиція встановлення UML</B></P>
wa: <P><B>Boutaedje d' astalaedje UML</B></P>

source: <P>UML (User Mode Linux) installation allows you to start independent Linux virtual machines in the host system.</P>
ar: <P>يتيح لك تثبيت UML (نظام تشغيل Linux يستند إلى وضع المستخدم) إمكانية تشغيل أجهزة Linux ظاهرية مستقلة في نظام المضيف.</P>
bg: <P>UML (User Mode Linux – Линукс в потребителски режим) инсталация позволява да се стартират независими Линукс виртуални машини на един и същи компютър.</P>
ca: <P>La instal·lació de l'UML (mode d'usuari Linux) permet iniciar màquines virtuals Linux independents al sistema principal.</P>
cs: <P>UML (User Mode Linux) umožňuje v nainstalovaném systému spustit další nezávislou linuxovou instalaci.</P>
da: <P>UML (User Mode Linux) installationen lader dig starte uafhængige virtuelle Linux maskiner i værtssystemet.</P>
de: <P>Die UML (User Mode Linux)-Installation erlaubt das Starten unabhängiger virtueller Linux-Rechner im Hostsystem.</P>
el: <P>Η εγκατάσταση του UML (User Mode Linux) σας επιτρέπει να ξεκινάτε ανεξάρτητες εικονικές μηχανές Linux στο σύστημα.</P>
eo: <P>UML(User Mode Linux)-instalo permesas al vi startigi sendependajn Linuksajn virtualajn maŝinojn en la gastiga sistemo.</P>
es: <P>La instalación de UML (User Mode Linux) le permite iniciar máquinas virtuales Linux independientes en el sistema anfitrión.</P>
et: <P>UML (User Mode Linux) võimaldab põhimasinas käivitada sõltumatuid Linuxi virtuaalmasinaid.</P>
fa: <P>نصب UML (User Mode Linux) به شما اجازه میدهد تا یک ماشین مجازی لینوکس بر روی سیستم میزبان را شروع کنید.</P>
fi: <P>UML (User Mode Linux) -asennus sallii riippumattomien Linux-virtuaalikoneiden käynnistämisen isäntäjärjestelmässä.</P>
fr: <P>L'installation en mode (UML, User Mode Linux) vous permet de démarrer des machines Linux virtuelles indépendantes sur le système hôte.</P>
gl: <P>A instalación de UML (User Mode Linux) halle permitir iniciar máquinas virtuais de Linux independentes no sistema anfitrión.</P>
hu: <P>Az UML (User Mode Linux) telepítés lehetővé teszi, hogy független Linux virtuális gépek fussanak a számítógépen.</P>
id: <P>Pemasangan UML (User Mode Linux) memungkinkan Anda memulai mesin virtual Linux yang independen dalam sistem host.</P>
it: <P>Tramite l'installazione UML (User Mode Linux) è possibile avviare diverse macchine Linux virtuali indipendenti nel sistema host.</P>
ja: <P>UML (User Mode Linux)をインストールすると、ホストシステムで複数の Linux 仮想マシンを実行することができます。</P>
km: <P>ការ​ដំឡើង UML (User Mode Linux) អនុញ្ញាត​ឲ្យ​អ្នក​ចាប់ផ្ដើម ម៉ាស៊ីន​និម្មិត​លីនុច​ឯករាជ្យ​មួយ ក្នុង​ប្រព័ន្ធ​កុំព្យូទ័រ ។</P>
lt: <P>UML (User Mode Linux) diegimas leidžia jums paleisti nepriklausomas Linux virtualias sistemas kompiuteryje.</P>
nb: <P>Ved å installere UML (User Mode Linux) kan du starte opp uavhengige, virtuelle Linux-maskiner inne i vertsmaskinsystemet.</P>
nl: <P>De UML (User Mode Linux) installatie staat u toe om onafhankelijke virtuele Linux machines op uw hostsysteem op te starten.</P>
pl: <P>Instalacja UML (User Mode Linux) umożliwia uruchomienie niezależnych wirtualnych komputerów linuksowych w głównym systemie.</P>
pt: <P>A instalação UML (User Mode Linux) permite iniciar máquinas Linux virtuais independentes no sistema anfitrião.</P>
pt_br: <P>A instalação UML (User Mode Linux - Linux Modo Usuário) permite iniciar máquinas virtuais Linux independentes no sistema host.</P>
ro: <P>Instalarea UML (User Mode Linux) vă permite să porniți mașini virtuale Linux independente în sistemul gazdă.</P>
ru: <P>Установка UML (User Mode Linux) позволяет вам запускать независимые виртуальные машины Linux в основной системе.</P>
sk: <P>Inštalácia UML (User Mode Linux - Linux bežiaci ako normálny proces) umožňuje spustiť nezávislé virtuálne systémy Linux na hostiteľskom systéme.</P>
sl: <P>Namestitev UML (User Mode Linux) vam omogoča zagon neodvisnih navideznih Linux računalnikov na gostiteljskem sistemu.</P>
sv: <P>UML (User Mode Linux) -installationen låter dig starta oberoende virtuella Linux-maskiner på värddatorsystemet.</P>
tg: <P>Насби UML (Ҳолати корбари Linux) ба шумо имкон медиҳад, ки тавонед системаҳои мустақили виртуалии Linux-ро дар системаи мизбонӣ оғоз кунед.</P>
th: <P>การติดตั้ง รูปแบบ UML (User Mode Linux) จะอนุญาตให้คุณเริ่ม เครื่องลินุกซ์เสมือน (Linux virtual machine) บนเครื่องของคุณได้</P>
tr: <P>UML (User mode Linux) kurulumu ana makinede birbirimden bağımsız Linux sanal makineleri başlatmayı sağlar.</P>
uk: <P>UML (User Mode Linux) встановлення надає можливість запускати незалежні віртуальні машини Linux в основній системі.</P>
wa: <P>L' astalaedje UML (User Mode Linux) vos permete di enonder des diferinnès forveyowès éndjoles Linux dins l' lodjeu sistinme.</P>

source: <p> To use the settings as displayed, press <b>Next</b>. </p>
ar: <p> لاستخدام الإعدادات كما هي معروضة، اضغط <b>التالي</b>. </p>
bg: <p> За да използвате настройките както са показани натиснете <b>Следващ</b>. </p>
ca: <p> Per a utilitzar els paràmetres tal com apareixen, premeu <b>Següent</b>. </p>
cs: <p> K provedení změn tak, jak je zobrazeno, stiskněte tlačítko <b>Následující</b>. </p>
da: <p> For at bruge indstillingerne som de vises, tryk <b>Næste</b>. </p>
de: <p> Zum Übernehmen der angezeigten Einstellungen wählen Sie <b>Übernehmen</b>. </p>
el: <p> Για να χρησιμοποιήσετε τις εμφανιζόμενες ρυθμίσεις πατήστε <b>Επόμενο</b>. </p>
eo: <p> Por uzi la jene montritajn agordojn, alklaku la butonon <b>Sekva</b>. </p>
es: <p> Para utilizar la configuración tal y como se muestra, pulse <b>Siguiente</b>. </p>
et: <p> Kuvatud sätete rakendamiseks klõpsa <b>Edasi</b>. </p>
fa: <p> برای استفاده از تنظیمات به صورتی که نمایش داده شده، دکمه ی <b>بعدی</b> را بفشارید. </p>
fi: <p> Käyttääksesi näytettäviä asetuksia napsauta <b>Seuraava</b>. </p>
fr: <p> Pour utiliser les paramètres tels qu'ils sont affichés, cliquez sur <b>Suivant</b>. </p>
gl: <p> Para usar as opcións que se mostran, prema <b>Seguinte</b>. </p>
hu: <p> A megjelenített értékek használatához kattintson a <b>Következő</b> gombra. </p>
id: <p> Untuk menggunakan pengaturan yang tampil, tekan <b>Berikutnya</b>. </p>
it: <p> Per utilizzare le impostazioni così come sono visualizzate, premere <b>Avanti</b>. </p>
ja: <p> 表示されているとおりの設定を利用するには、 <b>次へ</b> を押してください。 </p>
km: <p> ដើម្បី​ប្រើ​ការ​កំណត់​ដូច​ដែល​បាន​បង្ហាញ សូម​ចុច <b>បន្ទាប់</b> ។ </p>
lt: <p> Norėdami naudoti rodomas nuostatas, spauskite <b>Toliau</b>. </p>
nb: <p> Klikk <b>Neste</b> for å bruke disse innstillingene. </p>
nl: <p> Klik op <b>Verder</b> om de weergegeven instellingen te gebruiken. </p>
pl: <p> Aby użyć wyświetlonych ustawień, proszę nacisnąć przycisk <b>Dalej</b>. </p>
pt: <p> Para utilizar as definições apresentadas, prima <b>Seguinte</b>. </p>
pt_br: <p> Para usar as configurações exibidas, clique em <b>Próximo</b>. </p>
ro: <p> Pentru a utiliza setările așa cum sunt afișate, apăsați <b>Următorul</b>. </p>
ru: <p> Чтобы использовать указанные параметры, нажмите <b>Далее</b>. </p>
sk: <p> Pre použitie zobrazeného nastavenia stlačte <b>Ďalej</b>. </p>
sl: <p> Če želite uporabiti prikazane nastavitve, pritisnite <b>Naprej</b>. </p>
sv: <p> För att använda inställningarna som visas, klicka på <b>Nästa</b>. </p>
tg: <p> Барои истифодаи танзимоти пешниҳодшуда, тугмаи <b>Навбатӣ</b>-ро зер кунед. </p>
th: <p> เพื่อใช้การตั้งค่าตามที่แสดงให้เห็น ให้กดที่ปุ่ม <b>ถัดไป</b> </p>
tr: <p> Görüntülenen ayarları kullanmak için <b>İleri</b> düğmesine basın. </p>
uk: <p> Щоб використовувати параметри, так як вони показані, натисніть <b>Далі</b>. </p>
wa: <p> Po-z eployî les tchuzes come håyné, tchôkîz <b>Shuvant</b>. </p>

source: Enabling remote administration...
ar: تمكين الإدارة عن بعد...
ca: Habilitant l'administració remota...
cs: Povolování vzdálené správy...
da: Aktiverer fjernadministration...
de: Verwaltung wird vom entfernten Rechner aus aktiviert...
el: Ενεργοποίηση απομακρυσμένης διαχείρισης...
eo: Ŝaltado de fora administrado...
es: Habilitando la administración remota...
et: Kaughalduse lubamine...
fa: در حال فعالسازی مدیریت راه دور...
fi: Otetaan etähallinta käyttöön...
fr: Activation de l'administration à distance...
hu: A távoli felügyelet engedélyezése...
id: Aktifkan administrasi secara jarak jauh...
it: Abilitazione dell'amministrazione remota in corso…
ja: リモート管理を有効化しています...
lt: Įgalinamas nuotolinis administravimas
nl: Beheer op afstand wordt ingeschakeld...
pl: Włączanie zdalnego administrowania...
pt: A ativar administração remota...
pt_br: Habilitando a administração remota...
ro: Se activează administrarea de la distanță...
ru: Включение удаленного администрирования…
sk: Povoľovanie vzdialenej administrácie...
sl: Omogočanje oddaljenega upravljanja …
sv: Aktiverar fjärradministration...
tr: Uzaktan yönetim etkinleştiriliyor...
uk: Вмикання віддаленого адміністрування...

source: Default
ca: Per defecte
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Por defecto
fi: Oletus
fr: Par défaut
id: Bawaan
it: il firewall è attivo e la porta per ssh non è aperta
ja: 既定値
lt: Numatyta
nl: Standaard
pt: Padrão
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sl: Privzeto
sv: Standard
tr: Varsayılan
uk: Типові

source: Restrictive
ca: Restrictiva
cs: Omezující
de: Restriktiv
el: Περιοριστικός
es: Restrictiva
fi: Rajoitettu
fr: Restrictif
id: Ketat
it: Restrittiva
ja: 制限
lt: Ribota
nl: Restrictief (beperkend)
pt: Restritivo
pt_br: Restritivo
ro: Restrictiv
ru: Ограниченный
sk: Obmedzujúce
sl: Omejeno
sv: Restriktiv
tr: kısıtlayıcı
uk: Обмежувальні

source: Standard
ca: Estàndard
cs: Standardní
el: Τυπικό
es: Estándar
fi: Vakio
id: Standar
ja: 標準
lt: Įprasta
nl: Standaard
pt: Padrão
pt_br: Padrão
ru: Стандарт
sk: Štandardné
sl: Običajno
tr: Standart
uk: Стандартні

source: Easy
ca: Senzilla
cs: Mírné
de: Leicht
el: Εύκολο
es: Fácil
fi: Helppo
fr: Simple
id: Mudah
it: Semplice
ja: 簡易
lt: Paprasta
nl: Gemakkelijk
pt: Básico
pt_br: Fácil
ro: Ușor
ru: Простой
sk: Jednoduché
sl: Sproščeno
sv: Enkel
tr: Esnek
uk: Полегшені

source: Select one of the available roles to continue.
ar: حدد أحد الأدوار المتاحة للمتابعة.
ca: Seleccioneu un dels rols disponibles per continuar.
cs: V instalaci pokračujte volbou jedné z dostupných rolí.
da: Vælg en af følgende roller for at fortsætte.
de: Wählen Sie eine der verfügbaren Rollen aus, um fortzufahren.
es: Seleccione una de los roles disponibles para continuar.
et: Jätkamiseks vali üks võimalikest suundadest.
fi: Jatka valitsemalla yksi saatavilla olevista rooleista.
fr: Sélectionnez un des rôles disponibles pour continuer.
gl: Escolla un dos roles para continuar.
hu: Válasszon egy szerepkört a folytatáshoz.
id: Pilih salah satu peran yang tersedia untuk melanjutkan.
it: Selezionare uno dei ruoli disponibili per continuare.
ja: いずれかの役割を選択して続行してください。
lt: Prieš tęsdami pasirinkite vieną iš variantų.
nl: Selecteer één van de beschikbare rollen om verder te gaan.
pl: Proszę wybrać jedną z roli, aby kontynuować.
pt: Selecione um dos cargos disponíveis para continuar.
pt_br: Selecione uma das funções disponíveis para continuar.
ro: Selectați unul dintre rolurile disponibile pentru a continua.
ru: Чтобы продолжить, выберите одну из ролей.
sk: Vyberte jednu z dostupných rolí, ak chcete pokračovať.
sl: Za nadaljevanje izberite eno od razpoložljivih vlog.
sv: Välj en av de tillgängliga rollerna för att fortsätta.
tr: Devam etmek için mevcut rollerden birini seçin.
uk: Виберіть одну з доступних ролей, щоб продовжити.

source: Changing the system role may undo adjustments you may have done.
ar: قد يؤدي تغيير دور النظام إلى التراجع عن التعديلات التي قد تكون قمت بإجرائها.
ca: Canviar el rol del sistema pot desfer alguns ajustaments que hàgiu fet.
cs: Při změně systémové role mohou být vráceny zpět úpravy, které jste provedli.
da: Ændring af systemrollen kan fortryde justeringer du eventuelt har foretaget.
de: Wenn Sie die Systemrolle ändern, werden die vorgenommenen Anpassungen ggf. rückgängig gemacht.
eo: Ŝanĝado de sistemrolo povus malfari adaptojn, kiujn vi eble faris.
es: Al cambiar el rol del sistema podrían deshacerse los ajustes que haya hecho.
et: Süsteemi põhisuuna muutmine võib tehtud muudatused tagasi võtta.
fa: تغییر نقش سیستم ممکن است تنظیماتی که شما قبلا انجام داده اید را به حالت قبلی بازگرداند.
fi: Järjestelmäroolin muuttaminen voi kumota jotkin tekemistäsi asetuksista.
fr: La modification du rôle système risque d'annuler les éventuels ajustements que vous avez effectués.
hu: A rendszerszerepkör megváltoztatásával esetleg visszavonja a már elvégzett változtatásokat.
id: Mengubah peran sistem menyebabkan pembatalan pengaturan yang sudah Anda lakukan.
it: Modificando il ruolo del sistema è possibile che le regolazioni effettuate precedentemente vengano annullate.
ja: システムの役割を変更すると、これまでに設定した調整項目のいくつかが失われます。
lt: Pakeitę sistemos vaidmenį, galite prarasti kai kurias sukonfigūruotas parinktis.
nl: Als u de systeemrol wijzigt, worden er mogelijk aanpassingen ongedaan gemaakt.
pl: Zmiana roli systemowej może spowodować wycofanie wprowadzonych korekt.
pt: Alterar o cargo do sistema poderá desfazer ajustes que já tenha feito.
pt_br: A mudança da função do sistema pode desfazer os ajustes que você fez.
ro: Schimbarea rolului sistemului poate anula ajustările pe care le-ați făcut.
ru: Изменение системной роли может привести к отмене сделанных корректировок.
sk: Zmena role systému môže vrátiť späť úpravy, ktoré ste urobili.
sl: Sprememba vloge sistema lahko razveljavi spremembe, ki ste jih morda opravili.
sv: Om du ändrar systemrollen kan dina justeringar återställas.
tr: Sistem rolünü değiştirmek, yapmış olabileceğiniz ayarlamaları geri alabilir.
uk: Зміна системної ролі може скасувати налаштування, вже зроблені вами.

source: Creating root filesystem snapshot...
ar: جارٍ إنشاء لقطة نظام الملفات الجذر...
ca: Creant la instantània del sistema de fitxers d'arrel...
cs: Vytváření snímku kořenového souborového systému...
da: Opretter øjebliksbillede af rod-filsystem...
de: Schnappschuss des Root-Dateisystems wird erstellt...
el: Δημιουργία στιγμιοτύπου συστήματος αρχείων root...
eo: Kreante momentkopion de radika dosiersistemo...
es: Creando la instantánea del sistema de archivos raíz...
et: Juurfailisüsteemi hetktõmmise loomine ...
fa: در حال ساخت اسنپ شات فایل سیستم ریشه...
fi: Luodaan tilannekuvaa juuritiedostojärjestelmästä…
fr: Création de l'instantané du système de fichiers racine...
hu: Pillanatkép készítése a root fájlrendszerről...
id: Menciptakan snapshot root sistem berkas...
it: Creazione dell'istantanea del file system root in corso…
ja: ルートファイルシステムのスナップショットを作成しています...
lt: Kuriama šakninės rinkmenų sistemos momentinė kopija...
nl: Momentopname van root-bestandssysteem maken...
pl: Tworzenie migawki głównego systemu plików...
pt: A criar um snapshot do sistema de ficheiros raiz...
pt_br: Criando o instantâneo do sistema de arquivo raiz...
ro: Se creează un instantaneu al sistemului de fișiere rădăcină...
ru: Создание снимка корневой файловой системы…
sk: Vytváranie snímky koreňového súborového systému...
sl: Ustvarjanje posnetka korenskega datotečnega sistema …
sv: Skapar ögonblicksbild av rotfilsystemet...
tr: Kök dosya sistemi anlık görüntüsü oluşturuluyor...
uk: Створюється знімок кореневої файлової системи…

source: Could not create a post-update snapshot.
ca: No s'ha pogut crear una instantània posterior a l'actualització.
cs: Nelze vytvořit po-aktualizační snímek.
de: Post-Update Snapshot konnte nicht erstellt werden.
es: No ha sido posible crear una instantánea posterior a la actualización.
fi: Ei voitu luoda päivityksen jälkeistä tilannekuvaa.
fr: Impossible de créer un instantané après mise à jour.
id: Tak bisa membuat snapshot pasca-pemutakhiran.
it: Impossibile creare un'istantanea dopo l'aggiornamento.
ja: 更新後スナップショットを作成できませんでした。
lt: Nepavyko sukurti momentinės kopijos būsenai po atnaujinimo.
nl: Kon geen snapshot voor na-bijwerken aanmaken.
pt: Não foi possível criar um instantâneo pós atualização.
pt_br: Não foi possível criar o instantâneo pós-atualização.
ro: Nu s-a putut crea un instantaneu post-actualizare.
ru: Не удалось создать снимок состояния после обновления.
sk: Nepodarilo sa vytvoriť snímku po aktualizácii.
sl: Ni bilo moč ustvariti posnetka po posodobitvi.
sv: Kunde inte skapa en ögonblicksbild efter uppdateringen.
tr: Güncelleme sonrası anlık görüntü oluşturulamadı.
uk: Не вдалося створити знімок після оновлення.

source: Could not create a post-installation snapshot.
ca: No s'ha pogut crear una instantània posterior a la instal·lació.
cs: Nelze vytvořit po-nstalační snímek.
de: Post-Installation Snapshot konnte nicht erstellt werden.
es: No es posible crear una instantánea posterior a la instalación.
fi: Päivityksen jälkeistä tilannekuvaa ei voitu luoda.
fr: Impossible de créer un instantané après installation.
id: Tak bisa membuat snapshot pasca-instalasi.
it: Impossibile creare un'istantanea dopo l'installazione.
ja: インストール後スナップショットを作成できませんでした。
lt: Nepavyko sukurti momentinės kopijos būsenai po diegimo.
nl: Kon geen snapshot voor na-installatie aanmaken .
pt: Não foi possível criar um instantâneo pós instalação.
pt_br: Não foi possível criar o instantâneo pós-instalação.
ro: Nu s-a putut crea un instantaneu post-instalare.
ru: Не удалось создать снимок состояния после установки.
sk: Nepodarilo sa vytvoriť snímku po inštalácii.
sl: Ni bilo moč ustvariti posnetka po namestitvi.
sv: Kunde inte skapa en ögonblicksbild efter uppdateringen.
tr: Yükleme sonrası anlık görüntü oluşturulamadı.
uk: Не вдалося створити знімок після встановлення.

source: Linux
eo: Linukso
fa: لینوکس
lt: Linuksas
sl: GNU/Linux

source: No previous Linux installation found
ar: لم يتم العثور على تثبيت Linux سابق
ca: No s'ha trobat cap instal·lació de Linux anterior
cs: Nenalezena žádná předchozí instalace systému Linux
da: Ingen tidligere Linux-installation fundet
de: Keine frühere Linux-Installation gefunden.
eo: Neniun Linuks-instalaĵon trovis
es: No se ha encontrado ninguna instalación anterior de Linux
et: Ühtki eelnevat Linuxi paigaldust ei leitud
fa: هیچ نصب لینوکس قبلی یافت نشد
fi: Aiempaa Linux-asennusta ei löytynyt
fr: Aucune installation Linux précédente n'a été trouvée
hu: Nem található korábbi Linux-telepítés
id: Tidak ditemukan Linux yang terpasang
it: Nessuna installazione di Linux precedente trovata
ja: 既にインストールされている Linux は見つかりませんでした
lt: Anksčiau įdiegtų Linukso sistemų nerasta
nl: Er is geen vorige Linux-installatie gevonden
pl: Nie znaleziono poprzedniej instalacji systemu Linux
pt: Nenhuma instalação prévia de Linux encontrada
pt_br: Nenhuma instalação anterior do Linux encontrada
ro: Nu a fost găsită nicio instalare Linux anterioară
ru: Предыдущая установка Linux не найдена
sk: Nebola nájdená žiadna predchádzajúca inštalácia Linuxu
sl: Obstoječe namestitve GNU/Linux ni bilo moč najti
sv: Ingen tidigare Linux-installation hittades
tr: Önceki Linux kurulumu bulunamadı
uk: Попереднє встановлення Linux не знайдено
