Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Preparing the initial system configuration...
ar: يتم الآن التحضير لتكوين النظام الأول...
bg: Подготвяне на първоначалната системна настройка…
ca: Preparant la configuració inicial del sistema...
cs: Připravuje se počáteční konfigurace systému...
da: Forbereder første systemkonfiguration...
de: Die initiale Systemkonfiguration wird vorbereitet...
el: Προετοιμασία της αρχικής ρύθμισης του συστήματος...
eo: Pretigante la komencan sistemagordon...
es: Preparando la configuración inicial del sistema...
et: Süsteemi esimese häälestuse ettevalmistamine...
fa: در حال آماده سازی پیکربندی اولیه ی سیستم...
fi: Valmistellaan järjestelmän ensimääritystä...
fr: Préparation de la configuration du système initial...
gl: Preparando a configuración inicial do sistema...
hu: Az első rendszerbeállítás előkészítése...
id: Mempersiapkan inisialisasi konfigurasi sistem...
it: Preparazione della configurazione iniziale del sistema in corso...
ja: 初期システム設定を準備しています...
km: កំពុង​រៀបចំ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ប្រព័ន្ធ​ចាប់ផ្ដើម...
lt: Ruošiamasi sistemos konfigūracijos paleidimui...
nb: Klargjør første systemkonfigurasjon...
nl: Eerste systeemconfiguratie wordt voorbereid...
pl: Przygotowywanie wstępnej konfiguracji systemu...
pt: A preparar a configuração inicial do sistema...
pt_br: Preparando a configuração inicial do sistema...
ro: Se pregătește configurația inițială a sistemului...
ru: Подготовка начальной конфигурации системы...
sk: Príprava počiatočnej konfigurácie systému...
sl: Pripravljanje začetnih nastavitev sistema …
sv: Förbereder den initiala systemkonfigurationen...
tg: Танзими аввалии система омода шуда истодааст...
th: เตรียมการปรับแต่งค่าระบบครั้งแรก...
tr: İlk sistem yapılandırmasını hazırlama...
uk: Підготовка початкового налаштування системи...
wa: Dj' aprestêye l' apontiaedje do sistinme di cmince...

source: If you decide to cancel, the custom URL will be completely ignored. Really cancel URL modification?
ar: إذا قررت إلغاء عنوان URL المخصص سيتم تجاهلها تماما. هل تريد إلغاء تعديل عنوان URL؟
ca: Si decidiu cancel·lar-ho, l'URL personalitzada s'ignorarà completament. Realment voleu cancel·lar la modificació de l'URL?
cs: Rozhodnete-li se zrušit úpravu, bude URL zcela ignorován. Skutečně chcete zrušit úpravu URL?
da: Hvis du annullere, vil den brugerdefinerede URL helt blive ignoreret. Vil du virkelig annullere URL-ændringen?
de: Wenn Sie sich entscheiden abzubrechen, wird die benutzerdefinierte URL komplett ignoriert. Die URL-Modifizierung wirklich abbrechen?
eo: Se vi decidas nuligi, la modifita URL estos tute ignorita. Vere nuligi modifadon de URL?
es: Si decide cancelar los cambios, el URL modificado se ignorará por completo. ¿Está seguro de que desea cancelar la modificación del URL?
et: Kui otsustate tühistada, siis muudetud URL- i ignoreeritakse täielikult. Kas tõesti tühistada URL-i muutmise?
fi: Jos päätä perua, mukautettu verkko-osoite ohitetaan kokonaan. Perutaanko osoitteen muokkaus?
fr: Si vous décidez d'annuler, l'URL définie sera totalement ignorée. Vraiment annuler la modification d'URL ?
hu: Ha a megszakítást választja, az egyéni URL teljesen figyelmen kívül lesz hagyva. Biztos, hogy megszakítja az URL módosítását?
id: Jika Anda memutuskan untuk membatalkan, URL khusus akan benar-benar diabaikan. Benar-benar membatalkan modifikasi URL?
it: Se si decide di annullare, l'URL personalizzato sarà totalmente ignorato. Si intende davvero annullare la modifica dell'URL?
ja: キャンセルを選択すると、独自に指定した URL が 完全に無視されるようになります。 URL の修正をキャンセルしてよろしいですか？
lt: Jei atsisakysite, savitą URL ignoruosime. Atsisakyti URL pakeitimo?
nl: Als u beslist om te annuleren, zal de aanpaste URL volledig genegeerd worden. URL modificatie annuleren?
pl: Jeśli zdecydujesz się anulować, niestandardowy adres URL zostanie całkowicie zignorowany. Czy na pewno chcesz anulować modyfikację adresu URL?
pt: Se decidir cancelar, o URL custumizado será completamente ignorado. Quer mesmo cancelar a modificação do URL?
pt_br: Se você decidir cancelar, a URL personalizada será completamente ignorada. Deseja realmente cancelar a modificação da URL?
ro: Dacă decideți să anulați, URL-ul personalizat va fi complet ignorat. Chiar anulați modificarea URL-ului?
ru: Если вы отмените редактирование, пользовательский URL будет проигнорирован целиком. Действительно отменить изменение URL?
sk: Ak sa rozhodnete pre zrušenie, vlastná adresa URL bude úplne ignorovaná. Naozaj chcete zrušiť úpravu URL?
sl: Če se odločite za preklic, bo URL po meri povsem prezrt. Ali res želite preklicati spreminjanje URL-ja?
sv: Om du bestämmer dig för att avbryta, ignoreras den anpassade webbadressen helt. Vill du avbryta URL-ändringen?
tr: İptal etmeye karar verirseniz, özel URL tamamen göz ardı edilecektir. URL değişikliği gerçekten iptal edilsin mi?
uk: Якщо ви вирішуєте скасувати, то власна адреса URL буде повністю знехтувана. Справді скасувати зміну URL?

source: Installation Options
ar: خيارات التثبيت
ca: Opcions d'instal·lació
cs: Možnosti instalace
da: Installationsindstillinger
de: Installationsoptionen
el: Επιλογές Εγκατάστασης
eo: Instalopcioj
es: Opciones de instalación
et: Paigaldamise valikud
fa: اختیارات نصب
fi: Asennusvalinnat
fr: Options d'installation
hu: Telepítési beállítások
id: Opsi Pemasangan
it: Opzioni di installazione
ja: インストールオプション
lt: Diegimo parinktys
nl: Installatieopties
pl: Opcje instalacji
pt: Opções de Instalação
pt_br: Opções de instalação
ro: Opțiuni de instalare
ru: Параметры установки
sk: Voľby inštalácie
sl: Možnosti namestitve
sv: Installationsalternativ
tr: Kurulum Seçenekleri
uk: Параметри встановлення

source: &Add Online Repositories Before Installation
ar: إ&ضافة مستودعات التطبيقات على الإنترنت قبل التثبيت
bg: &Добавяне на онлайн хранилища преди инсталацията
ca: &Afegeix repositoris en línia abans de la instal·lació
cs: &Před instalací přidat on-line repozitáře
da: Tilføj online softw&arekilder før installation
de: Vor Installation Online-Repositorys &hinzufügen
el: Προσθήκη Ενεργής Πηγής Εγκ&ατάστασης Πριν την Εγκατάσταση
eo: &Aldoni Enretajn Deponejojn Antaŭ Instalado
es: &Añadir repositorios en línea antes de la instalación
et: &Lisahoidlate lisamine enne paigaldamist
fa: اضافه کردن مخازن برخط قبل از روند نصب
fi: Lisää &internetasennuslähteet ennen asennusta
fr: &Ajouter des dépôts en ligne avant l'installation
gl: &Engadir repositorios en liña antes da instalación
hu: &Online telepítési források felvétele telepítés előtt
id: T&ambahkan Repositori Daring Sebelum Pemasangan
it: &Aggiungi repository online prima dell'installazione
ja: インストール前にオンラインリポジトリを追加する (&A)
km: បន្ថែម​ឃ្លាំង​លើ​បណ្ដាញ​មុន​ពេល​ដំឡើង
lt: Prieš diegimą pridėti nuotolines &saugyklas
nb: Legg til online-p&akkebrønner før installasjon
nl: Online opslagruimten toevoegen vóór de inst&allatie
pl: &Dodaj repozytoria sieciowe przed instalacją
pt: &Adicionar Repositórios Online Antes da Instalação
pt_br: &Adicionar repositórios online antes da instalação
ro: &Adăugați depozitele online înainte de instalare
ru: &Добавить сетевые репозитории перед установкой
sk: &Pridať online repozitáre pred začiatkom inštalácie
sl: Pred nameščanjem &dodaj spletne vire
sv: Lägg till online-&arkiv före installationen
tg: &Илова кардани анборҳои онлайни нармафзор пеш аз насбкунӣ
th: เ&พิ่มคลังแพกเกจการติดตั้งแบบออนไลน์ก่อนการติดตั้ง
tr: Kurulumdan Önce Çevrimiçi Depoları Ekleme
uk: &Додати мережні сховища перед встановленням
wa: &Radjouter des depots so fyis divant d' astaler

source: In&clude Add-on Products from Separate Media
ar: ت&ضمين المنتجات الإضافية من الوسائط المنفصلة
bg: &Включване на допълнителни продукти от отделен носител
ca: In&clou productes complementaris de suports independents
cs: Zahrnout rozšiřují&cí produkty na oddělených médiích
da: In&kludér tillægsprodukter fra separate medier
de: AddOn-Produkte aus separaten Medien e&inbinden
el: Εν&σωμάτωση Πρόσθετα Προϊόντα από Ξεχωριστά Μέσα
eo: In&kluzivi kromajn produktojn per apartaj memoriloj
es: In&cluir productos adicionales desde medios separados
et: Lisatoodete paigaldamine eraldi andme&kandjalt
fa: اضافه کردن دیگر محصولات از رسانه های دیگر
fi: &Ota mukaan lisätuotteita erilliseltä tietovälineeltä
fr: In&clure des produits complémentaires depuis un média séparé
gl: In&cluír produtos complementarios de discos separados
hu: Kie&gészítő termékek telepítése külön adathordozóról
id: Ser&takan Produk Tambahan dari Media Terpisah
it: Includi &prodotti aggiuntivi da supporti separati
ja: 別途のメディアで提供されるアドオン製品をインストールする (&C)
km: រួមបញ្ចូល​ផលិតផល​បន្ថែម​ពី​មេឌៀ​ដាច់​ដោយ​ឡែក
lt: &Pridėti papildomus produktus iš atskiros laikmenos
nb: In&kluder tilleggsprodukter fra separate medier
nl: Add-on-producten van aparte media in&sluiten
pl: Dołą&cz dodatkowe produkty z innych nośników
pt: In&cluir Produtos Adicionais(Add-on) a Partir de um Suporte Separado
pt_br: In&cluir produtos complementares de outra mídia
ro: In&cludeți produse suplimentare din medii separate
ru: &Включить дополнительный продукт с отдельного носителя
sk: &Zaradiť doplnkové produkty zo samostatného média
sl: &Vključi dodatne izdelke iz posebnih virov
sv: In&kludera tilläggsprodukter från separata medier
tg: &Илова кардани маҳсулоти иловагӣ аз медиаи алоҳида
tr: Ayrı Medyadan Eklenti Ürünleri Dahil Et
uk: В&ключити додаткові продукти ПЗ з окремого носія
wa: R&adjouter des Prodûts d' rawete a pårti d' on media a pårt

source: <p><big><b>Installation Options</b></big></p>
ar: <p><big><b>خيارات التثبيت</b></big></p>
ca: <p><big><b>Opcions d'instal·lació</b></big></p>
cs: <p><big><b>Možnosti instalace</b></big></p>
da: <p><big><b>Installationsindstillinger</b></big></p>
de: <p><big><b>Installationsoptionen</b></big></p>
el: <p><big><b>Επιλογές Εγκατάστασης</b></big></p>
eo: <p><big><b>Instalopcioj</b></big></p>
es: <p><big><b>Opciones de instalación</b></big></p>
et: <p><big><b>Paigalduse valikud</b></big></p>
fa: <p><big><b>اختیارات نصب</b></big></p>
fi: <p><big><b>Asennusvalinnat</b></big></p>
fr: <p><big><b>Options d'installation</b></big></p>
gl: <p><big><b>Opcións de instalación</b></big></p>
hu: <p><big><b>Telepítési beállítások</b></big></p>
id: <p><big><b>Opsi Pemasangan</b></big></p>
it: <p><big><b>Opzioni di installazione</b></big></p>
ja: <p><big><b>インストールオプション</b></big></p>
lt: <p><big><b>Diegimo parinktys</b></big><br>
nl: <p><big><b>Installatieopties</b></big></p>
pl: <p><big><b>Opcje instalacji</b></big></p>
pt: <p><big><b>Opções de Instalação</b></big></p>
pt_br: <p><big><b>Opções de instalação</b></big></p>
ro: <p><big><b>Opțiuni de instalare</b></big></p>
ru: <p><big><b>Параметры установки</b></big></p>
sk: <p><big><b>Voľby inštalácie</b></big></p>
sl: <p><big><b>Možnosti namestitve</b></big></p>
sv: <p><big><b>Installationsalternativ</b></big></p>
tr: <p><big><b>Kurulum Seçenekleri</b></big></p>
uk: <p><big><b>Параметри встановлення</b></big></p>

source: <p> To use suggested remote repositories during installation or update, select <b>Add Online Repositories Before Installation</b>.</p>
ar: <p> لاستخدام المستودعات المقترحة عن بعد خلال التثبيت أو التحديث، حدد <b>إضافة مستودعات التطبيقات عبر الإنترنت قبل التثبيت</b>‏.</p>
bg: <p> За използвате предложените отдалечени хранилища по време на инсталацията или надграждането, изберете <b>Добавяне на онлайн хранилища преди инсталацията</b>.</p>
ca: <p> Per utilitzar els repositoris remots suggerits durant la instal·lació o l'actualització, seleccioneu <b>Afegeix repositoris en línia abans de la instal·lació</b>.</p>
cs: <p> Doporučené on-line repozitáře povolíte během instalace nebo aktualizace volbou <b>Před instalací přidat on-line repozitáře</b>.</p>
da: <p> For at bruge foreslåede eksterne softwarekilder under installation eller opdatering vælges <b>Tilføj online softwarekilder før installation</b>.</p>
de: <p> Wenn während der Installation oder der Aktualisierung die empfohlenen entfernten Repositorys verwendet werden sollen, wählen Sie <b>Vor Installation Online-Repositorys hinzufügen</b> aus.</p>
el: <p> Για να χρησιμοποιήσετε μια προτεινόμενη πηγή εγκατάστασης κατά την εγκατάσταση ή την ενημέρωση, επιλέξτε <b>Προσθήκη Ενεργής Πηγής Εγκατάστασης Πριν την Εγκατάσταση</b>.</p>
eo: <p> Por uzi la sugestitajn deponejojn dum instalado aŭ ĝisdatigo, elektut <b>Aldoni retajn deponejojn antaŭ la instalado</b>.</p>
es: <p> Para utilizar los repositorios remotos sugeridos durante la instalación o la actualización, seleccione <b>Añadir repositorios en línea antes de la instalación</b>.</p>
et: <p> Kasutamaks soovitatud kaughoidlaid paigalduse või uuenduse ajal, vali <b>Lisahoidlate lisamine enne paigaldamist</b>.</p>
fa: <p> برای استفاده از مخازن از راه دور پیشنهادی رد مراحل نصب یا به روز رسانی گزینه ی <b> اضافه کردن مخازن آنلاین قبل از روند نصب</b> را انتخاب کنید.</p>
fi: <p> Käyttääksesi ehdotettua verkkoasennuslähdettä asennuksen tai päivityksen aikana valitse <b>Lisää Internet asennuslähteet ennen asennusta</b>.</p>
fr: <p> Pour utiliser les dépôts distants suggérés pendant l'installation ou la mise à jour, sélectionnez <b>Ajouter des dépôts en ligne avant l'installation</b>.</p>
gl: <p> Para usar repositorios remotos suxeridos durante a instalación ou actualización, seleccione <b>Engadir repositorios en liña antes da instalación</b>.</p>
hu: <p> A telepítés vagy frissítés során javasolt távoli telepítési források használatához válassza az <b>Online telepítési források felvétele telepítés előtt</b> lehetőséget.</p>
id: <p> Untuk menyarankan repositori jarak jauh selama pemasangan atau pemutakhiran, pilih <b>Tambahkan Repositori Daring Sebelum Pemasangan</b>.</p>
it: <p> Per usare i repository remoti suggeriti durante l'installazione o l'aggiornamento, selezionare <b>Aggiungi repository online prima dell'installazione</b>.</p>
ja: <p> 提案されたリモートのリポジトリをインストールや更新に使う場合は、 <b>インストール前にオンラインリポジトリを追加する</b> を選んでください。</p>
km: <p> ដើម្បី​ប្រើ​ឃ្លាំង​​ពី​ចម្ងាយ​ដែល​បាន​ស្នើ​​អំឡុង​ពេល​ដំឡើង ឬ​ធ្វើ​បច្ចុប្បន្ន​ភាព ជ្រើស <b>បន្ថែម​ឃ្លាំង​លើ​បណ្ដាញ មុន​នឹង​ដំឡើង</b> ។</p>
lt: <p> Norėdami naudoti internetines programinės įrangos saugyklas diegimo ar atnaujinimo metu, pasirinkite <b>Prieš diegimą pridėti nuotolines saugyklas</b>.</p>
nb: <p> For å bruke foreslåtte eksterne pakkebrønner under installasjon eller oppdatering, velg <b>Legg til online-pakkebrønner før installasjon</b>.</p>
nl: <p> Om de aanbevolen externe opslagruimten tijdens de installatie of bijwerken te gebruiken, selecteer <b>Online opslagruimten toevoegen vóór de installatie</b>.</p>
pl: <p> Aby użyć sugerowanych zdalnych repozytoriów podczas instalacji lub aktualizacji, wybierz opcję <b>Dodaj repozytoria sieciowe przed instalacją</b>.</p>
pt: <p> Para utilizar os repositórios remotos sugeridos durante a instalação ou actualização, seleccione <b>Adicionar Repositórios Online Antes da Instalação</b>.</p>
pt_br: <p> Para utilizar os repositórios remotos sugeridos durante a instalação ou atualização, selecione <b>Adicionar repositórios online antes da instalação</b>.</p>
ro: <p> Pentru a utiliza depozitele la distanță sugerate în timpul instalării sau actualizării, selectați <b>Adăugați depozitele online înainte de instalare</b>.</p>
ru: <p> Чтобы использовать предложенные удалённые репозитории во время установки или обновления, выберите <b>Добавить сетевые репозитории перед установкой</b>.</p>
sk: <p> Aby ste počas inštalácie alebo aktualizácie mohli použiť navrhnuté vzdialené repozitáre, zvoľte <b>Pridať online repozitáre pred začiatkom inštalácie</b>.</p>
sl: <p> Za uporabo predlaganih oddaljenih virov med nameščanje ali posodabljanjem izberite <b>Pred nameščanjem dodaj spletne vire</b>.</p>
sv: <p> Om du vill använda de föreslagna fjärrarkiven under installationen eller uppdateringen väljer du <b>Lägg till onlinearkiv före installation</b>.</p>
tg: <p> Барои истифодаи анборҳои нармафзори дурдасти пешниҳодшуда ҳаноми насб ё навсозии система, <b>Илова кардани анборҳои онлайни нармафзор пеш аз насбкунӣ</b>-ро истифода баред.</p>
th: <p> หากต้องการใช้คลังแพกเกจระยะไกลที่แนะนำ ร่วมกับการติดตั้งหรือการปรับรุ่น ให้เลือก <b>เพิ่มคลังแพกเกจแบบออนไลน์ก่อนติดตั้ง</b></p>
tr: <p> Yükleme veya güncelleme sırasında önerilen uzak depoları kullanmak için <b>Kurulumdan Önce Çevrimiçi Depoları Ekleme</b></p>
uk: <p> Щоб використовувати запропоновані віддалені сховища під час встановлення або оновлення, увімкніть<b>Додати мережні сховища перед встановленням</b>.</p>
wa: <p> Po-z eployî les depots då lon propozés sol tins di l' astalaedje ou do metaedje a djoû, tchoezixhoz <b>Radjouter des depots so fyis divant d' astaler</b>.</p>

source: <p> To install an add-on product from separate media together with &product;, select <b>Include Add-on Products from Separate Media</b>.</p>
ar: <p> لتثبيت منتجات الوظيفة الإضافية من الوسائط المنفصلة و&product; معًا، حدد <b>تضمين المنتجات الإضافية من الوسائط المنفصلة</b>‏.</p>
bg: <p> За да инсталирате допълнителен продукт от отделен носител,заедно с &product; изберете <b>Включване на допълнителен продукт от отделен носител</b>.</p>
ca: <p> Per instal·lar un producte complementari dels suports independents amb el &product; seleccioneu <b>Inclou els productes complementaris dels suports independents</b>.</p>
cs: <p> K instalaci rozšiřujícího produktu ze zvláštních médií společně s &product;, zvolte možnost <b>Zahrnout zvláštní média rozšiřujících produktů</b>.</p>
da: <p> For at installere et tillægsprodukt fra andre medier sammen med &product; vælges <b>Installér tillægsprodukter fra andre medier</b>.</p>
de: <p> Wenn Sie ein Zusatzprodukt von einem separaten Medium gemeinsam mit &product; installieren möchten, wählen Sie <b>Zusatzprodukte aus separaten Medien einbinden</b> aus.</p>
el: <p> Για να εγκαταστήσετε ένα πρόσθετο προϊόν από ξεχωριστό μέσο μαζί με το &product;, επιλέξτε <b>Ενσωμάτωση των Πρόσθετων Προϊόντων από Ξεχωριστά Μέσα</b>.</p>
eo: <p> Por instali kromajn produktojn per apartaj memoriloj kune kun &product;, elektut <b>Inkluzivi kromajn produktojn per apartaj memoriloj</b>.</p>
es: <p> Para instalar un producto complementario desde un medio separado junto con &product;, seleccione <b>Incluir productos complementarios desde medios separados</b>.</p>
et: <p> Paigaldamaks koos tootega &product; lisatooteid eraldi andmekandjalt, vali <b>Lisatoodete paigaldamine eraldi andmekandjalt</b>.</p>
fa: <p> برای نصب محصولات و بسته های اضافه از دستگاه های دیگر همراه با &product;گزینه ی <b> استفاده از محصولات اضافه از دیگر دستگاه ها</b> را انتخاب کنید</p>
fi: <p> Asentaaksesi lisätuotteen erilliseltä medialta yhdessä &product; kanssa valitse <b>Ota mukaan lisätuotteita erilliseltä medialta</b>.</p>
fr: <p> Pour installer un produit complémentaire à partir d'un média indépendant avec &product;, sélectionnez <b>Inclure des produits complémentaires depuis un média indépendant</b>.</p>
hu: <p> Ha kiegészítő termékeket kíván telepíteni a(z) &product; mellé, adja meg a <b>Kiegészítő termékek telepítése külön adathordozóról</b> beállítást.</p>
id: <p> Untuk memasang produk tambahan dari media yang terpisah bersama dengan &produk;, pilih <b>Sertakan Produk Tambahan dari Media Terpisah</b>.</p>
it: <p> Per installare prodotti aggiuntivi da supporti separati insieme a &product;, selezionare <b>Includi prodotti aggiuntivi da supporti separati</b>.</p>
ja: <p> &product; と共に、別途のメディアで提供されるアドオン製品をインストールするには、 <b>別途のメディアで提供されるアドオン製品をインストールする</b> を選んでください。</p>
km: <p> ដើម្បី​ដំឡើង​ផលិតផល​បន្ថែម​ពី​មេឌៀ​ផ្សេង​គ្នា ព្រម​ជាមួយ​នឹង &product; សូម​ជ្រើស <b>រួមបញ្ចូល​ផលិតផល​បន្ថែម​ពី​មេឌៀ​ផ្សេង​គ្នា</b> ។</p>
lt: <p> Norėdami įdiegti papildomą produktą iš atskiros laikmenos kartu su &product;, pasirinkite <b>Pridėti papildomus produktus iš atskiros laikmenos</b>.</p>
nb: <p> For å installere et tilleggsprodukt fra et annet medium sammen med &product;, velg <b>Inkluder tilleggsprodukter fra separate medier</b>.</p>
nl: <p> Om een add-on-product van aparte media met &product; te installeren, selecteer <b>Add-on-producten van aparte media insluiten</b>.</p>
pl: <p> Aby zainstalować dodatkowy produkt z innego nośnika wraz z produktem &product;, wybierz opcję <b>Dołącz dodatkowe produkty z innych nośników</b>.</p>
pt: <p> Para instalar no &product; um produto adicional num suporte separado, selecione <b>Incluir Produtos Adicionais a Partir de um Suporte Separado</b>.</p>
pt_br: <p> Para instalar um produto complementar de outra mídia juntamente com o &product;, selecione <b>Incluir produtos complementares de outra mídia</b>.</p>
ro: <p> Pentru a instala un produs suplimentar de pe un suport separat împreună cu &produsul;, selectați <b>Includeți produse suplimentare din medii separate</b>.</p>
ru: <p> Для установки дополнительного продукта с отдельного источника вместе с &product;, выберите <b>Установить дополнительный продукт с отдельного источника</b>.</p>
sk: <p> Pre inštaláciu doplnkového produktu zo samostatného média spolu s &product;, vybrať <b>Zaradiť doplnkové produkty zo samostatného média</b>.</p>
sl: <p> Za namestitev dodatnih izdelkov iz posebnih virov obenem z izdelkom &product; izberite <b>Vključi dodatne izdelke iz posebnih virov</b>.</p>
sv: <p> Om du vill installera en tilläggsprodukt från separata medier tillsammans med &product; väljer du <b>Inkludera tilläggsprodukter från separata medier</b>.</p>
tg: <p> Барои насб кардани маҳсули иловагӣ бо &product; аз медиаи алоҳида, <b>Илова кардани маҳсулоти иловагӣ аз медиаи алоҳида</b>-ро истифода баред.</p>
tr: <p> &product; , ile birlikte ayrı bir ortamdan bir eklenti ürünü kurmak için, öğesini seçin. <b>Ayrı Medyadan Eklenti Ürünleri Dahil Edin</b>.</p>
uk: <p> Щоб встановити додаткові продукти ПЗ з окремого носія разом з &product;, увімкніть <b>Увімкнути додаткові продукти ПЗ з окремого носія</b>.</p>
wa: <p> Po-z astaler on prodût d' rawete a pårti d' on media a pårt då côp k' &product;, tchoezixhoz <b>Radjouter des Prodûts d' rawete a pårti d' on media a pårt</b>.</p>
