Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Copying log files to installed system...
ar: يتم الآن نسخ ملفات السجل إلى النظام المثبَّت...
bg: Копиране на файловете-дневници върху инсталираната система…
ca: Copiant els fitxers de registre al sistema instal·lat...
cs: Kopírují se záznamy (logy) do nainstalovaného systému...
da: Kopierer logfiler til det installerede system...
de: Protokolldateien werden in das installierte System kopiert...
el: Αντιγραφή αρχείων καταγραφής στο εγκατεστημένο σύστημα...
eo: Kopiado de la protokoldosieroj al la instalita sistemo...
es: Copiando los archivos de registro en el sistema instalado...
et: Logifailide kopeerimine paigaldatud süsteemi...
fa: در حال ذخیره سازی فایل گزارش در سیستم نصب شده...
fi: Kopioidaan lokitiedostot asennettuun järjestelmään...
fr: Copie des journaux vers le système installé...
gl: Copiando os ficheiros de log ao sistema instalado...
hu: Naplófájlok másolása a telepített rendszerre...
id: Menyalin berkas log ke sistem yang dipasang...
it: Copia dei file di log nel sistema installato in corso…
ja: インストールしたシステムへログファイルをコピーしています...
km: កំពុង​ចម្លង​ឯកសារ​កំណត់ហេតុ​ទៅ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង...
lt: Į įdiegtą sistemą kopijuojamos žurnalo rinkmenos...
nb: Kopierer loggfiler til installert system...
nl: Logbestanden worden naar het geïnstalleerde systeem gekopieerd...
pl: Kopiowanie plików dziennika do instalowanego systemu...
pt: A copiar os registos de diário para o sistema instalado...
pt_br: Copiando os arquivos de log para o sistema instalado...
ro: Se copiază fișierele jurnal în sistemul instalat...
ru: Копирование файлов журналов в установленную систему…
sk: Kopírovanie súborov záznamov do inštalovaného systému...
sl: Kopiranje dnevniških datotek na nameščeni sistem …
sv: Kopierar loggfiler till installerat system...
tg: Нусхабардории файлҳои сабти рӯйдодҳо ба системаи насбшуда...
th: ทำการคัดลอกปูมบันทึกไปยังระบบที่ติดตั้ง...
tr: Günlük dosyaları kurulu sisteme kopyalanıyor...
uk: Копіювання файлів журналу у систему, яка встановлюється...
wa: Dji copeye les fitchîs djournås diviè l' sistinme d' astalé...

source: Language, Keyboard and Product Selection
ar: تحديد المنتج ولوحة المفاتيح واللغة
ca: Llengua, teclat i selecció de producte
cs: Výběr jazyka, klávesnice a produktu
da: Sprog, tastatur og produktvalg
de: Sprache, Tastatur und Produktauswahl
es: Selección de idioma, teclado y producto
et: Keele, klaviatuuri ja toote valik
fi: Kieli, näppäimistö ja tuotevalinta
fr: Sélection de la langue, du clavier et du produit
hu: Nyelv, billentyűzet és termék kiválasztása
id: Pemilihan Bahasa, Papan Tik dan Produk
it: Lingua, tastiera e selezione del prodotto
ja: 言語／キーボード／製品選択
lt: Kalbos, klaviatūros ir produkto pasirinkimas
nl: Selectie van taal, toetsenbord en product
pl: Język, Klawiatura i Wybór Produktu
pt: Linguagem, Teclado e Seleção de Produto
pt_br: Idioma, teclado e seleção do produto
ro: Selectarea limbii, a tastaturii și a produselor
ru: Выбор языка, клавиатуры и продукта
sk: Výber jazyka, klávesnice a produktu
sl: Jezik, tipkovnica in izbor izdelkov
sv: Språk, tangentbord och produkt
tr: Dil, Klavye ve Ürün Seçimi
uk: Вибір мови, клавіатури та продукту

source: Language, Keyboard and License Agreement
ar: اللغة ولوحة المفاتيح واتفاقية الترخيص
ca: Llengua, teclat i acord de llicència
cs: Jazyk, klávesnice a licenční smlouva
da: Sprog, tastatur og licensaftale
de: Sprache, Tastatur und Lizenzvereinbarung
el: Γλώσσα, Πληκτρολόγιο και Άδεια Χρήσης
eo: Lingvo, klavaro kaj interkonsento pri uzado
es: Idioma, teclado y acuerdo de licencia
et: Keel, klaviatuur ja litsentsileping
fa: زبان، صفحه کلید و تفاهم نامه
fi: Kieli, näppäimistö ja lisenssiehdot
fr: Langue, clavier et accord de licence
hu: Nyelv, billentyűzet és licencszerződés
id: Bahasa, Papan Tik dan Perjanjian Lisensi
it: Lingua, tastiera e accordo di licenza
ja: 言語／キーボード／ライセンス同意
lt: Kalba, klaviatūra ir licencija
nl: Taal, toetsenbord en licentieovereenkomst
pl: Język, klawiatura i umowa licencyjna
pt: Linguagem, Teclado e Acordo de Licença
pt_br: Idioma, teclado e contrato de licença
ro: Limba, tastatura și acordul de licență
ru: Язык, раскладка клавиатуры и лицензионное соглашение
sk: Jazyk, klávesnica a licenčná zmluva
sl: Jezik, tipkovnica in licenčni sporazum
sv: Språk, tangentbord och licensavtal
tr: Dil, Klavye ve Lisans Anlaşması
uk: Мова, клавіатура та ліцензійна угода

source: Language and Keyboard Selection
ar: تحديد اللغة ولوحة المفاتيح
ca: Selecció de llengua i de teclat
cs: Volba jazyka a klávesnice
da: Sprog og tastaturvalg
de: Sprache und Tastaturauswahl
es: Selección de idioma y teclado
et: Keele ja klaviatuuri valik
fi: Kieli- ja näppäimistövalinta
fr: Sélection de la langue et du clavier
hu: Nyelv és billentyűzet kiválasztása
id: Pemilihan Bahasa dan Papan Tik
it: Selezione di lingua e tastiera
ja: 言語とキーボードの選択
lt: Kalbos ir klaviatūros pasirinkimas
nl: Selectie van taal en toetsenbord
pl: Wybór Języka i Klawiatury
pt: Seleção de Linguagem e Teclado
pt_br: Seleção do idioma e teclado
ro: Selectarea limbii și a tastaturii
ru: Выбор языка и клавиатуры
sk: Výber jazyka a klávesnice
sl: Jezik in izbor tipkovnice
sv: Val av språk och tangentbord
tr: Dil ve Klavye Seçimi
uk: Вибір мови та клавіатури

source: K&eyboard Test
ar: اختبار لوحة المفاتيح
ca: T&est del teclat
cs: T&est klávesnice
da: Test af t&astatur
de: &Tastatur-Test
el: Δοκιμή &Πληκτρολογίου
es: Prueba de t&eclado
et: K&laviatuuri test
fa: تست صفحه کلید
fi: Kokeile &näppäimistöä
fr: T&est du clavier
hu: &Billentyűzet ellenőrzése
id: Uji P&apan Tik
it: &Verifica della tastiera
ja: キーボードのテスト (&E)
lt: &Klaviatūros tikrinimas
nl: To&etsenbordtest
pl: T&est klawiatury
pt: Teste de T&eclado
pt_br: &Teste de teclado
ro: Test de t&astatură
ru: Пров&ерка клавиатуры
sk: Test kláv&esnice
sl: T&est tipkovnice
sv: Tang&entbordstest
tr: &Klavye Testi
uk: &Тестування клавіатури

source: User Interface
ar: واجهة المستخدم
ca: Interfície d'usuari
cs: Uživatelské rozhraní
da: Brugerflade
de: Benutzerschnittstelle
el: Διεπαφή χρήστη
eo: Uzantinterfaco
es: Interfaz de usuario
et: Kasutajaliides
fi: Käyttöliittymä
fr: Interface utilisateur
hu: Felhasználói felület
id: Antarmuka Pengguna
it: Interfaccia utente
ja: ユーザインターフェイス
lt: Naudotojo sąsaja
nl: Gebruikersinterface
pl: Interfejs użytkownika
pt: Interface de Utilizador
pt_br: Interface de usuário
ro: Interfață utilizator
ru: Интерфейс пользователя
sk: Používateľské rozhranie
sl: Uporabniški vmesnik
sv: Användargränssnitt
tr: Kullanıcı arayüzü
uk: Інтерфейс користувача

source: NTP Setup
ar: إعداد NTP
ca: Configuració de l'NTP
cs: Nastavení NTP
da: NTP-opsætning
de: NTP Einrichtung
el: Ρύθμιση NTP
es: Configuración de NTP
et: NTP seadistamine
fi: NTP-asetus
fr: Configuration NTP
id: Penyiapan NTP
it: Configurazione NTP
ja: NTP 設定
lt: NTP sąranka
nl: NTP-instelling
pt: Configuração NTP
pt_br: Configuração de NTP
ro: Configurarea NTP
ru: Настройка NTP
sk: Nastavenie NTP
sl: Nastavitev NTP
sv: NTP inställning
tr: NTP Kurulumu
uk: Налаштування NTP

source: Product Selection
ar: اختيار المنتج
ca: Selecció de productes
cs: Výběr produktu
da: Valg af produkt
de: Produkt-Auswahl
el: Επιλογή προϊόντος
eo: Elektado de produkto
es: Selección del producto
et: Toote valimine
fi: Tuotevalinta
fr: Sélection du produit
hu: Termék kiválasztása
id: Pilihan Produk
it: Selezione del prodotto
ja: 製品の選択
lt: Produkto pasirinkimas
nl: Productselectie
pl: Wybór produktów
pt: Seleção do Produto
pt_br: Seleção de produto
ro: Selecția produselor
ru: Выбор продуктов
sk: Výber produktu
sl: Izbor izdelkov
sv: Produktval
tr: Ürün seçimi
uk: Вибір продуктів

source: <p> The registration URL provided in the command line is not valid. Check that you entered it correctly and try again. </p>
ar: <p> عنوان URL للتسجيل الذي تم إدخاله في سطر الأوامر غير صالح. تحقق من إدخاله بطريقة صحيحة وحاول مرة أخرى. </p>
ca: <p> L'URL de registre proporcionat a la línia d'ordres no és vàlid. Comproveu que l'hàgiu introduït correctament i torneu-ho a provar. </p>
cs: <p> Registrační URL zadaný na příkazovém řádku není platný. Ověřte správnost a zadejte ho znovu. </p>
da: <p> Registrerings-URL'en angivet på kommandolinjen er ikke gyldig. Tjek at du har indtastet den korrekt og prøv igen. </p>
de: <p> Die in der Befehlszeile angegebene Registrierungs-URL ist nicht gültig. Prüfen Sie, ob Sie sie richtig eingegeben haben und versuchen Sie es erneut. </p>
es: <p> El URL de registro proporcionado en la línea de comandos no es válido. Compruebe que lo ha introducido correctamente y vuelva a intentarlo. </p>
et: <p>Käsureas esitatud registreerimise URL pole õige. Kontrollige, kas olete selle õigesti sisestanud, ja proovige uuesti.</p>
fi: <p> Komentorivillä annettu rekisteröintiosoite ei kelpaa. Tarkista, että olet kirjoittanut sen oikein, ja yritä uudelleen. </p>
fr: <p> L'URL d'enregistrement fournie dans la ligne de commande n'est pas valide. Vérifiez que vous l'avez entrée correctement et réessayez. </p>
hu: <p> A parancssorban megadott regisztrációs URL nem érvényes. Ellenőrizze, hogy helyesen adta-e meg, és próbálja meg újra. </p>
id: <p> URL pendaftaran yang disediakan pada baris perintah tidak valid. Periksa apakah Anda memasukkannya dengan benar dan coba lagi. </p>
it: <p> L'URL di registrazione fornito tramite riga di comando non è valido. Verificare che sia stato inserito correttamente e riprovare. </p>
ja: <p> コマンドラインで指定されている登録 URL は正しくありません。 入力内容が正しいことをご確認の上、やり直してください。 </p>
lt: <p> Komandine eilute pateiktas registracijos URL nėra tinkamas. Patikrinkite tai, ką įvedėte, ir bandykite iš naujo. </p>
nl: <p> De geleverde URL voor registratie in de opdrachtregel is niet geldig. Controleer of u het juist hebt ingevoerd en probeer opnieuw. </p>
pl: <p> URL Rejestracji dostarczony przez linię poleceń jest nieprawidłowy. Sprawdź czy został on wprowadzony poprawnie i spróbuj ponownie. </p>
pt: <p> O URL de registo providenciado na linha de comandos não é válido. Verifique se o escreveu corretamente e tente outra vez. </p>
pt_br: <p> O URL de registro fornecido na linha de comando não é válido. Verifique se você digitou corretamente e tente novamente. </p>
ro: <p> URL-ul de înregistrare furnizat în linia de comandă nu este valid. Verificați dacă l-ați introdus corect și încercați din nou. </p>
ru: <p> В командной строке указан недействительный URL-адрес регистрации. Проверьте его и повторите попытку. </p>
sk: <p> URL registrácie poskytnuté v príkazovom riadku nie je platné. Skontrolujte, či ste ho zadali správne, a skúste to znova. </p>
sl: <p> URL za registracijo, ki je podan v ukazni vrstici, ni veljaven. Prepričajte se, da ste ga vnesli pravilno, in poskusite znova. </p>
sv: <p> Registrerings-URL:en i kommandoraden är ogiltig. Kontrollera att du har angett den korrekt och försök igen. </p>
tr: <p> Komut satırında sağlanan kayıt URL'si geçerli değil. Doğru girdiğinizi kontrol edin ve tekrar deneyin. </p>
uk: <p> У командному рядка вказано недійсну URL-адресe реєстрації. Перевірте його та повторіть спробу. </p>

source: Registration URL
ar: عنوان URL للتسجيل
ca: URL de registre
cs: Registrace URL
da: Registrerings-URL
de: Registrierungs-URL
es: URL de registro
et: Registreerimise URL
fi: Rekisteröintiosoite
fr: URL d'enregistrement
hu: Regisztrációs URL
id: URL Registrasi
it: URL di registrazione
ja: 登録 URL
lt: Registravimosi URL
nl: URL voor registratie
pl: URL Rejestracji
pt: URL de Registo
pt_br: URL de registro
ro: URL de înregistrare
ru: URL-адрес регистрации
sk: URL registrácie
sl: URL za registracijo
sv: Registrerings-URL
tr: Kayıt URL'si
uk: URL реєстрації

source: Security Configuration
ca: Configuració de seguretat
cs: Konfigurace zabezpečení
de: Sicherheitskonfiguration
el: Ρύθμιση ασφαλείας
es: Configuración de seguridad
fi: Tietoturvamääritys
fr: Configuration de la sécurité
id: Konfigurasi Keamanan
it: Configurazione di sicurezza
ja: セキュリティ設定
lt: Saugumo konfigūracija
nl: Configuratie van beveiliging
pt: Configuração de Segurança
pt_br: Configuração de segurança
ro: Configurarea securității
ru: &Конфигурация безопасности
sk: Konfigurácia zabezpečenia
sl: Varnostne nastavitve
sv: Säkerhetskonfiguration
tr: Güvenlik Yapılandırması
uk: Налаштування безпеки

source: Firewall and SSH service
ca: Tallafoc i servei SSH
cs: Služby firewallu a SSH
de: Firewall und SSH-Dienst
el: Υπηρεσία τείχους προστασίας και SSH
es: Cortafuegos y servicio SSH
fi: Palomuuri- ja SSH-palvelu
fr: Pare-feu et service SSH
id: Layanan Tembok Api dan SSH
it: Firewall e servizio SSH
ja: ファイアウオールと SSH サービス
lt: Užkarda ir SSH paslauga
nl: Firewall en SSH service
pt: Serviço de Firewall e SSH
pt_br: Serviço de firewall e SSH
ro: Firewall și serviciu SSH
ru: Брандмауэр и SSH
sk: Služba Firewall and SSH
sl: Požarni zid in storitev SSH
sv: Brandvägg och SSH tjänst
tr: Güvenlik duvarı ve SSH servisi
uk: Служби мережного екрану (Firewall) та SSH

source: CPU
fi: Suoritin
fr: Processeur (CPU)
lt: Procesorius
ro: Procesor
ru: СPU
sl: CPE
uk: ЦП

source: Major Linux Security Module
ca: Mòdul major de seguretat de Linux
cs: Větší linuxový bezpečnostní modul
de: Linux-Hauptsicherheitsmodul
es: Módulo de seguridad de Linux principal
fr: Module principal de sécurité Linux
id: Modul Keamanan Linux Utama
it: Modulo di sicurezza Linux principale
ja: 主要な Linux セキュリティモジュール
lt: Pagrindinis Linux saugumo modulis
nl: Hoofdmodule voor beveiliging van Linux
pt_br: Módulo principal de segurança do Linux
ro: Principalul modul de securitate Linux
ru: Главные Модули Безопасности Linux
sk: Hlavný bezpečnostný modul Linuxu
sl: Glavni varnostni modul za Linux
sv: Huvudsaklig Linux-säkerhetsmodul
uk: Головний модуль безпеки Linux

source: I would like to import SSH host keys from a previous installation
ca: Voldria importar claus de l'amfitrió SSH d'una instal·lació anterior.
cs: Chci importovat klíče hostitele SSH z předchozí instalace
de: Ich möchte SSH-Host-Schlüssel aus einer früheren Installation importieren
es: Quiero importar las claves de host SSH de una instalación anterior
fi: Haluan tuoda SSH-avaimet aiemmasta asennuksesta
fr: Je souhaite importer les clés SSH hôtes d'une installation précédente
id: Saya ingin mengimpor kunci host SSH dari pemasangan sebelumnya
it: Desideri importare le chiavi host SSH da un'installazione precedente
ja: 以前のインストールから SSH ホスト鍵を取り込む
lt: Norėčiau importuoti SSH raktus iš anksčiau įdiegtos sistemos
nl: Ik wil SSH-hostsleutels importeren vanaf een vorige installatie
pt: Eu gostaria de importar chaves de hospedeiro SSH de uma instalação anterior
pt_br: Eu gostaria de importar chaves de host SSH de uma instalação anterior
ro: Aș dori să import chei de gazdă SSH de la o instalare anterioară
ru: Я хочу импортировать SSH-ключи узла из предыдущей установки
sk: Chcel by som importovať kľúče hostiteľa SSH z predchádzajúcej inštalácie
sl: Želim uvoziti ključe gostiteljev SSH iz obstoječe namestitve
sv: Jag skulle vilja importera SSH värd nycklar från en tidigare installation
tr: Önceki bir kurulumdan SSH ana bilgisayar anahtarlarını içe aktarmak istiyorum
uk: Я хочу імпортувати ключі SSH вузла з попередньої установки
