Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Saving proxy configuration...
ar: يتم الآن حفظ تكوين الوكيل...
bg: Записване настройката за проксито…
ca: Desant la configuració del servidor intermediari...
cs: Ukládá se konfigurace proxy...
da: Gemmer proxy-konfiguration...
de: Proxy-Konfiguration wird gespeichert...
el: Αποθήκευση ρυθμίσεων μεσολαβητή...
eo: Konservado de la agordoj de la prokurilo...
es: Guardando la configuración del proxy...
et: Puhverserveri häälestuse salvestamine...
fa: در حال ذخیره سازی پیکربندی proxy...
fi: Tallennetaan välityspalvelinasetuksia...
fr: Enregistrement de la configuration proxy...
gl: Gardando a configuración do proxy...
hu: Proxybeállítások mentése...
id: Menyimpan konfigurasi proxy...
it: Salvataggio della configurazione del proxy in corso...
ja: プロキシの設定を保存しています...
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រូកស៊ី...
lt: Išsaugoma įgaliotojo serverio konfigūracija...
nb: Lagrer mellomserverkonfigurasjon...
nl: Proxy-configuratie wordt opgeslagen...
pl: Zapisywanie konfiguracji proxy...
pt: A gravar a configuração de proxy...
pt_br: Salvando a configuração do proxy...
ro: Se salvează configurația proxy...
ru: Сохранение конфигурации прокси-сервера…
sk: Ukladanie proxy konfigurácie...
sl: Shranjevanje nastavitev posredniškega strežnika …
sv: Sparar proxyinställningar...
tg: Танзими proxy захира шуда истодааст...
th: ทำการจัดเก็บค่าปรับแต่งค่าของบริการพร็อกซี...
tr: Proxy yapılandırması kaydediliyor...
uk: Збереження конфігурації проксі...
wa: Dji schape l' apontiaedje proxy...

source: Writing specific role configuration ...
ar: تتم الآن كتابة أعدادات الوظيفة…
ca: Escrivint la configuració de rol específica...
cs: Zapisuji specifickou konfiguraci role ...
da: Skriver specifik rollekonfiguration ...
de: Spezielle Rollen-Konfiguration wird geschrieben ...
eo: Konservante specifan rolagordon ...
es: Escribiendo la configuración de rol específico...
et: Konkreetse rolli konfiguratsiooni kirjutamine ...
fi: Kirjoitetaan määrärooliasetusta…
fr: Écriture de la configuration de rôle spécifique...
hu: Szerepkör-beállítások mentése...
id: Menulis konfigurasi peran spesifik ...
it: Scrittura della configurazione del ruolo specifico...
ja: 固有の役割設定を書き込んでいます...
lt: Įrašoma vaidmens konfigūracija...
nl: Schrijven van specifieke configuratie van rol ...
pl: Zapisywanie konkretnej konfiguracji roli...
pt: A escrever a configuração específica de cargo...
pt_br: Escrevendo configuração de função específica...
ro: Scrierea configurației specifice rolului ...
ru: Запись специальной конфигурации роли...
sk: Zapisovanie špecifickej konfigurácie rolí ...
sl: Zapisovanje nastavitev za posebno vlogo …
sv: Skriver specifik rollkonfiguration...
tr: Belirli bir rol yapılandırması yazılıyor ...
uk: Запис особливого налаштування ролі...

source: Saving time zone...
ar: يتم الآن حفظ المنطقة الزمنية...
bg: Запазване на часовата зона…
ca: Desant la zona horària...
cs: Ukládají se nastavení časové zóny...
da: Gemmer tidszone...
de: Zeitzone wird gespeichert...
el: Αποθήκευση ζώνης ώρας...
eo: Konservante horzonon...
es: Guardando la zona horaria...
et: Ajavööndi salvestamine...
fa: در حال ذخیره سازی مکان پیش فرض زمانی..
fi: Tallennetaan aikavyöhyke...
fr: Enregistrement du fuseau horaire...
gl: Gardando o fuso horario...
hu: Időzóna mentése...
id: Menyimpan zona waktu...
it: Salvataggio del fuso orario in corso…
ja: タイムゾーンを保存しています...
km: កំពុង​រក្សាទុក​តំបន់​ពេលវេលា...
lt: Išsaugoma laiko juosta...
nb: Lagrer tidssone...
nl: Tijdzone wordt opgeslagen...
pl: Zapisywanie strefy czasowej...
pt: A gravar o fuso horário...
pt_br: Salvando o fuso horário...
ro: Se salvează fusul orar...
ru: Сохранение часового пояса...
sk: Ukladanie časovej zóny...
sl: Shranjevanje časovnega pasu …
sv: Sparar tidszon...
tg: Минтақаи вақт захира шуда истодааст...
th: ทำการจัดเก็บค่าเขตเวลา...
tr: Saat dilimi kaydediliyor...
uk: Збереження часової зони...
wa: Dji schape li zone d' eure...

source: Saving keyboard configuration...
ar: يتم الآن حفظ تكوين لوحة المفاتيح...
bg: Запазване настройката на клавиатурата…
ca: Desant la configuració del teclat...
cs: Ukládá se nastavení klávesnice...
da: Gemmer tastaturkonfiguration...
de: Tastaturkonfiguration wird gespeichert...
el: Αποθήκευση ρύθμισης πληκτρολογίου...
eo: Konservante klavaragordon...
es: Guardando la configuración del teclado...
et: Klaviatuuri häälestuse salvestamine...
fa: در حال ذخیره سازی آرایش صفحه کلید...
fi: Tallennetaan näppäimistömääritys...
fr: Enregistrement de la configuration du clavier...
gl: Gardando a configuración do teclado...
hu: Billentyűzetkonfiguráció mentése...
id: Menyimpan konfigurasi papan tik...
it: Salvataggio della configurazione della tastiera in corso...
ja: キーボードの設定を保存しています...
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ក្ដារចុច...
lt: Išsaugoma klaviatūros konfigūracija...
nb: Lagrer tastaturoppsett...
nl: Toetsenbordconfiguratie wordt opgeslagen...
pl: Zapisywanie konfiguracji klawiatury...
pt: A gravar a configuração do teclado...
pt_br: Salvando a configuração do teclado...
ro: Se salvează configurația tastaturii...
ru: Сохранение конфигурации клавиатуры…
sk: Ukladanie konfigurácie klávesnice...
sl: Shranjevanje nastavitev tipkovnice …
sv: Sparar tangentbordsinställningar...
tg: Танзими клавиатура захира шуда истодааст...
th: ทำการจัดเก็บค่าปรับแต่งของแป้นพิมพ์...
tr: Klavye yapılandırması kaydediliyor...
uk: Збереження конфігурації клавіатури...
wa: Dji schape l' apontiaedje del taprece...

source: Saving language...
ar: يتم الآن حفظ اللغة...
bg: Запазване на езика…
ca: Desant la llengua...
cs: Ukládá se jazyk...
da: Gemmer sprog...
de: Sprache wird gespeichert...
el: Αποθήκευση γλώσσας...
eo: Konservante lingvon...
es: Guardando el idioma...
et: Keele salvestamine...
fa: در حال ذخیره سازی زبان ...
fi: Tallennetaan kieli...
fr: Enregistrement de la langue...
gl: Gardando o idioma...
hu: Nyelvi beállítások mentése...
id: Menyimpan bahasa...
it: Salvataggio della lingua in corso...
ja: 言語を保存しています...
km: កំពុង​រក្សាទុក​ភាសា...
lt: Išsaugoma kalba...
nb: Lagrer språk...
nl: Taal wordt opgeslagen...
pl: Zapisywanie języka...
pt: A gravar o idioma...
pt_br: Salvando o idioma...
ro: Se salvează limba...
ru: Сохранение языка...
sk: Ukladanie jazyka...
sl: Shranjevanje jezika …
sv: Sparar språk...
tg: Забон захира шуда истодааст...
th: ทำการจัดเก็บค่าภาษา...
tr: Dil kaydediliyor...
uk: Збереження мови...
wa: Dji schape li lingaedje...

source: Saving console configuration...
ar: يتم الآن حفظ تكوين وحدة التحكم...
bg: Запазване настройката на конзолата…
ca: Desant la configuració de la consola...
cs: Ukládá se nastavení konzole...
da: Gemmer konsolkonfiguration...
de: Konsolenkonfiguration wird gespeichert...
el: Αποθήκευση ρυθμίσεων κονσόλας...
eo: Konservado de la agordoj de la konzolo...
es: Guardando la configuración de la consola...
et: Konsooli häälestuse salvestamine...
fa: در حال ذخیره سازی پیکربندی کنسول...
fi: Tallennetaan konsolimäärityksiä...
fr: Enregistrement de la configuration de la console...
gl: Gardando a configuración da consola...
hu: Konzol beállításainak mentése...
id: Menyimpan konfigurasi konsol...
it: Salvataggio della configurazione della console in corso...
ja: コンソールの設定を保存しています...
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​កុងសូល...
lt: Išsaugoma konsolės konfigūracija...
nb: Lagrer konsollkonfigurasjon...
nl: Console-configuratie wordt opgeslagen...
pl: Zapisywanie konfiguracji konsoli...
pt: A gravar a configuração da consola...
pt_br: Salvando a configuração do console...
ro: Se salvează configurația consolei...
ru: Сохранение конфигурации консоли…
sk: Ukladanie konfigurácie konzoly...
sl: Shranjevanje nastavitev konzole …
sv: Sparar konsollinställningar...
tg: Танзими консол захира шуда истодааст...
th: ทำการจัดเก็บค่าปรับแต่งของคอนโซล...
tr: consol yapılandırması kaydediliyor...
uk: Збереження конфігурації консолі...
wa: Dji schape l' apontiaedje del console...

source: Saving product information...
ar: يتم الآن حفظ معلومات المنتج...
bg: Запазване на информацията за продукта…
ca: Desant la informació del producte...
cs: Ukládají se produktové informace...
da: Gemmer produktinformation...
de: Produktinformationen werden gespeichert...
el: Αποθήκευση πληροφοριών προϊόντος...
eo: Konservante produktinformon...
es: Guardando la información del producto...
et: Toote teabe salvestamine...
fa: در حال ذخیره سازی اطلاعات محصولات...
fi: Tallennetaan tuotteen tietoja...
fr: Enregistrement des informations sur le produit...
gl: Gardando a información do produto...
hu: Termékinformáció mentése...
id: Menyimpan informasi produk...
it: Salvataggio delle informazioni sul prodotto in corso...
ja: 製品情報を保存しています...
km: កំពុង​រក្សាទុក​ព័ត៌មាន​ផលិតផល...
lt: Išsaugoma produkto informacija...
nb: Lagrer produktinformasjon...
nl: Productinformatie wordt opgeslagen…
pl: Zapisywanie informacji o produkcie...
pt: A gravar a informação do produto...
pt_br: Salvando as informações do produto...
ro: Se salvează informațiile despre produs...
ru: Сохранение информации о продукте…
sk: Ukladanie informácií o produkte...
sl: Shranjevanje podatkov o izdelku …
sv: Sparar produktinformation...
tg: Иттилооти маҳсул захира шуда истодааст...
th: ทำการจัดเก็บข้อมูลผลิตภัณฑ์...
tr: Ürün bilgisi kaydediliyor...
uk: Збереження інформації про продукт...
wa: Dji schape l' informåcion sol prodût...

source: Saving automatic installation settings...
ar: يتم الآن حفظ إعدادات التثبيت التلقائي...
bg: Запазване настройките на авто-инсталирането…
ca: Desant els paràmetres de la instal·lació automàtica...
cs: Ukládají se nastavení automatické instalace...
da: Gemmer automatiske installationsindstillinger...
de: Einstellungen für automatische Installation werden gespeichert...
el: Αποθήκευση ρυθμίσεων αυτόματης εγκατάστασης...
eo: Konservado de la agordoj de la aŭtomata instalo...
es: Guardando los valores de instalación automáticos...
et: Automaatse paigalduse sätete salvestamine...
fa: در حال ذخیره سازی تنظیمات نصب خودکار...
fi: Tallennetaan automaattiasennuksen asetuksia...
fr: Enregistrement des paramètres d'installation automatique...
gl: Gardando as opcións de instalación automática...
hu: Automatikus telepítési beállítások mentése…
id: Menyimpan pengaturan pemasangan otomatis...
it: Salvataggio delle impostazioni di installazione automatica in corso...
ja: 自動インストールの設定を保存しています...
km: កំពុង​រក្សាទុក​ការ​កំណត់​ការ​ដំឡើង​ស្វ័យប្រវត្តិ...​
lt: Įrašomos automatinio diegimo nuostatos...
nb: Lagrer innstillinger for automatisk installasjon...
nl: Instellingen voor automatische installatie worden opgeslagen...
pl: Zapisywanie ustawień automatycznej instalacji...
pt: A gravar as definições de instalação automática...
pt_br: Salvando as configurações da instalação automática...
ro: Se salvează setările de instalare automată...
ru: Сохранение параметров автоматической установки...
sk: Ukladanie nastavenia automatickej inštalácie...
sl: Shranjevanje nastavitev za samodejno namestitev …
sv: Sparar inställningar för automatisk installation...
tg: Танзимоти насби худкор захира шуда истодааст...
tr: Otomatik yükleme ayarları kaydediliyor...
uk: Збереження параметрів автоматичного встановлення...
wa: Dji schape les tchuzes d' astalaedje otomatike...

source: Saving hardware configuration...
ar: يتم الآن حفظ تكوين الأجهزة...
bg: Запазване настройката на хардуера…
ca: Desant la configuració del maquinari...
cs: Ukládají se konfigurace hardwaru...
da: Gemmer hardwarekonfiguration...
de: Hardware-Konfiguration wird gespeichert...
el: Αποθήκευση ρυθμίσεων υλικού...
eo: Konservado de la agordoj de la aparataro...
es: Guardando la configuración del hardware...
et: Riistvara häälestuse salvestamine...
fa: در حال ذخیره سازی پیکر بندی سخت افزار...
fi: Tallennetaan laitteistomäärityksiä...
fr: Enregistrement de la configuration matérielle...
gl: Gardando a configuración de hardware...
hu: Hardverbeállítások mentése...
id: Menyimpan konfigurasi perangkat keras...
it: Salvataggio della configurazione hardware in corso...
ja: ハードウエアの設定を保存しています...
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ផ្នែក​រឹង...
lt: Išsaugoma įrenginių informacija...
nb: Lagrer maskinvarekonfigurasjon...
nl: Hardwareconfiguratie wordt opgeslagen...
pl: Zapisywanie konfiguracji sprzętu...
pt: A gravar a configuração do hardware...
pt_br: Salvando a configuração do hardware...
ro: Se salvează configurația hardware...
ru: Сохранение конфигурации оборудования...
sk: Ukladanie konfigurácie hardvéru...
sl: Shranjevanje nastavitev strojne opreme …
sv: Sparar hårdvaruinställningar...
tg: Танзими сахтафзор захира шуда истодааст...
th: ทำการจัดเก็บค่าปรับแต่งของฮาร์ดแวร์...
tr: Donanım yapılandırması kaydediliyor...
uk: Збереження конфігурації обладнання...
wa: Dji schape l' apontiaedje di l' éndjolreye

source: Writing Security Configuration...
ca: Escrivint la configuració de seguretat...
cs: Zapisuje se konfigurace zabezpečení...
de: Sicherheitskonfiguration wird geschrieben...
es: Escribiendo la configuración de seguridad...
fi: Kirjoitetaan tietoturvamääritystä…
fr: Écriture de la configuration de sécurité...
id: Menulis Konfigurasi Keamanan...
it: Scrittura della configurazione di sicurezza...
ja: セキュリティ設定を書き込んでいます...
lt: Įrašoma saugumo konfigūracija...
nl: Beveiligingsconfiguratie wordt geschreven...
pt: A escrever a configuração de segurança...
pt_br: Gravando configuração de segurança...
ro: Se scrie configurația de securitate...
ru: Запись конфигурации безопасности…
sk: Zapisovanie konfigurácie zabezpečenia...
sl: Zapisovanje varnostnih nastavitev …
sv: Skriver säkerhetskonfiguration...
tr: Güvenlik Yapılandırması Yazılıyor...
uk: Запис налаштувань безпеки...

source: Security
ca: Seguretat
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Tietoturva
fr: Sécurité
id: Keamanan
it: Sicurezza
ja: セキュリティ
lt: Saugumas
nl: Beveiliging
pt: Segurança
pt_br: Segurança
ro: Securitate
ru: Безопасность
sk: Bezpečnosť
sl: Varnost
sv: Säkerhet
tr: Güvenlik
uk: Безпека

source: &Security
ca: &Seguretat
cs: Za&bezpečení
de: &Sicherheit
el: &Ασφάλεια
es: &Seguridad
fi: T&ietoturva
fr: &Sécurité
id: &Keamanan
it: &Sicurezza
ja: セキュリティ (&S)
lt: &Saugumas
nl: &Beveiliging
pt: &Segurança
pt_br: &Segurança
ro: &Securitate
ru: &Безопасность
sk: Bezpečnosť
sl: &Varnost
sv: &Säkerhet
tr: &Güvenlik
uk: &Безпека

source: The 'root' user uses only SSH key-based authentication. <br>With the current settings the user might not be allowed to login.
ca: L'usuari d'arrel només usa autenticació basada en claus SSH. <br> Amb la configuració actual, és possible que no es permeti a l'usuari iniciar sessió.
cs: Uživatel 'root' používá pouze ověřování SSH klíčem. <br>Při aktuálním nastavení nemusí být uživateli povoleno přihlášení.
de: Der 'root'-Benutzer verwendet nur die SSH-Schlüssel-basierte Authentifizierung. <br>Mit den aktuellen Einstellungen darf sich der Benutzer möglicherweise nicht anmelden.
es: El usuario Root solo usa la autenticación basada en clave SSH. <br>Con la configuración actual, podría no permitirse que el usuario entre a la sesión.
fi: ”root”-käyttäjä käyttää vain SSH-avainpohjaista todennusta.<br>Nykyasetuksin käyttäjä ei ehkä voi kirjautua.
fr: L'utilisateur 'root' emploie uniquement l'authentification basée sur une clé SSH. <br>Avec les paramètres actuels, il risque de ne pas être autorisé à se connecter.
id: Pengguna 'root' hanya menggunakan autentikasi berbasis kunci SSH. <br>Dengan setelan saat ini pengguna mungkin tidak diperbolehkan masuk.
it: L'utente 'root' usa solo l'autenticazione con chiavi basate su SSH. <br>Con le impostazioni attuali all'utente potrebbe non essere permesso l'accesso.
ja: 'root' ユーザは SSH 鍵ベースの認証のみを使用します。<br>現在の設定では、ユーザがログインできないかもしれません。
lt: Naudotojas „root“ tapatybę patvirtina tik SSH rakto pagrindu. <br>Pagal dabartines nuostatas, naudotojui gali būti neleidžiama prisijungti.
nl: De gebruiker 'root' gebruikt alleen op SSH-sleutel gebaseerde authenticatie. <br>Met de huidige instellingen kan de gebruiker mogelijk niet toegestaan worden om zich aan te melden.
pt: O utilizador 'root' utiliza apenas autenticação baseada em chaves SSH. <br>Com as definições atuais, o utilizador pode não ter permissão para iniciar sessão.
pt_br: O usuário 'root' usa apenas autenticação baseada em chaves SSH. <br>Com as configurações atuais o usuário pode ser impedido de logar.
ro: Utilizatorul 'root' utilizează numai autentificarea bazată pe cheia SSH. <br>Cu setările actuale, este posibil ca utilizatorului să nu i se permită să se conecteze.
ru: Пользователь root может использовать только авторизацию SSH по ключу. <br>С текущими настройками пользователь не может войти в систему.
sk: Používateľ 'root' používa iba overenie založené na kľúčoch SSH. <br>Pri súčasnom nastavení nemusí byť používateľovi dovolené prihlásiť sa.
sl: Uporabnik »root« uporablja le overjanje, ki temelji na ključih SSH. <br>S trenutnimi nastavitvami prijava uporabniku morda ne bo dovoljena.
sv: "Root" -användaren använder endast SSH-nyckelbaserad autentisering. <br> Med de aktuella inställningarna kanske användaren inte får logga in.
tr: 'Kök' kullanıcı yalnızca SSH anahtar tabanlı kimlik doğrulamasını kullanır. <br>Geçerli ayarlarla kullanıcının oturum açmasına izin verilmeyebilir.
uk: Користувач "root" використовує автентифікацію лише за ключем SSH. <br>З поточними налаштуваннями користувач не зможе виконати вхід в систему.

source: CPU Mitigations:
ca: Migracions de CPU:
cs: Ochrana zranitelnosti CPU:
de: CPU-Abschwächungen:
es: Mitigaciones de CPU:
fi: Suoritinlievennykset:
fr: Mitigations CPU :
id: Mitigasi CPU:
it: Mitigazioni CPU:
ja: CPU 緩和策:
lt: Procesoriaus mitigacijos:
nl: CPU verzachtigingen:
pt: Mitigações de CPU:
pt_br: Mitigações da CPU:
ro: Atenuări procesor:
ru: CPU Mitigatiоns:
sk: Obmedzenia CPU:
sl: Blažitve pomanjkljivosti CPE:
sv: CPU-mitigeringar:
tr: CPU Azaltıcıları:
uk: Послаблення ЦП:

source: VNC ports will be open (<a href="%s">block</a>)
ar: منافذ VNC ستكون مفتوحة (<a href="%s">حظر</a>)
ca: S'obriran ports de VNC (<a href="%s">block</a>)
cs: Porty VNC budou otevřeny (<a href="%s">blokovat</a>)
da: VNC-porte vil være åbne (<a href="%s">bloker</a>)
de: VNC Ports werden geöffnet (<a href="%s">Blockieren</a>)
es: Se abrirán los puertos de VNC (<a href="%s">bloquear</a>)
fi: VNC-portit avataan (<a href="%s">sulje</a>)
fr: Les ports VNC seront ouverts (<a href="%s">bloc</a>)
gl: Abriranse os portos VNC (<a href="%s">bloquear</a>)
hu: A VNC-portok meg lesznek nyitva (<a href="%s">blokkolás</a>)
id: Port VNC akan terbuka (<a href="%s">blok</a>)
it: Le porte VNC saranno aperte (<a href="%s">blocca</a>)
ja: VNC ポートを開きます (<a href="%s">閉じる</a>)
lt: VNC prievadai bus atverti (<a href="%s">užverti</a>)
nl: VNC poorten zullen geopend zijn (<a href="%s">blokkeren</a>)
pl: Porty VNC zostaną otwarte (<a href="%s">zablokuj</a>)
pt: Os portos VNC serão abertos (<a href="%s">bloquear</a>)
pt_br: As portas VNC serão abertas (<a href="%s">bloquear</a>)
ro: Porturile VNC vor fi deschise (<a href="%s">blocare</a>)
ru: Порты VNC будут открыты (<a href="%s">заблокировать</a>)
sk: VNC porty budú otvorené (<a href="%s">blokovať</a>)
sl: Vrata VNC bodo odprta (<a href="%s">blokiraj</a>)
sv: VNC-portar kommer att vara öppna (<a href="%s"> 1block</a> 2)
tr: VNC bağlantı noktaları açık olacak (<a href="%s">block</a>)
uk: Порти VNC будуть відкриті (<a href="%s">заблокувати</a>)

source: VNC ports will be blocked (<a href="%s">open</a>)
ar: ‏VNC سيكون مغلق (<a href="%s">فتح</a>)
ca: Es bloquejaran ports VNC (<a href="%s">open</a>)
cs: VNC porty budou blokovány (<a href="%s">otevřít</a>)
da: VNC-porte vil være blokeret (<a href="%s">åbn</a>)
de: VNC Ports werden blockiert (<a href="%s">Öffnen</a>)
eo: VNC-portoj estos blokita (<a href="%s">malfermi</a>)
es: Se bloquearán los puertos de VNC (<a href="%s">abrir</a>)
fi: VNC-portit estetään (<a href="%s">avaa</a>)
fr: Les ports VNC seront bloqués (<a href="%s">ouvrir</a>)
gl: Bloquearanse os portos VNC (<a href="%s">abrir</a>)
hu: A VNC-portok blokkolva lesznek (<a href="%s">megnyitás</a>)
id: Port VNC akan diblokir (<a href="%s">buka</a>)
it: Le porte VNC saranno bloccate (<a href="%s">apri</a>)
ja: VNC ポートを閉じます (<a href="%s">開く</a>)
lt: VNC prievadai bus užverti (<a href="%s">atverti</a>)
nl: VNC poorten zullen geblokkeerd zijn (<a href="%s">openen</a>)
pl: Porty VNC zostaną zablokowane (<a href="%s">otwórz</a>)
pt: Os portos VNC serão bloqueados (<a href="%s">abrir</a>)
pt_br: As portas VNC serão bloqueadas (<a href="%s">abrir</a>)
ro: Porturile VNC vor fi blocate (<a href="%s">deschide</a>)
ru: Порты VNC будут закрыты (<a href="%s">открыть</a>)
sk: VNC porty budú blokované (<a href="%s">otvoriť</a>)
sl: Vrata VNC bodo blokirana (<a href="%s">odpri</a>)
sv: VNC-portar blockeras (<a href="%s">öppna</a>)
tr: VNC bağlantı noktaları engellenecek (<a href="%s">aç</a>)
uk: Порти VNC будуть закриті (<a href="%s">відкрити</a>)

source: SSH port will be open (<a href="%s">block</a>)
ar: ‏SSH سيتم فتحه (<a href="%s">أغلق</a>)
ca: S'obrirà un port SSH (<a href="%s">block</a>)
cs: SSH port bude otevřen (<a href="%s">blokovat</a>)
da: SSH-port vil være åben (<a href="%s">bloker</a>)
de: SSH Port wird geöffnet (<a href="%s">Blockieren</a>)
eo: SSH-porto estos malfermita (<a href="%s">bloki</a>)
es: Se abrirá el puerto de SSH (<a href="%s">bloquear</a>)
fi: SSH-portti on auki (<a href="%s">estä</a>)
fr: Le port SSH sera ouvert (<a href="%s">bloquer</a>)
gl: Abrirase o porto SSH (<a href="%s">bloquear</a>)
hu: Az SSH-port meg lesz nyitva (<a href="%s">blokkolás</a>)
id: Port SSH akan terbuka (<a href="%s">blok</a>)
it: La porta SSH sarà aperta (<a href="%s">blocca</a>)
ja: SSH ポートを開きます (<a href="%s">閉じる</a>)
lt: SSH prievadai bus atverti (<a href="%s">užverti</a>)
nl: SSH poort zal open zijn (<a href="%s">blokkeren</a>)
pl: Port SSH zostanie otwarty (<a href="%s">zablokuj</a>)
pt: O porto SSH será aberto (<a href="%s">bloquear</a>)
pt_br: As portas SSH serão abertas (<a href="%s">bloquear</a>)
ro: Portul SSH va fi deschis (<a href="%s">blocare</a>)
ru: Порт SSH будет открыт (<a href="%s">закрыть</a>)
sk: SSH port bude otvorený (<a href="%s">blokovať</a>)
sl: Vrata SSH bodo odprta (<a href="%s">blokiraj</a>)
sv: SSH-porten kommer att vara öppen (<a href="%s">blockera</a>)
tr: SSH bağlantı noktası açılacak (<a href="%s">engelle</a>)
uk: Порт SSH буде відкритий (<a href="%s">закрити</a>)

source: SSH port will be blocked (<a href="%s">open</a>)
ar: ‏SSH سيتم منعه (<a href="%s">فتح</a>)
ca: Es bloquejarà un port SSH (<a href="%s">open</a>)
cs: SSH port bude blokován (<a href="%s">otevřít</a>)
da: SSH-port vil blive blokeret (<a href="%s">åbn</a>)
de: Der SSH Port wird blockiert (<a href="%s">Öffnen</a>)
eo: SSH-porto estos blokita (<a href="%s">malfermi</a>)
es: Se bloqueará el puerto de SSH (<a href="%s">abrir</a>)
fi: SSH-portti estetään (<a href="%s">avaa</a>)
fr: Le port SSH sera bloqué (<a href="%s">ouvrir</a>)
gl: Bloquearase o porto SSH (<a href="%s">abrir</a>)
hu: Az SSH-port blokkolva lesz (<a href="%s">megnyitás</a>)
id: Port SSH akan diblokir (<a href="%s">buka</a>)
it: La porta SSH sarà bloccata (<a href="%s">apri</a>)
ja: SSH ポートを閉じます (<a href="%s">開く</a>)
lt: SSH prievadai bus užverti (<a href="%s">atverti</a>)
nl: SSH poort zal geblokkeerd zijn (<a href="%s">openen</a>)
pl: Port SSH zostanie zablokowany (<a href="%s">otwórz</a>)
pt: O porto SSH será bloqueado (<a href="%s">abrir</a>)
pt_br: As portas SSH serão bloqueadas (<a href="%s">abrir</a>)
ro: Portul SSH va fi blocat (<a href="%s">deschide</a>)
ru: Порт SSH будет закрыт (<a href="%s">открыть</a>)
sk: SSH port bude blokovaný (<a href="%s">otvoriť</a>)
sl: Vrata SSH bodo blokirana (<a href="%s">odpri</a>)
sv: SSH-port blockeras (<a href="%s">öppna</a>)
tr: SSH bağlantı noktası engellenecek (<a href="%s">aç</a>)
uk: Порт SSH буде закритий (<a href="%s">відкрити</a>)
