Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>Use <b>Clone</b> if you want to create an AutoYaST profile. AutoYaST is a way to do a complete SUSE Linux installation without user interaction. AutoYaST needs a profile to know what the installed system should look like. If this option is selected, a profile of the current system is stored in <tt>/root/autoinst.xml</tt>.</p>
ar: <p>استخدم <b>استنساخ</b> إذا أردت إنشاء ملف تعريف AutoYaST. ويمكنك استخدام AutoYaST لإكمال تثبيت نظام SUSE Linux بدون تدخل المستخدم. يتطلب AutoYaST توفر ملف تعريف لمعرفة الشكل المطلوب للنظام المثبَّت. في حالة تحديد هذا الخيار، يتم تخزين ملف تعريف النظام الحالي على المسار <tt>/root/autoinst.xml</tt>.</p>
bg: <p>Отметката за <b>клониране</b> ви позволява да създадете профил за autoyast. Autoyast е начин за изпълняване на SUSE Linux инсталация без намесата на потребител. За да може autoyast да свърши тази работа ще му трябва профил. С избирането на тази отметка настоящата система ще бъде описана и съхранена в <tt>/root/autoyast.xml</tt>.</p>
ca: <p>Utilitzeu <b>Clona</b> si voleu crear un perfil d'AutoYaST. L'AutoYaST es una manera de fer una instal·lació completa del SUSE Linux sense interacció amb l'usuari. L'AutoYaST necessita un perfil per saber quina aparença ha de tenir el sistema instal·lat. Si se selecciona aquesta opció, s'emmagatzema un perfil del sistema actual a <tt>/root/autoyast.xml</tt>.</p>
cs: <p>Zaškrtnutím volby <b>Klonovat</b> vytvoříte profil programu AutoYaST. Pomocí program AutoYaST můžete provést úplnou instalaci systému SUSE Linux bez zásahu uživatele. Program AutoYaST potřebuje profil, aby mohl provést správnou instalaci a nastavení instalovaného systému Pokud tuto možnost zaškrtnete, uloží se profil do souboru <tt>/root/autoyast.xml</tt>.</p>
da: <p>Markér <b>Klon</b>, hvis du vil oprette en AutoYAST-profil. AutoYaST er en måde at lave en komplet SUSE Linux installation på uden brugerindgriben. AutoYaST kræver en profil for at vide hvordan det installerede system skal se ud. Hvis denne mulighed vælges, vil en profil af det nuværende system blive gemt i <tt>/root/autoyast.xml</tt>.</p>
de: <p>Mit <b>Klonen</b> können Sie ein AutoYaST-Profil erstellen. Mit AutoYaST lässt sich eine vollständige SUSE Linux-Installation ohne Eingreifen des Benutzers durchführen. Für AutoYaST ist ein Profil erforderlich, das festlegt, wie das installierte System aussehen soll. Wenn diese Option ausgewählt ist, wird ein Profil des aktuellen Systems in <tt>/root/autoinst.xml</tt> gespeichert.</p>
el: <p>Χρησιμοποιήστε την επιλογή <b>Κλωνοποίηση</b> αν θέλετε να δημιουργήσετε ένα προφίλ του AutoYaST. Το AutoYast είναι ένας τρόπος για να πραγματοποιήσετε μια ολοκληρωμένη εγκατάσταση του SUSE Linux χωρίς αλληλεπίδραση με τον χρήστη. Το AutoYaST χρειάζεται ένα προφίλ για να γνωρίζει πως το εγκατεστημένο σύστημα μοιάζει. Αν αυτή η επιλογή είναι επιλεγμένη, τότε ένα προφίλ του τρέχοντος συστήματος είναι αποθηκευμένο στο <tt>/root/autoyast.xml</tt>.</p>
eo: <p>Uzu la elekteblon <b>Kloni</b> se vi volas krei AutoYaST-profilon. AutoYaST estas maniero fari kompletan instalon de SUSE Linux sen interveno de la uzanto. AutoYaST bezonas profilon por scii kia devas esti la instalota sistemo. Se ĉi tiu elekteblo estas elektita, profilo de la aktuala sistemo estas konversita en <tt>/root/autoinst.xml</tt>.</p>
es: <p>Utilice <b>Clonar</b> si desea crear un perfil de AutoYaST. AutoYaST es una forma de realizar una instalación completa de openSUSE Linux sin que sea necesaria la interacción del usuario. AutoYaST necesita un perfil para saber cómo debe ser el sistema instalado. Si esta opción está seleccionada, se almacenará un perfil del sistema actual en <tt>/root/autoinst.xml</tt>.</p>
et: <p>Kasuta nuppu <b>Klooni</b>, kui tahad luua AutoYaST'i profiili. AutoYaST on võimalus SUSE Linux'i täielikuks paigaldamiseks ilma kasutajasisendita. AutoYaST vajab profiili, mis ütleb, kuidas paigaldatud süsteem välja peaks nägema. Kui see suvand on valitud, salvestatakse käesoleva süsteemi profiil asukohta <tt>/root/autoinst.xml</tt>.</p>
fa: <p>اکر می خواهید اطلاعات عمومی AutoYaST را ایجاد کنید از<b> نسخه سازی</b>استفاده کنید. AutoYaST روندی است که در ان سیستم SUSE Linux به طور کامل و بدون محاوره با کاربر نصب می شود. AutoYaST به اطلاعات عمومی برای داشتن دانش این که سیستمی که نصب می شود چگونه باشد ،احتیاج دارد. اگر این گزینه انتخاب شده باشد، اطلاعات عمومی سیستم در مسیر <tt>/root/autoinst.xml</tt> ذخیره خواهد شد.</p>
fi: <p>Valitse <b>Kopioi</b>, jos haluat luoda AutoYaST-profiilin. AutoYaST on tapa tehdä täydellinen SUSE Linux -asennus ilman käyttäjän toimia. AutoYaST tarvitsee profiilin tietääkseen, miltä asennetun järjestelmän tulisi näyttää. Kun valintaruutu on valittu, nykyisen järjestelmän profiili tallennetaan tiedostoon <tt>/root/autoinst.xml</tt>.</p>
fr: <p>Utilisez <b>Cloner</b> si vous souhaitez créer un profil AutoYaST. AutoYaST permet d'effectuer une installation SUSE Linux complète sans intervention de l'utilisateur. AutoYaST nécessite un profil pour savoir à quoi doit ressembler le système installé. Si cette option est sélectionnée, un profil du système actuel est stocké dans <tt>/root/autoinst.xml</tt>.</p>
gl: <p>Use <b>Clonar</b> se desexa crear un perfil de AutoYaST. AutoYaST é un xeito de facer unha instalación de SUSE Linux completa sen a intervención do usuario. AutoYaST precisa un perfil para saber como debe ser instalado o sistema. Se esta opción fose seleccionada, almacenarase un perfil do sistema actual en <tt>/root/autoinst.xml</tt>.</p>
hu: <p>A <b>Másolás</b> segítségével lehet AutoYaST-profilt létrehozni. Az AutoYaST egy módszer a SUSE Linux felhasználói beavatkozás nélküli teljes telepítéséhez. Ahhoz, hogy az AutoYaST tudja, milyennek kell lennie a telepítendő rendszernek, egy profilra van szüksége. Az opció bejelölésével az aktuális rendszer beállításait eltárolhatja a <tt>/root/autoinst.xml</tt> fájlban.</p>
id: <p>Gunakan <b>Klon</b> jika Anda ingin membuat profil AutoYaST. AutoYaST merupakan sebuah cara melakukan pemasangan SUSE Linux lengkap tanpa interaksi pengguna. AutoYaST membutuhkan sebuah profil untuk mengetahui seperti apa sistem yang diinginkan. Jika opsi ini dipilih, profil sistem saat ini akan disimpan di <tt>/root/autoinst.xml</tt>.</p>
it: <p>Se si desidera creare un profilo AutoYaST utilizzare <b>Clona</b>. AutoYaST è un sistema per l'installazione completa di SUSE Linux senza interventi da parte dell'utente. È necessario fornire ad AutoYaST un profilo del sistema installato. Se questa opzione è selezionata, verrà archiviato un profilo del sistema corrente in <tt>/root/autoinst.xml</tt>.</p>
ja: <p>AutoYaST プロファイルを作成するには、 <b>このシステムを AutoYaST 用に複製する</b> を選択してください。 AutoYaST とは、ユーザの対話操作無しで SUSE Linux をインストールする手段です。 AutoYaST では、インストールするシステムの設定方法を指定するプロファイルが必要となります。 このオプションを選択すると、現在のシステムのプロファイルが <tt>/root/autoyast.xml</tt> に保存されます。</p>
km: <p>ប្រើ <b>ក្លូន</b> ប្រសិនបើ​អ្នក​ចង់​បង្កើត​ទម្រង់ AutoYaST ។ AutoYaST គឺ​ជា​វិធី​ត្រូវ​ធ្វើ​ដើម្បី​បំពេញ​រ​ដំឡើង​លីនុច​ស៊ូស៊ី ដោយ​មិន​មាន​អន្តរកម្ម​របស់​អ្នក​ប្រើ ។ AutoYaST ត្រូវ​ការ​ទម្រង់​ដើម្បី​ដឹង​អ្វី​ដែល​ប្រព័ន្ធ​បាន​ដំឡើង​មាន​រូបរាង​យ៉ាង​ម៉េច ។ ប្រសិន​បើ​ជម្រើស​នេះ ត្រូវ​បាន​ជ្រើស ទម្រង់​របស់​ប្រព័ន្ធ​​បច្ចុប្បន្ន​ត្រូវ​បាន​ទុក​នៅ​ក្នុង <tt>/root/autoinst.xml</tt> ។</p>
lt: <p>Naudokite <b>Klonavimą</b> norėdami sukurti AutoYaST profilį. AutoYaST yra SUSE Linux diegimo būdas be naudotojo įsikišimo. AutoYaST diegimui reikia profilio, kuriame nurodoma, kaip įdiegti sistemą. Pasirinkus šią parinktį, esamos sistemos profilis bus įrašytas <tt>/root/autoinst.xml</tt>.</p>
nb: <p>Bruk <b>Klon</b> hvis du vil opprette en AutoYaST-profil. Med AutoYaST kan hele SUSE Linux-installasjonen utføres uten medvirkning fra brukeren. AutoYaST trenger en profil for å vite hvordan det installerte systemet skal se ut. Når du krysser av for dette, blir en profil for gjeldende system lagret i <tt>/root/autoinst.xml</tt>.</p>
nl: <p>Gebruik <b>Klonen</b> als u een Autoyast-profiel wilt maken. Met behulp van Autoyast kunt u een volledige SUSE Linux-installatie uitvoeren zonder gebruikersinteractie. Voor Autoyast is een profiel nodig om te weten hoe het geïnstalleerde systeem eruit komt te zien. Als deze optie is geselecteerd, wordt een profiel van het huidige systeem opgeslagen in <tt>/root/autoinst.xml</tt>.</p>
pl: <p>Aby utworzyć profil AutoYaST, należy użyć opcji <b>Sklonuj</b>. Program AutoYaST pozwala na przeprowadzenie kompletnej instalacji SUSE Linux bez interakcji z użytkownikiem. AutoYaST wymaga tzw. profilu (zapisane wszystkie wybory, pakiety itp), aby wiedzieć, jak ma wyglądać zainstalowany system. Po zaznaczeniu tej opcji, profil obecnego systemu zostanie zachowany w pliku <tt>/root/autoyast.xml</tt>.</p>
pt: <p>Utilize <b>Clonar</b> se pretende criar um perfil AutoYaST. O AutoYaST é uma forma de realizar uma instalação completa sem interacção de um utilizador. Para permitir ao AutoYaST saber qual será a configuração que o sistema terá, ele necessita de um perfil. Com a caixa de marcação seleccionada, será armazenado um perfil do sistema actual, em <tt>/root/autoyast.xml.</tt></p>
pt_br: <p>Use <b>Clonar</b> se você quiser criar um perfil do AutoYaST. O AutoYaST é um modo de fazer uma instalação completa do SUSE Linux sem a interação do usuário. O AutoYaST precisa de um perfil para saber como o sistema instalado deverá parecer. Se essa opção for selecionada, será armazenado um perfil do sistema atual em <tt>/root/autoinst.xml</tt>.</p>
ro: <p>Utilizați <b>Clonează</b> dacă doriți să creați un profil AutoYaST. AutoYaST este o modalitate de a face o instalare completă SUSE Linux fără interacțiunea utilizatorului. AutoYaST are nevoie de un profil pentru a ști cum ar trebui să arate sistemul instalat. Dacă această opțiune este selectată, un profil al sistemului actual este stocat în <tt>/root/autoinst.xml</tt>.</p>
ru: <p>Если вы хотите создать профиль AutoYaST, используйте <b>Клонировать</b>. AutoYaST является способом установки SUSE Linux installation без вмешательства пользователя. AutoYaST необходим профиль, чтобы знать, как должна выглядеть установленная система. Если выбрана данная опция, профиль текущей системы будет расположен по пути <tt>/root/autoinst.xml</tt>.</p>
sk: <p>Použite <b>Klonovať</b>, ak chcete vytvoriť profil pre AutoYaST. AutoYaST je nástroj pre úplnú inštaláciu SUSE Linuxu bez zásahu používateľa. AutoYaST potrebuje pre svoju činnosť profil, ktorý popisuje, ako má nainštalovaný systém nakoniec vyzerať. Ak použijete túto možnosť, do <tt>/root/autoinst.xml</tt> sa uloží profil súčasného systému.</p>
sl: <p>Če želite ustvariti profil za AutoYaST, uporabite <b>Kloniraj</b>. S pomočjo AutoYaST lahko izvedete popolnoma samodejno namestitev SUSE Linuxa. Za samodejno namestitev AutoYaST potrebuje profil, ki vsebuje podatke o želeni namestitvi. Če boste izbrali to možnost, bo profil trenutnega izbora shranjen v <tt>/root/autoinst.xml</tt>.</p>
sv: <p>Använd <b>Klona</b> om du vill skapa en AutoYaST-profil. AutoYaST är ett sätt att utföra en fullständig SUSE Linux-installation utan användarinteraktion. För att AutoYaST ska veta hur det installerade systemet ska se ut behövs en profil. Om du väljer det här alternativet sparas en profil av det aktuella systemet i <tt>/root/autoinst.xml</tt>.</p>
tg: <p>Агар шумо хоҳед, ки профили AutoYaST эҷод кунед, тугмаи <b>Нусхабардорӣ</b>-ро истифода баред. AutoYaST ба шумо имкон медиҳад, ки тавонед SUSE Linux-ро комилан ба таври худкор насб кунед. AutoYaST бояд дорои профил бошад, то ки тавонад намуди системаи муайяншударо насб кунад. Агар шумо ин имконро интихоб кунед, профили системаи ҷорӣ ба файли <tt>/root/autoinst.xml</tt> захира мешавад.</p>
th: <p>ใช้การ <b>ทำเลียนแบบระบบ</b> หากคุณต้องการจะสร้างโพรไฟล์ให้กับ AutoYaST โปรแกรม AutoYaST เป็นหนทางที่จะทำให้ได้ระบบลินุกซ์ SUSE ที่ติดตั้งสมบูรณ์ โดยไม่ต้องโต้ตอบกับผู้ใช้, โดย AutoYaST จำเป็นต้องใช้โพรไฟล์เพื่อให้ทราบว่า ระบบที่จะติดตั้งควรจะเป็นอย่างไรบ้าง หากเลือกใช้ตัวเลือกนี้ จะมีการเขียนค่าโพรไฟล์ของระบบปัจจุบันไปเก็บยังแฟ้ม <tt>/root/autoinst.xml</tt></p>
tr: <p>Bir AutoYaST profili oluşturmak istiyorsanız <b>Klonla</b>'yı kullanın. AutoYaST, kullanıcı etkileşimi olmadan eksiksiz bir SUSE Linux kurulumu yapmanın bir yoludur. AutoYaST kurulu sistemin nasıl görünmesi gerektiğini bilmek için bir profile ihtiyacı var. Bu seçenek ise seçildiğinde, mevcut sistemin bir profili <tt>/root/autoinst.xml</tt> içinde saklanır.</p>
uk: <p>Використовуйте <b>Клонування</b> для створення профілю AutoYaST. AutoYaST — це спосіб повного встановлення системи SUSE Linux без втручання користувача. AutoYaST потребує профіль, щоб уявляти, якою повинна бути встановлена система. Якщо увімкнено цей параметр, профіль поточної системи буде збережено в файлі <tt>/root/autoyast.xml</tt>.</p>
wa: <p>Eployî <b>Clôner</b> si vs voloz ahiver on profil AutoYaST. AutoYaST est ene façon di fé on complet astalaedje di SUSE Linux sins rén dvou fé pa l' uzeu. AutoYaST a dandjî d' on profil po cnoxhe comint duvreut rashonner l' sistinme astalé. Si cisse tchuze est tchoezeye, on profil do sistinme do moumint va esse wårdé e <tt>/root/autoinst.xml</tt>.</p>

source: <p>To clone the current system, the <b>%1</b> package must be installed.</p>
ar: <p>لاستنساخ النظام الحالي، يجب تثبيت الحزمة <b>%1</b>‏.</p>
bg: <p>Пакетът <b>%1</b> трябва да бъде инсталиран, ако искате да клонирате текущата система.</p>
ca: <p>Per clonar el sistema actual, cal que el paquet <b>%1</b> estigui instal·lat.</p>
cs: <p>Pro klonování systému musí být nainstalován balíček <b>%1</b>.</p>
da: <p>For at klone det aktuelle system, skal pakken <b>%1</b> være installeret.</p>
de: <p>Um das aktuelle System zu klonen, muss das Paket <b>%1</b> installiert sein.</p>
el: <p>Για να δημιουργήσετε ένα κλώνο του τρέχοντος συστήματος, το πακέτο <b>%1</b> πρέπει να εγκατασταθεί.</p>
eo: <p>Por kloni la aktualan sistemon, la <b>%1</b> pakaĵo vi devas instali.</p>
es: <p>Para clonar el sistema actual, debe instalar el paquete <b>%1</b>.</p>
et: <p>Käesoleva süsteemi kloonimiseks peab olema paigaldatud pakett <b>%1</b>.</p>
fa: <p>برای نسخه سازی سیستم فعلی، بسته ی <b>%1</b> باید نصب شود.</p>
fi: <p>Monistaaksesi nykyisen järjestelmän paketin <b>%1</b> tulee olla asennettuna.</p>
fr: <p>Pour cloner le système actuel, le paquet <b>%1</b> doit être installé.</p>
gl: <p>Para clonar o sistema actual, o paquete <b>%1</b> debe ser instalado.</p>
hu: <p>A rendszer klónozásához szükség van a(z) <b>%1</b> csomag telepítésére.</p>
id: <p>Untuk mengklon sistem saat ini, paket <b>%1</b> harus dipasang.</p>
it: <p>Per clonare il sistema corrente, deve essere installato il pacchetto <b>%1</b>.</p>
ja: <p>現在のシステムを複製するには、 <b>%1</b> パッケージをインストールしなければなりません。</p>
km: <p>ដើម្បី​ក្លូន​ប្រព័ន្ធ​បច្ចុប្បន្ន ត្រូវ​តែ​ដំឡើង​កញ្ចប់<b>%1</b> ។</p>
lt: <p>Norint dubliuoti esamą sistemą, turi būti įdiegtas paketas <b>%1</b>.</p>
nb: <p>For å klone gjeldende system må pakken <b>%1</b> installeres.</p>
nl: <p>Om het huidige systeem te kunnen klonen moet het pakket <b>%1</b> geïnstalleerd zijn.</p>
pl: <p>Aby sklonować bieżący system, należy zainstalować pakiet <b>%1</b>.</p>
pt: <p>Para clonar o sistema atual, o pacote <b>%1</b> têm de ser instalado.</p>
pt_br: <p>Para clonar o sistema atual, o pacote <b>%1</b> deve estar instalado.</p>
ro: <p>Pentru a clona sistemul actual, pachetul <b>%1</b> trebuie să fie instalat.</p>
ru: <p>Для клонирования текущей системы должен быть установлен пакет <b>%1</b>.</p>
sk: <p>Pre klonovanie aktuálneho systému, musí byť nainštalovaný balík <b>%1</b>.</p>
sl: <p>Za kloniranje trenutnega sistema mora biti nameščen paket <b>%1</b>.</p>
sv: <p>För att det aktuella systemet ska klonas måste <b>%1</b>-paketet vara installerat.</p>
tg: <p>Барои нусхабардории системаи ҷорӣ, қуттии <b>%1</b> бояд насб карда шавад.</p>
th: <p>จำเป็นจะต้องติดตั้งแพกเกจ <b>%1</b> เสียก่อน เพื่อใช้ในการโคลนระบบที่ใช้ในปัจจุบัน</p>
tr: <p>Mevcut sistemi klonlamak için <b>%1</b> paketi kurulmalıdır.</p>
uk: <p>Щоб отримати доступ до поточної системи, необхідно мати встановленим пакунок <b>%1</b>.</p>
wa: <p>Po clôner l' sistinme do moumint, li pacaedje <b>%1</b> doet esse astalé.</p>

source: <p>Install it now?</p>
ar: <p>هل تريد تثبيتها الآن؟</p>
bg: <p>Желаете ли да ги инсталирате сега?</p>
ca: <p>Voleu instal·lar-lo ara?</p>
cs: <p>Chcete je nyní nainstalovat?</p>
da: <p>Skal den installeres nu?</p>
de: <p>Möchten Sie es nun installieren?</p>
el: <p>Εγκατάσταση τώρα;</p>
eo: <p>Ĉu instali ĝin nun?</p>
es: <p>¿Desea instalarlo ahora?</p>
et: <p>Kas paigaldada see praegu?</p>
fa: <p>هم اکنون نصب شود؟</p>
fi: <p>Asennetaanko se nyt?</p>
fr: <p>L'installer maintenant ?</p>
gl: <p>Desexa instalalo agora?</p>
hu: <p>Telepíti most?</p>
id: <p>Pasang sekarang?</p>
it: <p>Installarlo ora?</p>
ja: <p>インストールしますか？</p>
km: <p>ដំឡើង​វា​ឥឡូវនេះឬ ?</p>
lt: <p>Įdiegti jį dabar?</p>
nb: <p>Vil du installere den nå?</p>
nl: <p>Wilt u dit nu installeren?</p>
pl: <p>Czy zainstalować go teraz?</p>
pt: <p>Pretende instalá-lo agora?</p>
pt_br: <p>Instalar agora?</p>
ro: <p>Îl instalați acum?</p>
ru: <p>Установить сейчас?</p>
sk: <p>Chcete ho nainštalovať?</p>
sl: <p>Ali ga namestim zdaj?</p>
sv: <p>Vill du installera det nu?</p>
tg: <p>Ҳозир насб мекунед?</p>
th: <p>ต้องการจะติดตั้งมันเดี๋ยวนี้หรือไม่ ?</p>
tr: <p>Şimdi yükle?</p>
uk: <p>Встановити зараз?</p>
wa: <p>L' astaler do côp ?</p>

source: autoyast2 package not installed. Cloning disabled.
ar: لم يتم تثبيت حزمة autoyast2. تم تعطيل الاستنساخ.
bg: Пакетът autoyast2 не е инсталиран. Клонирането е забранено.
ca: El paquet autoyast2 no està instal·lat. S'inhabilita la clonació.
cs: Není nainstalován balíček autoyast2. Klonování vypnuto.
da: autoyast2-pakken er ikke installeret. Kloning deaktiveret.
de: Das Paket autoyast2 ist nicht installiert. Klonen ist deaktiviert.
el: Το πακέτο autoyast2 δεν είναι εγκατεστημένο. Η διαδικασία κλωνοποίησης απενεργοποιήθηκε.
eo: autoyast2 pakaĵo ne estas instalita. Klonado malaktivigita.
es: El paquete autoyast2 no está instalado. Clonación inhabilitada.
et: Pakett autoyast2 on paigaldamata. Kloonida ei saa.
fa: بسته ی autoyast2 نصب نشده است. شبیه سازی غیرفعال است.
fi: autoyast2-pakettia ei ole asennettu. Monistus ei ole käytettävissä.
fr: Le paquet autoyast2 n'est pas installé. Clonage désactivé.
gl: O paquete autoyast2 non está instalado. Clonación desactivada.
hu: Az autoyast2 csomag nincs telepítve. A klónozás le van tiltva.
id: paket autoyast2 belum terpasang. Klon tidak aktif.
it: Il pacchetto autoyast2 non è installato. La clonazione è disabilitata.
ja: autoyast2 パッケージがインストールされていません。複製は無効になります。
km: កញ្ចប់​ autoyast2 មិន​ត្រូវ​​​បាន​ដំឡើង​ទេ ។​ បាន​បិទ​ការ​ក្លូន​ ។
lt: autoyast2 paketas neįdiegtas. Dubliavimas uždraustas.
nb: Pakken autoyast2 er ikke installert. Kloning deaktivert.
nl: Het pakket autoyast2 is niet geïnstalleerd. Klonen is uitgeschakeld.
pl: Pakiet autoyast2 nie został zainstalowany. Klonowanie wyłączone.
pt: O pacote autoyast2 não está instalado. Clonagem desativada.
pt_br: O pacote autoyast2 não está instalado. A clonagem está desabilitada.
ro: pachetul autoyast2 nu este instalat. Clonarea este oprită.
ru: Пакет autoyast2 не установлен. Клонирование отключено.
sk: balík autoyast2 nie je nainštalovaný. Klonovanie zakázané.
sl: Paket autoyast2 ni nameščen. Kloniranje je onemogočeno.
sv: autoyast2-paketet är inte installerat. Kloning inaktiverad.
tg: Қуттии autoyast2 насб нашудааст. Нусхабардорӣ ғайрифаъол шудааст.
th: แพกเกจ autoyast2 ยังไม่ถูกติดตั้ง การโคลนระบบจึงถูกปิดการทำงาน
tr: autoyast2 paketi yüklü değil. Klonlama devre dışı.
uk: Пакунок autoyast2 не встановлено. Клонування вимкнено.
wa: Li pacaedje autoyast2 n' est nén astalé. Clônaedje essocté.

source: The system will reboot now...
ar: ستتم إعادة تشغيل النظام الآن...
bg: Системата сега ще се рестартира…
ca: El sistema es reiniciarà ara...
cs: Systém se nyní restartuje...
da: Systemet vil nu genstarte...
de: Das System wird jetzt neu gestartet...
el: Το σύστημα θα επανεκκινήσει τώρα...
eo: La sistemo restartiĝos nun...
es: El sistema va a reiniciarse...
et: Süsteem taaskäivitatakse nüüd...
fa: رایانه هم اکنون مجددا راه اندازی میشود...
fi: Järjestelmä käynnistyy uudelleen...
fr: Le système va redémarrer maintenant...
gl: O sistema vaise reiniciar agora...
hu: A rendszer újraindul...
id: Sistem akan dimulai ulang sekarang...
it: Il sistema verrà riavviato ora...
ja: システムを再起動します...
km: ប្រព័ន្ធ​នឹង​ចាប់ផ្ដើម​ឥឡូវ​នេះ...
lt: Sistema netrukus pati pasileis iš naujo...
nb: Maskinen vil bli startet på nytt nå...
nl: Het systeem zal nu opnieuw worden opgestart...
pl: Nastąpi ponowne uruchomienie systemu...
pt: O sistema irá agora reiniciar...
pt_br: O sistema irá reiniciar agora...
ro: Sistemul va reporni acum...
ru: Сейчас система будет перезагружена…
sk: Systém sa teraz reštartuje...
sl: Sistem se bo sedaj znova zagnal …
sv: Systemet kommer nu att startas om...
th: ระบบจะทำการเริ่มการทำงานใหม่ในตอนนี้แล้ว...
tr: Sistem şimdi yeniden başlatılacak ...
uk: Зараз система перезавантажиться...
wa: Li sistinme va renonder asteure...

source: Deploying Images...
ar: يتم الآن نشر الصور...
bg: Внедряване на образите…
ca: Desplegant les imatges...
cs: Nasazují se obrazy...
da: Ruller imagefiler ud...
de: Abbilder werden eingesetzt...
el: Ανάπτυξη Εικόνων...
eo: Disponigante Bildojn...
es: Desplegando imágenes...
et: Tõmmiste paigaldamine...
fa: در حال گسترش ایمیج ها...
fi: Puretaan levykuvia...
fr: Déploiement des images...
gl: Despregando as imaxes...
hu: Lemezképek telepítése...
id: Menggelar Citra...
it: Distribuzione delle immagini in corso…
ja: イメージを配置しています...
km: បង្ហាញ​រូបភាព...
lt: Išskleidžiamas atvaizdis...
nb: Bruker diskbilder...
nl: Gebruik van images...
pl: Wgrywanie obrazów...
pt: A Implementar Imagens...
pt_br: Implantando imagens...
ro: Se implementează imaginile...
ru: Развертывание образов…
sk: Nasadzovanie obrazov...
sl: Razmeščanje slik …
sv: Distribuerar avbildningar...
tg: Ҷойгиркунии тасвирҳои диск...
th: ทำการถ่ายเทอิมเมจ...
tr: Görüntüleri Dağıtılıyor...
uk: Розгортання образів...
wa: Dji disploye les imådjes...
