Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: The previous installation has been aborted. Would you like it to continue? Note: You may have to enter some information again.
ar: تم إيقاف التثبيت السابق. هل تريد متابعة التثبيت؟ ملاحظة: قد يلزم إدخال بعض المعلومات مرة أخرى.
bg: Предишното инсталиране е било прекъснато. Желаете ли да продължите? Забележка: Може да се наложи да въведете част от информацията отново.
ca: La instal·lació anterior s'ha avortat. Voleu continuar? Nota: és possible que hàgiu de tornar a introduir informació.
cs: Předcházející instalace byla přerušena. Spustit znovu? Poznámka: Některé informace bude nutné zadat znovu.
da: Den forrige installation blev afbrudt. Vil du gerne fortsætte den? Bemærk: Du vil måske skulle indtaste noget information igen.
de: Die vorangegangene Installation wurde abgebrochen. Soll sie fortgesetzt werden? Hinweis: Eventuell müssen Sie einige Informationen erneut eingeben.
el: Η προηγούμενη εγκατάσταση απέτυχε. Θέλετε να συνεχιστεί; Σημείωση: Μπορεί να χρειαστεί να εισάγετε κάποιες πληροφορίες ξανά.
eo: La antaŭa instalo estis ĉesigita. Ĉu vi ŝatus daŭrigi ĝin? Notoj: Eble vi devos replenigi kelkajn informojn denove.
es: La instalación anterior se ha cancelado. ¿Desea continuar? Nota: es posible que deba introducir alguna información de nuevo.
et: Eelmine paigaldamine on katkestatud. Kas soovite, et seda jätkata? Märkus. Võimalik, et peate mõne teabe uuesti sisestama.
fa: مراحل نصب قبل انصراف داده شد. آیا مایل به ادامه میباشید؟ تذکر: ممکن است نیاز باشد برخی اطلاعات را مجددا وارد کنید.
fi: Aiempi asennus keskeytettiin. Haluatko jatkaa keskeytettyä asennusta? Huomaa: joitakin tietoja on ehkä annettava uudestaan.
fr: L'installation précédente a été abandonnée. Voulez-vous la continuer ? Remarque : il se peut que vous deviez entrer à nouveau certaines informations.
gl: A instalación anterior foi abortada. Desexa continuala? Nota: Pode que teña que volver introducir algunha información.
hu: A korábbi telepítés félbeszakadt. Kívánja folytatni? Megjegyzés: valószínűleg a telepítéshez szükséges információkat újra meg kell adni.
id: Pemasangan sebelumnya dibatalkan. Apakah Anda mau melanjutkan? Catatan: Anda mungkin harus memasukkan beberapa informasi lagi.
it: L'installazione precedente è stata interrotta. Continuare? Nota: potrebbe essere necessario immettere di nuovo alcune informazioni.
ja: 前回のインストール作業が中止されています。 中断したインストールを続行しますか？ 注意: 設定のうちいくつかをもう一度行う必要があります。
km: ការ​ដំឡើង​ពីលើក​មុន​ត្រូវ​បាន​បោះបង់ ។ តើ​អ្នក​ចង់​បន្ត​វា​ឬទេ ? ចំណាំ ៖ អ្នក​ត្រូវ​តែ​បញ្ចូល​ព័ត៌មាន​មួយ​ចំនួន​ម្ដង​ទៀត ។
lt: Ankstesnis diegimas buvo nutrauktas. Ar norėtumėte jį tęsti? Pastaba: informaciją galėsite įvesti iš naujo.
nb: Forrige installasjon mislyktes. Vil du fortsette? Merk: Du må kanskje legge inn noen typer informasjon på nytt.
nl: De vorige installatie is afgebroken. Wilt u deze voortzetten? Opmerking: sommige informatie dient u opnieuw op te geven.
pl: Poprzednia instalacja została przerwana. Czy chcesz ją kontynuować? Uwaga: może być konieczne ponowne wprowadzenie niektórych informacji.
pt: A instalação anterior foi cancelada. Pretende que esta continue? Nota: Poderá ter de digitar novamente alguma informação.
pt_br: A instalação anterior foi interrompida. Deseja continuar? Nota: talvez seja necessário fornecer algumas informações novamente.
ro: Instalarea precedentă a fost întreruptă. Doriți să continuați? Atenție: Va trebui să introduceți din nou anumite informații.
ru: Предыдущая установка была прервана. Продолжить ее? Примечание. Может потребоваться повторный ввод некоторых сведений.
sk: Predchádzajúca inštalácia bola prerušená. Chcete v nej pokračovať? Poznámka: Niektoré informácie budete možno musieť zadať znovu.
sl: Prejšnja namestitev je bila prekinjena. Ali želite nadaljevati? Mogoče boste morali ponovno vnesti nekatere podatke.
sv: Den tidigare installationen har avbrutits. Vill du fortsätta? Obs! Du kanske måste ange viss information på nytt.
tg: Насби қаблӣ манъ карда шуд. Шумо мехоҳед, ки онро идома диҳед? Тавзеҳ: Шумо бояд баъзе маълумотро аз нав ворид кунед.
th: การติดตั้งก่อนหน้านี้ของคุณถูกยกเลิกไว้ คุณต้องการจะทำการติดตั้งมันต่อไปหรือไม่ ? โปรดทราบ: คุณอาจจะต้องกรอกข้อมูลบางอย่างใหม่อีกครั้งด้วย
tr: Önceki kurulum iptal edildi. Kaldığı yerden devam etmesini ister misiniz? Not: Bazı bilgileri tekrar girmeniz istenebilir.
uk: Попереднє встановлення було перервано. Хочете його продовжити? Примітка: Можливо, вам доведеться знову ввести деяку інформацію.
wa: L' astalaedje di dvant a stî abandné. Voloz continouwer? Note: Vous pôrîz dvou intrer co on côp sacwantès informåcions.

source: Starting Installation...
ar: بدء التثبيت...
bg: Започване на инсталацията…Моля, затегнете коланите, излитаме след няколко секунди…
ca: Iniciant la instal·lació...
cs: Spouští se instalace...
da: Starter installation...
de: Installation wird gestartet...
el: Εκκίνηση Εγκατάστασης...
eo: Startigo de la instalado...
es: Iniciando la instalación...
et: Paigaldamise alustamine...
fa: آغاز روند نصب...
fi: Aloitetaan asennusta...
fr: Démarrage de l'installation...
gl: Iniciando a instalación...
hu: Telepítés elkezdése...
id: Memulai Pemasangan...
it: Avvio dell'installazione in corso...
ja: インストールを開始しています...
km: កំពុង​ចាប់ផ្ដើម​ដំឡើង...
lt: Pradedamas diegimas...
nb: Starter installasjon...
nl: Installatie wordt gestart...
pl: Przygotowanie instalacji...
pt: A Iniciar a Instalação...
pt_br: Iniciando a Instalação...
ro: Se pornește instalarea...
ru: Запуск установки...
sk: Spúšťanie inštalácie...
sl: Začenjanje nameščanja …
sv: Startar installationen...
tg: Насб оғоз шуда истодааст...
th: เริ่มทำการติดตั้ง...
tr: Kurulum Başlatılıyor...
uk: Запуск встановлення...
wa: Dj' atake l' astalaedje...

source: Confirm Installation
ar: تأكيد التثبيت
bg: Потвърждение на инсталацията
ca: Confirmeu la instal·lació
cs: Potvrzení instalace
da: Bekræft installation
de: Installation bestätigen
el: Επιβεβαίωση εγκατάστασης
eo: Konfirmi Instaladon
es: Confirmar la instalación
et: Paigaldamise kinnitamine
fa: تایید نصب
fi: Vahvista asennus
fr: Confirmer l'installation
gl: Confirmar a instalación
hu: Telepítés jóváhagyása
id: Konfirmasi Pemasangan
it: Confermare installazione
ja: インストールの確認
km: អះអាង​ដំឡើង
lt: Diegimo patvirtinimas
nb: Bekreft installasjon
nl: Installatie bevestigen
pl: Zatwierdzenie instalacji
pt: Confirmar Instalação
pt_br: Confirmar Instalação
ro: Confirmați instalarea
ru: Подтвердить установку
sk: Potvrdiť inštaláciu
sl: Potrditev namestitve
sv: Bekräfta installation
tg: Тасдиқи насб
th: ยืนยันการติดตั้ง
tr: Kurulumu Onaylayın
uk: Підтвердити встановлення
wa: Astaler podbon

source: <p>Information required for the base installation is now complete.</p>
ar: <p>اكتملت كافة المعلومات المطلوبة للتثبيت الأساسي الآن.</p>
bg: <p>Вече е събрана цялата информация, която е необходима за основната инсталация.</p>
ca: <p>Ara la informació necessària per a la instal·lació bàsica ja és completa.</p>
cs: <p>Všechny informace potřebné pro základní instalaci jsou nyní kompletní.</p>
da: <p>Al nødvendig information for basisinstallationen er nu indsamlet.</p>
de: <p>Alle für die Basisinstallation erforderlichen Informationen sind nun vollständig.</p>
el: <p>Έχουν ολοκληρωθεί οι πληροφορίες που απαιτούνται για την βασική εγκατάσταση.</p>
eo: <p>Devigitaj informoj por la baza instalo nun plenas.</p>
es: <p>La información necesaria para la instalación básica está completa.</p>
et: <p>Põhipaigalduseks vajalik teave on nüüd olemas.</p>
fa: <p> تمام اطلاعاتی که برای روند نصب پایه مورد نیاز است کامل شده است.</p>
fi: <p>Kaikki perusasennukseen tarvittavat tiedot on nyt kerätty.</p>
fr: <p>Les informations requises pour l'installation de base ont été fournies.</p>
gl: <p>Xa está completa a información necesaria para a instalación básica.</p>
hu: <p>A telepítéshez minden szükséges információ rendelkezésre áll.</p>
id: <p>Semua informasi yang dibutuhkan untuk dasar pemasangan telah lengkap.</p>
it: <p>Le informazioni richieste per l'installazione di base sono ora complete.</p>
ja: <p>基本インストールに必要なすべての情報が集まりました。</p>
km: <p>មាន​ព័ត៌មាន​គ្រប់គ្រាន់​ហើយ សម្រាប់​ការ​ដំឡើង​គោល ។</p>
lt: <p>Informacija, reikalinga diegimui, jau surinkta.</p>
nb: <p>All nødvendig informasjon for grunninstallasjonen er nå fullført.</p>
nl: <p>De benodigde informatie voor de basis-installatie is nu gereed.</p>
pl: <p>Wszystkie informacje wymagane do instalacji podstawowej zostały zebrane.</p>
pt: <p>A informação necessária para a instalação base está agora completa.</p>
pt_br: <p>As informações necessárias para instalação básica estão completas.</p>
ro: <p>Informațiile necesare pentru instalarea de bază sunt acum complete.</p>
ru: <p>Собрана вся информация, необходимая для базовой установки.</p>
sk: <p>Informácie potrebné pre základnú inštaláciu sú teraz kompletné.</p>
sl: <p>Vsi podatki, potrebni za osnovno namestitev, so zbrani.</p>
sv: <p>Informationen som behövs för basinstallationen är nu fullständig.</p>
tg: <p>Ҳамаи иттилооти зарурӣ барои насби асосӣ ҷамъ шудааст.</p>
tr: <p>Temel kurulum için gerekli bilgi tamamlandı.</p>
uk: <p>Зібрано всю необхідну інформацію для базового встановлення.</p>
wa: <p>Dj' a asteure totes les informåcions k' i fåt po l' astalaedje di båze.</p>

source: <p>If you continue now, partitions on your hard disk will be modified according to the installation settings in the previous dialogs.</p>
ar: <p>في حالة المتابعة الآن، سيتم تعديل أقسام القرص الصلب لديك وفقًا لإعدادات التثبيت الموجودة في مربعات الحوار السابقة.</p>
bg: <p>Ако сега продължите дяловете на твърдия диск ще бъдат променени в съответствие с настройките, които са направени в предишните екрани.</p>
ca: <p>Si continueu ara, es modificaran les particions del disc dur segons els paràmetres d'instal·lació dels diàlegs anteriors.</p>
cs: <p>Pokud budete nyní pokračovat, oddíly na vašem disku budou změněny podle nastavení instalace v předchozích dialogových oknech.</p>
da: <p>Hvis du fortsætter nu, vil partitioner på din harddisk blive ændret i henhold til installationsindstillingerne i de forrige dialoger.</p>
de: <p>Wenn Sie jetzt fortfahren, werden die Partitionen auf Ihrer Festplatte entsprechend den Installationseinstellungen in den vorherigen Dialogfeldern überschrieben.</p>
el: <p>Εάν συνεχίσετε τώρα, οι κατατμήσεις του σκληρού σας δίσκου θα τροποποιηθούν σύμφωνα με τις ρυθμίσεις εγκατάστασης των προηγούμενων επιλογών.</p>
eo: <p>Se vi daŭrigas nun, subdiskoj en via durdisko estos ŝanĝataj laŭ la instalagordoj en la antaŭaj dialogoj.</p>
es: <p>Si continúa ahora, las particiones del disco duro se modificarán según los valores de configuración indicados en los diálogos anteriores.</p>
et: <p>Kui nüüd jätkate, partitsioonid teie kõvakettal muudetakse vastavalt eelmistes dialoogides määratud paigaldussätetele.</p>
fa: <p>اگر به این روند ادانه دهید بر اساس تنظیمات شماr که در مرحله ی قبل تعیین کرده اید قسمت بندی های موجود به روی دیسک سخت شما تغییر خواهد کرد.</p>
fi: <p>Jos jatkat nyt, kiintolevyjesi osioita muutetaan aiemmissa valintaikkunoissa tehtyjen valintojen mukaan.</p>
fr: <p>Si vous continuez maintenant, les partitions sur votre disque dur seront modifiées conformément aux paramètres d'installation des boites de dialogue précédentes.</p>
gl: <p>Se continúa agora, as particións do seu disco duro vanse modificar segundo as preferencias de instalación nos cadros de diálogo anteriores.</p>
hu: <p>Ha most folytatja, akkor a merevlemezen található adatok felülíródnak az előző párbeszédablakok telepítési beállításainak megfelelően.</p>
id: <p>Jika Anda lanjutkan sekarang, partisi pada cakram keras Anda akan dimodifikasi berdasarkan pengaturan pada dialog sebelumnya.</p>
it: <p>Procedendo con l'installazione, le partizioni sul disco fisso verranno modificate in base alle impostazioni di installazione definite nelle precedenti finestre di dialogo.</p>
ja: <p>続行すると、お使いのコンピュータのハードディスクにある パーティションは、直前のダイアログで設定したとおりに変更されます。</p>
km: <p>ប្រសិនបើ​អ្នក​បន្តឥឡូវ ភាគ​ថាស​នៅ​លើ​ ថាស​រឹង​របស់​នឹង​​ត្រូវ​បាន​កែប្រែ​ ដោយ​យោង​តាម​កា​រកំណត់​ការ​ដំឡើង ​នៅ​ក្នុង​ប្រអប់​ពី​មុន ។</p>
lt: <p>Jei tęsite, jūsų standžiojo disko skaidiniai bus pakeisti pagal ankstesniuose languose padarytas diegimo nuostatas.</p>
nb: <p>Hvis du fortsetter nå, vil partisjonene på harddisken bli endret i henhold til installasjonsinnstillingene i de tidligere dialogene.</p>
nl: <p>Als u nu verder gaat, worden de partities op uw vaste schijf aangepast volgens de instellingen van de voorgaande dialogen.</p>
pl: <p>W przypadku kontynuowania partycje na dysku twardym zostaną zmodyfikowane zgodnie z ustawieniami z poprzednich okien.</p>
pt: <p>Se continuar agora, as partições no seu disco rígido serão modificadas de acordo com as definições de instalação das caixas de diálogo anteriores.</p>
pt_br: <p>Se você continuar agora, as partições no seu disco rígido serão modificadas de acordo com as configurações de instalação dos diálogos anteriores.</p>
ro: <p>Dacă continuați acum, partițiile de pe hard disk vor fi modificate în conformitate cu setările de instalare din ferestrele de dialog anterioare.</p>
ru: <p>Если вы продолжите, данные на вашем жестком диске будут изменены в соответствии с параметрами в предыдущих диалоговых окнах.</p>
sk: <p>Ak sa teraz rozhodnete pokračovať, oddiely na vašom pevnom disku budú upravené podľa inštalačných nastavení v predchádzajúcich dialógoch.</p>
sl: <p>Če sedaj nadaljujete, bo namestitveni program v skladu z nastavitvami v predhodnih pogovornih oknih spremenil razdelke na trdem disku.</p>
sv: <p>Om du fortsätter nu kommer partitionerna på hårddisken att ändras enligt installationsinställningarna i föregående dialogrutor.</p>
tg: <p>Агар шумо ҳозир давом диҳед, қисмҳои диски компютерӣ мувофиқи танзимоти насбе, ки дар диалоги қаблӣ таъин карда шуд, тағйир дода мешаванд.</p>
th: <p>หากคุณเลือกที่จะทำต่อไปในตอนนี้ พาร์ทิชันบนฮาร์ดดิสก์ของคุณ จะถูกทำการแก้ไข ซึ่งจะเป็นไปตามการตั้งค่าในกล่องโต้ตอบก่อนหน้านี้</p>
tr: <p>Eğer şimdi devam ederseniz sabit diskinizdeki bölümler önceki iletişim kutularında yaptığınız tercihlere göre tekrar düzenlenecek.</p>
uk: <p>Якщо ви продовжите, то розділи на вашому жорсткому диску будуть перезаписані відповідно до параметрів у попередніх вікнах.</p>
wa: <p> Si vs continouwez asteure, les fitchîs so vosse deure plake serans candjeyes sorlon les tchuzes tchoezeyes dins les dvizes di dvant.</p>

source: <p>Go back and check the settings if you are unsure.</p>
ar: <p>ارجع إلى الإعدادات وراجعها إذا كنت غير متأكد.</p>
bg: <p>Ако сте несигурен все още може да се върнете назад и да проверите настройките.</p>
ca: <p>Torneu enrere i comproveu els paràmetres si no n'esteu segur.</p>
cs: <p>Pokud si nejste jisti, můžete se stále vrátit zpět a nastavení zkontrolovat.</p>
da: <p>Hvis du ikke er sikker, så gå tilbage og tjek indstillingerne.</p>
de: <p>Falls Sie sich unsicher sind, gehen Sie zurück und überprüfen Sie die Einstellungen.</p>
el: <p>Μπορείτε ακόμα να γυρίσετε πίσω και να ελέγξετε τις ρυθμίσεις εάν δεν είστε σίγουροι.</p>
eo: <p>Iru reen kaj kontrolu la agordojn se vi ne estas certa.</p>
es: <p>Si no está seguro, todavía puede retroceder y comprobar las opciones seleccionadas.</p>
et: <p>Mine tagasi ja kontrolli sätteid, kui kahtled.</p>
fa: <p>در صورتی که اطمینان ندارید به عقب برگردید و تنظیمات خود را دوباره بررسی کنید.</p>
fi: <p>Mene takaisin ja tarkista valinnat, jos olet epävarma.</p>
fr: <p>En cas de doute, revenez en arrière et vérifiez les paramètres.</p>
gl: <p>Volva atrás e comprobe as opcións se non está seguro.</p>
hu: <p>Ha nem teljesen biztos a dolgában, az előző ablakokhoz visszatérve módosíthatja a beállításokat.</p>
id: <p>Kembali dan periksa kembali pengaturan bila Anda tidak yakin.</p>
it: <p>Se non si è sicuri delle impostazioni, tornare indietro e verificarne la correttezza.</p>
ja: <p>何か不安な箇所があれば、戻って設定をお確かめください。</p>
km: <p>ត្រឡប់​ថយក្រោយ ហើយ​ពិនិត្យ​ការ​កំណត់​បើ​អ្នក​មិន​ច្បាស់ ។</p>
lt: <p>Jei nesate užtikrintas, grįžkite atgal ir patikrinkite nuostatas.</p>
nb: <p>Hvis du er usikker, kan du gå tilbake og kontrollere innstillingene.</p>
nl: <p>Als u het niet zeker weet, gaat u terug en controleert u de instellingen.</p>
pl: <p>W razie wątpliwości proszę wrócić do poprzednich okien i sprawdzić ustawienia.</p>
pt: <p>Se não tem a certeza, volte atrás e verifique as definições.</p>
pt_br: <p>Volte e verifique as configurações se você não tem certeza.</p>
ro: <p>Întoarceți-vă înapoi și verificați setările dacă nu sunteți sigur.</p>
ru: <p>Вернитесь назад и проверьте параметры, если вы не уверены.</p>
sk: <p>Ešte sa môžete vrátiť a skontrolovať nastavenia.</p>
sl: <p>Če niste prepričani, se vrnite in preverite nastavitve.</p>
sv: <p>Gå tillbaka och kontrollera inställningarna om du är osäker.</p>
tg: <p>Агар мутмаин набошед, ба ақиб гузашта танзимотро санҷед.</p>
th: <p>หากคุณไม่แน่ใจ ให้ย้อนกลับไปตรวจสอบการตั้งค่าใหม่อีกครั้ง</p>
tr: <p>Emin değilseniz geri gidin ve ayarlarınızı tekrar gözden geçirin.</p>
uk: <p>Якщо не впевнені, то поверніться назад і перевірте параметри.</p>
wa: <p>Rivnoz en erî et verifyîz les tchuzes si vs n' estoz nén seur di c' ki vs fijhoz.</p>

source: Confirm Update
ar: تأكيد التحديث
bg: Потвърждение на надграждането
ca: Confirmeu l'actualització
cs: Potvrzení aktualizace
da: Bekræft opdatering
de: Aktualisierung bestätigen
el: Επιβεβαίωση ενημέρωσης
eo: Konfirmi Ĝisdatigon
es: Confirmar la actualización
et: Uuendamise kinnitamine
fa: تایید به روز رسانی
fi: Vahvista päivitys
fr: Confirmer la mise à jour
gl: Confirmar a actualización
hu: Frissítés megerősítése
id: Konfirmasi Pemutakhiran
it: Conferma aggiornamento
ja: 更新の確認
km: អះអាង​ការ​ធ្វើបច្ចុប្បន្នភាព
lt: Patvirtinti atnaujinimą
nb: Bekreft oppgradering
nl: Bijwerken bevestigen
pl: Zatwierdzenie aktualizacji
pt: Confirmar Actualização
pt_br: Confirmar a Atualização
ro: Confirmați actualizarea
ru: Подтвердить обновление
sk: Potvrdiť aktualizáciu
sl: Potrditev posodobitve
sv: Bekräfta uppdatering
tg: Тасдиқи навсозӣ
th: ยืนยันการปรับรุ่น
tr: Güncellemeyi Onaylayın
uk: Підтвердити оновлення
wa: Aveuri l' metaedje a djoû

source: <p>Information required to perform an update is now complete.</p>
ar: <p>اكتملت كل المعلومات المطلوبة لإجراء تحديث الآن.</p>
bg: <p>Вече е събрана цялата информация, която е необходима за извършване надграждането.</p>
ca: <p>Ara la informació necessària per fer una actualització ja és completa.</p>
cs: <p>Všechny informace potřebné pro aktualizaci jsou nyní kompletní.</p>
da: <p>Nødvendig information for at udføre en opdatering er nu indsamlet.</p>
de: <p>Alle für eine Aktualisierung erforderlichen Informationen sind nun vollständig.</p>
el: <p>Έχουν ολοκληρωθεί οι πληροφορίες που απαιτούνται για συνεχίσετε μια ενημέρωση.</p>
eo: <p>La postulata informo por efektivigi ĝisdatigon estas nun kompleta.</p>
es: <p>La información necesaria para realizar una actualización está completa.</p>
et: <p>Uuendamiseks vajalik teave on nüüd olemas.</p>
fa: <p>تمام اطلاعاتی که برای اجرای به روز رسانی مورد نیاز است کامل شده.</p>
fi: <p>Kaikki päivitykseen tarvittavat tiedot on nyt kerätty.</p>
fr: <p>Les informations requises pour procéder à la mise à jour ont été fournies.</p>
gl: <p>Xa está completa a información necesaria para levar a cabo unha actualización.</p>
hu: <p>A frissítés végrehajtásához szükséges összes információ rendelkezésre áll.</p>
id: <p>Informasi yang dibutuhkan untuk melakukan pemutakhiran telah lengkap.</p>
it: <p>Le informazioni richieste per eseguire un aggiornamento sono ora complete.</p>
ja: <p>更新に必要なすべての情報が集まりました。</p>
km: <p>មាន​ព័ត៌មាន​គ្រប់គ្រាន់​ហើយ ដើម្បី​ប្រតិបត្តិ​ការ​ធ្វើបច្ចុប្បន្នភាព ។</p>
lt: <p>Surinkta informacija, reikalinga atnaujinimui.</p>
nb: <p>All nødvendig informasjon for å utføre oppgraderingen er nå fullført.</p>
nl: <p>Benodigde informatie om het bijwerken uit te voeren is nu gereed.</p>
pl: <p>Wszystkie informacje wymagane do aktualizacji zostały zebrane.</p>
pt: <p>A informação necessária para realizar a atualização está agora completa.</p>
pt_br: <p>Todas as informações necessárias para a atualização estão completas.</p>
ro: <p>Informațiile necesare pentru a efectua o actualizare sunt acum complete.</p>
ru: <p>Собрана вся информация для выполнения обновления.</p>
sk: <p>Informácie potrebné pre vykonanie aktualizácie sú teraz kompletné.</p>
sl: <p>Vsi podatki, potrebni za posodobitev, so zbrani.</p>
sv: <p>Informationen som behövs för att göra en uppdatering är nu fullständig.</p>
tg: <p>Ҳамаи маълумоти зарурӣ барои навсозии система ҷамъ шудааст.</p>
tr: <p>Güncelleme gerçekleştirebilmek için gereken bilgi şimdi tamamlandı.</p>
uk: <p>Вже є вся необхідна інформація для виконання оновлення.</p>
wa: <p>Dj' a asteure les informåcions k' on-z a dandjî po mete a djoû.</p>
