Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: %1 is not mounted and mount failed
ar: %1 لم يتم توصيله وفشل التوصيل
ca: %1 no està muntat i ha fallat el muntatge
cs: %1 není připojeno a připojení selhalo
da: %1 er ikke monteret og monteringen mislykkedes
de: %1 ist nicht eingehängt und beim Einhängen trat ein Fehler auf
eo: %1 ne estas surmetata kaj surmetado malsukcesis
es: %1 no está montado y ha fallado el montaje
et: %1 pole haagitud ja haakimine nurjus
fa: %1 سوار نشده است و سوار کردن آن ناموفق بود
fi: Laitetta %1 ei ole liitetty ja liittäminen epäonnistui
fr: %1 n'est pas monté et le montage a échoué
hu: A(z) %1 kötet nincs felcsatolva, és a felcsatolás sikertelen
id: %1 tidak dapat dikaitkan dan kaitkan gagal
it: %1 non è montato e il montaggio non è riuscito
ja: %1 はマウントされておらず、マウントが失敗しました
lt: %1 nėra prijungtas, o prijungti nepavyko
nl: %1 is niet aangekoppeld en aankoppelen is mislukt
pl: Element %1 nie jest zamontowany, a montowanie nie powiodło się
pt: O %1 não está montado e a montagem falhou
pt_br: %1 não está montado e a montagem falhou
ro: %1 nu este montat și montarea a eșuat
ru: %1 не смонтирован и монтирование не удалось
sk: %1 nie je pripojený a pripojenie zlyhalo
sl: %1 ni priklopljen in priklapljanje je spodletelo
sv: %1 monterades inte och monteringen misslyckades
tr: %1 takılı değil ve bağlama başarısız
uk: %1 не змонтовано, монтування не вдалося

source: File %1 cannot be found
ar: تعذر العثور على الملف %1
ca: No es pot trobar el fitxer %1
cs: Soubor %1 nenalezen
da: Filen %1 kan ikke findes
de: Datei %1 kann nicht gefunden werden
el: Δεν μπορεί να βρεθεί το αρχείο %1
eo: Ne povas trovi dosieron %1
es: No se ha encontrado el archivo %1
et: Faili %1 ei leitud
fa: پرونده ی %1 پیدا نمیشود
fi: Tiedostoa %1 ei löydy
fr: Impossible de trouver le fichier %1
hu: A(z) %1 fájl nem található
id: Berkas %1 tidak ditemukan
it: Impossibile trovare il file %1
ja: ファイル %1 が見つかりません
lt: Nepavyko rasti rinkmenos %1
nl: Bestand %1 niet gevonden
pl: Nie można znaleźć pliku %1
pt: Não foi possível encontrar o ficheiro %1
pt_br: Arquivo %1 não encontrado
ro: Fișierul %1 nu poate fi găsit
ru: Файл %1 не найден
sk: Súbor %1 nie je možné nájsť
sl: Datoteke %1 ni moč najti
sv: Filen %1 kan inte hittas
tr: %1 dosyası bulunamadı
uk: Не можна знайти файл %1

source: Cannot find URL '%1' via protocol TFTP.
ar: تعذر العثور على عنوان URL '%1' بواسطة بروتوكول TFTP.
ca: No es pot trobar l'URL "%1" a través del protocol TFTP.
cs: URL '%1' nelze přes protokol FTP najít.
da: Kan ikke finde URL'en '%1' via protokol TFTP.
de: URL '%1' kann nicht über Protokoll TFTP gefunden werden.
eo: Ne povas trovi URL '%1' per protokolo TFTP.
es: No se ha encontrado el URL '%1' mediante el protocolo TFTP.
et: Protokolli TFTP kaudu ei leita URL-i '%1'.
fa: نمیتوان آدرس '%1' را از طریق پروتکل TFTP یافت.
fi: TFTP-yhteyskäytännöllä ei löydy verkko-osoitetta ”%1”.
fr: Impossible de trouver l'URL '%1' via le protocole TFTP.
hu: Nem található a(z) '%1' URL TFTP protokollon keresztül.
id: Tidak dapat menemukan URL '%1' melalui protokol TFTP.
it: Impossibile trovare l'URL '%1' tramite protocollo TFTP.
ja: TFTP プロトコルで URL '%1' を見つけることができませんでした。
lt: Nepavyko rasti URL „%1“ jungiantis TFTP protokolu.
nl: Kan URL %1 niet vinden via protocol TFTP.
pl: Nie można znaleźć URL '%1' poprzez protokół TFTP.
pt: Não foi possível encontrar o URL '%1' via protocolo TFTP.
pt_br: Não foi possível localizar o URL '%1' pelo protocolo TFTP.
ro: Nu se poate găsi URL-ul '%1' prin intermediul protocolului TFTP.
ru: Невозможно найти "%1" по протоколу TFTP.
sk: Nie je možné nájsť URL '%1' pomocou protokolu TFTP.
sl: URL-ja »%1« prek protokola TFTP ni moč najti.
sv: Kan inte hitta URL "%1" via protokoll TFTP.
tr: TFTP protokolü aracılığıyla '%1' URL'si bulunamadı.
uk: Не можна знайти URL '%1' через протокол TFTP.

source: Unknown protocol %1.
ar: بروتوكول غير معروف %1.
ca: Protocol desconegut %1.
cs: Neznámý protokol %1.
da: Ukendt protokol %1.
de: Unbekanntes Protokoll '%1'.
eo: Nekonata protokolo %1.
es: Protocolo desconocido %1.
et: Tundmatu protokoll %1.
fa: پروتکل ناشناس %1.
fi: Tuntematon yhteyskäytäntö %1.
fr: Le protocole %1 est inconnu.
gl: Protocolo descoñecido %1.
hu: Ismeretlen protokoll: %1.
id: Protokol %1 tidak dikenal.
it: Protocollo %1 sconosciuto.
ja: 不明なプロトコル %1 です。
lt: Nežinomas protokolas %1.
nl: Onbekend protocol %1.
pl: Nieznany protokół %1.
pt: Protocolo Desconhecido %1.
pt_br: Protocolo %1 desconhecido.
ro: Protocol necunoscut %1.
ru: Неизвестный протокол %1.
sk: Neznámy protokol %1.
sl: Neznan protokol %1.
sv: Okänt protokoll %1.
tr: Bilinmeyen protokol %1.
uk: Невідомий протокол %1.

source: Failed to read information about installation images
ar: فشلت قراءة معلومات حول نسخة محتويات التثبيت
bg: Не може да се прочете информацията за инсталационните огледални копия (изображения)
ca: Ha fallat la lectura de la informació sobre les imatges d'instal·lació
cs: Nepodařilo se načíst informace o instalačních obrazech
da: Læsning af information om installations-imagefiler mislykkedes
de: Die Informationen zu den Installationsabbildern konnten nicht gelesen werden.
el: Αδύνατη η ανάγνωση πληροφοριών σχετικά με τις εικόνες εγκατάστασης
eo: Legado de la informo pri la instalbildoj fiaskis
es: Error al leer información de las imágenes de instalación
et: Paigaldustõmmise kohta teabe lugemine ebaõnnestus
fa: عدم موفقیت در خواندن اطلاعات در مورد ایمیج نصب
fi: Tietojen lukeminen asennuslevykuvista epäonnistui
fr: Impossible de lire les informations concernant les images d'installation
gl: Fallo ao ler a información sobre as imaxes de instalación
hu: Nem sikerült a telepítési lemezkép információjának kiolvasása
id: Gagal membaca informasi tentang citra pemasangan
it: Impossibile leggere le informazioni sulle immagini di installazione
ja: インストールイメージに関する情報の読み込みに失敗しました
km: បាន​បរាជ័យ​ក្នុង​កា​រអាន​ព័ត៌មាន​អំពី​រូបភាព​ដំឡើង
lt: Klaida gaunant informaciją apie diegimo atvaizdžius
nb: Kunne ikke lese informasjon om installasjonsdiskbilder
nl: Het lezen van de informatie over installatie-images is mislukt
pl: Nie można odczytać informacji o obrazach instalacyjnych
pt: Ocorreu uma falha ao ler a informação sobre as imagens de instalação
pt_br: Falha ao ler as informações sobre as imagens de instalação
ro: Nu s-a reușit citirea informațiilor despre imaginile de instalare
ru: Ошибка при чтении информации об образах установки
sk: Zlyhalo načítanie informácií o inštalačných obrazoch
sl: Branje podatkov o namestitvenih slikah je spodletelo
sv: Det gick inte att läsa informationen om installationsavbildningar
tg: Иттилоот оид ба файлҳои диски коргузорӣ гирифта намешавад
th: ล้มเหลวในการอ่านข้อมูลเกี่ยวกับอิมเมจการติดตั้ง
tr: Kurulum görüntüleri hakkında bilgi okunamadı
uk: Не вдалося прочитати інформацію про образи встановлення
wa: Dji n' a sepou lére les informåcions åd fwait di l' astalaedje des imådjes

source: Deploying...
ar: يتم الآن النشر...
bg: Извличане на огледалните копия…
ca: Desplegant...
cs: Probíhá nasazení...
da: Ruller ud...
de: Anwenden...
el: Ανάπτυξη...
eo: Disponigante...
es: Desplegando...
et: Juurutamine ...
fa: در حال گسترش...
fi: Puretaan...
fr: Déploiement...
gl: Despregando...
hu: Telepítés...
id: Menggelar...
it: Distribuzione in corso…
ja: 配置しています...
km: បង្ហាញ​...
lt: Išskleidžiama...
nb: Bruker...
nl: Gebruiken...
pl: Wgrywanie...
pt: A implementar...
pt_br: Implantando...
ro: Se implementează...
ru: Развертывание…
sk: Nasadzovanie...
sl: Razmeščanje …
sv: Distribuerar...
tg: Ҷойгир шудааст...
th: ทำการถ่ายเท...
tr: Dağıtılıyor...
uk: Розгортання...
wa: Dji disploye...

source: Storing user preferences...
ar: يتم الآن تخزين تفضيلات المستخدم...
bg: Записване потребителските настройки…
ca: Desant les preferències de l'usuari...
cs: Ukládám uživatelské nastavení...
da: Gemmer brugerpræferencer...
de: Benutzereinstellungen werden gespeichert...
el: Αποθήκευση των προτιμήσεων του χρήστη...
eo: Konservante uzant-preferojn...
es: Guardando las preferencias del usuario...
et: Kasutaja eelistuste salvestamine...
fa: در حال ذخیره سازی اولویت های کاربر..
fi: Tallennetaan käyttäjän valinnat...
fr: Enregistrement des préférences utilisateur...
gl: Almacenando as preferencias de usuario...
hu: Felhasználói beállítások mentése...
id: Menyimpan preferensi pengguna...
it: Archiviazione delle preferenze utente in corso…
ja: ユーザ設定を書き込んでいます...
km: កំពុង​រក្សាទុក​ចំណូល​ចិត្ត​របស់​អ្នក​ប្រើ...
lt: Talpinamos naudotojo parinktys...
nb: Lagrer brukerinnstillinger...
nl: Opslaan van gebruikersvoorkeuren...
pl: Zapisywanie preferencji użytkownika...
pt: A guardar as preferências do utilizador...
pt_br: Armazenando as preferências do usuário...
ro: Se stochează preferințele utilizatorului...
ru: Сохранение настроек пользователя...
sk: Ukladanie používateľských predvolieb...
sl: Shranjevanje uporabniških možnosti …
sv: Lagrar användarinställningar...
tg: Хусусиятҳои корбар захира шудаанд...
th: ทำการจัดเก็บการตั้งค่าของผู้ใช้...
tr: Kullanıcı tercihleri kaydediliyor...
uk: Збереження параметрів користувача...
wa: Dji wåde les preferinces di l' uzeu...

source: Restoring user preferences...
ar: تتم الآن استعادة تفضيلات المستخدم...
bg: Възстановяване на потребителските настройки…
ca: Restaurant les preferències de l'usuari...
cs: Obnovují uživatelské nastavení...
da: Genopretter brugerpræferencer...
de: Benutzereinstellungen werden wiederhergestellt...
el: Επαναφορά των προτιμήσεων του χρήστη...
eo: Restaŭrado de la uzantpreferoj...
es: Restaurando las preferencias del usuario...
et: Kasutaja eelistuste taastamine ...
fa: در حال بازیابی اولویت های کاربر ...
fi: Palautetaan käyttäjän valintoja...
fr: Restauration des préférences utilisateur...
gl: Restablecendo as preferencias de usuario...
hu: Felhasználói beállítások visszaállítása...
id: Mengembalikan preferensi pengguna...
it: Ripristino delle preferenze dell'utente in corso…
ja: ユーザ設定を復元しています...
km: កំពុង​ស្ដារ​ចំណូចចិត្ត​របស់​អ្នក​ប្រើ...
lt: Atkuriamos naudotojo parinktys...
nb: Gjenoppretter brukerinnstillinger...
nl: Herstellen van gebruikersvoorkeuren...
pl: Przywracanie preferencji użytkownika...
pt: A restaurar as preferências do utilizador...
pt_br: Restaurando as preferências do usuário...
ro: Se restabilesc preferințele utilizatorului...
ru: Восстановление настроек пользователя...
sk: Obnovenie používateľských predvolieb...
sl: Obnavljanje uporabniških možnosti …
sv: Återställer användarinställningar...
tg: Хусусиятҳои корбар барқарор шудаанд...
th: ทำการเรียกคืนการตั้งค่าของผู้ใช้...
tr: Kullanıcı tercihleri geri yükleniyor...
uk: Відновлення параметрів користувача...
wa: Dji rassonre les preferinces di l' uzeu

source: Installation was unable to solve package dependencies automatically. Software manager will be opened for you to solve them manually.
ar: تم تعطيل التثبيت لحل تبعيات الحزمة تلقائيًا. سيتم فتح مدير البرامج لحلها يدويًا.
bg: Инсталацията не можа да разреши автоматично зависимостите на пакетите. Мениджърът на пакети ще бъде зареден и ще трябва да го направите ръчно.
ca: La instal·lació no ha estat capaç de resoldre les dependències dels paquets automàticament S'obrirà el gestor de programari perquè les resolgueu manualment.
cs: Instalátor nebyl schopný automaticky vyřešit závislosti balíčků. Bude otevřen správce softwaru, abyste je mohli vyřešit ručně.
da: Installationen kunne ikke løse pakkeafhængigheder automatisk. Softwarehåndteringen vil blive åbnet så du kan løse dem manuelt.
de: Bei der Installation konnten die Paketabhängigkeiten nicht automatisch aufgelöst werden. Die Paketverwaltung wird geöffnet, damit Sie sie manuell auflösen können.
el: Η εγκατάσταση δεν μπόρεσε να επιλύσει αυτόματα κάποιες εξαρτήσεις πακέτων. Ο διαχειριστής λογισμικού θα εμφανισθεί για να τις επιλύσετε χειροκίνητα.
eo: La instalilo ne sukcesis aŭtomate solvi la pakaĵdependaĵojn. Programarmastrumilo malfermiĝos por ke vi permane solvu ilin.
es: La instalación no ha podido resolver automáticamente las dependencias del paquete. El gestor del software se abrirá para que las resuelva manualmente.
et: Paigaldaja ei suutnud paketi sõltuvust automaatselt lahendada. Selle käsitsi lahendamiseks avatakse tarkvarahaldur.
fa: نصاب قادر نیست که وابستگی بین بسته ها را به صورت خود کار حل کند. برنامه مدیریت بسته ها برای شما باز می شود تا ان را به صورت دستی انجام دهید.
fi: Asennusohjelma ei onnistunut ratkaisemaan pakettien riippuvuuksia automaattisesti. Pakettihallintaohjelma käynnistetään nyt, jotta voit ratkaista ongelmat käsin.
fr: L'installation n'a pas pu résoudre automatiquement les dépendances de paquets. Le gestionnaire de logiciels va s'ouvrir pour que vous puissiez les résoudre manuellement.
gl: A instalación non logrou resolver as dependencias de paquete automaticamente. Abrirase o xestor de software para resolvelas de xeito manual.
hu: A telepítésnek nem sikerült automatikusan feloldania a csomagok függőségeit. Megnyílik a szoftverkezelő, hogy kézzel lehessen végrehajtani a feloldást.
id: Pemasangan tidak dapat menyelesaikan masalah dependensi secara otomatis. Manajer perangkat lunak akan dibuka untuk Anda agar bisa menyelesaikannya secara manual.
it: L'installazione non è stata in grado di risolvere automaticamente le dipendenze dei pacchetti. Il gestore dei programmi sarà avviato per permettere di risolverle manualmente.
ja: パッケージの依存関係を自動で解決することができなかったため、 インストールを行うことができませんでした。ソフトウエアマネージャを 起動しますので、手作業で依存関係を解決してください。
km: ការ​ដំឡើង​មិន​អាច​ដោះស្រាយ​ភាព​អាស្រ័យ​របស់​កញ្ចប់​ដោយ​ស្វ័យប្រវត្តិ​បាន​ទេ ។ កម្មវិធី​គ្រប់គ្រង​​ផ្នែក​ទន់​ នឹង​ត្រូវ​បាន​បើក​​ដើម្បី​ដោះស្រាយ​ដោយ​ស្វ័យប្រវត្តិ ។​
lt: Automatiškai nepavyksta išspręsti paketų priklausomybių. Jas išspręskite rankiniu būdu atsivėrusioje programinės įrangos tvarkytuvėje.
nb: Installasjonsprogrammet kunne ikke løse pakkekonfliktene automatisk. Pakkebehandleren vil bli åpnet, slik at du kan løse dem manuelt.
nl: De installatie kan de pakketafhankelijkheden niet automatisch oplossen. Softwarebeheer wordt geopend om deze afhankelijkheden handmatig te kunnen oplossen.
pl: Program instalacyjny nie mógł automatycznie rozwiązać zależności między pakietami. Menedżer oprogramowania pozostanie otwarty, umożliwiając ich ręczne rozwiązanie.
pt: A instalação foi incapaz de resolver as dependências de pacotes automaticamente. O gestor de software irá abrir para você resolver as mesmas manualmente.
pt_br: A instalação não conseguiu resolver as dependências de pacote automaticamente. O gerenciador de software será aberto para que você as resolva manualmente.
ro: Instalarea nu a putut rezolva automat dependențele pachetelor. Managerul de software va fi deschis pentru a le rezolva manual.
ru: Установка не смогла разрешить зависимости пакетов автоматически. Будет открыт "Менеджер пакетов", чтобы вы разрешили их вручную.
sk: Inštalácia nebola schopná automaticky vyriešiť závislosti balíkov. Otvorí sa správca softvéru, aby ste ich mohli vyriešiť ručne.
sl: Namestitveni program ni mogel samodejno razrešiti odvisnosti paketov. Odprl se bo upravljalnik programske opreme, kjer boste odvisnosti razrešili ročno.
sv: Paketberoenden kunde inte lösas automatiskt under installationen. Programhanteringsverktyget kommer att öppnas för att du ska kunna lösa dem manuellt.
tr: Kurulum, paket bağımlılıklarını otomatik olarak çözemedi. Bunları manuel olarak çözmeniz için yazılım yöneticisi açılacaktır.
uk: Програма встановлення не змогла автоматично вирішити залежності пакунків. Буде відкрито менеджер пакунків, щоб ви вирішили їх вручну.
wa: L' astalaedje n' a sepou rezoude otomaticmint les aloyances des pacaedjes. Li manaedjeu des programes va esse drovou por vos les rezoude al mwin.

source: Network Configuration
ar: إعداد الشبكة
ca: Configuració de xarxa
cs: Konfigurace sítě
da: Netværkskonfiguration
de: Netzwerkkonfiguration
eo: Retagordo
es: Configuración de la red
et: Võrgu seadistamine
fi: Verkon asetukset
fr: Configuration réseau
gl: Configuración da rede
hu: Hálózat konfigurálása
id: Konfigurasi Jaringan
it: Configurazione della rete
ja: ネットワークの設定
lt: Tinklo konfigūracija
nl: Netwerkconfiguratie
pl: Konfiguracja sieci
pt: Configuração de Rede
pt_br: Configuração de rede
ro: Configurarea rețelei
ru: Конфигурация сети
sk: Konfigurácia siete
sl: Nastavitve omrežja
sv: Nätverksinställningar
tr: Ağ Yapılandırması
uk: Конфігурація мережі

source: preformatted_proposal
ar: مقترج مسبقاً
ca: proposta_preformatada
cs: předformátovaný_návrh
da: præformateret_forslag
de: vorformatierter_Vorschlag
eo: antaûformatita_propono
es: propuesta_performateada
et: eelvormindatud_ettepanek
fi: esimuotoiltu_ehdotus
hu: formázott_javaslat
id: proposal_praformat
it: proposta_preformattata
nl: vooraf_ingedeeld_voorstel
pt: proposta_pré-formatada
pt_br: proposta_préformatada
ro: propunere_preformatată
sk: predformatovany_navrh
sl: predoblikovan_predlog
uk: сформатована_пропозиція

source: Propose bridge configuration for virtual machine network
ca: Proposa la configuració de pont per a la xarxa de màquines virtuals.
cs: Navrhnout konfiguraci mostu pro virtuální počítačovou síť
de: Bridge-Konfiguration für das Netzwerk der virtuellen Maschine vorschlagen
es: Proponer configuración de puente para red de máquina virtual
fi: Ehdota virtuaalikoneverkolle siltaavaa määritystä
fr: Proposer une configuration de pont pour le réseau de machines virtuelles
id: Usulkan konfigurasi jembatan untuk jaringan mesin virtual
it: Proponi configurazione bridge per rete delle macchine virtuali
ja: 仮想マシンネットワークのためのブリッジ設定の提案
lt: Pasiūlyti tilto konfigūraciją virtualių mašinų tinklui
nl: Bridgeconfiguratie voor virtueel machinenetwerk voorstellen
pt: Propor configuração de ponte para rede de máquinas virtuais
pt_br: Propor configuração em ponte para a rede da máquina virtual
ro: Propuneți o configurație de punte pentru rețeaua de mașini virtuale
ru: Предложенные конфигурации моста для сети виртуальных машин
sk: Navrhnite konfiguráciu mosta pre sieť virtuálnych strojov
sl: Predlagaj nastavitve mosta za omrežje navideznega računalnika
sv: Föreslå brokonfiguration för virtuella maskinnätverk
tr: Sanal makine ağı için köprü yapılandırması öner
uk: Запропонована конфігурація моста для мережі віртуальної машини

source: Use non-bridged configuration
ca: Usa una configuració sense pont.
cs: Použít nepřemostěnou konfiguraci
de: Konfiguration ohne Bridge verwenden
es: Usar configuración de tipo no puente
fi: Käytä ei-siltaavaa määritystä
fr: Utiliser une configuration sans pont
id: Gunakan konfigurasi non-bridged
it: Usa configurazione non bridge
ja: 非ブリッジの設定を使用する
lt: Naudoti konfigūraciją be tiltų
nl: Geen configuratie met een bridge gebruiken
pt: Utilizar a configuração sem ponte
pt_br: Usar configuração sem ponte
ro: Utilizați o configurație fără punte
ru: &Использовать конфигурацию без моста
sk: Použiť nepremostenú konfiguráciu
sl: Uporabi nastavitev brez mostu
sv: Använd icke-bryggad konfiguration
tr: Köprülenmemiş yapılandırmayı kullan
uk: Використовувати конфігурацію без моста

source: Use bridged configuration
ca: Usa una configuració amb pont.
cs: Použít přemostěnou konfiguraci
de: Konfiguration mit Bridge verwenden
es: Usar configuración de tipo puente
fi: Käytä siltaavaa määritystä
fr: Utiliser une configuration avec pont
id: Gunakan konfigurasi bridged
it: Usa configurazione bridge
ja: ブリッジ設定を使用する
lt: Naudoti konfigūraciją su tiltu
nl: Configuratie met een bridge gebruiken
pt: Utilizar a configuração por ponte
pt_br: Usar configuração em ponte
ro: Utilizați configurația de punte
ru: &Использовать конфигурацию с мостом
sk: Použiť premostenú konfiguráciu
sl: Uporabljaj nastavitev z mostom
sv: Använd bryggad konfiguration
tr: Köprülü yapılandırmayı kullan
uk: Використовувати конфігурацію з мостом

source: Using <b>%s</b>
ar: استخدام <b>%s</b>
ca: S'usa <b>%s</b>
cs: Použití <b>%s</b>
da: Bruger <b>%s</b>
de: <b>%s</b> wird verwendet
el: Χρησιμοποιείται <b>%s</b>
es: Usando <b>%s</b>
et: Kasutatakse <b>%s</b>
fi: Käytössä <b>%s</b>
fr: Utilisation de <b>%s</b>
hu: <b>%s</b> használata
id: Gunakan <b>%s</b>
it: È in uso <b>%s</b>
ja: <b>%s</b> を使用しています
lt: Naudojama <b>%s</b>
nl: <b>%s</b> wordt gebruikt
pl: Używany jest <b>%s</b>
pt: A utilizar <b>%s</b>
pt_br: Usando <b>%s</b>
ro: Utilizare <b>%s</b>
ru: Используется <b>%s</b>
sk: Použitie <b>%s</b>
sl: Uporablja se <b>%s</b>
sv: Använder <b>%s</b>
tr: <b>%s</b> kullanılıyor
uk: Використовується <b>%s</b>

source: Network Services Disabled
ca: Serveis de xarxa inhabilitats
cs: Síťové služby zakázány
de: Netzwerkdienste deaktiviert
es: Servicios de red inhabilitados
fi: Verkkopalvelut poistettu käytöstä
fr: Services réseau désactivés
id: Layanan Jaringan Dinonaktifkan
it: Servizi di rete disabilitati
ja: ネットワークサービスが無効化されています
lt: Tinklo paslaugos uždraustos
nl: Netwerkservices uitgeschakeld
pt_br: Serviços de rede desabilitados
ro: Servicii de rețea dezactivate
ru: Сетевые сервисы отключены
sk: Sieťové služby zakázané
sl: Omrežne storitve so onemogočene
sv: Nätverkstjänster inaktiverade
tr: Ağ Hizmetleri Devre Dışı
uk: Мережні служби вимкнено

source: switch to %s
ar: تبديل إلى %s
ca: canvia a %s
cs: přepnout na %s
da: skift til %s
de: Wechseln zu %s
el: αλλαγή σε %s
es: cambiar a %s
et: Kasuta %s
fi: vaihda taustaosaksi %s
fr: changer pour %s
hu: váltás erre: %s
id: berpindah ke %s
it: passaggio a %s
ja: %s に切り替える
lt: perjungti į %s
nl: omschakelen naar %s
pl: przełącz na %s
pt: mudar para %s
pt_br: alternar para %s
ro: comutați la %s
ru: перейти на %s
sk: prepnúť na %s
sl: preklopi na %s
sv: växla till %s
tr: %s'e geç
uk: змінити на %s

source: disable services
ca: inhabilita els serveis
cs: zakázat služby
de: Dienste deaktivieren
es: inhabilita los servicios
fi: poista palvelut käytöstä
fr: désactiver les services
id: nonaktifkan layanan
it: disabilita servizi
ja: サービスの無効化
lt: uždrausti paslaugas
nl: services uitschakelen
pt_br: desabilitar serviços
ro: dezactivați serviciile
ru: отключить сервис
sk: zakázať služby
sl: onemogoči storitve
sv: inaktivera tjänster
tr: hizmetleri devre dışı bırak
uk: вимкнути служби

source: Setting default target and system services ...
ar: تعيين الهدف الافتراضي وخدمات النظام ...
ca: Establint la destinació per defecte i els serveis del sistema...
cs: Nastavuji výchozí cíl a systémové služby ...
da: Indstiller standardmål og -systemtjenester ...
de: Standard-Ziel und System-Dienste werden gesetzt ...
eo: Agordigante la norman celon kaj sistemajn servojn...
es: Estableciendo el destino predeterminado y los servicios del sistema...
et: Vaikimisi sihtmärgi ja süsteemiteenuste määramine ...
fi: Asetetaan oletuskohdetta ja järjestelmäpalveluja…
fr: Définition de la cible par défaut et des services système ...
hu: Alapértelmezett cél és rendszerszolgáltatások beállítása...
id: Mengatur target bawaan dan layanan sistem ...
it: Impostazione del target predefinito e dei servizi di sistema...
ja: 既定のターゲットとシステムサービスを設定しています...
lt: Priskiriama numatytoji paskirtis ir sistemos paslaugos...
nl: Standaard doel en systeemservices worden ingesteld...
pl: Ustawianie domyślnego celu i usług systemowych...
pt: A definir alvo e serviços do sistema padrão...
pt_br: Configurando o alvo padrão e os serviços do sistema ...
ro: Setarea serviciilor țintă și de sistem implicite ...
ru: Настройка цели по умолчанию и системных сервисов…
sk: Nastavovanie predvoleného cieľa a systémových služieb ...
sl: Nastavljanje privzetega cilja in sistemskih storitev …
sv: Ställer in standardmål och systemtjänster...
tr: Varsayılan hedef ve sistem servislerini ayarlama...
uk: Задання усталеної цілі та системних служб ...

source: PolicyKit
cs: Sada zásad
es: Juego de directivas
it: Kit di policy
ru: PоlicyKit

source: URL
ar: عنوان URL
fa: آدرس
fi: Verkko-osoite
nb: Nettadresse
pl: Adres URL
sv: Webbadress
tg: Суроғаи URL
th: ที่อยู่ URL
tr: Adres
