Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: The registration URL provided is not valid. Skipping installer update.
ar: عنوان URL المقدم للتسجيل غير صالح. تخطي تحديث المثبت.
ca: L'URL de registre proporcionat no és vàlid. S'omet l'actualització de l'instal·lador.
cs: Uvedená registrační adresa URL není platná. Aktualizace instalátoru je přeskočena.
da: Den givne registrerings-URL er ikke gyldig. Springer installationsopdateringen over.
de: Die angegebene Registrierungs-URL ist nicht gültig. Installer-Update überspringen.
eo: La donita registriĝo-URL nevalidas. Preterpasas ĝisdatigon de instalilo.
es: El URL de registro proporcionado no es válido. Se omite la actualización del instalador.
et: Esitatud URL registreerimiseks pole kehtiv. Paigaldaja värskendus jäetakse vahele.
fi: Annettu rekisteröitymisosoite ei ole kelvollinen. Ohitetaan asentimen päivitys.
fr: L'URL d'enregistrement fournie est invalide. Saut de la mise à jour de l'installateur.
gl: O URL de rexistro indicado non é válido. Saltar a actualización do instalador.
hu: A megadott regisztrációs URL érvénytelen. A telepítő frissítése kihagyva.
id: URL registrasi yang diberikan tidak valid. Melewatkan pemutakhiran pemasang.
it: L'URL di registrazione fornito non è valido. L'aggiornamento dell'installatore sarà omesso.
ja: 指定した登録 URL が正しくありません。 インストーラの更新を飛ばします。
lt: Pateiktas registracijos URL netinka. Diegyklės atnaujinimas praleidžiamas.
nl: De geleverde registratie-URL is niet geldig. Bijwerken van installatieprogramma wordt overgeslagen.
pl: Podany adres URL rejestracji jest nieprawidłowy. Pominięto aktualizację instalatora.
pt: O registo URL providenciado não é válido. A passar à frente a atualização do instalador.
pt_br: O URL de registro fornecido não é válido. Ignorando a atualização do instalador.
ro: URL-ul de înregistrare furnizat nu este valid. Treceți peste actualizarea programului de instalare.
ru: Предоставленный URL регистрации недопустим. Пропускаем обновление установщика.
sk: Uvedená registračná adresa URL nie je platná. Vynechanie aktualizácie inštalátora.
sl: Podani URL za registracijo ni veljaven. Posodobitev namestilnika bo preskočena.
sv: Den angivna webbadressen för registrering är ogiltig. Hoppar över uppdatering av installationsprogrammet.
tr: Sağlanan kayıt URL'si geçerli değil. Yükleyici güncellemesi atlanıyor.
uk: Введена URL-адреса реєстрації не дійсна. Оновлення встановлювача пропускається.

source: A valid update could not be found at %s.
ar: تعذر العثور على تحديث صالح في %s.
ca: No s'ha pogut trobar una actualització vàlida a %s.
cs: V umístění %s nelze nalézt platnou aktualizaci.
da: Der kunne ikke findes en gyldig opdatering på %s.
de: Keine gültige Aktualisierung unter %s.
eo: Ne povis trovi validan ĝisdatigon ĉe %s.
es: No se ha encontrado una actualización válida en %s.
et: Kehtivat uuendust ei leitud aadressilt %s.
fa: بروزرسانی معتبر در این آدرس یافت نمیشود %s.
fi: Osoitteesta ei löytynyt kelvollista päivitystä: %s.
fr: Aucune mise à jour valide n'a été détectée à l'emplacement %s.
gl: Non se puido atopar unha actualización válida en %s.
hu: Nem található érvényes frissítés a következő helyen: %s.
id: Pemutakhiran yang valid tidak ditemukan pada %s.
it: Impossibile trovare un aggiornamento valido in %s.
ja: 以下の URL には正しい更新が見つかりませんでした: %s
lt: Nepavyko rasti tinkamo atnaujinimo adresu %s.
nl: Een geldig item voor bijwerken is niet gevonden op %s.
pl: Nie można znaleźć prawidłowej aktualizacji w %s.
pt: Uma atualização válida não foi encontrada em %s.
pt_br: Nenhuma atualização válida encontrada em %s.
ro: Nu a putut fi găsită o actualizare validă la %s.
ru: Не удалось найти допустимое обновление по следующему адресу: %s
sk: Nebolo možné nájsť platnú aktualizáciu na %s.
sl: Veljavne posodobitve ni bilo moč najti na %s
sv: Ingen giltig uppdatering hittades på %s.
tr: Geçerli bir güncelleme bulunamadı %s.
uk: Неможливо знайти чинне оновлення у %s.

source: Could not fetch update from %s.
ar: تعذر إحضار تحديث من %s.
ca: No s'ha pogut obtenir l'actualització des de %s.
cs: Z umístění %s nelze načíst platnou aktualizaci.
da: Kunne ikke hente opdatering fra %s.
de: Kein Abrufen der Aktualisierung von %s möglich.
eo: Ne povis venigi ĝisdatigon de %s.
es: No ha sido posible obtener la actualización desde %s.
et: Uuendust ei õnnestunud tuua %s.
fa: نمیتوان بروزرسانی هارا از این آدرس دریافت کرد %s.
fi: Osoitteesta ei voitu noutaa päivitystä: %s.
fr: La mise à jour n'a pas pu être récupérée à partir de %s.
hu: A frissítést nem sikerült beolvasni a következő helyről: %s.
id: Tidak dapat mengambil pemutakhiran dari %s.
it: Impossibile recuperare aggiornamento da %s.
ja: 以下の URL から更新を取得することができませんでした。 %s
lt: Nepavyko gauti atnaujinimo iš %s.
nl: Kon geen item voor bijwerken vinden in %s.
pl: Nie można pobrać aktualizacji z %s.
pt: Não foi possível puxar a atualização de %s.
pt_br: Não foi possível buscar atualização de %s.
ro: Nu s-a putut prelua actualizarea din %s.
ru: Не удалось получить обновление по следующему адресу: %s
sk: Nebolo možné získať aktualizáciu z %s.
sl: Posodobitve ni bilo moč pridobiti z %s
sv: Uppdateringen kunde inte hämtas från %s.
tr: Şuradan güncelleme alınamadı: %s.
uk: Неможливо забрати оновлення із %s.

source: Would you like to check your network configuration and try installing the updates again?
ar: هل تريد التحقق من تكوين الشبكة الخاصة بك ومحاولة تثبيت التحديثات مرة أخرى؟
ca: Voleu comprovar la configuració de la xarxa i intentar instal·lar les actualitzacions un altre cop?
cs: Chcete zkontrolovat svou síťovou konfiguraci a zkusit aktualizace nainstalovat znovu?
da: Vil du tjekke din netværkskonfiguration og prøve at installere opdateringerne igen?
de: Möchten Sie Ihre Netzwerkkonfiguration überprüfen und die Installation der Aktualisierungen anschließend erneut versuchen?
eo: Ĉu vi volus kontroli vian retagordon kaj reprovi instali la ĝisdatigojn?
es: ¿Desea comprobar la configuración de red y volver a intentar instalar las actualizaciones?
et: Kas soovite kontrollida oma võrgu seadeid ja proovida uuendusi veel kord paigaldada?
fa: آیا مایلید پیکربندی شبکه را بررسی و نصب بروزرسانی ها را مجددا امتحان کنید؟
fi: Haluaisitko tarkistaa verkkoasetuksesi ja yrittää päivitysten asentamista uudelleen?
fr: Voulez-vous vérifier votre configuration réseau et essayer d'installer à nouveau les mises à jour ?
hu: Szeretné ellenőrizni a hálózat konfigurációját, és újra megpróbálkozni a frissítések telepítésével?
id: Apakah Anda akan memeriksa konfigurasi jaringan dan mencoba memasang pemutakhiran lagi?
it: Verificare la configurazione di rete e tentare di installare nuovamente gli aggiornamenti?
ja: ネットワークの設定を確認して、 更新のインストールを再試行してみますか？
lt: Ar norėtumėte patikrinti tinklo konfigūraciją ir tuomet vėl pabandyti įdiegti atnaujinimus?
nl: Wilt u de netwerkconfiguratie controleren en het installeren van de updates opnieuw proberen?
pl: Czy chcesz sprawdzić konfigurację sieci i ponownie spróbować zainstalować aktualizacje?
pt: Gostaria de verificar a sua configuração de rede e tentar instalar as atualizações outra vez?
pt_br: Deseja verificar a configuração de rede e tentar instalar as atualizações novamente?
ro: Doriți să verificați configurația rețelei și să încercați să instalați din nou actualizările?
ru: Проверить конфигурацию сети и попытаться установить обновления еще раз?
sk: Chceli by ste skontrolovať konfiguráciu siete a znovu skúsiť inštaláciu aktualizácií?
sl: Ali želite preveriti nastavitev omrežja in ponovno poskusiti namestiti posodobitve?
sv: Vill du se din nätverkskonfiguration och försöka installera uppdateringarna igen?
tr: Ağ yapılandırmanızı kontrol etmek ister misiniz? ve güncellemeleri tekrar yüklemeyi dener misiniz?
uk: Перевірити налаштування мережі та спробувати встановити оновлення ще раз?

source: Downloading the optional installer updates from %s failed. You can continue the installation without applying the updates. However, some potentially important bug fixes might be missing. If you need a proxy server to access the update repository then use the "proxy" boot parameter.
ar: فشل تحميل تحديثات المثبت الاختيارية من %s ‏.‏ يمكنك متابعة التثبيت بدون تطبيق التحديثات‏.‏ ولكن يمكن أن تكون بعض تصليحات الأخطاء الهامة المحتملة مفقودة.‏ إذا كنت تريد أن يكون لخادم وكيل إمكانية الوصول إلى مخزن التحديثات فاستخدم ملعمة تشغيل "الوكيل"‏.
ca: La baixada de les actualitzacions opcionals de l'instal·lador des de %s ha fallat. Podeu continuar la instal·lació sense aplicar les actualitzacions. Tanmateix, podrien faltar algunes correccions d'errors importants. Si us cal un servidor intermediari per accedir al repositori d'actualització, useu el paràmetre d'arrencada "proxy".
cs: Stahování volitelných aktualizací instalačního programu z %s selhalo. Můžete pokračovat v instalaci bez použití aktualizací. Mohou vám ale chybět některé potenciálně důležité opravy chyb. Pokud potřebujete pro přístup k úložišti aktualizací použít server proxy, použijte spouštěcí parametr "proxy".
da: Download af de valgfrie opdateringer for installationsprogram fra %s mislykkedes. Du kan fortsætte installationen uden at anvende opdateringerne. Dog kan nogle potentielt vigtige fejlrettelser mangle. Hvis du har brug for en proxy-server til at få adgang til opdateringssoftwarekilden, så brug "proxy"-bootparameteren.
de: Fehler beim Herunterladen der optionalen Installer-Aktualisierungen von %s. Sie können die Installation auch ohne diese Aktualisierungen fortsetzen. Möglicherweise fehlen dann aber einige wichtige Fehlerkorrekturen. Wenn Sie für den Zugriff auf das Aktualisierungs-Repository einen Proxyserver benötigen, verwenden Sie den Bootparameter "proxy".
eo: Elŝutado de la malnepraj ĝisdatigoj de la instalilo el %s malsukcesis. Vi povas daŭrigi la instaladon sen apliki la ĝisdatigojn. Tamen, tiuokaze povas esti, ke eble gravaj cimoriparoj mankas. Se vi bezonas prokuran servilon por atingi la deponejon ĝisdatigan, tiam uzu la "proxy" startigan parametron.
es: Error al descargar las actualizaciones opcionales del instalador de %s Puede continuar con la instalación sin aplicar las actualizaciones. Sin embargo, puede que se pierdan algunas correcciones de defectos importantes. Si necesita un servidor proxy para actualizar el repositorio, use el parámetro de arranque proxy.
et: Valikuliste paigaldusprogrammi uuenduste allalaadimine saidilt %s ebaõnnestus. Paigaldamist saate jätkata ilma uuendusi rakendamata. Mõni potentsiaalselt oluline veaparandus võib siiski puududa. Kui vajate proxy serverit värskenduste hoidlasse pääsemiseks siis kasutage alglaadimisparameetrit "proxy".
fa: دریافت بروزرسانی های اختیاری از %s ناموفق بود. شما میتوانید به نصب بدون اعمال بروزرسانی ها ادامه دهید. هرچند، ممکن است برخی رفع ایرادات مهم را از دست بدهید. اگر شما به یک سرور پراکسی برای دسترسی به مخزن بروزرسانی نیازمندید از پارامتر بوت "proxy" استفاده کنید.
fi: Valinnaisten asenninpäivitysten lataus osoitteesta %s epäonnistui. Voit jatkaa asennusta ottamatta päivityksiä käyttöön, mutta mahdollisesti tärkeitä viankorjauksia puuttuu. Jos tarvitset asennuslähteeseen pääsemiseksi välityspalvelinta, käytä käynnistysparametria "proxy".
fr: Le téléchargement des mises à jour facultatives du programme d'installation a échoué à partir de %s . Vous pouvez poursuivre l'installation sans appliquer les mises à jour. Cependant, il se peut qu'il manque des correctifs de bogues potentiellement importants. Si vous avez besoin d'un serveur proxy pour accéder à l'espace de stockage des mises à jour, utilisez le paramètre de démarrage "proxy".
hu: Nem sikerült letölteni a nem kötelező frissítéseket a(z) %s címről. Folytathatja a telepítést a frissítések alkalmazás nélkül. Előfordulhat azonban, hogy esetleg fontos hibajavítások hiányoznak. Ha proxykiszolgáló szükséges a frissítési forrás eléréséhez, használja a "proxy" rendszerindítási paramétert.
id: Mengunduh pemutakhiran pemasang opsional dari %s gagal. Anda dapat melanjutkan pemasangan tanpa menerapkan pemutakhiran. Namun, beberapa perbaikan kutu yang penting berpotensi hilang. Jika Anda membutuhkan peladen proxy untuk mengakses repositori pembaruan maka gunakan "proxy" sebagai parameter boot.
it: Download aggiornamenti opzionali per il programma di installazione da %s non riuscito. È possibile proseguire con l'installazione senza applicare gli aggiornamenti. Tuttavia, potrebbero risultare mancanti alcune correzioni di bug importanti. Qualora per accedere al repository di aggiornamento fosse necessario un server proxy, utilizzare il parametro di avvio "proxy".
ja: 任意指定のインストーラ更新を、 %s からダウンロードすることができませんでした。 更新を適用せずにインストールを続けることもできますが、 潜在的に重要なバグ修正が適用されない状態になってしまいます。 更新リポジトリにアクセスする際、プロキシサーバを利用する必要がある 場合は、起動パラメータ "proxy" をお使いください。
lt: Nepavyko parsisiųsti nebūtinųjų diegimo programos atnaujinimų iš %s Sistemą galite diegti ir be šių atnaujinimų. Tačiau gali būti, kad atnaujinimai ištaisys svarbias klaidas. Jei jungiantis prie atnaujinimo saugyklos reikia įgaliotojo serverio, tuomet naudokite paleidyklės parametrą „proxy“.
nl: Het downloaden van de optionele installatieupdates vanaf %s is mislukt. U kunt de installatie voortzetten zonder het toepassen van de updates. Er ontbreken dan echter mogelijk belangrijke reparaties van bugs. Als u een proxyserver nodig hebt voor toegang tot de opslagruimte voor bijwerken, gebruikt u de opstartparameter 'proxy'.
pl: Nie można pobrać opcjonalnych aktualizacji instalatora z %s . Możesz kontynuować instalację bez zastosowania aktualizacji. Jednak może brakować niektórych potencjalnie istotnych poprawek błędów. Jeśli dostęp do repozytorium aktualizacji odbywa się przez serwer proxy, użyj parametru rozruchowego „proxy”.
pt: A descarrega das atualizações opcionais de %s falhou. Você pode continuar a instalação sem aplicar as atualizações. No entanto, algumas correções importantes de bugs podem ficar por fazer. Se necessitar de um servidor proxy para aceder ao repositório de atualizações utilize o parâmetro de arranque "proxy".
pt_br: O download das atualizações opcionais do instalador de %s falhou. Você pode continuar a instalação sem aplicar as atualizações. No entanto, podem faltar algumas correções de bug importantes. Se você precisar de um servidor proxy para acessar o repositório de atualizações, use o parâmetro de boot "proxy".
ro: Descărcarea actualizărilor opționale de instalare de la %s a eșuat. Puteți continua instalarea fără a aplica actualizările. Cu toate acestea, este posibil să lipsească unele remedieri de erori potențial importante. Dacă aveți nevoie de un server proxy pentru a accesa depozitul de actualizări, atunci utilizați parametrul de pornire "proxy".
ru: Не удалось загрузить необязательные обновления %s установщика с сервера. Вы можете продолжить установку без обновлений. При этом у вас могут отсутствовать важные исправления ошибок. Если для доступа к репозиторию обновлений вы используете прокси-сервер, укажите параметр загрузки proxy.
sk: Sťahovanie voliteľných aktualizácií inštalátora z %s zlyhalo. Môžete pokračovať v inštalácii bez použitia aktualizácií. Avšak, niektoré potenciálne významné opravy chýb by mohli chýbať. Ak potrebujete proxy server pre prístup k repozitáru s aktualizáciami potom použite parameter štartu systému "proxy".
sl: Spodletelo je prenašanje neobveznih posodobitev namestilnika z %s Nameščanje lahko nadaljujete brez uveljavljanja posodobitev. S tem morda nekateri potencialno pomembni popravki ne bodo na voljo. Če za dostop do vira s posodobitvami potrebujete posredniški strežnik, uporabite zagonski parameter »proxy«.
sv: Nedladdningen av de valbara installationsuppdateringarna från %s misslyckades. Du kan fortsätta installationen utan att använda uppdateringarna. Däremot kan vissa potentiellt viktiga buggåtgärder saknas. Om du behöver en proxyserver för att komma åt uppdateringslagringsplatsen kan du använda startparametern "proxy".
tr: İsteğe bağlı yükleyici güncellemelerini şuradan indirme: %s arızalı. Güncellemeleri uygulamadan kuruluma devam edebilirsiniz. Ancak, potansiyel olarak önemli bazı hata düzeltmeleri eksik olabilir. Güncelleme deposuna erişmek için bir proxy sunucusuna ihtiyacınız varsa ardından "proxy" önyükleme parametresini kullanın.
uk: Під час завантаження необов'язкових оновлень встановлювача з %s виникла помилка. Ви можете продовжити встановлення без застосування оновлень. При цьому у вас можуть бути відсутні важливі виправлення помилок. Якщо для доступу до сховища оновлень ви використовуєте проксі-сервер, то вкажіть параметр завантаження "proxy".

source: Add Update Repository
ar: إضافة مستودع تحديث
ca: Afegeix un repositori d'actualització
cs: Přidat aktualizační repozitář
da: Tilføj opdateringssoftwarekilde
de: Update-Repository hinzufügen
el: Προσθήκη αποθετηρίου ενημέρωσης
eo: Aldoni ĝisdatigan deponejon
es: Añadir el repositorio de actualizaciones
et: Uuenduste hoidlate lisamine
fa: اضافه کردن مخازن بروزرسانی
fi: Lisää päivityslähde
fr: Ajouter les dépôts de mise à jour
hu: Frissítési telepítési forrás hozzáadása
id: Tambah Repositori Pemutakhiran
it: Aggiungi repository di aggiornamento
ja: 更新リポジトリの追加
lt: Pridėti atnaujinimų saugyklą
nl: Installatiebron voor bijwerken toevoegen
pl: Dodaj repozytorium aktualizacji
pt: Adicionar Repositórios de Atualizações
pt_br: Adicionar repositório de atualização
ro: Adăugați depozitul de actualizare
ru: Добавление репозитория обновлений
sk: Pridať repozitár s aktualizáciami
sl: Dodaj vir s posodobitvami
sv: Lägg till lagringsplats för uppdateringar
tr: Güncelleme Deposu Ekle
uk: Додати сховище оновлення

source: Download the Packages
ar: حمل الحزم
ca: Baixa els paquets
cs: Stáhnout balíčky
da: Download pakkerne
de: Pakete herunterladen
el: Λήψη των πακέτων
eo: Elŝuti la pakaĵojn
es: Descargar los paquetes
et: Laadige paketid alla
fa: دریافت بسته ها
fi: Lataa paketit
fr: Télécharger les paquets
hu: Csomagok letöltése
id: Unduh paket
it: Scarica i pacchetti
ja: パッケージのダウンロード
lt: Parsisiųsti paketus
nl: De pakketten downloaden
pl: Pobierz pakiety
pt: Descarregar os Pacotes
pt_br: Baixar os pacotes
ro: Descărcați pachetele
ru: Загрузка пакетов
sk: Stiahnuť balíky
sl: Prejmi pakete
sv: Ladda ned paket
tr: Paketleri İndir
uk: Завантаження пакунків

source: Copy the Add-on Packages
ca: Copia els paquets complementaris
cs: Kopírovat přídavné balíčky
de: Die Add-on-Pakete kopieren
es: Copiar los paquetes adicionales
fi: Lisäosien kopioiminen
fr: Copier les paquets complémentaires
id: Salin Paket Tambahan
it: Copia i pacchetti aggiuntivi
ja: アドオンパッケージのコピー
lt: Kopijuoti papildomus paketus
nl: De add-on-pakketten kopiëren
pt: Copiar os Pacotes Add-on
pt_br: Copiar os pacotes complementares
ro: Copiați pachetele suplimentare
ru: Копирование пакетов дополнений
sk: Kopírovať doplnkové balíky
sl: Skopiraj pakete dodatkov
sv: Kopiera till-äggspaket
tr: Eklenti Paketlerini Kopyalayın
uk: Копіювання додаткових пакунків

source: Apply the Packages
ar: طبق الحزم
ca: Aplica els paquets
cs: Použít balíčky
da: Anvend pakkerne
de: Pakete verwenden
el: Εφαρμογή των πακέτων
eo: Instali la pakaĵojn
es: Utilizar los paquetes
et: Rakendage paketid
fa: اعمال بسته ها
fi: Ota paketit käyttöön
fr: Appliquer les paquets
gl: Aplicar os paquetes
hu: Csomagok alkalmazása
id: Terapkan paket
it: Applica i pacchetti
ja: パッケージの適用
lt: Pritaikyti paketus
nl: De pakketten installeren
pl: Zastosuj pakiety
pt: Aplicar os Pacotes
pt_br: Aplicar os pacotes
ro: Aplicați pachetele
ru: Применение пакетов
sk: Použiť balíky
sl: Uveljavi pakete
sv: Applicera paket
tr: Paketleri Uygula
uk: Застосування пакунків

source: Restart
ar: إعادة بدء التشغيل
ca: Reinicia
cs: Restartovat
da: Genstart
de: Neustart
el: Επανεκκίνηση
eo: Restartigi
es: Reiniciar
et: Taaskäivitus
fa: راه اندازی مجدد
fi: Käynnistä uudelleen
fr: Redémarrer
hu: Újraindítás
id: Mulai Ulang
it: Riavvia
ja: 再起動
lt: Paleisti iš naujo
nl: Herstarten
pl: Uruchom ponownie
pt: Reiniciar
pt_br: Reiniciar
ro: Reporniți
ru: Перезагрузка
sk: Reštart
sl: Znova zaženi
sv: Starta om
tr: Tekrar başlat
uk: Перезапуск

source: Updating the Installer...
ar: تحديث المثبت…
ca: Actualitzant l'instal·lador...
cs: Aktualizuje se instalátor...
da: Opdaterer installationsprogrammet...
de: Installationsprogramm wird aktualisiert...
el: Γίνεται ενημέρωση του εγκαταστάτη...
eo: Ĝisdatigante la instalilon...
es: Actualizando el instalador...
et: Paigaldaja uuendamine...
fa: در حال بروزرسانی نصاب...
fi: Päivitetään asennusohjelmaa...
fr: Mise à jour de l'installateur...
hu: Telepítő frissítése...
id: Memutakhirkan Pemasang...
it: Aggiornamento dell'installatore...
ja: インストーラを更新しています...
lt: Atnaujinama diegyklė...
nl: Het installatieprogramma bijwerken...
pl: Aktualizowanie instalatora...
pt: A Atualizar o Instalador...
pt_br: Atualizando o instalador...
ro: Se actualizează programul de instalare...
ru: Обновление установщика…
sk: Aktualizovanie inštalátora...
sl: Posodabljanje namestilnika …
sv: Uppdaterar installationsprogrammet...
tr: Yükleyici güncelleniyor...
uk: Оновлення встановлювача...
