Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Probing USB devices...
ar: يتم الآن فحص أجهزة USB...
bg: Тестване на USB устройствата
ca: Sondant els dispositius USB...
cs: Probíhá vyhledávání USB zařízení...
da: Undersøger USB-enheder...
de: USB-Geräte werden überprüft...
el: Ανίχνευση συσκευών USB...
eo: Sondado de la USB-disponaĵoj...
es: Probando los dispositivos USB...
et: USB seadmete proovimine...
fa: در حال کاوش دستگاه های USB...
fi: Tunnistetaan USB-laitteita...
fr: Détection des périphériques USB...
gl: Comprobando dispositivos USB...
hu: USB-eszközök vizsgálata...
id: Menjajaki perangkat USB...
it: Rilevamento dei dispositivi USB in corso…
ja: USB デバイスを検出しています...
km: កំពុង​ស្ទង់រក​ឧបករណ៍ USB​...
lt: Bandomi USB įrenginiai...
nb: Søker etter USB-enheter...
nl: USB-apparatuur wordt gezocht...
pl: Wykrywanie urządzeń USB...
pt: A sondar dispositivos USB...
pt_br: Examinando dispositivos USB...
ro: Se verifică dispozitivele USB...
ru: Проверка устройств USB…
sk: Zisťovanie USB zariadení...
sl: Zaznavanje naprav USB …
sv: Identifierar USB-enheter...
tg: Санҷиши дастгоҳҳои USB...
th: ทำการตรวจหาอุปกรณ์ USB...
tr: USB aygıtları inceleniyor...
uk: Зондування пристроїв USB...
wa: Dji sonde les éndjins USB...

source: Probe FireWire devices
ar: فحص أجهزة FireWire
bg: Тестване на FireWire устройствата…
ca: Sonda els dispositius FireWire
cs: Analýza FireWire zařízení
da: Undersøg FireWire-enheder
de: FireWire-Geräte überprüfen
el: Ανίχνευση συσκευών FireWire
eo: Sondi la FireWire-disponaĵojn
es: Probar los dispositivos FireWire
et: FireWire seadmete proovimine
fa: کاوش دستگاه های FireWire
fi: Tunnistetaan FireWire-laitteet
fr: Détecter les périphériques FireWire
gl: Comprobar dispositivos FireWire
hu: FireWire-eszközök vizsgálata
id: Jajaki perangkat FireWire
it: Rileva dispositivi FireWire
ja: FireWire (IEEE 1394) デバイスの検出
km: ស្ទង់រក​ឧបករណ៍ FireWire
lt: Bandyti FireWire įrenginius
nb: Søk etter FireWire-enheter
nl: FireWire-apparaten zoeken
pl: Wykrycie urządzeń FireWire
pt: Sondar dispositivos FireWire
pt_br: Examinar dispositivos FireWire
ro: Verificare dispozitive FireWire
ru: Определить устройства FireWire
sk: Hľadanie FireWire zariadení
sl: Zaznaj naprave FireWire
sv: Identifiera FireWire-enheter
tg: Санҷиши дастгоҳҳои FireWire
th: ตรวจหาอุปกรณ์ไฟร์ไวร์
tr: FireWire cihazlarını araştırın
uk: Зондування пристроїв FireWire
wa: Sonder les éndjins FireWire...

source: Probing FireWire devices...
ar: فحص أجهزة FireWire...
bg: Тестване на FireWire устройствата…
ca: Sondant els dispositius FireWire...
cs: Probíhá vyhledávání FireWire zařízení...
da: Undersøger FireWire-enheder...
de: Erkennung der FireWire-Geräte...
el: Ανίχνευση συσκευών FireWire...
eo: Sondado de la FireWire-disponaĵoj...
es: Probando los dispositivos FireWire...
et: FireWire seadmete proovimine...
fa: درحال کاوش دستگاه های FireWire...
fi: Tunnistetaan FireWire-laitteita...
fr: Détection des périphériques FireWire...
gl: Comprobando dispositivos FireWire...
hu: FireWire-eszközök vizsgálata...
id: Menjajaki perangkat FireWire...
it: Rilevamento dei dispositivi FireWire in corso…
ja: FireWire (IEEE 1394) デバイスを検出しています...
km: កំពុង​ស្ទង់រកឧបករណ៍ FireWire...
lt: Bandomi FireWire įrenginiai...
nb: Søker etter FireWire-enheter...
nl: FireWire-apparaten zoeken...
pl: Wykrywanie urządzeń FireWire...
pt: A examinar os dispositivos FireWire...
pt_br: Examinando dispositivos FireWire...
ro: Se verifică dispozitivele FireWire...
ru: Проверка устройств FireWire…
sk: Hľadanie FireWire zariadení...
sl: Zaznavanje naprav FireWire …
sv: Identifierar FireWire-enheter...
tg: Санҷиши дастгоҳҳои FireWire...
th: ทำการตรวจหาอุปกรณ์ไฟร์ไวร์...
tr: FireWire aygıtları kontrol ediliyor...
uk: Зондування пристроїв FireWire...
wa: Dji sonde les éndjins FireWire...

source: Probe hard disks
ar: فحص الأقراص الصلبة
bg: Пробване на твърдите дискове
ca: Sonda els discs durs
cs: Analýza pevných disků
da: Undersøg harddiske
de: Festplatten überprüfen
el: Ανίχνευση σκληρών δίσκων
eo: Sondi durdiskojn
es: Examinar los discos duros
et: Kõvaketaste proovimine
fa: کاوش دیسک سخت
fi: Tunnistetaan kiintolevyt
fr: Détecter les disques durs
gl: Comprobar disco duros
hu: Merevlemezek vizsgálata
id: Jajaki cakram keras
it: Rileva dischi fissi
ja: ハードディスクの検出
km: ស្ទង់រក​ថាស​រឹង
lt: Bandyti standžiuosius diskus
nb: Søk etter harddisker
nl: Vaste schijven zoeken
pl: Wykrycie dysków twardych
pt: Testar discos rígidos
pt_br: Examinar discos rígidos
ro: Verificare hard diskuri
ru: Определить жесткие диски
sk: Hľadanie pevných diskov
sl: Zaznaj trde diske
sv: Identifiera hårddiskar
tg: Санҷиши дискҳои компютерӣ
th: ตรวจหาฮาร์ดดิสก์
tr: Sabit diskleri kontrol et
uk: Зондування жорстких дисків
wa: Sonder les deurès plakes

source: Probing hard disks...
ar: يتم الآن فحص الأقراص الصلبة...
bg: Пробване на твърдите дискове…
ca: Sondant els discs durs...
cs: Probíhá analýza pevných disků...
da: Undersøger harddiske...
de: Festplatten werden überprüft...
el: Ανίχνευση σκληρών δίσκων...
eo: Sondado de la durdiskoj...
es: Examinando los discos duros...
et: Kõvaketaste proovimine...
fa: در حال کاوش دیسک سخت...
fi: Tunnistetaan kiintolevyjä...
fr: Détection des disques durs...
gl: Comprobando discos duros...
hu: Merevlemezek vizsgálata...
id: Menjajaki cakram keras...
it: Rilevamento dei dischi fissi in corso…
ja: ハードディスクを検出しています...
km: កំពុង​ស្ទង់​រក​ថាស​រឹង...
lt: Bandomi standieji diskai...
nb: Søker etter harddisker...
nl: Vaste schijven worden onderzocht...
pl: Wykrywanie dysków twardych...
pt: A testar discos rígidos...
pt_br: Examinando discos rígidos...
ro: Se verifică hard diskurile...
ru: Проверка жестких дисков…
sk: Hľadanie pevných diskov...
sl: Zaznavanje trdih diskov …
sv: Hårddiskar identifieras...
tg: Санҷиши дискҳои компютерӣ...
th: ทำการตรวจหาฮาร์ดดิสก์...
tr: Sabit diskler kontrol ediliyor...
uk: Зондування жорстких дисків...
wa: Dji sonde les deurès plakes...

source: Search for system files
ar: البحث عن ملفات النظام
bg: Търсене на системни файлове
ca: Cerca fitxers de sistema
cs: Hledání systémových souborů
da: Søg efter systemfiler
de: Systemdateien suchen
el: Αναζήτηση για αρχεία συστήματος
eo: Serĉi sistem-dosierojn
es: Buscar archivos de sistema
et: Süsteemifailide otsimine
fa: جستجو برای فایل های سیستمی
fi: Etsitään järjestelmätiedostoja
fr: Rechercher les fichiers système
gl: Buscar ficheiros do sistema
hu: Rendszerfájlok keresése
id: Cari berkas sistem
it: Ricerca dei file di sistema
ja: ファイルシステムの検索
km: ស្វែងរក​ឯកសារ​ប្រព័ន្ធ
lt: Ieškoti sisteminių rinkmenų
nb: Søk etter systemfiler
nl: Systeembestanden zoeken
pl: Wyszukanie plików systemowych
pt: Procurar por ficheiros do sistema
pt_br: Procurar por arquivos de sistema
ro: Căutarea fișierelor de sistem
ru: Найти системные файлы
sk: Hľadanie systémových súborov
sl: Poišči sistemske datoteke
sv: Sök efter systemfiler
tg: Ҷустуҷӯи файлҳои системавӣ
th: ค้นหาแฟ้มของระบบ
tr: Sistem dosyalarını ara
uk: Пошук системних файлів
wa: Trover des fitchîs sistinme

source: Searching for system files...
ar: يتم الآن البحث عن ملفات النظام...
bg: Търсене системни файлове…
ca: Cercant fitxers de sistema...
cs: Vyhledávají se systémové soubory...
da: Søger efter systemfiler...
de: Systemdateien werden gesucht ...
el: Αναζήτηση για αρχεία συστήματος...
eo: Serĉante sistem-dosierojn...
es: Buscando archivos de sistema...
et: Süsteemifailide otsimine...
fa: در حال جستجو برای فایل های سیستمی ...
fi: Etsitään järjestelmätiedostoja...
fr: Recherche des fichiers système...
gl: Buscando ficheiros do sistema...
hu: Rendszerfájlok keresése…
id: Mencari berkas sistem...
it: Ricerca dei file di sistema in corso...
ja: システムファイルを検索しています...
km: កំពុង​ស្វែងរក​ឯកសារ​ប្រព័ន្ធ...
lt: Ieškoma sisteminių rinkmenų...
nb: Søker etter systemfiler
nl: Zoeken naar systeembestanden...
pl: Wyszukiwanie plików systemowych...
pt: A procurar por ficheiros do sistema...
pt_br: Procurando por arquivos de sistema...
ro: Se caută fișierele de sistem...
ru: Поиск системных файлов...
sk: Hľadanie systémových súborov...
sl: Iskanje sistemskih datotek …
sv: Söker efter systemfiler...
tg: Ҷустуҷӯи файлҳои системавӣ...
th: ทำการค้นหาแฟ้มของระบบ...
tr: Sistem dosyaları aranıyor...
uk: Пошук системних файлів...
wa: Dji cache après les fitchîs sistinme...

source: Initialize software manager
ar: تهيئة مدير البرامج
bg: Зареждане на мениджъра за пакети
ca: Inicia el gestor de paquets
cs: Inicializovat správce softwaru
da: Initialisér softwarehåndtering
de: Paketverwaltung initialisieren
el: Αρχικοποίηση του διαχειριστή λογισμικού
eo: Pravalorizi programarmastrumilon
es: Inicializar el gestor de software
et: Tarkvarahalduri käimaajamine
fa: مقداردهی مدیر بسته
fi: Paketinhallinnan valmistelu
fr: Initialiser le gestionnaire de logiciels
gl: Iniciar o xestor de software
hu: Szoftverkezelő előkészítése
id: Inisialisasi pengelola perangkat lunak
it: Inizializza gestore dei programmi
ja: ソフトウエアマネージャの準備
km: ចាប់ផ្ដើម​កម្មវិធី​គ្រប់គ្រង​ផ្នែកទន់
lt: Paruošti programinės įrangos tvarkytuvę
nb: Initialiser pakkebehandleren
nl: Softwarebeheerder initialiseren
pl: Inicjowanie menedżera oprogramowania
pt: Inicializar o gestor de software
pt_br: Inicializar o gerenciador de software
ro: Inițializarea managerului de software
ru: Инициализировать "Менеджер пакетов"
sk: Inicializovať správcu softvéru
sl: Pripravi upravljalnika programske opreme
sv: Initiera programhanteringsverktyg
tg: Омодасозии мудири нармафзор
tr: Yazılım yöneticisini başlat
uk: Започаткувати програму керування ПЗ
wa: Inicialijhî l' manaedjeu des programes

source: Initializing software manager...
ar: يتم الآن تهيئة مدير البرامج...
bg: Зареждане на мениджъра за пакети…
ca: Iniciant el gestor de paquets...
cs: Inicializuje se správce softwaru...
da: Initialiserer softwarehåndtering...
de: Paketverwaltung wird initialisiert...
el: Αρχικοποίηση του διαχειριστή λογισμικού...
eo: Pravalorizado de la programarmastrumilo...
es: Inicializando el gestor de software...
et: Tarkvarahalduri käimaajamine...
fa: در حال مقداردهی مدیر بسته...
fi: Valmistellaan paketinhallintaa...
fr: Initialisation du gestionnaire de logiciels...
gl: Iniciando o xestor de software...
hu: Szoftverkezelő előkészítése…
id: Menginisialisasi manajer perangkat lunak...
it: Inizializzazione del gestore dei programmi in corso…
ja: ソフトウエアマネージャを準備しています...
km: កំពុង​ចាប់ផ្ដើម​កម្មវិធី​គ្រប់គ្រង​ផ្នែក​ទន់...
lt: Ruošiama programinės įrangos tvarkytuvė...
nb: Initialiserer pakkebehandleren...
nl: De softwarebeheerder wordt geïnitialiseerd…
pl: Inicjowanie menedżera oprogramowania...
pt: A inicializar o gestor de software...
pt_br: Inicializando o gerenciador de software...
ro: Se inițializează managerul de software...
ru: Инициализация "Менеджера пакетов"...
sk: Inicializácia správcu softvéru...
sl: Pripravljanje upravljalnika programske opreme …
sv: Initierar programhanteringsverktyg...
tg: Омодасозии мудири нармафзор...
tr: Yazılım yöneticisi başlatılıyor...
uk: Започаткування програми керування ПЗ...
wa: Inicialijhaedje do manaedjeu des programes....

source: System Probing
ar: فحص النظام
bg: Тестване на системата
ca: Sondeig del sistema
cs: Analýza systému
da: Systemundersøgelse
de: Systemüberprüfung
el: Ανίχνευση Συστήματος
eo: Sondado de la sistemo
es: Examinando el sistema
et: Arvuti uurimine
fa: کاوش سیستم
fi: Järjestelmän tunnistaminen
fr: Détection du système
gl: Comprobación de sistema
hu: Rendszervizsgálat
id: Menjajaki Sistem
it: Rilevamento del sistema
ja: システム検出
km: ការ​ស្ទង់រក​​ប្រព័ន្ធ
lt: Tikrinama sistema
nb: Systemsøk
nl: Systeem onderzoeken
pl: Wykrywanie systemu
pt: Sondagem do Sistema
pt_br: Examinando o sistema
ro: Testarea sistemului
ru: Проверка оборудования
sk: Detekcia systému
sl: Pregledovanje sistema
sv: Systemidentifiering
tg: Санҷиши система
th: ตรวจค้นระบบ
tr: Sistem kaydı
uk: Зондування системи
wa: Sondaedje do sistinme

source: YaST is probing computer hardware and installed systems now.
ar: يقوم الآن YaST بفحص أجهزة الكمبيوتر والأنظمة التي تم تثبيتها.
bg: YaST пробва хардуера на компютъра и инсталираните системи.
ca: El YaST sonda el maquinari de l'ordinador i els sistemes instal·lats ara.
cs: YaST nyní analyzuje hardware a nainstalovaný systém.
da: YaST undersøger din computers hardware og installerede systemer nu.
de: YaST überprüft jetzt die Computerhardware und die installierten Systeme.
el: Το YaST ανιχνεύει το υλικό του υπολογιστή και τα εγκατεστημένα συστήματα.
eo: YaST sondas komputilan aparataron kaj instalitajn sistemojn nun.
es: YaST está examinando el hardware del equipo y los sistemas instalados.
et: YaST uurib nüüd arvuti riistvara ja paigaldatud süsteeme.
fa: ابزار YaST در حال کاوش سخت افزار های رایانه و سیستم های نصب شده است.
fi: YaST tunnistaa tietokoneen laitteistoa ja asennettuja järjestelmiä.
fr: YaST détecte actuellement le matériel de l'ordinateur, ainsi que les systèmes installés.
gl: YaST estáa a comprobar o hardware do ordenador e os sistemas instalados agora.
hu: A YaST most megvizsgálja a hardvert és a telepített rendszert.
id: YaST sedang menjajaki perangkat keras komputer dan memasang sistem sekarang.
it: YaST sta rilevando l'hardware del computer e i sistemi installati.
ja: YaST はコンピュータのハードウエアと、インストール済みのシステムを検出しています。
km: YaST ​កំពុង​ស្ទង់​រក​ផ្នែក​រឹង​របស់​កុំព្យូទ័រ និង​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង​ឥឡូវ​...
lt: YaST tiria kompiuterio įrenginius ir įdiegtą sistemą...
nb: YaST søker etter maskinvare og installerte systemer.
nl: YaST tast nu de hardware van uw computer en geïnstalleerde systemen af.
pl: Program YaST skanuje teraz urządzenia i zainstalowane systemy w komputerze.
pt: O Yast está a procurar por hardware de computador e sistemas atualmente instalados.
pt_br: O YaST está examinando o hardware do computador e dos sistemas instalados.
ro: YaST analizează acum hardware-ul și sistemele instalate pe calculator.
ru: YaST проверяет установленные системы и оборудование.
sk: YaST teraz zisťuje informácie o hardvéri počítača a nainštalovaných systémoch.
sl: YaST sedaj zaznava strojno opremo računalnika in nameščene sisteme.
sv: YaST undersöker datorns maskinvara och installerade system.
tg: YaST сахтафзори компютериро месанҷад ва системаро насб мекунад...
tr: YaST şimdi bilgisayar donanımını ve kurulu sistemleri araştırıyor.
uk: YaST зондує апаратне обладнання та встановлені системи комп'ютера.
wa: YaST sonde les sistinmes d' astalés...

source: Check 'drivers.suse.com' if you need specific hardware drivers for installation.
ar: تحقق من 'drivers.suse.com' إذا كنت بحاجة إلى برامح معينة لتشغيل الأجهزة ليتم تثبيتها.
ca: Mireu 'drivers.suse.com' si necessiteu controladors de maquinari específics per a la instal·lació.
cs: Pokud k instalaci potřebujete konkrétní ovladače hardwaru, navštivte web drivers.suse.com.
da: Tjek "drivers.suse.com" hvis du behøver særlige hardware-drivere til installation.
de: Besuchen Sie 'drivers.suse.com', wenn Sie spezielle Hardwaretreiber für die Installation brauchen.
el: Επισκεφθείτε την 'drivers.suse.com' εάν χρειάζεστε κάποιον ειδικό οδηγό υλικού για την εγκατάσταση.
eo: Kontrolu 'drivers.suse.com' se vi bezonas specifajn aparatarpelilojn por la instalo.
es: Consulte drivers.suse.com si necesita controladores de hardware particulares para la instalación.
et: Kui vajate paigaldamiseks spetsiifilisi riistvaradraivereid, vaadake 'drivers.suse.com'.
fa: اگر به درایور های دستگاه خاصی برای نصب نیاز دارید 'drivers.suse.com' را بررسی کنید.
fi: Tarkista "drivers.suse.com", jos tarvitset johonkin laitteeseesi ajurin.
fr: Rendez-vous sur 'drivers.suse.com' si vous avez besoin d'un pilote spécifique pour l'installation.
gl: Consulte 'drivers.suse.com' se precisa controladores de hardware específicos para a instalación.
hu: Ha a telepítéshez konkrét hardverek illesztőprogramjai szükségesek, keresse fel a 'drivers.suse.com' webhelyet.
id: Periksa 'drivers.suse.com' jika Anda membutuhkan penggerak perangkat keras tertentu untuk pemasangan.
it: Consultare 'drivers.suse.com' per driver hardware specifici per l'installazione.
ja: インストール時に特定のハードウエアドライバを必要とする場合は、 'drivers.suse.com' をご確認ください。
lt: Žiūrėkite 'drivers.suse.com' svetainėje, jei diegiant jums reikia specialių aparatinės įrangos tvarkyklių.
nb: Se «drivers.suse.com» hvis du trenger spesielle maskinvaredrivere for å installere.
nl: Raadpleeg 'drivers.suse.com' als u specifieke hardware stuurprogramma's nodig hebt voor de installatie.
pl: Jeśli potrzebujesz specjalnych sterowników sprzętowych do zainstalowania, odwiedź witrynę drivers.suse.com.
pt: Aceda a 'drivers.suse.com' se precisar de drivers de hardware especificas para instalação.
pt_br: Consulte 'drivers.suse.com' se você precisa de drivers de hardware específicos para a instalação.
ro: Consultați 'drivers.suse.com' dacă aveți nevoie de drivere hardware specifice pentru instalare.
ru: Загляните на drivers.suse.com за драйверами для установки.
sk: Skontrolujte 'drivers.suse.com', ak potrebujete určité hardvérové ovládače pre inštaláciu.
sl: Če za namestitev potrebujete posebne gonilnike za strojno opremo, si oglejte »drivers.suse.com«.
sv: Gå till drivers.suse.com om du behöver särskilda maskinvarudrivrutiner för installation.
tg: Агар барои насби система ягон драйвери махсуси сахтафзор лозим бошад, ба вебсайти "drivers.suse.com" гузаред.
tr: Kurulum için belirli donanım sürücülerine ihtiyacınız varsa, 'drivers.suse.com' adresini kontrol edin.
uk: Перевірте на drivers.suse.com наявність необхідних драйверів для встановлення.

source: No hard disks were found for the installation. Please check your hardware! %1
ar: لم يتم العثور على أقراص صلبة ليتم تثبيتها. الرجاء التحقق من الأجهزة! %1
ca: No s'han trobat discs durs per a la instal·lació. Si us plau, comproveu el maquinari! %1
cs: Nebyly nalezené žádné disky pro instalaci. Zkontrolujte svůj hardware! %1
da: Ingen harddisk blev fundet til installationen. Kontrollér din hardware! %1
de: Es wurden keine Festplatten für die Installation gefunden. Bitte überprüfen Sie Ihre Hardware. %1
el: Δεν βρέθηκαν σκληροί δίσκοι για την εγκατάσταση. Παρακαλώ ελέγξτε το υλικό σας. %1
eo: Neniu durdisko estis trovita por la instalo. Bonvolu kontroli vian aparataron! %1
es: No se encuentran discos duros para la instalación. Compruebe el hardware. %1
et: Paigaldamisks ei leidnud ühtki kõvaketast. Palun kontrolli oma riistvara! %1
fa: هیچ دیسک سختی برای نصب پیدا نشد. لطفا سخت افزار خود را چک کنید! %1
fi: Kiintolevyjä ei löytynyt. Tarkista laitteistosi! %1
fr: Aucun disque dur n'a été trouvé pour l'installation. Vérifiez votre matériel. %1
gl: Non se atopou ningún disco duro para a instalación. Comprobe o seu hardware! %1
hu: Nem található merevlemez a telepítéshez. Ellenőrizze a hardvert. %1
id: Tidak ditemukan cakram keras untuk pemasangan. Periksa perangkat keras Anda! %1
it: Non è stato trovato alcun disco rigido per l'installazione. Controllare l'hardware. %1
ja: インストールに利用できるハードディスクが見つかりませんでした。 お使いのハードウエアをご確認ください！ %1
lt: Nerasta standžiųjų diskų, reikalingų įdiegimui. Patikrinkite savo įrenginius! %1
nb: Det ble ikke funnet noen harddisk for installasjonen. Kontroller maskinvaren! %1
nl: Er zijn geen harde schijven gevonden t.b.v. de installatie. Controleer uw hardware! %1
pl: Nie znaleziono dysków twardych na potrzeby instalacji. Sprawdź dostępne urządzenia. %1
pt: Não foram encontrados discos rígidos para a instalação. Por favor verifique o seu hardware! %1
pt_br: Nenhum disco rígido encontrado para a instalação. Verifique seu hardware! %1
ro: Nu au fost găsite hard diskuri pentru instalare. Vă rugăm să vă verificați hardware-ul! %1
ru: Не найдены жесткие диски для установки. Пожалуйста, проверьте ваше оборудование! %1
sk: Neboli nájdené žiadne pevné disky pre inštaláciu. Skontrolujte, prosím, váš hardvér! %1
sl: Najdenega ni bilo nobenega trdega diska za namestitev. Preverite strojno opremo. %1
sv: Inga hårddiskar hittades för installationen. Kontrollera din maskinvara! %1
tg: Ягон диски компютерӣ барои насби система ёфт нашуд. Лутфан, сахтафзори худро санҷед! %1
tr: Kurulum için sabit disk bulunamadı. Lütfen donanımınızı kontrol edin! %1
uk: Жорсткі диски для встановлення не знайдено. Будь ласка, перевірте ваше обладнання! %1

source: Failed to initialize the software repositories. Aborting the installation.
ar: فشلت تهيئة مخازن البرامج. يتم الآن إيقاف التثبيت.
bg: Не могат да се заредят всички хранилища. Инсталацията ще бъде преустановена.
ca: No s'han pogut iniciar els repositoris de programari. S'avorta la instal·lació.
cs: Nepodařilo se inicializovat repozitáře softwaru. Instalace se přerušuje.
da: Initialisering af softwarekilderne mislykkedes. Afbryder installationen.
de: Fehler beim Initialisieren der Software-Repositorys. Installation wird abgebrochen.
el: Αδύνατη η αρχικοποίηση των πηγών εγκατάστασης. Ματαίωση της εγκατάστασης.
eo: Pravalorizo de la programardeponejoj fiaskis. Ĉesigado de la instalo.
es: Se ha producido un error al inicializar los repositorios de software. Cancelando la instalación.
et: Tarkvarahoidlate ettevalmistamine nurjus. Paigaldamine katkestatakse.
fa: در مقداردهی اولیه برای مخازن نرم افزاری ناتوان بود. در حال لغو نصب.
fi: Ohjelmistoasennuslähteiden valmistelu epäonnistui. Asennus keskeytetään.
fr: Échec de l'initialisation des dépôts de logiciels. Abandon de l'installation.
gl: Fallo ao iniciar os repositorios de software. Abortando a instalación.
hu: A telepítési forrás előkészítése nem sikerült. A telepítés megszakad.
id: Gagal saat menginisialisasi repositori perangkat lunak. Batalkan pemasangan.
it: Impossibile inizializzare i repository dei programmi. Interruzione dell'installazione.
ja: ソフトウエアリポジトリの準備に失敗しました。 インストールを中止します。
km: បាន​បរាជ័យ​ក្នុង​ការ​ចាប់ផ្ដើម​ឃ្លាំង​កម្មវិធី ។ បោះបង់​កា​រ​ដំឡើង ។
lt: Nepavyko įkelti programinės įrangos saugyklų. Diegimas nutraukiamas.
nb: Kunne ikke initialisere pakkebrønner. Avbryter installasjonen.
nl: Kan de opslagruimten niet initialiseren. De installatie wordt afgebroken.
pl: Inicjalizacja repozytoriów oprogramowania nie powiodła się. Instalacja przerwana.
pt: Falha na inicialização dos repositórios de software. A interromper a instalação.
pt_br: Falha ao inicializar os repositórios de software. Interrompendo a instalação.
ro: Nu s-a reușit inițializarea depozitelor de software. Întreruperea instalării.
ru: Не удалось инициализировать репозитории. Установка прервана.
sk: Nepodarilo sa inicializovať repozitáre so softvérom. Prerušenie inštalácie.
sl: Pripravljanje virov programske opreme je spodletelo. Prekinitev namestitve.
sv: Det gick inte att initiera programvaruarkiven. Installationen avbryts.
tg: Омодасозии анборҳо нармафзор қатъ карда шудааст. Насб манъ карда шудааст.
th: ล้มเหลวในการเริ่มเรียกใช้คลังแพกเกจของซอฟต์แวร์ กำลังยกเลิกการติดตั้ง
tr: Yazılım havuzları başlatılamadı. Kurulumun iptal edilmesi.
uk: Не вдалося започаткувати сховища ПЗ. Встановлення перервано.
wa: Dji n' a nén plou fé l' inicialijhaedje des depots d' programes. Dj' abandene l' astalaedje.
