Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>A configured network is needed for using remote repositories or add-on products. If you do not use remote repositories, skip the configuration.</p>
ar: <p>يلزم وجود شبكة مكونة لاستخدام المخازن البعيدة أو المنتجات الإضافية. في حالة عدم استخدام المخازن البعيدة، يمكنك تخطي التكوين.</p>
bg: <p>За да се използват отдалечени хранилища или допълнителни продукти е необходимо да има настроена мрежа. Ако не използвате такива хранилища можете да пропуснете тази настройка.</p>
ca: <p>Es necessita una xarxa configurada per utilitzar repositoris remots o productes complementaris. Si no utilitzeu repositoris remots, ometeu la configuració.</p>
cs: <p>K použití on-line repozitářů je potřeba nastavit síťové připojení. Pokud nechcete použít žádný on-line repozitář, můžete nastavení přeskočit.</p>
da: <p>Et konfigureret netværk behøves, for at anvende eksterne softwarekilder eller tillægsprodukter. Hvis du ikke bruger eksterne softwarekilder, spring konfigurationen over.</p>
de: <p>Ein konfiguriertes Netzwerk wird für den Zugriff auf entfernte Repositorys und zur Verwendung von Add-on-Produkten benötigt. Wenn Sie keine entfernten Repositorys verwenden, können Sie die Netzwerkkonfiguration überspringen.</p>
el: <p>Ένα ρυθμισμένο δίκτυο χρειάζεται για την χρήση των απομακρυσμένων πηγών εγκατάστασης ή των πρόσθετων προϊόντων. Δεν χρειάζεται να χρησιμοποιήσετε απομακρυσμένες πηγές εγκατάστασης και μπορείτε να παραβλέψετε την ρύθμισή του.</p>
eo: <p>Agordita reto estas neceso por uzi forajn deponejojn aŭ kromajn produktojn. Se vi ne uzas forajn deponejojn, preterpasu tiun ĉi agordadon.</p>
es: <p>Es necesario tener configurada la red para usar repositorios remotos o productos adicionales. Omita esta configuración si no utiliza repositorios remotos.</p>
et: <p>Häälestatud võrguühendus on vajalik kaughoidlate või lisatoodete jaoks. Kui sa ei kasuta kaughoidlaid, jäta häälestamine vahele.</p>
fa: <p> برای استفاده از مخازن از راه دور یا محصولات اضافه نیاز به داشتن شبکه پیکربندی شده شده است. اگر شما از مخازن از راه دور استفاده نمی کنید می توانید از این مرحله عبور کنید.</p>
fi: <p>Käytettäessä etäasennuslähteitä tai lisätuotteita vaaditaan asettamaan verkko. Ellei verkkoasennuslähteitä käytetä, tämän voi ohittaa.</p>
fr: <p>Un réseau configuré est nécessaire pour utiliser des dépôts distants ou des produits complémentaires. Si vous n'utilisez pas de dépôts distants, ignorez la configuration.</p>
gl: <p>Precísase unha rede configurada para usar repositorios remotos ou complementos. Se non usa repositorios remotos, salte a configuración.</p>
hu: <p>A távoli telepítési források vagy a kiegészítő termékek hozzáadásához elengedhetetlen a hálózat beállítása. Amennyiben nem akar távoli telepítési forrást megadni, kihagyhatja ezt a lépést</p>
id: <p>Pengaturan jaringan diperlukan untuk repositori jarak jauh atau produk tambahan. Jika Anda tidak menggunakan repositori jarak jauh, lewati konfigurasi ini.</p>
it: <p>È necessaria una rete configurata per usare repository remoti o prodotti aggiuntivi. Se non si usano repository remoti, ignorare la configurazione.</p>
ja: <p>ネットワーク上のリポジトリやアドオン製品を利用するには、 ネットワーク設定が必要です。ネットワーク上のリポジトリを利用しない場合は、 ネットワーク設定を飛ばすこともできます。</p>
km: <p>បណ្ដាញ​ដែល​បានកំណត់​រចនាសម្ព័ន្ធ​ត្រូវ​ការ​សម្រាប់​ប្រើ​​ប្រើ​ឃ្លាំង​ពី​ចម្ងាយ ឬ​ផលិត​ផល​បន្ថែម ។ ប្រសិ​ន​បើ​អ្នក​មិន​ប្រើ​ឃ្លាំង​ពី​ចម្ងាយ រំលង​ការ​កំណត់រចនាសម្ព័ន្ធ ។</p>
lt: <p>Sukonfigūruotas tinklas reikalingas priėjimui prie nuotolinių saugyklų ar papildomų produktų. Jei nenaudojate nuotolinių saugyklų, galite praleisti konfigūravimą.</p>
nb: <p>Nettverket må være satt opp for å benytte eksterne pakkebrønner eller tilleggsprodukter. Hvis du ikke bruker eksterne pakkebrønner, kan du hoppe over oppsettet.</p>
nl: <p>Een geconfigureerd netwerk is nodig voor externe opslagruimten of voor add-onproducten. Als u geen gebruik maakt van externe opslagruimten dan kunt u het instellen overslaan.</p>
pl: <p>Skonfigurowane połączenie sieciowe jest konieczne do korzystania ze zdalnych repozytoriów lub produktów dodatkowych. Jeśli te zasoby nie będą używane, można pominąć konfigurację sieci.</p>
pt: <p>É necessária uma rede configurada para utilizar repositórios remotos ou produtos adicionais. Se não utilizar repositórios remotos, salte esta configuração.</p>
pt_br: <p>Uma rede configurada é necessária para a utilização de repositórios remotos ou produtos complementares. Se você não utiliza repositórios remotos, ignore a configuração.</p>
ro: <p>Este necesară o rețea configurată pentru a utiliza depozite la distanță sau produse suplimentare. Dacă nu utilizați depozite la distanță, săriți peste această configurare.</p>
ru: <p>Настроенная сеть необходима для использования удаленных репозиториев или дополнительных продуктов. Если вы не будете использовать удаленные репозитории, пропустите настройку.</p>
sk: <p>Nakonfigurovaná sieť je potrebná, ak chcete použiť vzdialené repozitáre, alebo doplnkové produkty. Ak nepoužívate vzdialené repozitáre, preskočte konfiguráciu.</p>
sl: <p>Nastavljeno omrežje je potrebno za uporabo oddaljenih virov ali dodatnih izdelkov. Če oddaljenih virov ne uporabljate, preskočite nastavitev.</p>
sv: <p>Ett konfigurerat nätverk krävs för fjärrarkiv och tilläggsprodukter. Om du inte använder fjärrarkiv kan du hoppa över konfigurationen.</p>
tg: <p>Барои истифодаи анборҳои нармафзори дурдаст ё маҳсулоти иловагӣ, шабакаи танзимшуда лозим аст. Агар анборҳои нармафзори дурдаст истифода набаред, ин танзимотро нодида гузаронед.</p>
th: <p>จำเป็นต้องใช้เครือข่ายที่ถูกปรับแต่งค่าไว้แล้ว เพื่อใช้งานร่วมกับคลังแพกเกจระยะไกล หรือผลิตภัณฑ์เสริม หากคุณไม่ต้องการใช้คลังแพกเกจระยะไกลใด ๆ ให้ข้ามการปรับแต่งดังกล่าว</p>
tr: <p>Uzak depoları kullanmak için yapılandırılmış bir ağ gerekir veya eklenti ürünler. Uzak depoları kullanmazsanız, yapılandırmayı atlayın.</p>
uk: <p>Потрібна налаштована мережа, щоб вживати віддалені сховища або додаткові продукти. Якщо ви не маєте наміру вживати віддалені сховища, можете пропустити налаштування мережі.</p>
wa: <p>Dj' a dandjî d' ene rantoele apontieye po -z eployî des depots då lon ou des prodûts d' rawete. Si vos n' eployîz pont depots då lon, passez l' apontiaedje.</p>

source: Network configuration has failed. Check the log file %1 for details.
ar: لقد فشلت عملية تكوين الشبكة. تحقق من ملف السجل %1 لمزيد من التفاصيل.
ca: S'ha produït un error a l'hora de configurar la xarxa. Consulteu el fitxer de registre %1 per obtenir-ne més informació.
cs: Konfigurace sítě selhala. Podrobnosti najdete v souboru %1.
da: Netværkskonfiguration mislykkedes. Tjek logfilen %1 for detaljer.
de: Netzwerkkonfiguration ist fehlgeschlagen. Weitere Details finden Sie in der Logdatei %1.
el: Αποτυχία ρύθμισεων δικτύου. Ελέγξτε το αρχείο καταγραφής %1 για περισσότερες λεπτομέρειες.
eo: Reta agordado fiaskis. Kontrolu la protokoldosieron %1 por pliaj detaloj.
es: Error en la configuración de la red. Consulte el archivo de registro %1 para obtener más información.
et: Võrgu seadistamine nurjus. Lisateavet leiate logifailist %1.
fa: پیکربندی شبکه ناموفق بود. فایل گزارش %1 را برای اطلاعات بیشتر بررسی کنید.
fi: Verkon asetus epäonnistui. Katso lisätietoja lokitiedostosta %1.
fr: Échec de la configuration réseau. Vérifiez le fichier journal %1 pour plus de détails.
gl: Erro na configuración da rede. Consulte o ficheiro de rexistro %1 para obter detalles.
hu: A hálózati beállítás nem sikerült. További részletek a(z) %1 naplófájlban olvashatók.
id: Konfigurasi jaringan telah gagal. Periksa berkas log %1 untuk detailnya.
it: Configurazione di rete non riuscita. Consultare il file di log %1 per maggiori dettagli.
ja: ネットワークの設定に失敗しました。 詳しくはログファイル %1 をお読みください。
lt: Nepavyko sukonfigūruoti tinklo. Norėdami sužinoti daugiau, žiūrėkite žurnalo rinkmeną %1.
nb: Feil under oppsett av nettverk. Du finner mer informasjon i loggfilen %1.
nl: Configureren van het netwerk is mislukt. Kijk voor meer details in het logbestand %1.
pl: Konfiguracja sieci nie powiodła się. Szczegóły dotyczące błędu znajdują się w pliku dziennika %1.
pt: A configuração de rede falhou. Verifique o registo diário %1 para mais detalhes.
pt_br: A configuração de rede falhou. Verifique os detalhes no arquivo de log %1.
ro: Configurarea rețelei a eșuat. Verificați fișierul jurnal %1 pentru detalii.
ru: При настройке сети произошла ошибка. Подробности в журнале %1.
sk: Konfigurácia siete zlyhala. Skontrolovať súbor záznamu %1 kvôli podrobnostiam.
sl: Nastavljanje omrežja ni uspelo. Za podrobnosti si oglejte dnevniško datoteko %1.
sv: Nätverkskonfigurationen har misslyckats. Kontrollera informationen i loggfilen %1.
tg: Танзими шабака қатъ шудааст. Барои тафсилоти муфассал, файли сабти рӯйдодҳои %1-ро мутолиа кунед.
tr: Ağ yapılandırması başarısız oldu. Ayrıntılar için %1 günlük dosyasını kontrol edin.
uk: При налаштуванні мережі сталася помилка. Подробиці в журналі %1.

source: Preparing disks...
ar: يتم الآن تحضير الأقراص...
bg: Подготвяне на твърдите дискове…
ca: Preparant els discs...
cs: Připravuji disky...
da: Forbereder harddiske...
de: Festplatten werden vorbereitet...
el: Προετοιμασία δίσκων...
eo: Pretigante diskojn...
es: Preparando los discos...
et: Kõvaketaste ettevalmistamine...
fa: در حال اماده سازی دیسک ها....
fi: Valmistellaan levyjä...
fr: Préparation des disques...
gl: Preparando discos...
hu: Lemezek előkészítése...
id: Memeriksa diska...
it: Preparazione dei dischi in corso…
ja: ディスクを準備しています...
km: កំពុង​រៀបចំ​ថាស...
lt: Ruošiami diskai...
nb: Klargjør disker ...
nl: Voorbereiden van schijven...
pl: Przygotowywanie dysków...
pt: A preparar os discos...
pt_br: Preparando os discos...
ro: Se pregătesc discurile...
ru: Подготовка дисков...
sk: Príprava diskov...
sl: Pripravljanje diskov …
sv: Förbereder diskar...
tg: Омодасозии дискҳо...
th: ทำการเตรียมดิสก์...
tr: Disk hazırlama ...
uk: Підготовка дисків...
wa: Dj' aprestêye les plakes...

source: Installing Packages...
ar: يتم الآن تثبيت الحزم...
bg: Инсталиране на програмните пакети…
ca: Instal·lant paquets...
cs: Instalují se balíčky...
da: Installerer pakker...
de: Pakete werden installiert...
el: Εγκατάσταση πακέτων...
eo: Instalante Pakaĵojn...
es: Instalando los paquetes...
et: Pakettide paigaldamine...
fa: درحال نصب بسته ها....
fi: Asennetaan paketteja...
fr: Installation des paquets...
gl: Instalando paquetes...
hu: Csomagok telepítése...
id: Memasang paket...
it: Installazione dei pacchetti in corso...
ja: パッケージをインストールしています...
km: កំពុង​ដំឡើង​កញ្ចប់...
lt: Įdiegiami paketai...
nb: Installerer pakker...
nl: De pakketten worden geïnstalleerd...
pl: Instalowanie pakietów...
pt: A Instalar Pacotes...
pt_br: Instalando os pacotes...
ro: Se instalează pachetele...
ru: Установка пакетов...
sk: Inštalácia balíkov...
sl: Nameščanje paketov …
sv: Installerar paket...
tg: Қуттиҳо насб шуда истодаанд...
th: ทำการติดตั้งแพกเกจ...
tr: Paketler yükleniyor...
uk: Встановлення пакунків...
wa: Dj' astale les pacaedjes...

source: There is no user interface available for this module.
ar: لا تتوفر واجهة مستخدم لهذه الوحدة النمطية.
bg: Няма потребителски интерфейс за този модул.
ca: No hi ha cap interfície d'usuari disponible per a aquest mòdul.
cs: Pro vybraný modul neexistuje uživatelské rozhraní.
da: Der er ingen brugergrænseflade tilgængelig for dette modul.
de: Für dieses Modul ist keine Benutzeroberfläche verfügbar.
el: Δεν υπάρχει διαθέσιμη διεπαφή χρήστη για αυτήν την μονάδα.
eo: Ne ekzistas disponebla uzant-interfaco por tiu ĉi modulo.
es: No hay ninguna interfaz de usuario disponible para este módulo.
et: Sellel moodulil puudub kasutajaliides.
fa: هیچ واسطه ی کاربر برای این ماژول در دسترس نیست.
fi: Tähän moduuliin ei ole käyttöliittymää.
fr: Aucune interface utilisateur n'est disponible pour ce module.
gl: Non hai ningunha interface de usuario dispoñible para este módulo.
hu: Nincs felhasználói felület a kiválasztott modulhoz.
id: Tidak ada antarmuka pengguna untuk modul ini.
it: Non vi è alcuna interfaccia utente disponibile per questo modulo.
ja: このモジュールのユーザインターフェイスが見つかりません。
km: គ្មាន​ចំណុច​ប្រទាក់​អ្នកប្រើ សម្រាប់​ម៉ូឌុល​នេះ ។
lt: Šiam moduliui nėra naudotojo sąsajos.
nb: Det er ikke noe tilgjengelig brukergrensesnitt for denne modulen.
nl: Er is voor deze module geen gebruikersinterface beschikbaar.
pl: Brak dostępnego interfejsu użytkownika dla tego modułu.
pt: Não existe interface de utilizador disponível para este módulo.
pt_br: Não existe interface de usuário disponível para este módulo.
ro: Nu există o interfață cu utilizatorul disponibilă pentru acest modul.
ru: Нет доступного интерфейса пользователя для этого модуля.
sk: Pre tento modul nie je k dispozícii používateľské rozhranie.
sl: Uporabniški vmesnik za ta modul ni na voljo.
sv: Det finns inget användargränssnitt för den här modulen.
tg: Барои ин модул ягон интерфейси корбарӣ дастрас нест.
th: มอดูลนี้ไม่มีส่วนติดต่อผู้ใช้อยู่
tr: Bu modül için mevcut bir kullanıcı arabirimi yok.
uk: Для цього модуля немає інтерфейсу користувача.
wa: Gn a pont d' eterface uzeu po ç' module ci.

source: Language: %1
ar: اللغة: %1
bg: Език: %1
ca: Llengua: %1
cs: Jazyk: %1
da: Sprog: %1
de: Sprache: %1
el: Γλώσσα: %1
eo: Lingvo: %1
es: Idioma: %1
et: Keel: %1
fa: زبان: %1
fi: Kieli: %1
fr: Langue : %1
gl: Idioma: %1
hu: Nyelv: %1
id: Bahasa: %1
it: Lingua: %1
ja: 言語 %1
km: ភាសា ៖ %1
lt: Kalba: %1
nb: Språk: %1
nl: Taal: %1
pl: Język: %1
pt: Idioma: %1
pt_br: Idioma: %1
ro: Limba: %1
ru: Язык: %1
sk: Jazyk: %1
sl: Jezik: %1
sv: Språk: %1
tg: Забони: %1
th: ภาษา: %1
tr: Dil: %1
uk: Мова: %1
wa: Lingaedje: %1

source: Release Notes
ar: ملاحظات الإصدار
bg: Бележки по изданието
ca: Notes de la versió
cs: Poznámky k verzi
da: Udgivelsesnoter
de: Hinweise zur Version
el: Σημειώσεις Έκδοσης
eo: Eldonaj Notoj
es: Notas de la versión
et: Väljalasketeade
fa: یادداشت های انتشار
fi: Julkaisutiedot
fr: Notes de version
gl: Notas de publicación
hu: Kiadási megjegyzések
id: Catatan Rilis
it: Note di rilascio
ja: リリースノート
km: ឯកសារ​ចេញផ្សាយ
lt: Pastabos šiai versijai
nb: Versjonsmerknader
nl: Uitgavenotities
pl: Informacje o wydaniu
pt: Notas de Lançamento
pt_br: Notas de lançamento
ro: Note de lansare
ru: Примечания к выпуску
sk: Poznámky k vydaniu
sl: Opombe k izdaji
sv: Versionsinformation
tg: Қайдҳои нашр
th: บันทึกประจำรุ่น
tr: Sürüm notları
uk: Примітки до випуску
wa: Notes di modêye

source: &Language
ar: اللغة
bg: &Език
ca: &Llengua
cs: &Jazyk
da: &Sprog
de: &Sprache
el: &Γλώσσα
eo: &Lingvo
es: &Idioma
et: Kee&l
fa: زبان
fi: &Kieli
fr: &Langue
gl: &Idioma
hu: &Nyelv
id: &Bahasa
it: &Lingua
ja: 言語 (&L)
km: ភាសា
lt: Ka&lba
nb: &Språk
nl: &Taal
pl: &Język
pt: &Idioma
pt_br: &Idioma
ro: &Limba
ru: &Язык
sk: &Jazyk
sl: &Jezik
sv: S&pråk
tg: &Забон
th: &ภาษา
tr: &Dil
uk: &Мова
wa: &Lingaedje

source: &Product
ar: المنتج
bg: &Продукт
ca: &Producte
cs: &Produkt
da: &Produkt
de: &Produkt
el: &Προϊόν
eo: &Produkto
es: &Producto
et: &Toode
fa: محصول
fi: &Tuote
fr: &Produit
gl: &Produto
hu: &Termék
id: &Produk
it: &Prodotto
ja: 製品 (&P)
km: ផលិតផល
lt: &Produktas
nb: &Produkt
pl: &Produkt
pt: &Produto
pt_br: &Produto
ro: &Produs
ru: &Продукт
sk: &Produkt
sl: &Izdelek
sv: &Produkt
tg: &Маҳсул
th: &ผลิตภัณฑ์
tr: Ürün
uk: &Продукт
wa: &Prodût

source: <p>The <b>release notes</b> for the installed Linux system provide a brief summary of new features and changes.</p>
ar: <p>يمكنك هنا الحصول على <b>ملاحظات الإصدار</b> الخاصة بنظام Linux المثبَّت، وهي تقدم ملخصًا مختصرًا للميزات والتغييرات الجديدة.</p>
bg: <p>Това са <b>бележките по изданието</b> на инсталираната Линукс система. Те дават кратка информация за нови възможности и промени.</p>
ca: <p>En aquesta secció es troben les <b>notes de la versió</b> per al sistema Linux instal·lat. Aquestes notes ofereixen un resum de les novetats i els canvis.</p>
cs: <p>Zde jsou <b>poznámky</b> k nainstalované verzi systému Linux. Poskytují krátký přehled o novinkách a změnách.</p>
da: <p><b>Udgivelsesnoterne</b> til det installerede Linux-system giver et kort opsummering af nye funktioner og ændringer.</p>
de: <p>Die <b>Versionshinweise</b> für das installierte Linux-System beinhalten eine kurze Zusammenfassung der neuen Funktionen und Änderungen.</p>
el: <p>Οι <b>σημειώσεις έκδοσης</b> για το εγκαταστημένο σύστημα Linux παρέχουν μια σύνοψη των νέων χαρακτηριστικών και των αλλαγών.</p>
eo: <p>La <b>eldonaj notoj</b> por la instalita Linuksa sistemo donas mallongan resumon pri novaj trajtoj kaj ŝanĝoj</p>
es: <p>Las <b>notas de la versión</b> del sistema Linux instalado proporcionan un breve resumen de las novedades y cambios.</p>
et: <p>Paigaldatud Linuxi süsteemi <b>väljalasketeade</b> sisaldab uute hüvede ja muudatuste lühikokkuvõtet.</p>
fa: <p><b>یادداشت های انتشار</b> برای لینوکس نصب شده خلاصه ای از ویژگی های جدید و تغییرات را در اختیار قرار میدهد.</p>
fi: <p>Tässä on <b>julkaisutietoja</b> asennetusta Linux-järjestelmästä. Se tarjoaa lyhyen yhteenvedon uusista ominaisuuksista ja muutoksista.</p>
fr: <p>Les <b>notes de version</b> pour le système Linux installé offrent un bref résumé des nouvelles fonctionnalités et des modifications.</p>
hu: <p>Itt olvashatók a telepített Linux rendszerre vonatkozó <b>kiadási megjegyzések</b>. A megjegyzésekben a főbb újdonságokról és változásokról olvashat fontos tudnivalókat.</p>
id: <p>Ini adalah <b>catatan rilis</b> untuk sistem Linux yang terpasang. Mereka memberikan gambaran singkat fitur baru dan perubahan.</p>
it: <p>Le <b>note di rilascio</b> per il sistema Linux installato forniscono un breve sommario delle nuove caratteristiche e delle modifiche.</p>
ja: <p>インストールされた Linux システムに対する <b>リリースノート</b> が表示されています。 ここには、新しい機能や変更点などの概要が記されています。</p>
km: <p>នេះ​គឺ​ជា <b>កំណត់​ចំណាំ​នៃ​ការ​ចេញផ្សាយ</b> របស់​ប្រព័ន្ធ​លីនុច ដែល​បាន​ដំឡើង ។ ពួក​វា​ផ្ដល់​នូវ​សេចក្ដី​សង្ខេប​នៃ​លក្ខណៈ​ពិសេស និង​ការ​ផ្លាស់ប្ដូរ​ថ្មីៗ ។</p>
lt: <p><b>pastabos</b> įdiegtai Linux sistemai pateikia trumpą naujų savybių ir pakeitimų santrauką.</p>
nb: <p>Dette er <b>versjonsmerknadene</b> for det installerte Linux-systemet. De inneholder et kort sammendrag av nye funksjoner og endringer.</p>
nl: <p>De <b>uitgavenotities</b> van het geïnstalleerde Linux-systeem geven een korte opsomming van de nieuwe functionaliteit en wijzigingen.</p>
pl: <p><b>Informacje o wydaniu</b> zainstalowanego systemu Linux zawierają zwięzły opis nowych funkcji i zmian.</p>
pt: <p>As <b>notas de lançamento</b> para o sistema Linux instalado fornecem um breve resumo das novas funcionalidades e alterações.</p>
pt_br: <p>As <b>notas de lançamento</b> para o sistema Linux instalado oferecem um resumo das novas funções e alterações.</p>
ro: <p><b>Notele de lansare</b> pentru sistemul Linux instalat oferă un scurt rezumat al noilor caracteristici și modificări.</p>
ru: <p><b>Примечаниями к выпуску</b> установленной системы Linux содержат краткое описание новых возможностей и изменений.</p>
sk: <p><b>Poznámky k vydaniu</b> poskytujú pre nainštalovaný systém Linux krátky súhrn nových funkcií a zmien.</p>
sl: <p><b>Opombe k izdaji</b> nameščenega sistema GNU/Linux vsebujejo kratke opise novosti in sprememb.</p>
sv: <p><b>Versionsinformationen</b> för det installerade Linux-systemet innehåller en kort sammanfattning av nya funktioner och ändringar.</p>
tg: <p><b>Қайдҳои нашр</b> барои системаи насбшудаи Linux хулосаи хусусиятҳои нав ва тағйиротро таъмин менамояд.</p>
tr: <p>Yüklü Linux sistemi için <b>sürüm notları</b> kısa bir bilgi sağlar. yeni özelliklerin ve değişikliklerin özeti.</p>
uk: <p>Тут знаходяться <b>Примітки до випуску</b> для встановленої системи Linux. У них міститься короткий опис нових можливостей та змін.</p>
wa: <p>Les <b>notes del modêye</b> pol sistinmeLinux astalé dnèt on court racourti des noveas usteyes et candjmints.</p>

source: <p>No release notes have been installed.</p>
ar: <p>لم يتم تثبيت ملاحظات الإصدار.</p>
bg: <p>Няма инсталирани официални бележки за тази версия.</p>
ca: <p>No s'han instal·lat les notes de la versió.</p>
cs: <p>Žádné poznámky k vydání nebyly nainstalovány.</p>
da: <p>Ingen udgivelsesnoter blev installeret.</p>
de: <p>Es wurden keine Versionshinweise installiert.</p>
el: <p>Δεν έχουν εγκατασταθεί σημειώσεις έκδοσης.</p>
eo: <p>Neniu eldonnoto estis instalita.</p>
es: <p>No se han instalado las notas de la versión.</p>
et: <p>Väljalasketeadet pole paigaldatud.</p>
fa: <p> هیچ یاداشت انتشاری نصب نشده است</p>
fi: <p>Julkaisutietoja ei ole asennettu.</p>
fr: <p>Aucune note de version n'a été installée.</p>
gl: <p>Non se instalaron ningunhas notas de publicación.</p>
hu: <p>A kiadási megjegyzések nem kerültek telepítésre.</p>
id: <p>Tidak ada catatan rilis yang telah terpasang.</p>
it: <p>Non sono state installate le note di rilascio.</p>
ja: <p>リリースノートがインストールされていません。</p>
km: <p>គ្មាន​សេចក្ដី​ចេញផ្សាយ​ត្រូវ​បាន​ដំឡើង ។</p>
lt: <p>Neįdiegtos jokios pastabos apie laidą.</p>
nb: <p>Ingen versjonsnotater ble installert.</p>
nl: <p>Er zijn uitgavenotities geïnstalleerd.</p>
pl: <p>Nie zostały zainstalowane żadne informacje o wydaniu.</p>
pt: <p>Não foram instaladas notas de lançamento.</p>
pt_br: <p>Nenhuma nota de lançamento foi instalada.</p>
ro: <p>Nu au fost instalate note de lansare.</p>
ru: <p>Примечания к выпуску не были установлены.</p>
sk: <p>Poznámky k vydaniu neboli nainštalované.</p>
sl: <p>Nameščene niso bile nobene opombe k izdaji.</p>
sv: <p>Ingen versionsinformation har installerats.</p>
tg: <p>Ягон қайди нашр насб нашудааст.</p>
th: <p>ไม่มีบันทึกประจำรุ่นที่ถูกติดตั้งไว้</p>
tr: <p>Hiçbir sürüm notu yüklenmedi.</p>
uk: <p>Не було встановлено приміток до випуску.</p>
wa: <p>Pont d' notes di modêyes n' ont stî astalêyes.</p>

source: Analyzing the Computer
ar: تحليل جهاز الكمبيوتر
bg: Анализиране на компютъра
ca: Analitzant l'ordinador
cs: Probíhá analýza počítače
da: Analyserer computeren
de: Analysieren des Computers
el: Ανάλυση του υπολογιστή
eo: Analizado de la komputilo
es: Analizando el equipo
et: Arvuti analüüs
fa: در حال تحلیل رایانه
fi: Tutkitaan tietokonetta
fr: Analyse de l'ordinateur
gl: Analizando o computador
hu: A számítógép vizsgálata
id: Menganalisis Komputer
it: Analisi del computer
ja: コンピュータを分析しています
km: កំពុង​វិភាគ​កុំព្យូទ័រ
lt: Analizuojamas kompiuteris
nb: Analyserer datamaskinen
nl: Computer analyseren
pl: Trwa analiza systemu
pt: A analisar o Computador
pt_br: Analisando o computador
ro: Analizarea calculatorului
ru: Анализ компьютера
sk: Analyzovanie počítača
sl: Pregledovanje računalnika
sv: Analyserar datorn
tg: Озмоиши компютер
th: ทำการวิเคราะห์เครื่องคอมพิวเตอร์
tr: Bilgisayarı Analiz Etmek
uk: Аналіз комп'ютера
wa: Dji corwaite li copiutrece

source: Probe USB devices
ar: فحص أجهزة USB
bg: Тестване на USB устройствата
ca: Sonda els dispositius USB
cs: Analýza USB zařízení
da: Undersøg USB-enheder
de: USB-Geräte überprüfen
el: Ανίχνευση συσκευών USB
eo: Sondi la USB-disponaĵojn
es: Probar los dispositivos USB
et: USB seadmete proovimine
fa: کاوش دستگاه های USB
fi: Tunnistetaan USB-laitteet
fr: Détecter les périphériques USB
gl: Comprobar dispositivos USB
hu: USB-eszközök vizsgálata
id: Jajaki perangkat USB
it: Rileva dispositivi USB
ja: USB デバイスの検出
km: ស្ទង់រក​ឧបករណ៍ USB
lt: Bandyti USB įrenginius
nb: Søk etter USB-enheter
nl: USB-apparatuur zoeken
pl: Wykrycie urządzeń USB
pt: Sondar dispositivos USB
pt_br: Examinar dispositivos USB
ro: Verificare dispozitive USB
ru: Определить устройства USB
sk: Zisťovanie USB zariadení
sl: Zaznaj naprave USB
sv: Identifiera USB-enheter
tg: Санҷиши дастгоҳҳои USB
th: ตรวจหาอุปกรณ์ USB
tr: USB cihazlarını araştır
uk: Зондування пристроїв USB
wa: Sonder les éndjins USB
