Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>If you need specific hardware drivers for installation, see <i>http://drivers.suse.com</i> site.</p>
ar: <p>إذا كنت بحاجة إلى برامج تشغيل لأجهزة معينة لتثبيتها، اطلع على موقع <i>http://drivers.suse.com</i>‏.</p>
ca: <p>Si necessiteu controladors de maquinari específics per a la instal·lació, vegeu <i>http://drivers.suse.com</i> site.</p>
cs: <p>Pokud k instalaci potřebujete konkrétní ovladače hardwaru, navštivte web <i>http://drivers.suse.com</i>.</p>
da: <p>Hvis du behøver særlige hardware-drivere til installation, så se websiden <i>http://drivers.suse.com</i>.</p>
de: <p>Wenn Sie spezielle Hardware-Treiber für die Installation brauchen, besuchen Sie <i>http://drivers.suse.com</i>.</p>
el: <p>Εάν χρειαστείτε ειδικούς οδηγούς συσκευών για εγκατάσταση, δείτε την ιστοσελίδα <i>http://drivers.suse.com </i>.</p>
eo: <p>Se vi bezonas specifajn aparatarpelilojn por la instalo, vizitu la retejon <i>http://drivers.suse.com</i> site.</p>
es: <p>Si necesita controladores de hardware particulares para la instalación, consulte el sitio <i>http://drivers.suse.com</i>.</p>
et: <p>Kui vajad paigaldamiseks erilisi riistvaraajureid, see <i>http://drivers.suse.com</i> site.</p>
fa: <p>اگر شما به درایورهای دستگاه خاصی نیازمندید، لطفا به سایت<i>http://drivers.suse.com</i>مراجعه کنید.</p>
fi: <p>Jos tarvitset jollekin laitteelle ajurin asennuksen aikana, katso: <i>http://drivers.suse.com</i>.</p>
fr: <p>Si vous avez besoin d'un pilote spécifique pour l'installation, reportez vous au site <i>http://drivers.suse.com</i></p>
gl: <p> Se precisa controladores de hardware específicos para a instalación, consulte <i> http://drivers.suse.com </i> sitio. </p>
hu: <p>Ha a telepítéshez konkrét hardverek illesztőprogramja szükséges, a <i>http://drivers.suse.com</i> webhelyen megtalálhatja ezeket.</p>
id: <p>Jika Anda ingin penggerak perangkat keras tertentu untuk pemasangan, lihat situs <i>http://drivers.suse.com</i>.</p>
it: <p>Se si ha bisogno di driver specifici per l'hardware per l'installazione, consultare il sito <i>http://drivers.suse.com</i>.</p>
ja: <p>インストール時に特定のハードウエアドライバを必要とする場合は、 <i>http://drivers.suse.com</i> のサイトをご確認ください。 </p>
lt: <p>Žiūrėkite 'drivers.suse.com' svetainėje, jei diegiant jums reikia specialių aparatinės įrangos tvarkyklių.</p>
nb: <p>Hvis du trenger spesifikke maskinvaredrivere for å installere, se <i>http://drivers.suse.com</i> site.</p>
nl: <p>Als u specifieke hardware-stuurprogramma's nodig hebt voor de installatie, zie dan de <i>http://drivers.suse.com</i>site.</p>
pl: <p>Jeśli instalacja wymaga dodatkowych sterowników, odwiedź stronę <i>http://drivers.suse.com</i>.</p>
pt: <p>Se necessitar de drivers especificas de hardware para instalação. veja o sítio web <i>https://drivers.suse.com</i>.</p>
pt_br: <p>Se você precisa de drivers de hardware específicos para instalação, consulte o site <i>http://drivers.suse.com</i>.</p>
ro: <p>Dacă aveți nevoie de drivere hardware specifice pentru instalare, consultați site-ul <i>http://drivers.suse.com</i>.</p>
ru: <p>Если для установки вам нужны особые драйвера, посетите сайт <i>http://drivers.suse.com</i>.</p>
sk: <p>Ak potrebujete určité hardvérové ovládače pre inštaláciu, pozrite sa na stránku <i>http://drivers.suse.com</i>.</p>
sl: <p>Če za namestitev potrebujete posebne gonilnike za strojno opremo, si oglejte stran <i>http://drivers.suse.com</i>.</p>
sv: <p>Om du behöver särskilda maskinvarudrivrutiner för installationen, se webbplatsen <i>http://drivers.suse.com</i>.</p>
tg: <p>Агар барои насби система ягон драйвери махсуси сахтафзор лозим бошад, ба вебсайти <i>http://drivers.suse.com</i> гузаред.</p>
tr: <p>Kurulum için belirli donanım sürücülerine ihtiyacınız varsa, <i>http://drivers.suse.com</i>sitesine bakın.</p>
uk: <p>Якщо для встановлення вам потрібні особливі драйвери, відвідайте сайт <i>http://drivers.suse.com</i>.</p>

source: Keyboard Layout and Password for the System Administrator "root"
ar: تخطيط لوحة المفاتيح وكلمة المرور لمدير النظام "الجذر"
ca: Disposició de teclat i contrasenya per a l'administrador del sistema d'arrel
cs: Rozložení klávesnice a heslo pro správce systému (root)
da: Tastaturlayout og adgangskode til systemadministratoren "root"
de: Tastatur-Layout und Passwort für den System Administrator "root"
eo: Klavararanĝo kaj pasvorto por sistemadministranto "root"
es: Distribución de teclado y contraseña para el administrador del sistema "root"
et: Klaviatuuri paigutus ja parool süsteemiadministraatorile "juur"
fa: آرایش صفحه کلید و رمز عبور برای مدیر سیستم "ریشه"
fi: Pääkäyttäjän ("root") näppäimistöasettelu ja salasana
fr: Disposition du clavier et mot de passe de l'administrateur système "root"
gl: Disposición de teclado e contrasinal para o administrador do sistema "root"
hu: A "root" rendszergazda billentyűzetkiosztása és jelszava
id: Tata Letak Papan Tik dan Kata Sandi untuk Administrator Sistem "root"
it: Mappatura della tastiera e password per l'amministratore di sistema "root"
ja: キーボードレイアウトとシステム管理者 "root" のパスワード
lt: Klaviatūros išdėstymas ir slaptažodis sistemos administratoriui „root“
nl: Toetsenbordindeling en wachtwoord voor de systeembeheerder 'root'
pl: Układ klawiatury i hasło systemowego administratora „root”
pt: Esquema do Teclado e Palavra-Passe para o Administrador de Sistema "root"
pt_br: Layout do teclado e senha para o administrador do sistema "root"
ro: Configurația tastaturii și parola pentru administratorul de sistem "root"
ru: Раскладка клавиатуры и пароль системного администратора "root"
sk: Rozloženie klávesnice a heslo pre správcu systému "root"
sl: Razporeditev tipk in geslo za sistemskega skrbnika »root«
sv: Tangentbordslayout och lösenord för systemadministratören "rot"
tr: Sistem Yöneticisi "root" için Klavye Düzeni ve Şifre
uk: Розкладка клавіатури та пароль для адміністратора системи "root"

source: Internal error: Missing license to show
ar: حدث خطأ داخلي: الترخيص المطلوب عرضه مفقود
bg: Вътрешна грешка: Лицензът за показване липсва
ca: Error intern: no es troba la llicència que s'ha de mostrar
cs: Vnitřní chyba: Chybí licence, kterou by bylo možné zobrazit
da: Intern fejl: Mangler licensaftale til visning
de: Interner Fehler: Anzuzeigende Lizenz fehlt
el: Εσωτερικό σφάλμα: Απουσία άδειας χρήσης για εμφάνιση
eo: Ena eraro: Mankas permesilo por montri
es: Error interno: no hay licencia que mostrar
et: Sisemine viga: puudub litsents, mida kuvada
fa: خطای درونی: مجوز برای نمایش وجود ندارد
fi: Sisäinen virhe: Käyttöoikeussopimus puuttuu
fr: Erreur interne : licence à afficher manquante
gl: Erro interno: a licenza para mostrar non existe
hu: Belső hiba: nem található a licenc
id: Galat internal: Lisensi yang akan ditampilkan tidak ada
it: Errore interno: licenza da visualizzare mancante
ja: 内部エラー: 表示するライセンスがありません
km: កំហុស​ខាង​ក្នុង​ ៖ បាត់​អាជ្ញាប័ណ្ណ​ដើម្បី​បង្ហាញ​
lt: Vidinė klaida: trūksta licencijos
nb: Intern feil: Mangler lisens for visning
nl: Interne fout: weer te geven licentie ontbreekt
pl: Błąd wewnętrzny: brak licencji do wyświetlenia
pt: Erro interno: Licença em falha para mostrar
pt_br: Erro interno: não há licença para mostrar
ro: Eroare internă: Lipsește licența pentru a afișa
ru: Внутренняя ошибка: Отсутствует лицензия для показа
sk: Interná chyba: Chýbajúca licencia pre zobrazenie
sl: Notranja napaka: manjka licenca za prikaz
sv: Internt fel: Det finns inga licenser att visa
tg: Хатои дарунӣ: Иҷозатнома вуҷуд надорад
th: ข้อผิดพลาดภายใน: ไม่มีสัญญาอนุญาตที่จะแสดงให้ดู
tr: Dâhilî hata: Gösterilecek lisans eksik
uk: Внутрішня помилка: відсутня ліцензія для показу
wa: Divintrinne aroke : Li licince a mostrer manke

source: Network Setup
ar: إعداد الشبكة
bg: Настройка на мрежата
ca: Configuració de la xarxa
cs: Nastavení sítě
da: Netværksopsætning
de: Netzwerkkonfiguration
el: Εγκατάσταση Δικτύου
eo: Retagordo
es: Configuración de la red
et: Võrgu häälestamine
fa: برپایی شبکه
fi: Verkon asetus
fr: Configuration du réseau
gl: Configuración da rede
hu: Hálózat beállítása
id: Penyiapan Jaringan
it: Configurazione di rete
ja: ネットワーク設定
km: រៀបចំ​បណ្ដាញ
lt: Tinklo sąranka
nb: Nettverksinnstillinger
nl: Netwerkinstelling
pl: Konfiguracja sieci
pt: Configuração de Rede
pt_br: Configuração da rede
ro: Configurarea rețelei
ru: Настройка сети
sk: Nastavenie siete
sl: Nastavitev omrežja
sv: Nätverksinställning
tg: Танзими шабака
th: ตั้งค่าเครือข่าย
tr: Ağ Kurulumu
uk: Налаштування мережі
wa: Apontiaedje rantoele

source: No network setup has been found. It is important if using remote repositories, otherwise you can safely skip it.
ar: لم يتم العثور على إعداد الشبكة. يعتبر ذلك مهمًا في حالة استخدام مخازن بعيدة، وبخلاف ذلك يمكنك تخطيه بأمان.
bg: Не е намерена настройка за мрежата. Тя е важна, ако се използват отдалечени хранилища, в противен случай може да се пропусне безопасно.
ca: No s'ha trobat cap configuració de xarxa. És important configurar-la si utilitzeu repositoris remots; en cas contrari, podeu ometre aquest pas.
cs: Nebylo nalezeno žádné nastavení sítě. Potřebné je pouze v případě použití on-line repozitářů. Pokud je nepoužijete, lze přeskočit.
da: Ingen netværksopsætning blev fundet. Dette er vigtigt ved anvendelse af eksterne softwarekilder, ellers kan du roligt springe det over.
de: Es wurde keine Netzwerkkonfiguration gefunden. Ein konfiguriertes Netzwerk wird für den Zugriff auf entfernte Repositorys benötigt. Wenn Sie keine entfernten Repositorys verwenden, können Sie die Netzwerkkonfiguration gefahrlos überspringen.
el: Δεν βρέθηκε ρύθμιση δικτύου. Είναι σημαντικό αν χρησιμοποιείτε απομακρυσμένες πηγές, αλλιώς μπορεί να το παραβλέψετε με ασφάλεια.
eo: Neniu reta agordo estis trovita. Ĝi estas necesa por uzi forajn deponejojn, alimaniere vi povas senprobleme preterpasi ĝin.
es: No se ha encontrado una configuración de red. Es necesaria para usar repositorios remotos, en caso contrario, puede omitirla con tranquilidad.
et: Ühtegi võrku ei suudetud häälestada. See on vajalik, kui kasutad kaughoidlaid; vastasel juhul võid selle vabalt vahele jätta.
fa: هیچ نصبی برای شبکه پیدا نشده. زمانی که شما از مخازن از راه دور استفاده می کنید این نکته مهم است، در حالات دیگر شما می توانید با اطمینان از مرحله عبور کنید.
fi: Verkon asetusta ei löydetty. Jos ei käytetä verkkoasennuslähteitä, voit turvallisesti ohittaa tämän.
fr: Aucune configuration du réseau n'a été trouvée. Celle-ci est importante si vous souhaitez utiliser des dépôts distants, sinon vous pouvez l'ignorer en toute sécurité.
gl: Non se atopou ningunha configuración de rede. É importante para o uso de repositorios remotos, en caso contrario, pode saltar isto sen problemas.
hu: Nem található hálózati beállítás. Mindenképpen szükséges egy távoli telepítési forrást megadni, vagy egyszerűen hagyja ki ezt a lépést.
id: Tidak ditemukan pengaturan jaringan. Hal ini penting jika ingin menggunakan repositori jarak jauh, atau Anda dapat melewati ini.
it: Non è stata trovata alcuna configurazione di rete. Questa è importante nel caso si stiano usando repository remoti, in caso contrario si può ignorarla senza problemi.
ja: ネットワークが設定されていません。 ネットワーク上のリポジトリを利用する場合には必要不可欠ですが、 そうでなければ飛ばしてもかまいません。
km: រក​មិន​ឃើញ​កា​ររៀបចំបណ្ដាញ ។ វា​សំខាន់​ណាស់ ប្រសិន​បើ​ប្រើ​ឃ្លាំង​ពី​ចម្ងាយ បើ​មិន​ដូច្នេះ​ទេ អ្នក​អាច​រំលង​យ៉ាង​មាន​សុត្ថិភាព ។
lt: Nepavyko rasti jokių tinklo nuostatų. Tai svarbu naudojant nuotolines saugyklas, tačiau jūs nesibaimindami galite tai praleisti.
nb: Nettverksoppsett ble ikke funnet. Dette er nødvendig hvis du vil bruke eksterne pakkebrønner. Hvis ikke, kan du hoppe over dette.
nl: Geen netwerkinstellingen gevonden. Dit is van belang wanneer u externe opslagruimten gebruikt, anders kan het veilig worden overgeslagen.
pl: Nie znaleziono ustawień sieci. Są one wymagane do korzystania ze zdalnych repozytoriów. W przeciwnym przypadku można pominąć tę opcję.
pt: Não foi encontrada uma configuração de rede. É de vital importância para a utilização de repositórios remotos caso contrário pode passar à frente de forma segura.
pt_br: Nenhuma configuração de rede foi detectada. Ela é fundamental para a utilização de repositórios remotos, caso contrário, você pode ignorar isto com segurança.
ro: Nu a fost găsită nicio configurație de rețea. Este important dacă se utilizează depozite la distanță, altfel puteți sări peste.
ru: Сеть не найдена. Это важно, если используются удаленные репозитории, если они вам не нужны, вы можете пропустить это.
sk: Nebolo zistené žiadne nastavenie siete. To je veľmi dôležité, ak chcete použiť vzdialené repozitáre. Inak ho môžete pokojne preskočiť.
sl: Najdene ni bilo nobene nastavitve omrežja. To je pomembno, če uporabljate oddaljene vire. V nasprotnem lahko nastavitev varno preskočite.
sv: Ingen nätverkskonfiguration hittades. Detta är viktigt om du använder fjärrarkiv, annars kan du hoppa över konfigurationen.
tg: Ягон танзими шабакавӣ ёфт нашудааст. Агар анбори нармафзори дурдастеро истифода баред, шабакаи танзимшуда хеле муҳим аст, ба таври дигар шумо метавонед ин танзимро нодида гузаронед.
th: ไม่พบการตั้งค่าเครือข่ายอยู่ ซึ่งจำเป็นในการเรียกใช้คลังแพกเกจระยะไกล ไม่เช่นนั้นคุณจะทำการข้ามมันไป
tr: Ağ kurulumu bulunamadı. Uzak depoları kullanmanız önemlidir, aksi hâlde güvenle atlayabilirsiniz.
uk: Не знайдено налаштування мережі. Воно життєво важливе для використання віддалених сховищ. Інакше, можете сміливо пропустити його.
wa: Nol apontiaedje rantoele n' a stî trové. C' est impôrtant si vs vos siervoz di depots då lon, ôtrumint, vos ploz passer houte e såvrité.

source: Configure your network card now?
ar: هل تريد تكوين بطاقة الشبكة الآن؟
bg: Желаете ли да сега настроитемрежовата карта?
ca: Voleu configurar la targeta de xarxa?
cs: Chcete nyní nastavit síťovou kartu?
da: Konfigurér dit netværkskort nu?
de: Netzwerkkarte jetzt konfigurieren?
el: Ρύθμιση την κάρτα δικτύου τώρα;
eo: Ĉu agordi vian retkarton nun?
es: ¿Desea configurar ahora la tarjeta de red?
et: Kas soovid nüüd häälestada oma võrgukaardi?
fa: کارت شبکه خود را هم اکنون پیکربندی می کنید؟
fi: Asetetaanko verkkokortti nyt?
fr: Configurer votre carte réseau maintenant ?
gl: Configurar agora a tarxeta de rede?
hu: Beállítja most a hálózati kártyát?
id: Mengatur kartu jaringan Anda sekarang?
it: Configurare la scheda di rete ora?
ja: 今すぐネットワークカードを設定しますか？
km: កំណត់​រចនាម្ព័ន្ធ​កាត​បណ្ដាញ​របស់​អ្នក​ឥឡូវ ?
lt: Ar norėtumėte tinklo plokštę konfigūruoti dabar?
nb: Vil du sette opp nettverkskortet nå?
nl: Wilt u de netwerkkaart nu configureren?
pl: Czy skonfigurować teraz kartę sieciową?
pt: Deseja configurar agora a sua placa de rede?
pt_br: Configurar sua placa de rede agora?
ro: Configurați acum placa de rețea?
ru: Хотите настроить сетевую карту сейчас?
sk: Chcete teraz nakonfigurovať sieťovú kartu?
sl: Ali želite omrežno kartico nastaviti sedaj?
sv: Vill du konfigurera nätverkskortet nu?
tg: Корти шабакавии худро ҳозир танзим мекунед?
th: จะปรับแต่งค่าแผงวงจรเครือข่ายเดี๋ยวนี้หรือไม่ ?
tr: Ağ kartınız şimdi yapılandırılsın mı?
uk: Налаштувати вашу мережну плату тепер?
wa: Apontyî asteure vosse cwåte rantoele?

source: Select
ar: تحديد
bg: Избиране
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
eo: Elekti
es: Seleccionar
et: Valimine
fa: انتخاب
fi: Valitse
fr: Sélectionner
gl: Seleccionar
hu: Kiválasztás
id: Pilih
it: Seleziona
ja: 選択
km: ជ្រើស
lt: Pasirinkti
nb: Velg
nl: Selecteer
pl: Wybór
pt: Seleccionar
pt_br: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sl: Izbor
sv: Ange
tg: Интихоб кардан
th: เลือก
tr: Seç
uk: Вибрати
wa: Tchoezi

source: &Yes, Run the Network Setup
ar: نعم ,نفذ إعداد الشبكة
bg: &Да, с мрежова настройка
ca: &Sí, executa la configuració de la xarxa
cs: &Ano, spustit nastavení sítě
da: &Ja, kør netværksopsætning
de: &Ja, Netzwerk konfigurieren
el: &Ναί, Εκκίνηση της Ρύθμισης του Δικτύου
eo: &Jes, Ruli la Retagordon
es: &Sí, ejecutar la configuración de la red
et: &Jah, käivita võrgu häälestamine
fa: بله، نصب شبکه را فعال کن
fi: &Kyllä, aseta verkko
fr: &Oui, lancer la configuration du réseau
gl: &Si, configurar a rede
hu: &Igen, hálózati beállítások indítása
id: &Ya, Jalankan Pengaturan Jaringan
it: &Sì, avvia la configurazione di rete
ja: はい、ネットワークの設定を行います (&Y)
km: បាទ/ចាស រត់​ការ​រៀបចំ​បណ្ដាញ
lt: &Taip, nustatyti tinklą
nb: &Ja, kjør nettverkskonfigurasjonen
nl: &Ja; start de netwerkinstallatie
pl: &Tak, uruchom ustawienia sieci
pt: &Sim, Executar a Configuração de Rede
pt_br: &Sim, executar a configuração de rede
ro: &Da, rulați configurarea rețelei
ru: &Да, запустить настройку сети
sk: &Áno, spustiť nastavenie siete
sl: &Da, zaženi nastavitev omrežja
sv: &Ja, kör nätverksinställningen
tg: &Ҳа, танзими шабакаро иҷро кунед
th: ใ&ช่ ทำการตั้งค่าเครือข่าย
tr: Evet, Ağ Kurulumu'nu Çalıştırın
uk: &Так, запустити налаштування мережі
wa: &Oyi, enonder l' apontiaedje rantoele

source: No, &Skip the Network Setup
ar: لا، ت&خطي إعداد الشبكة
bg: &Не, без мрежова настройка
ca: No, &omet la configuració de la xarxa
cs: Ne, &přeskočit nastavení sítě
da: &Nej, spring netværksopsætning over
de: &Nein, Netzwerkonfiguration überspringen
el: Όχι, Παράβλεψη της Ρύθμιση&ς του Δικτύου
eo: Ne, &Preterpasi la Retagordon
es: &No, omitir la configuración de la red
et: &Ei, jäta võrgu häälestamine vahele
fa: خیر، از نصب شبکه صرفه نظر کن
fi: Ei, &ohita verkon asettaminen
fr: &Non, ignorer la configuration du réseau
gl: Non, &saltar a configuración de rede
hu: &Nem, hálózati beállítások kihagyása
id: Tidak, &Lewati Pengaturan Jaringan
it: No, &ignora la configurazione di rete
ja: いいえ、ネットワークの設定を飛ばします (&S)
km: ទេ រំលង​ការ​រៀបចំ​បណ្ដាញ
lt: &Ne, praleisti tinklo konfigūraciją
nb: Nei, &hopp over nettverkskonfigurasjonen
nl: &Nee; de netwerkinstallatie overslaan
pl: &Nie, pomiń ustawienia sieci
pt: &Não, Saltar a Configuração de Rede
pt_br: &Não, ignorar a configuração de rede
ro: Nu, &săriți peste configurarea rețelei
ru: &Нет, пропустить настройку сети
sk: &Nie, preskočiť nastavenie siete
sl: &Ne, preskoči nastavitev omrežja
sv: Nej, hoppa över nätverk&sinställningen
tg: Не, &танзими шабакаро иҷро накунед
th: ไ&ม่ใช่ ข้ามขั้นตอนการตั้งค่าเครือข่าย
tr: Hayır, Ağ Kurulumunu Atla
uk: Ні, &пропустити налаштування мережі
wa: Nonna, &passer houte l' apontiaedje del rantoele

source: <p>The current installation system does not have a configured network.</p>
ar: <p>لا يحتوي النظام المثبت حاليًا على شبكة مكونة.</p>
bg: <p>Настоящата инсталационна система няма настроена мрежа.</p>
ca: <p>El sistema d'instal·lació actual no té una xarxa configurada.</p>
cs: <p>Zdá se, že v aktuálním instalačním systému není nastavena síť.</p>
da: <p>Det nuværende installationssystem har ikke et konfigureret netværk.</p>
de: <p>Das aktuelle Installationssystem hat kein konfiguriertes Netzwerk.</p>
el: <p>Η τρέχουσα εγκατάσταση του συστήματος δεν φαίνεται να έχει ρύθμιση δικτύου.</p>
eo: <p>La aktuala sisteminstalo ne havas iun retagordon.</p>
es: <p>El sistema instalado actualmente no tiene una red configurada.</p>
et: <p>Paigalduskeskkonnal ei ole hetkel ühtegi võrguühendust häälestatud.</p>
fa: <p>روند جاری نصب سیستم شامل تنظیماتی برای پیکره بندی شبکه نیست.</p>
fi: <p>Asennusjärjestelmässä ei vaikuta olevan asetettua verkkoa.</p>
fr: <p>Le système d'installation actuel n'a pas de réseau configuré.</p>
gl: <p>O sistema de instalación actual non ten configurada unha rede.</p>
hu: <p>A jelenleg telepített rendszeren nincs beállítva a hálózat.</p>
id: <p>Pemasangan sistem saat ini tidak dapat mengelola jaringan.</p>
it: <p>Il sistema di installazione attuale non ha una rete configurata.</p>
ja: <p>現在のインストールシステムではネットワークが設定されていません。</p>
km: <p>ប្រព័ន្ធ​ដំឡើង​បច្ចុប្បន្ន​មិនមាន បណ្ដាញ​ដែល​បាន​កំណត់​រ​ចនាសម្ព័ន្ធ​ទេ ។</p>
lt: <p>Esama diegimo sistema neturi sukonfigūruoto tinklo.</p>
nb: <p>Det er ikke satt opp noe nettverk for det installerte systemet.</p>
nl: <p>Het huidige installatiesysteem heeft geen geconfigureerd netwerk.</p>
pl: <p>Bieżący system instalacyjny nie ma skonfigurowanej sieci.</p>
pt: <p>O sistema de instalação actual não tem uma rede configurada.</p>
pt_br: <p>O sistema de instalação atual não parece ter uma rede configurada.</p>
ro: <p>Sistemul de instalare actual nu are o rețea configurată.</p>
ru: <p>У текущей системы установки нет настроенной сети.</p>
sk: <p>Zdá sa, že aktuálny inštalačný systém nemá nakonfigurovanú sieť.</p>
sl: <p>Trenutni namestitveni sistem nima nastavljenega omrežja.</p>
sv: <p>Det finns inget konfigurerat nätverk för det aktuella installationssystemet.</p>
tg: <p>Системаи насбшудаи ҷорӣ ягон танзимоти шабакаи Интернетро надорад.</p>
th: <p>ระบบปัจจุบันที่ติดตั้งอยู่ดูเหมือนจะยังไม่มี การปรับแต่งค่าระบบเครือข่าย</p>
tr: <p>Mevcut yükleme sistemi yok yapılandırılmış bir ağ var.</p>
uk: <p>Поточна система встановлення, здається, не має налаштованої мережі.</p>
wa: <p>Li sistinme d' astalaedje do moumint n' a pont d' rantoele apontieye.</p>
