Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>Installation from images is disabled by default if the current pattern selection does not fit any set of images.</p>
ar: <p>افتراضيًا بتم تعطيل التثبيت من نسخة المحتويات إذا لم يتناسب تحديد النمط الحالي مع أية مجموعة من نسخ المحتويات</p>
bg: <p>Инсталирането от образи е забранено по подразбиране ако текущият подбор не пасва с нито един от образите.</p>
ca: <p>Per defecte, la instal·lació des d'imatges està inhabilitada si la selecció de patrons actual no coincideix amb cap conjunt d'imatges.</p>
cs: <p>Instalace z obrazů je ve výchozím stavu zakázána, pokud se váš současný výběr vzorů neshoduje s žádnou sadou obrazů.</p>
da: <p>Installation fra imagefiler deaktiveres som standard hvis det aktuelle valg af mønstre ikke passer med noget sæt af imagefiler.</p>
de: <p>'Installation von Abbildern' ist standardmäßig deaktiviert, wenn die aktuelle Schemaauswahl keinem vorhandenen Abbildsatz entspricht.</p>
el: <p>Η εγκατάσταση από τις εικόνες είναι απενεργοποιημένες εκ προεπιλογής αν η τρέχουσα επιλογή μοτίβου δεν ταιριάζει με κανένα από τα σύνολα των εικόνων.</p>
eo: <p>Instalado per bildoj estas apriore ne aktiva se la aktuala ŝablonelekto kongruas kun neniu bildo.</p>
es: <p>La instalación desde imágenes está inhabilitada por defecto si la selección actual de patrones no se ajusta a ningún conjunto de imágenes.</p>
et: <p>Tõmmistelt paigaldamine keelatakse vaikimisi, kui mustrite valik ei sobi ühegi tõmmiste hulgaga.</p>
fa: <p>نصب از طریق ایمیج در صورتی که الگوی انتخابی فعلی شامل تعدادی از ایمیج ها نشود غیرفعال است.</p>
fi: <p>Asennus levykuvista on oletuksena poissa käytöstä, ellei ohjelmistoryhmävalinta vastaa mitään levykuvaa.</p>
fr: <p>L'installation à partir d'images est désactivée par défaut si la sélection de modèles actuelle ne correspond à aucun ensemble d'images.</p>
gl: <p>A instalación dende imaxes está desactivada por defecto se a selección actual de patróns non corresponde con ningún conxunto de imaxes.</p>
hu: <p>A telepítés lemezképből beállítás alapértelmezésként le van tiltva, amennyiben a kiválasztott minták nem illenek egyik lemezképhez sem.</p>
id: <p>Pemasangan dari citra tidak diaktifkan secara bawaan jika pola pemilihan yang digunakan tidak cocok dengan citra yang ada.</p>
it: <p>L'installazione tramite immagini è disabilitata per impostazione predefinita se l'attuale selezione di modelli non trova un riscontro con nessun set di immagini.</p>
ja: <p>現在選択されているパターンが、保存されているイメージのどれにも合致しない場合、 イメージからのインストールは既定で無効になります。</p>
km: <p>ការ​ដំឡើង​ពី​រូបភាព​ត្រូវ​បាន​បិទ​តាម​លំនាំដើម ប្រសិន​បើ​ជម្រើស​​លំនាំ​បច្ចុប្បន្ន មិន​សម​នឹង​សំណុំ​រូបភាព​ណា​មួយ​ទេ ។</p>
lt: <p>Diegimas iš atvaizdžių yra išjungiamas automatiškai, jei esamas jūsų pasirinkimas neatitinka nė vieno atvaizdžio rinkinio.</p>
nb: <p>Som standard er installasjon fra diskbilder deaktivert dersom gjeldende valg av mønster ikke tilsvarer noe diskbildesett.</p>
nl: <p>Installatie vanuit images is standaard uitgeschakeld als de huidige selectie van patronen niet klopt met de reeks images.</p>
pl: <p>Instalacja z obrazów jest domyślnie wyłączona, jeśli aktualnie wybrane wzorce nie pasują do żadnego z obrazów.</p>
pt: <p>A instalação por imagens está desactivada por pré-definição se a selecção do padrão actual não corresponder com nenhuma imagem.</p>
pt_br: <p>A instalação a partir de imagens é desabilitada por padrão se a seleção atual de padrões não corresponder a nenhum conjunto de imagens.</p>
ro: <p>Instalarea din imagini este dezactivată în mod implicit în cazul în care selecția curentă de modele nu se potrivește cu niciun set de imagini.</p>
ru: <p>Установка из образа отключена по умолчанию, если текущий выбор шаблонов не подходит ни одному набору образов.</p>
sk: <p>Inštalácia z obrazov je štandardne zakázaná, ak sa aktuálny výber vzoru nezhoduje so žiadnou sadou obrazov.</p>
sl: <p>Nameščanje iz slik je privzeto onemogočeno, če trenutni izbor vzorcev ne ustreza nobenemu naboru slik.</p>
sv: <p>Installation från avbildningar är inaktiverat som standard om det aktiva mönstret inte matchar någon uppsättning med avbildningar.</p>
tg: <p>Агар намунаи интихобшуда ба ягон аз маҷмӯъи тасвирҳои диск мувофиқат накунад, насби система аз тасвири диск ба таври худкор ғайрифаъол карда мешавад.</p>
th: <p>การติดตั้งจากแฟ้มอิมเมจจะถูกปิดการใช้งานโดยปริยาย หากการเลือกส่วนรูปแบบไม่เหมาะกับชุดของแฟ้มอิมเมจ</p>
tr: <p>Mevcut ise, resimlerden yükleme varsayılan olarak devre dışıdır. desen seçimi herhangi bir resim grubuna uymuyor.</p>
uk: <p>Типово, встановлення з образів вимкнено, якщо поточний вибір шаблона не відповідає жодному набору образів.</p>
wa: <p>L' astalaedje a pårti des imådjes est prémetou essocté sel tchoes do modele do moumint n' corespond a nou djeu d' imådjes.</p>

source: Error: Images should not be used for mode: %1.
ar: خطأ: يجب عدم استخدام نسخة المحتويات للوضع: %1.
bg: Грешка: Образите не бива да се използват за режим: %1
ca: Error: no s'haurien d'utilitzar imatges per al mode %1.
cs: Chyba: Obrazy nelze použít pro režim: %1.
da: Fejl: Imagefiler bør ikke bruges til tilstanden: %1.
de: Fehler: Im Modus %1 sollten keine Abbilder benutzt werden.
el: Σφάλμα: Οι εικόνες δεδομένων δεν μπορούν να χρησιμοποιηθούν για την κατάσταση: %1.
eo: Eraro: Diskokopioj ne devus esti uzataj por maniero: %1.
es: Error: las imágenes no se pueden usar para el modo %1.
et: Viga: Tõmmiseid ei tohiks kasutada selles režiimis: %1.
fa: خطا: ایمیج نباید برای حالت %1 استفاده شود.
fi: Virhe: levykuvia ei pitäisi käyttää tilassa: %1.
fr: Erreur : les images ne devraient pas être utilisées pour le mode : %1.
gl: Erro: Non se deben usar imaxes no modo: %1.
hu: Hiba: A lemezkép nem használható a következő módhoz: %1.
id: Galat: Citra tidak bisa digunakan untuk: %1.
it: Errore: le immagini non devono essere usate per la modalità: %1.
ja: エラー: イメージは以下のモードでは利用できません: %1
km: កំហុស ៖ រូបភាព​មិន​គួរ​ត្រូវ​បាន​ប្រើ​សម្រាប់​របៀប ៖ %1 ។
lt: Klaida: Atvaizdai neturėtų būti naudojami su: %1.
nb: Feil: Diskbilder brukes ikke for modusen: %1.
nl: Fout: Images mogen niet worden gebruikt in de modus: %1.
pl: Błąd: Obrazy nie powinny być używane w trybie: %1.
pt: Erro: As imagens não deveram ser utilizadas para o modo: %1.
pt_br: Erro: as imagens não devem ser usadas para o modo: %1.
ro: Eroare: Imaginile nu ar trebui să fie utilizate pentru modul: %1.
ru: Ошибка: Образы не должны использоваться для режима %1.
sk: Chyba: Obrazy by nemali byť použité pre režim: %1.
sl: Napaka: slike ne bi smele biti uporabljene za način: %1.
sv: Fel: Avbildningar ska inte användas för läge: %1.
tg: Хато: Тасвирҳои диск барои ин ҳолати бояд истифода нашаванд: %1
tr: Hata: Görüntüler mod için kullanılmamalıdır: %1.
uk: Помилка: образи не слід використовувати у режимі: %1.
wa: Aroke: Les imådjes ni duvrént nén esse eployeye pol môde: %1.

source: Cannot enable installation from images. Currently selected patterns do not fit the images stored on the installation media.
ar: لا يمكن تمكين التثبيت من الصور. لا تتناسب الأنماط المحددة حاليًا مع نسخ المحتويات المخزنة في وسائط التثبيت.
bg: Не може да се разреши инсталацията от образи. Текущият подбор на пакети не влиза в състава на образите, които се намират на инсталационния носител.
ca: No s'ha pogut habilitar la instal·lació des d'imatges. Els patrons seleccionats no coincideixen amb les imatges que hi ha emmagatzemades al suport d'instal·lació.
cs: Nelze povolit instalaci z obrazů. Současný výběr zdrojů se neshoduje s obrazy, které jsou uloženy na instalačním médiu.
da: Kan ikke aktivere installation fra imagefiler. De aktuelt valgte mønstre passer ikke med imagefilerne, som er gemt på installationsmediet.
de: Die Installation von Abbildern kann nicht aktiviert werden. Momentan ausgewählte Schemata passen nicht zu den Abbildern, die sich auf den Installationsmedien befinden.
el: Αδύνατη η ενεργοποίηση της εγκατάστασης από εικόνες δεδομένων. Τα επιλεγμένα patterns δεν ταιριάζουν με τις αποθηκευμένες εικόνες δεδομένων του μέσου εγκατάστασης.
eo: Instalado per bildoj ne ŝalteblas. Nune elektitaj ŝablonoj ne kongruas kun la bildoj enmemorigitaj en la instaldisko.
es: No es posible habilitar la instalación desde imágenes. El patrón seleccionado no se ajusta a ninguna de las imágenes almacenadas en el medio de instalación.
et: Tõmmistelt paigaldamist ei saa lubada. Hetkel valitud mustrid ei sobi paigaldusandmekandjal olevate tõmmistega.
fa: سیستم قادر به فعال کردن نصب از ایمیج نیست. الگو های انتخابی با ایمیج های ذخیره شده در رسانه ی نصب مطابقت ندارد.
fi: Asennusta levykuvista ei voitu ottaa käyttöön. Valitut ohjelmistoryhmät eivät vastaa asennustietovälineen levykuvia.
fr: Impossible d'activer l'installation à partir d'images. La sélection de schémas actuelle ne correspond à aucune image enregistrée sur le média d'installation.
hu: A telepítés lemezképből beállítás nem engedélyezhető. A kiválasztott minták nem illenek egyetlen, a telepítőforráson található egyik lemezképhez sem.
id: Tidak bisa mengaktifkan pemasangan dari citra. Saat ini, pilihan yang dipilih tidak cocok dengan citra yang tersimpan di media pemasangan.
it: Impossibile abilitare l'installazione tramite immagini. I modelli attualmente selezionati non trovano un riscontro nelle immagini disponibili nel supporto di installazione.
ja: イメージからのインストールを有効にすることができませんでした。 現在選択されているパターンは、インストールメディア内に保存されている どのイメージにも適合しません。
km: មិន​អាច​អនុញ្ញាត​ការ​ដំឡើង​ពី​រូបភាព​បានទេ ។ បច្ចុប្បន្ន​លំនាំ​ដែល​បាន​ជ្រើស​មិន​សម​នឹង​រូបភាព​របស់​អ្នក ដែល​ទុក​នៅ​លើ​មេឌៀ​ដំឡើង​ទេ ។
lt: Nepavyksta įgalinti diegimo iš atvaizdžių. Esamos diegimo parinktys neatitinka nei vieno atvaizdžio, esančio diegimo laikmenoje.
nb: Kan ikke aktivere installasjon fra diskbilder. Valgte mønstre tilsvarer ikke diskbildene som er lagret på installasjonsmediene.
nl: Kan de installatie vanuit images niet inschakelen. De nu geselecteerde patronen kloppen niet met de images op de installatiemedia.
pl: Włączenie instalacji z obrazów nie jest możliwe. Aktualnie wybrane wzorce nie pasują do żadnych obrazów na nośniku instalacyjnym.
pt: Não foi possível ativar a instalação por imagens. Os padrões selecionados atualmente não correspondem nenhuma das imagens armazenadas no suporte de instalação.
pt_br: Impossível habilitar a instalação a partir de imagens. Os padrões selecionados não correspondem às imagens armazenadas na mídia de instalação.
ro: Nu se poate activa instalarea din imagini. Modelele selectate în prezent nu se potrivesc cu imaginile stocate pe suportul de instalare.
ru: Невозможно включить установку из образов. Выбранные шаблоны не соответствуют образам на установочном носителе.
sk: Nie je možné povoliť inštaláciu z obrazov. Aktuálne vybrané šablóny sa nezhodujú s obrazmi uloženými na inštalačných médiách.
sl: Nameščanja iz slik ni moč omogočiti. Trenutno izbrani vzorci ne ustrezajo slikam, ki so shranjeni na namestitvenem nosilcu.
sv: Det går inte att aktivera installation från avbildningar. De valda mönstren stämmer inte med de avbildningar som är lagrade på installationsmedierna.
tg: Насбкунӣ аз тасвирҳои диск фаъол карда намешавад. Намунаҳои интихобшуда ба тасвирҳои диски захирашуда дар медиаи насбкунӣ мувафиқат намекунанд.
tr: Görüntülerden yükleme etkinleştirilemiyor. Şu anda seçili desenler resimlere uymuyor kurulum medyasında saklanır.
uk: Не вдалося увімкнути встановлення з образів. Поточні вибрані шаблони не відповідають образам, які зберігаються на носії встановлення.
wa: Dji n' a sepou mete en alaedje l' astalaedje a pårti des imådjes. Les modeles tchoezis pol moumint ni vont nén avou ls imådjes k' i gn a sol media d' astalaedje.

source: Installation from &Images
ar: ال&تثبيت من نسخة المحتويات
bg: Инсталиране от &образи
ca: Instal·lació des d'&imatges
cs: Instalace z &obrazů
da: Installation fra &imagefiler
de: Installation von Abb&ildern
el: Εγκατάσταση από τις &Εικόνες
eo: Instalado el &Diskokopioj
es: Instalación desde &imágenes
et: &Tõmmistelt paigaldamine
fa: نصب با استفاده از ایمیج ها
fi: Asennus &levykuvista
fr: Installation à partir d'&images
gl: Instalación dende &imaxes
hu: T&elepítés lemezképből
id: Pemasangan dari C&itra
it: &Installazione tramite immagini
ja: イメージからのインストール (&I)
km: ការ​ដំឡើង​ពី​រូបភាព​
lt: Diegimas iš &atvaizdžių
nb: &Installasjon fra diskbilder
nl: &Installatie vanuit images
pl: Instalacja z o&brazów
pt: Instalação por &Imagens
pt_br: Instalação a partir de &imagens
ro: Instalare din &Imagini
ru: Установка из &образов
sk: Inštalácia z &obrazov
sl: Nameščanje iz &slik
sv: Installation från &avbildningar
tg: Насб аз &тасвири диск
th: ติดตั้งจากแฟ้ม&อิมเมจ
tr: Görüntülerden Kurulum
uk: Встановлення з &образів
wa: Astalaedje a pårti des &imådjes

source: No installation images are available
ar: لا تتوفر نسخ محتويات للتثبيت
bg: Не са намерени инсталационни образи
ca: No hi ha cap imatge d'instal·lació disponible
cs: Nejsou k dispozici žádné instalační obrazy
da: Ingen imagefiler til installation er tilgængelige
de: Es sind keine Installationsabbilder verfügbar
el: Δεν υπάρχουν διαθέσιμες εικόνες δεδομένων
eo: Neniu instala diskkopio estas disponebla
es: No hay imágenes de instalación disponibles
et: Ühtegi paigaldustõmmist pole saadaval
fa: هیچ ایمیج نصب موجود نیست
fi: Asennuslevykuvia ei ole saatavilla
fr: Aucune image d'installation n'est disponible
gl: Non hai ningunha imaxe de instalación dispoñible
hu: Nincs elérhető telepítési lemezkép
id: Tidak ada citra untuk pemasangan yang tersedia
it: Non sono disponibili immagini di installazione
ja: 利用可能なインストールイメージがありません
km: មិនមាន​រូបភាព​ការ​ដំឡើង​នោះ​ទេ
lt: Nėra prieinamų diegimo atvaizdžių
nb: Ingen installasjonsdiskbilder er tilgjengelige
nl: Er zijn geen installatie-images beschikbaar
pl: Brak dostępnych obrazów instalacyjnych
pt: Nenhumas imagens de instalação estão disponíveis
pt_br: Nenhuma imagem de instalação disponível
ro: Nu există imagini de instalare disponibile
ru: Нет доступных образов для установки
sk: Nie sú dostupné inštalačné obrazy
sl: Razpoložljive ni nobene namestitvene slike
sv: Inga installationsavbildningar är tillgängliga
tg: Ягон тасвири диски насбкунӣ дастрас нест
th: ไม่มีแฟ้มอิมเมจการติดตั้งให้เลือกใช้
tr: Kurulum görüntüsü mevcut değil
uk: Відсутні образи для встановлення
wa: I gn a pont d' imådje d' astalaedje

source: Installation from images is enabled (<a href="%1">disable</a>).
ar: التثبيت من نسخ المحتويات مُمكن (<a href="%1">تعطيل</a>).
bg: Инсталирането от образи е разрешено (<a href="%1">забрана</a>).
ca: La instal·lació des d'imatges està habilitada (<a href="%1">inhabilita</a>).
cs: Instalace z obrazů je povolena (<a href="%1">zakázat</a>).
da: Installation fra imagefiler er aktiveret (<a href="%1">deaktivér</a>).
de: Installation von Abbildern ist aktiviert (<a href="%1">deaktivieren</a>).
el: Είναι ενεργοποιημένη η εγκατάσταση από τις εικόνες δεδομένων (<a href="%1">απενεργοποίηση</a>).
eo: Instalado el ekzaktaj kopioj de diskoj estas aktiva (<a href="%1">malaktivigi</a>).
es: La instalación desde imágenes está habilitada (<a href="%1">inhabilitar</a>).
et: Tõmmistelt paigaldamine on lubatud (<a href="%1">keela</a>).
fa: نصب با استفاده از ایمیج فعال است (<a href="%1">غیرفعالسازی</a>).
fi: Asennus levykuvista on käytössä (<a href="%1">poista käytöstä</a>).
fr: L'installation à partir d'images est activée (<a href="%1">désactiver</a>).
gl: A instalación dende imaxes está activada (<a href="%1">desactivar</a>).
hu: Telepítés lemezképből engedélyezve (<a href="%1">letiltás</a>).
id: Pemasangan dari citra aktif (<a href="%1">tidak aktif</a>).
it: Installazione tramite immagini abilitata (<a href="%1">disabilita</a>).
ja: イメージからのインストールが有効になっています (<a href="%1">無効にする</a>)
km: បើក​ការ​ដំឡើង​ពី​រូបភាព (<a href="%1">បិទ</a>) ។
lt: Diegimas iš atvaizdžių yra įgalintas (<a href="%1">išjungti</a>).
nb: Installasjon fra diskbilder er aktivert (<a href="%1">deaktiver</a>).
nl: Installatie vanaf images is ingeschakeld (<a href="%1">uitschakelen</a>).
pl: Instalacja z obrazów jest włączona (<a href="%1">wyłącz</a>).
pt: A instalação por imagens está ativada (<a href="%1">desativar</a>).
pt_br: A instalação a partir de imagens está habilitada (<a href="%1">desabilitar</a>).
ro: Instalarea din imagini este activată (<a href="%1">dezactivare</a>).
ru: Установка из образов включена (<a href="%1">отключить</a>).
sk: Inštalácia z obrazov je povolená (<a href="%1">zakázať</a>).
sl: Nameščanje iz slik je omogočeno (<a href="%1">onemogoči</a>).
sv: Installation från avbildningar är aktiverad (<a href="%1">inaktivera</a>).
tg: Насби система аз тасвирҳои диск фаъол шудааст (<a href="%1">ғайрифаъол кардан</a>).
tr: Resimlerden yükleme etkinleştirildi (<a href="%1">devre dışı</a>).
uk: Встановлення з образів увімкнено (<a href="%1">вимкнути</a>).
wa: L' astalaedje a pårti des imådjes est en alaedje (<a href="%1">essocter</a>).

source: Installation from images is disabled (<a href="%1">enable</a>).
ar: التثبيت من نسخ المحتويات مُعطل (<a href="%1">تمكين</a>).
bg: Инсталирането от образи е забранено (<a href="%1">разрешаване</a>).
ca: La instal·lació des d'imatges està inhabilitada (<a href="%1">habilita</a>).
cs: Instalace z obrazů je zakázána (<a href="%1">povolit</a>).
da: Installation fra imagefiler er deaktiveret (<a href="%1">aktivér</a>).
de: Installation von Abbildern ist deaktiviert (<a href="%1">aktivieren</a>).
el: Είναι απενεργοποιημένη η εγκατάσταση από τις εικόνες δεδομένων (<a href="%1">ενεργοποίηση</a>).
eo: Instalado el ekzaktaj kopioj de diskoj estas malaktiva (<a href="%1">aktivigi</a>).
es: La instalación desde imágenes está inhabilitada (<a href="%1">habilitar</a>).
et: Tõmmistelt paigaldamine on keelatud (<a href="%1">luba</a>).
fa: نصب با استفاده از ایمیج غیر فعال است (<a href="%1">فعالسازی</a>).
fi: Asennus levykuvista on poissa käytöstä (<a href="%1">ota käyttöön</a>).
fr: L'installation à partir d'images est désactivée (<a href="%1">activer</a>).
gl: A instalación dende imaxes está desactivada (<a href="%1">activar</a>).
hu: Telepítés lemezképből letiltva (<a href="%1">engedélyezés</a>).
id: Pemasangan dari citra tidak aktif (<a href="%1">aktif</a>).
it: Installazione tramite immagini disabilitata (<a href="%1">abilita</a>).
ja: イメージからのインストールが無効になっています (<a href="%1">有効にする</a>)
km: បិទ​ការ​ដំឡើង​ពី​រូបភាព (<a href="%1">បើក</a>) ។
lt: Diegimas iš atvaizdžių yra išjungtas (<a href="%1">įgalinti</a>).
nb: Installasjon fra diskbilder er deaktivert (<a href="%1">aktiver</a>).
nl: Installatie vanaf images is uitgeschakeld (<a href="%1">inschakelen</a>).
pl: Instalacja z obrazów jest wyłączona (<a href="%1">włącz</a>).
pt: A instalação por imagens está desativada (<a href="%1">ativar</a>).
pt_br: A instalação a partir de imagens está desabilitada (<a href="%1">habilitar</a>).
ro: Instalarea din imagini este dezactivată (<a href="%1">activare</a>).
ru: Установка из образов отключена (<a href="%1">включить</a>).
sk: Inštalácia z obrazov je zakázaná (<a href="%1">povoliť</a>).
sl: Nameščanje iz slik je onemogočeno (<a href="%1">omogoči</a>).
sv: Installation från avbildningar är inaktiverad (<a href="%1">aktivera</a>).
tg: Насби система аз тасвирҳои диск ғайрифаъол шудааст (<a href="%1">фаъол кардан</a>).
tr: Görüntülerden kurulum devre dışı (<a href="%1">etkinleştirildi</a>).
uk: Встановлення з образів вимкнено (<a href="%1">увімкнути</a>).
wa: L' astalaedje a pårti des imådjes est essocté (<a href="%1">mete en alaedje</a>).

source: Initializing default window manager...
ar: تتم الآن تهيئة مدير الإطارات الافتراضي...
bg: Зареждане на стандартния мениджър на прозорци…
ca: Iniciant el gestor de finestres per defecte...
cs: Inicializuje se výchozí správce oken...
da: Initialiserer standard vindueshåndtering...
de: Standard-Fensterverwalter wird initialisiert...
el: Αρχικοποίηση του προεπιλεγμένου διαχειριστή παραθύρων...
eo: Starigado de la apriora fenestromastrumilo...
es: Inicializando el gestor de ventanas por defecto...
et: Vaikimisi aknahalduri initsialiseerimine...
fa: در حال مقدار دهی اولیه مدیر پیشفرض پنجره ها...
fi: Valmistellaan oletusikkunaohjelmaa...
fr: Initialisation du gestionnaire de fenêtres par défaut...
gl: Inicializando o xestor de ventás predeterminado...
hu: Alapértelmezett ablakkezelő előkészítése...
id: Menginisialisasi manajer jendela bawaan...
it: Inizializzazione del gestore predefinito delle finestre in corso…
ja: 既定のウインドウマネージャを準備しています...
km: កំពុង​ចាប់ផ្ដើម​កម្មវិធី​គ្រប់គ្រង​បង្អួច​លំនាំដើម...
lt: Paleidžiama įprasta langų tvarkyklė...
nb: Initialiserer standard vindushåndterer...
nl: Standaard window manager wordt geïnitialiseerd...
pl: Inicjalizacja domyślnego menedżera okien...
pt: A inicializar o gestor de janelas pré-definido...
pt_br: Inicializando gerenciador de janelas padrão...
ro: Se inițializează managerul de ferestre implicit...
ru: Инициализация менеджера окон по умолчанию…
sk: Inicializácia predvoleného správcu okien...
sl: Pripravljanje privzetega upravljalnika oken …
sv: Initierar förvald fönsterhanterare...
tg: Мудири равзанаҳои пешфарз омода шуда истодааст...
th: เตรียมส่วนจัดการหน้าต่างปริยาย...
tr: Varsayılan pencere yöneticisi başlatılıyor...
uk: Започаткування типового менеджера вікон...
wa: Inicialijhaedje do manaedjeu d' purnea...

source: Add-on Product Installation
ar: تثبيت المنتجات الإضافية
bg: Инсталиране на допълнителен продукт
ca: Instal·lació dels productes complementaris
cs: Instalace add-on produktu
da: Installation af tillægsprodukt
de: AddOn-Produktinstallation
el: Εγκατάσταση Πρόσθετου Προϊόντος
eo: Kroma Produkto Instalado
es: Instalación de productos adicionales
et: Lisatoote paigaldamine
fa: نصب محصولات مضاعف(Add-on)
fi: Lisätuotteiden asennus
fr: Installation de produits complémentaires
gl: Instalación de complementos
hu: Kiegészítő termék telepítése
id: Pemasangan Produk Tambahan
it: Installazione di prodotti aggiuntivi
ja: アドオン製品のインストール
km: ការ​ដំឡើង​ផលិតផល​បន្ថែម
lt: Papildomų produktų diegimas
nb: Installer tilleggsprodukt
nl: Installatie van addon-product
pl: Instalacja produktów dodatkowych
pt: Instalação de Produto Adicional (Add-on)
pt_br: Instalação de produto complementar
ro: Instalarea produselor suplimentare
ru: Установка дополнительных продуктов
sk: Inštalácia doplnkového produktu
sl: Nameščanje dodatnih izdelkov
sv: Installation av tilläggsprodukt
tg: Насби маҳсули иловагӣ
tr: Eklenti Ürün Kurulumu
uk: Встановлення додаткового ПЗ
wa: Astalaedje des prodûts d' rawete
