Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: No existing SSH host keys will be copied
ar: لن يتم نسخ مفاتيح مضيف SSH موجودة
ca: No hi ha claus d'amfitrió SSH per copiar
cs: Nebudou zkopírovány žádné existující klíče hostitele SSH
da: Ingen eksisterende SSH-værtsnøgler vil blive kopieret
de: Es werden keine vorhandenen SSH-Hostschlüssel kopiert.
eo: Ekzistantaj SSH gastigaj ŝlosiloj ne kopiiĝos
es: No se copiará ninguna clave de host SSH existente
et: Olemasolevaid SSH-hosti võtmeid ei kopeerita
fa: هیچ کلید SSH موجود میزبان رونوشت نمیشود
fi: Olemassa olevia SSH-palvelinavaimia ei kopioida
fr: Aucune clé hôte SSH existante ne sera copiée
hu: A telepítő nem másolja a meglévő SSH-gépkulcsokat
id: Tidak ada kunci SSH host yang akan disalin
it: Non verranno copiate chiavi host SSH esistenti
ja: 既存の SSH ホスト鍵はコピーしない
lt: SSH raktai kopijuojami nebus
nl: Er worden geen bestaande SSH-hostsleutels gekopieerd
pl: Istniejące klucze SSH hosta nie zostaną skopiowane
pt: Nenhuma chaves SSH de hospedeiro encontrada será copiada
pt_br: Nenhuma chave de host SSH existente será copiada
ro: Nu vor fi copiate cheile de gazdă SSH existente
ru: Не будет скопировано ни одного существующего ключа SSH
sk: Žiadne existujúce SSH kľúče hostiteľa sa nebudú kopírovať
sl: Prekopiran ne bo noben obstoječ ključ gostitelja SSH
sv: Inga befintliga SSH-nycklar kommer att kopieras
tr: Mevcut hiçbir SSH ana bilgisayar anahtarı kopyalanmayacak
uk: Не буде скопійований жодний існуючий ключ вузла SSH

source: SSH host keys and configuration will be copied from %s
ar: سيتم نسخ التكوين ومفاتيح مضيف SSH من %s
ca: Es copiaran claus i configuració d'SSH des de %s
cs: Budou zkopírovány klíče hostitele a konfigurace SSH ze systému %s
da: SSH-værtsnøgler og -konfiguration vil blive kopieret fra %s
de: SSH-Hostschlüssel und Konfiguration werden von %s kopiert.
eo: SSH gastigaj ŝlosiloj kaj agordoj kopiiĝos el %s
es: Las claves de host SSH y la configuración se copiarán de %s
et: SSH hosti võtmed ja konfiguratsioon kopeeritakse siit %s
fa: کلید های SSH میزبان و پیکربندی از %s رونوشت میشوند
fi: SSH-palvelinavaimet ja -asetus kopioidaan järjestelmästä %s
fr: La configuration et les clés de l'hôte SSH seront copiées à partir de %s
gl: Copiaranse as chaves e a configuración SSH de %s
hu: A telepítő másolja az SSH-gépkulcsokat és konfigurációt a(z) %s rendszerből
id: Kunci SSH host dan konfigurasi akan disalin dari %s
it: Configurazione e chiavi host SSH verranno copiate da %s
ja: SSH ホスト鍵と設定を %s から取り込む
lt: Pagrindinio kompiuterio SSH raktai ir konfigūracija kopijuosimi iš %s
nl: SSH-hostsleutels en -configuratie worden gekopieerd van %s
pl: Klucze hosta i konfiguracja SSH zostaną skopiowane z %s
pt: As chaves SSH de hospedeiro e a configuração serão copiadas de %s
pt_br: As chaves e a configuração de host SSH serão copiadas de %s
ro: Cheile și configurația gazdei SSH vor fi copiate de la %s
ru: Ключи узлов и конфигурация SSH будут скопированы с %s
sk: SSH kľúče hostiteľa a konfigurácia budú skopírované z %s
sl: Ključi in nastavitve gostiteljev SSH bodo skopirani z %s
sv: SSH-värdnycklar och -konfiguration kommer att kopieras från %s
tr: SSH ana bilgisayar anahtarları ve yapılandırması %s'den kopyalanacak
uk: Ключі вузлів і налаштування SSH будуть скопійовані з %s

source: SSH host keys will be copied from %s
ar: سيتم نسخ مفاتيح مضيف SSH من %s
ca: Es copiaran claus d'amfitrió d'SSH des de %s
cs: Budou zkopírovány klíče hostitele SSH ze systému %s
da: SSH-værtsnøgler vil blive kopieret fra %s
de: SSH-Hostschlüssel werden von %s kopiert.
eo: SSH gastigaj ŝlosiloj kopiiĝos el %s
es: Las claves de host SSH se copiarán de %s
et: SSH hosti võtmed kopeeritakse siit %s
fa: کلیدهای SSH میزبان از %s رونوشت میشوند
fi: SSH-palvelinavaimet kopioidaan järjestelmästä %s
fr: Les clés de l'hôte SSH seront copiées à partir de %s
hu: A telepítő másolja az SSH-gépkulcsokat a(z) %s rendszerből
id: Kunci SSH host akan disalin dari %s
it: Chiavi host SSH verranno copiate da %s
ja: SSH ホスト鍵を %s から取り込む
lt: Pagrindinio kompiuterio SSH raktai kopijuosimi iš %s
nl: SSH-hostsleutels worden gekopieerd van %s
pl: Klucze SSH hosta zostaną skopiowane z %s
pt: As chaves de hospedeiro SSH serão copiadas de %s
pt_br: As chaves de host SSH serão copiadas de %s
ro: Cheile de gazdă SSH vor fi copiate de la %s
ru: Ключи узлов SSH будут скопированы с %s
sk: SSH kľúče hostiteľa budú skopírované z %s
sl: Ključi gostiteljev SSH bodo skopirani z %s
sv: SSH-värdnycklar kommer att kopieras från %s
tr: SSH ana bilgisayar anahtarları %s'den kopyalanacak
uk: Ключі вузлів SSH будуть скопійовані з %s

source: Select a detected registration server from the list to search for installer updates.
ar: حدد خادم تسجيل من القائمة للبحث عن التحديثات.
ca: Seleccioneu un dels servidors de registre detectats de la llista per cercar actualitzacions de l'instal·lador.
cs: Vyberte ze některý z nalezených registračních serverů pro vyhledání aktualizací instalátoru.
da: Vælg en detekteret registreringsserver fra listen for at søge efter opdateringer til installationsprogrammet.
de: Wählen Sie einen erkannten Registrierungsserver aus der Liste um nach Updates für das Installationsprogramm zu suchen.
eo: Elektu detektitan registriĝoservilon el la listo por serĉi ĝisdatigojn de la instalilo.
es: Seleccione uno de los servidores de registro detectados de la lista para buscar actualizaciones del instalador.
et: Valige loendist tuvastatud registreerimisserver paigaldusprogrammi värskenduste otsimiseks.
fa: یک سرور ثبت نام را از لیست برای جستجوی بروزرسانی نصاب انتخاب کنید.
fi: Valitse luettelosta tunnistettu rekisteröintipalvelin, josta asentimen päivityksiä etsitään.
fr: Sélectionner un serveur d'enregistrement dédié à partir de la liste pour rechercher des mises à jours de l'installateur.
hu: A telepítő frissítéseinek kereséséhez válasszon észlelt regisztrációs kiszolgálót a listáról.
id: Pilih peladen registrasi yang ditemukan dari daftar untuk mencari pembaruan pemasangan.
it: Selezionare dalla lista uno dei server di registrazione rilevati per la ricerca degli aggiornamenti dell'installatore.
ja: インストーラの更新を検索するため、検出された登録サーバの 一覧から選択してください。
lt: Norėdami ieškoti diegyklės atnaujinimų, iš sąrašo pasirinkite aptiktą registracijos serverį.
nl: Selecteer een gedetecteerde registratieserver uit de lijst om te zoeken naar installatieupdates.
pl: Wybierz wykryty serwer rejestracji z listy, aby wyszukać aktualizacje instalatora.
pt: Selecione um dos servidores registados detetados da lista para procurar por atualizações de instalador.
pt_br: Selecione um servidor de registro detectado na lista para pesquisar por atualizações no instalador.
ro: Selectați un server de înregistrare detectat din listă pentru a căuta actualizări ale programului de instalare.
ru: Чтобы выполнить поиск обновлений установщика, выберите обнаруженный сервер регистрации из списка.
sk: Vyberte zistený registračný server zo zoznamu pre hľadanie aktualizácií inštalátora.
sl: S seznama izberite zaznan strežnik za registracijo in za iskanje posodobitev namestilnika.
sv: Välj en detekterad registeringsserver från listan för att söka efter installationsuppdateringar.
tr: Listeden algılanan bir kayıt sunucusu seçin yükleyici güncellemelerini aramak için.
uk: Виділіть виявлений сервер реєстрації зі списку для пошуку оновлень встановлювача.

source: Selected Module
ca: Mòdul seleccionat
cs: Vybraný modul
de: Ausgewähltes Modul
es: Módulo seleccionado
fr: Module sélectionné
id: Modul yang Dipilih
it: Modulo selezionato
ja: モジュールの選択
lt: Pasirinktas modulis
nl: Geselecteerde module
pt_br: Selecionar Módulo
ro: Modulul selectat
ru: Выбранный модуль
sk: Vybraný modul
sl: Izbrani modul
sv: Vald modul
uk: Вибраний модуль

source: Allows to choose between available major Linux Security Modules like:
ca: Permet triar entre els mòduls majors de seguretat de Linux disponibles:
cs: Umožňuje vybrat mezi dostupnými většími linuxovými bezpečnostními moduly jako jsou:
de: Ermöglicht die Auswahl zwischen verfügbaren Linux-Hauptsicherheitsmodulen wie:
es: Permite elegir entre los principales módulos de seguridad de Linux, como:
fr: Permet d'effectuer un choix parmi les principaux modules de sécurité Linux tels que :
id: Memungkinkan untuk memilih antara Modul Keamanan Linux utama yang tersedia seperti:
it: Consente di scegliere tra i moduli di sicurezza Linux principali disponibili, come:
ja: 下記のような主要な Linux セキュリティモジュールの中から、いずれかを選択します:
lt: Leidžia pasirinkti iš kelių pagrindinių Linux saugumo modulių, pvz.:
nl: Biedt de keuze tussen beschikbare hoofdmodules voor beveiliging van Linux zoals:
pt_br: Permite escolher entre os principais módulos de segurança Linux disponíveis, como:
ro: Permite alegerea între principalele module de securitate Linux disponibile, cum ar fi:
ru: Позволяет выбрать между главными Модулями Безопасности Linux, например:
sk: Umožňuje vybrať si z dostupných hlavných bezpečnostných modulov Linuxu, ako sú:
sl: Omogoča izbor glavnega varnostnega modula za Linux:
sv: Tillåter dig att välja mellan tillgängliga huvudsakliga Linux-säkerhetsmoduler som till exempel:
uk: Дозволяє вибирати між доступними головними модулями безпеки Linux, такими як:

source: N&TP Servers (comma or space separated)
ar: خوادم N&TP (مفصولة بفواصل أو مسافات)
ca: Servidors d'N&TP (separats per comes o espais)
cs: Servery N&TP (oddělit čárkou nebo mezerou)
da: N&TP-servere (komma- eller mellemrumssepareret)
de: N&TP-Server (getrennt durch Komma oder Leerzeichen)
es: Servidores N&TP (separados por coma o espacio)
et: N&TP-serverid (koma või tühikuga eraldatud)
fi: NT&P-palvelimet (pilkuin tai välilyönnein erotettuna)
fr: Serveurs N&TP (séparés par des virgules ou des espaces)
id: Peladen N&TP (dipisahkan oleh koma atau spasi)
it: Server N&TP (separati da virgola o spazio)
ja: NTP サーバ (カンマまたはスペース区切り) (&T)
lt: N&TP serveriai (atskirti kableliais arba tarpais)
nl: N&TP-servers (komma of spatiegescheiden)
pt: Servidores N&TP (separados por espaço ou vírgula)
pt_br: Servidores N&TP (separados por vírgula ou espaço)
ro: Servere N&TP (separate prin virgulă sau spațiu)
ru: Серверы N&TP (через запятую или пробел)
sk: Servery N&TP (oddelené čiarkou alebo medzerou)
sl: Strežniki N&TP (ločeni z vejico ali s presledkom)
sv: N&TP servrar (komma eller mellanslags separerade)
tr: N&TP Sunucuları (virgül veya boşlukla ayrılmış)
uk: N&TP Сервери (розділені комою або пробілом)

source: Not valid location for the NTP servers: %{servers} Please, enter a valid IP or Hostname
ar: الموقع غير صالح لخوادم NTP: %{servers} يرجى إدخال عنوان IP أو اسم مضيف صالح
ca: Ubicació no vàlida per als servidors d'NTP: %{servers} Si us plau, escriviu una IP o un nom d'amfitrió vàlids.
cs: Neplatná umístění serverů NTP: %{servers} Zadejte platný název nebo IP adresu
da: Ugyldig placering af NTP-serverne: %{servers} Angiv gyldig IP eller værtsnavn
de: Kein gültiger Standort für die NTP-Server: %{servers} Bitte geben Sie eine gültige IP oder einen Hostnamen ein
es: Ubicación no válida para los servidores NTP: %{servers} Por favor, introduzca un IP o nombre de servidor válido
et: Vigane asukoht NTP-serveritel: %{servers} Sisestage kehtiv IP või hosti nimi
fi: Ei kelvollinen NTP-palvelinsijainti: %{servers} Anna kelvollinen IP-osoite tai konenimi
fr: Emplacement non valide pour les serveurs NTP : %{servers} Veuillez saisir une IP ou un nom d'hôte valide
id: Bukan lokasi yang valid untuk peladen NTP: %{servers} Harap masukkan IP atau Nama Host yang valid
it: Ubicazione non valida per i server NTP: %{servers} Immettere un IP o nome host valido
ja: NTP サーバの設定が正しくありません: %{servers} 正しい IP アドレスまたはホスト名を入力してください
lt: Netinkama NTP serverio vieta: %{servers} Įveskite tinkamą IP arba serverio vardą
nl: Geen geldige locatie voor de NTP-servers: %{servers} Voer een geldig IP-adres of hostnaam in
pt: Nenhuma localização válida para servidores NTP: %{servers} Por favor, insira um IP ou nome de hospedeiro válido
pt_br: Local inválido para os servidores NTP: %{servers} Digite um IP ou Nome de Host válido
ro: Locație nevalabilă pentru serverele NTP: %{servers} Vă rugăm să introduceți un IP sau un nume de gazdă valid
ru: Неверное размещение NTP-серверов: %{servers} Укажите верный IP-адрес или имя узла
sk: Neplatné umiestnenie pre servery NTP: %{servers} Prosím, zadajte platnú adresu IP alebo názov hostiteľa
sl: Neveljavno mesto za strežnike NTP: %{servers} Vnesite veljaven naslov IP ali ime gostitelja
sv: Inte giltig plats för NTP servrar: %{servers} Snälla, ange en giltig IP eller Värdnamn
tr: NTP sunucuları için geçerli olmayan konum: %{servers} Lütfen geçerli bir IP veya Ana Bilgisayar Adı girin
uk: Не знайдено такі NTP сервери: %{servers} Будь ласка, введіть дійсну IP адресу або ім'я серверу

source: <h3>NTP Servers</h3>
ar: <h3>خوادم NTP</h3>
ca: <h3>Servidors d'NTP</h3>
cs: <h3>Servery NTP</h3>
da: <h3>NTP-servere</h3>
de: <h3>NTP Server</h3>
es: <h3>Servidores NTP</h3>
et: <h3>NTP serverid</h3>
fi: <h3>NTP-palvelimet</h3>
fr: <h3>Serveurs NTP</h3>
id: <h3>Peladen NTP</h3>
it: <h3>Server NTP</h3>
ja: <h3>NTP サーバ</h3>
lt: <h3>NTP serveriai</h3>
pt: <h3>Servidores NTP</h3>
pt_br: <h3>Servidores NTP</h3>
ro: <h3>Servere NTP</h3>
ru: <h3>NTP-серверы</h3>
sk: <h3>Servery NTP</h3>
sl: <h3>Strežniki NTP</h3>
sv: <h3>NTP servrar</h3>
tr: <h3>NTP Sunucuları</h3>
uk: <h3>NTP сервери</h3>

source: <p>Enter the host name or the IP address of the NTP server which will be used for synchronizing the time on this machine</p>
ar: <p>أدخل اسم المضيف أو عنوان IP لخادم NTP الذي سيتم استخدامه لمزامنة الوقت على هذا الجهاز</p>
ca: <p>Escriviu el nom d'amfitrió o l'adreça IP del servidor d'NTP que s'usarà per sincronitzar l'hora en aquesta màquina.</p>
cs: <p>Zadejte název nebo IP adresu serveru NTP, který bude použit k synchronizaci času tohoto stroje</p>
da: <p>Angiv værtsnavnet eller IP-adressen på den NTP-server, som skal bruges til at synkronisere tiden på denne maskine</p>
de: <p>Geben Sie den Hostnamen oder die IP-Adresse des NTP-Servers ein, der für die Synchronisation der Zeit auf diesem System verwendet wird</p>
es: <p>Introduzca el nombre del equipo o la dirección IP del servidor NTP que se usará para sincronizar la hora en esta máquina</p>
et: <p>Sisestage selle masina aja sünkroniseerimiseks kasutatava NTP-serveri nimi või IP-aadress</p>
fi: <p>Anna tämän koneen ajan tahdistukseen käytetyn NTP-palvelimen konenimi tai IP-osoite</p>
fr: <p>Entrez le nom d'hôte ou l'adresse IP du serveur NTP qui servira à synchroniser l'heure sur cette machine</p>
id: <p> Masukkan nama host atau alamat IP peladen NTP yang akan digunakan untuk menyinkronkan waktu pada mesin ini </p>
it: <p>Immettere il nome host o l'indirizzo IP del server NTP che verrà utilizzato per la sincronizzazione dell'ora sul computer</p>
ja: <p>このマシンの時刻同期に使用する、 NTP サーバのホスト名または IP アドレスを入力してください</p>
lt: <p>Įveskite NTP serverio vardą arba IP, kuris naudosimas sinchronizuojant šio kompiuterio laiką</p>
nl: <p>Voer de hostnaam of het IP-adres in van de NTP-server die gebruikt zal worden voor synchroniseren van de tijd op deze machine</p>
pt: <p>Indique o nome de hospedeiro ou o endereço IP do servidor NTP que será utilizado para sincronizar as horas nesta máquina</p>
pt_br: <p>Digite o nome de host ou endereço IP do servidor NTP que será usado para sincronizar o horário nesta máquina</p>
ro: <p>Introduceți numele gazdei sau adresa IP a serverului NTP care va fi utilizat pentru sincronizarea orei pe această mașină</p>
ru: <p>Введите имя узла или IP-адрес NTP-сервера, который будет использоваться для синхронизации времени на этой машине</p>
sk: <p>Zadajte názov hostiteľa alebo adresu IP servera NTP, ktorý sa použije na synchronizáciu času na tomto stroji</p>
sl: <p>Vnesite ime gostitelja ali naslov IP strežnika NTP, ki bo uporabljen za usklajevanje časa na tem računalniku.</p>
sv: <p>Ange värdnamnet eller IP-adressen för NTP-servern som kommer att användas för att synkronisera tiden på den här maskinen</p>
tr: <p>Bu makinede saati senkronize etmek için kullanılacak NTP sunucusunun ana bilgisayar adını veya IP adresini girin</p>
uk: <p>Введіть ім'я або IP адресу NTP сервера, який буде використовуватись для синхронізації часу цього комп'ютера</p>

source: <p>Use comma (,) or space to separate multiple values.</p>
ar: <p>استخدم الفاصلة (،) أو مسافة لفصل القيم المتعددة.</p>
ca: <p>Useu coma (,) o espai per separar valors diversos.</p>
cs: <p>Zadáte-li více hodnot, oddělte je čárkou (,) nebo mezerou.</p>
da: <p>Brug komma (,) eller mellemrum til at separere flere værdier.</p>
de: <p>Verwenden Sie Komma (,) oder Leerzeichen, um mehrere Werte zu trennen.</p>
es: <p>Use coma (,) o espacio para separar múltiples valores.</p>
et: <p>Mitme väärtuse eraldamiseks kasutage koma (,) või tühikut.</p>
fi: <p>Erota useammat arvot pilkuin (,) tai välilyönnein.</p>
fr: <p>Utilisez des virgules ou des espaces pour séparer les valeurs.</p>
id: <p>Gunakan koma (,) atau spasi untuk memisahkan beberapa nilai.</p>
it: <p>Usare virgole (,) o spazi per separare più valori.</p>
ja: <p>複数の値を指定する場合は、カンマ (,) またはスペースで区切ってください。</p>
lt: <p>Jei įvedate kelias reikšmes, jas atskirkite kableliu (,) arba tarpu.</p>
nl: <p>Komma (,) of spatie gebruiken om meerdere waarden te scheiden.</p>
pt: <p>Utilize a vírgula (,) ou o espaço para separar múltiplos valores.</p>
pt_br: <p>Use vírgula (,) ou espaço para separar vários valores.</p>
ro: <p>Folosiți virgulă (,) sau spațiu pentru a separa mai multe valori.</p>
ru: <p>Используйте запятую (,) или пробел для разделения нескольких значений.</p>
sk: <p>Na oddelenie viacerých hodnôt použite čiarku (,) alebo medzeru.</p>
sl: <p>Za ločitev več vrednosti uporabite vejico (,) ali presledek.</p>
sv: <p>Använd komma (,) eller mellanslag för att separera flera värden.</p>
tr: <p>Birden çok değeri ayırmak için virgül (,) veya boşluk kullanın.</p>
uk: <p>Використовуйте кому (,) або пробіл для розділення кількох значень.</p>

source: NTP Servers
ar: خوادم NTP
ca: Servidors d'NTP
cs: Servery NTP
da: NTP-servere
de: NTP-Server
el: Διακομιστής NTP
es: Servidores NTP
et: NTP serverid
fi: NTP-palvelimet
fr: Serveurs NTP
id: Peladen NTP
it: Server NTP
ja: NTP サーバ
lt: NTP serveriai
pt: Servidores NTP
pt_br: Servidores NTP
ro: Servere NTP
ru: NTP-серверы
sk: Servery NTP
sl: Strežniki NTP
sv: NTP Servrar
tr: NTP Sunucusu
uk: Сервер NTP

source: You have not configured an NTP server. This may lead to your system not functioning properly. Proceed with caution and at your own risk. Would you like to continue with the installation?
ar: لم تقم باعداد خادم NTP. هذا قد يؤدي لعدم عمل النظام بشكل صحيح. الاستمرار بحذر وعلى مسؤوليتك. هل ترغب في متابعة التثبيت؟
ca: No heu configurat un servidor d'NTP. Això pot comportar que el sistema no funcioni correctament. Continueu amb prudència i segons la vostra responsabilitat. Voleu continuar la instal·lació?
cs: Nekonfigurovali jste žádný server NTP. Váš systém možná nebude fungovat správně. Před pokračováním na vlastní nebezpečí varujeme. Chcete přesto v instalaci pokračovat?
da: Du har ikke konfigureret en NTP-server. Det kan medføre at dit system ikke fungerer korrekt. Fortsæt med forsigtighed og på egen risiko. Vil du fortsætte med installationen?
de: Sie haben keinen NTP-Server konfiguriert. Dies kann dazu führen, dass Ihr System nicht richtig funktioniert. Gehen Sie mit Vorsicht und auf eigene Gefahr vor. Möchten Sie mit der Installation fortfahren?
es: No ha configurado un servidor NTP. Esto podría causar que su sistema no funcione correctamente. Proceda con precaución y bajo su propio riesgo. ¿Le gustaría continuar con la instalación?
et: Te pole NTP-serverit seadistanud. See võib viia selleni, et teie süsteem ei tööta korralikult. Jätkake ettevaatlikult ja omal vastutusel. Kas soovite paigaldamisega jätkata?
fi: Et ole määrittänyt NTP-palvelinta. Järjestelmä ei ehkä toimi oikein. Jatka varovasti ja omalla vastuullasi. Haluatko jatkaa asennusta?
fr: Vous n'avez pas configuré de serveur NTP. Cela peut conduire à un système ne fonctionnant pas correctement. Procédez avec prudence et à vos risques et périls. Voulez-vous continuer l'installation ?
id: Anda belum mengonfigurasi peladen NTP. Ini dapat menyebabkan sistem Anda tidak berfungsi dengan baik. Lanjutkan dengan hati-hati dan dengan risiko Anda sendiri. Apakah Anda ingin melanjutkan pemasangan?
it: Non è stato configurato alcun server NTP. Ciò può comportare un malfunzionamento del sistema. Procedere con cautela e a proprio rischio. Continuare con l'installazione?
ja: NTP サーバを設定していません。そのため、お使いのシステムは 正しく動作しない可能性があります。 この警告を無視して続行する場合は、ご自身のリスク判断で行ってください。 このままインストールを続行してよろしいですか？
lt: Nesukonfigūravote NTP serverio. Dėl to jūsų sistema gali neveikti tinkamai. Tęsdami priimkite asmeninę atsakomybę. Tęsti diegimą?
nl: U hebt geen NTP-server geconfigureerd. Dit kan er toe keiden dat uw systeem niet juist functioneert. Ga voorzichtig verder en op uw eigen risico. Wilt u doorgaan met de installatie?
pt: Você não configurou um servidor NTP. Isto pode levar o seu sistema a não operar corretamente. Proceda com cuidado e esteja ciente dos riscos. Deseja continuar com a instalação?
pt_br: Você não configurou um servidor NTP. Isso pode fazer com que o sistema não funcione apropriadamente. Prossiga com cuidado e assuma os riscos. Deseja continuar a instalação?
ro: Nu ați configurat un server NTP. Acest lucru poate duce la nefuncționarea corectă a sistemului dvs. Acționați cu prudență și pe propriul risc. Doriți să continuați cu instalarea?
ru: Вы не настроили NTP-сервер Это может привести к некорректной работе вашей системы. Продолжайте только на собственный страх и риск. Хотите продолжить установку?
sk: Nenakonfigurovali ste server NTP. To môže viesť k tomu, že váš systém nebude správne fungovať. Pokračujte s výstrahou a na vlastné riziko. Chcete pokračovať v inštalácii?
sl: Niste nastavili strežnika NTP. To lahko vodi v nepravilno delovanje sistema. Nadaljujte previdno in na lastno odgovornost. Ali želite nadaljevati z nameščanjem?
sv: Du har inte konfigurerat en NTP-server. Detta kan leda till Att ditt system inte fungerar korrekt. Fortsätt med försiktighet och på egen risk. Vill du fortsätta med installationen?
tr: Bir NTP sunucusu yapılandırmadınız. Bu, aşağıdakilere yol açabilir: sisteminiz düzgün çalışmıyor. Dikkatli bir şekilde ve kendi sorumluluğunuzda ilerleyin. Kuruluma devam etmek ister misiniz?
uk: Ви не налаштували NTP сервер. Це може призвести до неправильної роботи системи. Дійте обережно і на свій страх і ризик. Хочете продовжити встановлення?

source: Configure Online Repositories
ar: تكوين مستودعات عبر الإنترنت
ca: Configura repositoris en línia
cs: Konfigurujte on-line repozitáře
da: Konfigurer online softwarekilder
de: Online-Repositories konfigurieren
es: Configurar los repositorios en línea
et: Online hoidlate seadistamine
fi: Määritä verkkoasennuslähteet
fr: Configurer les dépôts en ligne
hu: Online telepítési források beállítása
id: Konfigurasikan Repositori Daring
it: Configura i repository online
ja: オンラインリポジトリの設定
lt: Konfigūruoti nuotolines saugyklas
nl: Online opslagruimten configureren
pl: Konfiguruj repozytoria online
pt: Configurar Repositórios Online
pt_br: Configurar repositórios online
ro: Configurați depozitele online
ru: Настроить репозитории
sk: Konfigurovať online repozitáre
sl: Nastavi internetne vire
sv: Konfigurera onlinearkiv
tr: Çevrim İçi Depoları Yapılandır
uk: Налаштувати мережеві сховища
