Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Skipping configuration upon user request
ar: تخطي التكوين بناءً على طلب المستخدم
bg: Пропускане на настройването, както е зададено от потребителя
ca: Ometent la configuració a petició de l'usuari
cs: Konfigurace hardwaru přeskočena na požadavek uživatele
da: Springer konfigurationen over efter brugerens ønske
de: Konfiguration wird auf Wunsch des Benutzers übersprungen
el: Παράβλεψη ρυθμίσεων κατά εντολή χρήστη
eo: Preterpasado de la agordo laŭ peto de la uzanto
es: Omitiendo la configuración a petición del usuario
et: Häälestuse vahelejätmine kasutaja nõudmisel
fa: عبور از پیکربندی ها تا زمان درخواست کاربر
fi: Ohitetaan määritykset käyttäjän pyynnöstä
fr: Omission de la configuration à la demande de l'utilisateur
gl: Omitindo a configuración por solicitude do usuario
hu: Beállítás kihagyása a felhasználó kérésére
id: Melewati konfigurasi atas permintaan pengguna
it: Configurazione ignorata su richiesta dell'utente
ja: ユーザの要求により、設定を飛ばしています
km: រំលង​ការ​កំណត់​រចនាសម្ព័ន្ធ អាស្រ័យ​លើសំណើ​របស់​អ្នក​ប្រើ
lt: Pagal naudotojo pageidavimą praleidžiamas konfigūravimas
nb: Hopper over konfigurasjon etter ønske fra bruker
nl: De configuratie wordt op verzoek van de gebruiker overgeslagen
pl: Konfiguracja pominięta na żądanie użytkownika
pt: A Saltar a configuração, a pedido do utilizador
pt_br: Ignorando a configuração a pedido do usuário
ro: Omiterea configurării la cererea utilizatorului
ru: Пропуск конфигурации по запросу пользователя
sk: Vynechanie konfigurácie podľa požiadavky používateľa
sl: Nastavljanje je izpuščeno na zahtevo uporabnika
sv: Hoppar över inställningar på användarens begäran
tg: Танзимот бо дархости корбар рад шуда истодааст
th: ทำการข้ามการปรับแต่งค่าขึ้นอยู่กับว่าผู้ใช้ร้องขอมาหรือไม่
tr: Kullanıcı isteği üzerine yapılandırma atlanıyor
uk: Пропуск налаштування за бажанням користувача
wa: Dji passe l' apontiaedje pask' on uzeu mel a dmandé

source: The proposal contains an error that must be resolved before continuing.
ar: الاقتراح به خطأ يجب حله قبل المتابعة.
bg: Предложението съдържа грешка, която трябва да бъде разрешена преди да продължите.
ca: Aquesta proposta conté un error que cal resoldre abans de continuar.
cs: Návrh obsahuje chybu, která musí být nejdřív vyřešena.
da: Forslaget indeholder en fejl, der skal rettes, før der kan fortsættes.
de: Der Vorschlag hat einen Fehler verursacht, der erst behoben werden muss, bevor es weitergehen kann.
el: Η προτίμηση σας περιέχει ένα σφάλμα που πρέπει να επιλυθεί προτού συνεχίσετε.
eo: La propono enhavas eraron kiu devas esti solvita antaŭ ol daŭrigi.
es: La propuesta tiene un error que se debe resolver antes de continuar.
et: Ettepanek sisaldab viga, mis tuleb enne jätkamist parandada.
fa: اهداف دارای یک خطا هستند که باید قبل از ادامه برطرف شوند.
fi: Ehdotus sisältää virheen, joka on ratkaistava ennen kuin jatketaan.
fr: La proposition contient une erreur qui doit être résolue avant de continuer.
gl: A proposta contén un erro que debe solucionarse antes de continuar.
hu: A javaslat hibát tartalmaz, amelyet a folytatás előtt ki kell javítani.
id: Proposal berisikan kesalahan yang harus diselesaikan sebelum lanjut.
it: La proposta contiene un errore che deve essere risolto prima di continuare.
ja: 提案された内容にエラーがあります。 続行するにはエラーを解決しなければなりません。
km: សំណើ​មាន​កំហុស​មួយ ដែល​អ្នក​ត្រូវ​តែ ដោះស្រាយ​មុន​នឹង​បន្ត ។
lt: Pasiūlyme yra klaida, kurią prieš tęsiant reikia sutvarkyti.
nb: Forslaget inneholder en feil som må rettes før du fortsetter.
nl: Het voorstel bevat een fout dat eerst opgelost moet worden voordat we verder kunnen gaan.
pl: Propozycja zawiera błąd, który trzeba poprawić przed kontynuacją.
pt: A proposta contém um erro que deverá ser resolvido antes de continuar.
pt_br: A proposta contém um erro que deve ser resolvido antes de continuar.
ro: Propunerea conține o eroare care trebuie rezolvată înainte de a continua.
ru: Предложение содержит ошибку, которая должна быть устранена перед продолжением.
sk: Návrh obsahuje chybu, ktorú je nutné vyriešiť pred pokračovaním.
sl: Predlog vsebuje napako, ki jo je treba odpraviti pred nadaljevanjem.
sv: Förslaget innehåller ett fel som måste lösas innan du kan fortsätta.
tg: Пеш аз идома додан, шумо бояд ҳамаи хатоҳои ин пешниҳодро ҳал кунед.
th: ข้อเสนอการติดตั้งบรรจุส่วนผิดพลาดอยู่ภายใน มันจำเป็นจะต้องทำการแก้ไขก่อนทำต่อไป
tr: İşleme devam etmeden önce kurulum önerisindeki hatalar giderilmelidir.
uk: Пропозиція містить помилку, яка повинна бути виправлена перед продовженням.
wa: Li boutaedje contént ene aroke ki doet esse tournêyes divant d' continouwer.

source: Adapting the proposal to the current settings...
ar: تتم الآن تهيئة الاقتراح للإعدادات الحالية...
bg: Приспособяване на предложението към текущите настройки…
ca: Adaptant la proposta als paràmetres actuals...
cs: Přizpůsobení návrhu současnému nastavení...
da: Tilpasser forslaget til de aktuelle indstillinger...
de: Vorschlag wird nach den aktuellen Einstellungen angepasst ...
el: Προσαρμογή των προτιμήσεων στις τρέχοντες ρυθμίσεις...
eo: Adaptado de la propono al la aktualaj agordoj...
es: Adaptando la propuesta a la configuración actual...
et: Ettepaneku kohandamine hetkesätetele...
fa: در حال متناسب کردن هدف ها با تنظیمات اخیر...
fi: Sovitetaan ehdotusta nykyisiin asetuksiin...
fr: Adaptation de la proposition aux paramètres actuels...
gl: Adaptando a proposta á configuración actual...
hu: Javaslatok hozzáadása a jelenlegi beállításokhoz…
id: Adaptasi proposal ke pengaturan saat ini...
it: Adattamento della proposta alle impostazioni attuali in corso...
ja: 現在の設定に沿うよう提案内容を調整しています...
km: កំពុង​សម្រួល​សំណើ​ទៅកាន់​ការ​កំណត់​បច្ចុប្បន្ន...
lt: Pritaikomas pasiūlymas esamoms nuostatoms...
nb: Tilpasser forslaget til gjeldende innstillinger...
nl: Bezig met het aanpassen van het voorstel aan de huidige instellingen...
pl: Dostosowanie propozycji do bieżących ustawień...
pt: A adaptar a proposta para as definições atuais...
pt_br: Adaptando a proposta às configurações atuais...
ro: Se adaptează propunerea la setările actuale...
ru: Подстройка предложений к текущим параметрам…
sk: Prispôsobovanie návrhu na aktuálne nastavenie...
sl: Prilagajanje predloga trenutnim nastavitvam …
sv: Anpassar förslaget till de aktuella inställningarna...
tg: Пешниҳод ба танзимоти ҷорӣ таъин шуда истодааст...
th: ทำการปรับข้อเสนอการติดตั้งเข้ากับการตั้งค่าปัจจุบัน...
tr: Teklif, mevcut ayarlara uyarlanıyor...
uk: Пристосування пропозиції до поточних параметрів...
wa: Dji radjustêye li propozront ås tchuzes do moumint...

source: Analyzing your system...
ar: تحليل النظام لديك...
bg: Анализиране на системата…
ca: Analitzant el sistema...
cs: Probíhá analýza systému...
da: Analyserer dit system...
de: Systemanalyse...
el: Ανάλυση του συστήματος...
eo: Analizante vian sistemon...
es: Analizando el sistema...
et: Süsteemi analüüs...
fa: در حال تحلیل سیستم شما....
fi: Tutkitaan järjestelmää...
fr: Analyse de votre système...
gl: Analizando o seu sistema...
hu: A rendszer vizsgálata...
id: Menganalisis sistem Anda...
it: Analisi del sistema in corso...
ja: システムを分析しています...
km: កំពុង​វិភាគ​ប្រព័ន្ធ​របស់​អ្នក...
lt: Analizuojama jūsų sistema...
nb: Analyserer systemet...
nl: Uw systeem wordt onderzocht...
pl: Trwa analiza systemu...
pt: A analisar o seu sistema...
pt_br: Analisando o seu sistema...
ro: Se analizează sistemul dvs....
ru: Анализ вашей системы...
sk: Analyzovanie vášho systému...
sl: Pregledovanje sistema …
sv: Analyserar systemet...
tg: Озмоиши системаи шумо...
th: ทำการวิเคราะห์ระบบของคุณ...
tr: Sistem inceleniyor...
uk: Аналіз вашої системи...
wa: Dji corwaite vosse sistinme...

source: ERROR: No proposal
ar: الخطأ: لا يوجد اقتراح
bg: ГРЕШКА: Няма предложение
ca: ERROR: no hi ha proposta
cs: CHYBA: Žádný návrh
da: FEJL: Intet forslag
de: FEHLER: Kein Vorschlag
el: ΣΦΑΛΜΑ: Καμία Προτίμηση
eo: ERARO: Neniu propono
es: ERROR: no hay ninguna propuesta
et: VIGA: ettepanekud puuduvad
fa: خطا:عدم وجود اهداف
fi: VIRHE: Ei ehdotusta
fr: ERREUR : Aucune proposition
gl: ERRO: non hai proposta
hu: HIBA: Nincs javaslat
id: KESALAHAN: Tidak ada proposal
it: ERRORE: Nessuna proposta
ja: エラー: 提案項目がありません
km: ERROR ៖ គ្មាន​សំណើ
lt: KLAIDA: Nėra pasiūlymo
nb: FEIL: Ingen forslag
nl: FOUT: Geen voorstel
pl: BŁĄD: Brak projektu
pt: ERRO: Sem proposta
pt_br: ERRO: sem proposta
ro: EROARE: Nu există nicio propunere
ru: ОШИБКА: Нет предложения
sk: CHYBA: Žiaden návrh
sl: NAPAKA: brez predloga
sv: Fel: Inget förslag
tg: ХАТО: Пешниҳод мавҷуд нест
th: ข้อผิดพลาด: ไม่พบข้อเสนอการติดตั้ง
tr: HATA: Teklif yok
uk: ПОМИЛКА: Нема пропозиції
wa: Aroke : Nole propôzucion

source: Configuration saved. There were errors.
ar: تم حفظ التكوين. حدثت أخطاء.
bg: Настройката е запазена. Възникнали са грешки.
ca: S'ha desat la configuració. S'han produït errors.
cs: Konfigurace uložena s chybami.
da: Konfiguration gemt. Der var fejl.
de: Konfiguration gespeichert. Es sind Fehler aufgetreten.
el: Οι ρυθμίσεις αποθηκεύτηκαν. Υπήρξαν σφάλματα.
eo: Agordoj konservitaj. Okazis eraroj.
es: Configuración guardada. Se han producido errores.
et: Häälestus salvestati. Esines vigu.
fa: پیکربندی ذخیره شد. خطاهایی وجود داشت.
fi: Asetukset tallennettiin. Niistä löytyi virheitä.
fr: Configuration enregistrée. Des erreurs se sont produites.
gl: Gardouse a configuración. Houbo erros.
hu: A beállítás el lett mentve. Voltak hibák.
id: Konfigurasi tersimpan. Ada kesalahan.
it: Configurazione salvata. Si sono verificati degli errori.
ja: 設定を保存しましたが、 エラーが発生しました。
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ដែល​បាន​រក្សាទុក ។ មាន​កំហុស ។
lt: Konfigūracija išsaugota. Buvo klaidų.
nb: Konfigurasjon lagret. Feil ble registrert.
nl: Configuratie is opgeslagen. Er zijn fouten opgetreden.
pl: Konfiguracja została zapisana. Wystąpiły błędy.
pt: Configuração gravada. Surgiram erros.
pt_br: Configuração salva. Ocorreram erros.
ro: Configurație salvată. Au existat erori.
ru: Конфигурация сохранена. Были ошибки.
sk: Konfigurácia uložená. Vyskytli sa chyby.
sl: Nastavitve so shranjene. Obstajajo napake.
sv: Inställningarna sparades. Det uppstod vissa fel.
tg: Танзимот захира шудааст. Баъзе хатоҳо мавҷуданд.
th: จัดเก็บค่าปรับแต่งแล้ว และมีข้อผิดพลาดบางอย่าง
tr: Yapılandırma kaydedildi. Hatalar mevcut.
uk: Параметри збережено. Були помилки.
wa: Apontiaedje schapé. I gn aveut des arokes.

source: &Skip Configuration
ar: تخ&طي التكوين
bg: &Без настройки
ca: &Omet la configuració
cs: Pře&skočit konfiguraci
da: &Spring konfiguration over
de: Konfiguration übersprin&gen
el: &Παράλειψη ρυθμίσεων
eo: &Preterpasi agordadon
es: &Omitir la configuración
et: Häälestami&se vahelejätmine
fa: پرش از تنظیمات
fi: Ohita määrity&s
fr: &Ignorer la configuration
gl: &Saltar a configuración
hu: Beállítá&s kihagyása
id: Lewati Konfigura&si
it: &Ignora configurazione
ja: 設定をせずに飛ばす (&S)
km: រំលង​ការ​កំណត់​រចនាសម្ព័ន្ធ
lt: Pralei&sti konfigūravimą
nb: &Hopp over konfigurasjon
nl: Configuratie &overslaan
pl: &Pomiń konfigurację
pt: &Saltar a Configuração
pt_br: &Ignorar a configuração
ro: &Omiteți configurația
ru: &Пропустить конфигурацию
sk: &Preskočiť nastavenie
sl: &Preskoči nastavitve
sv: Hoppa över in&ställningar
tg: &Нодида гузарондани танзимот
th: &ข้ามการปรับแต่งค่า
tr: Yapılandırmayı &atla
uk: &Пропустити налаштування
wa: &Passer houte l' apontiaedje

source: &Use Following Configuration
ar: است&خدام التكوين التالي
bg: Използване на следната настро&йка
ca: &Utilitza la configuració següent
cs: Po&užít tuto konfiguraci
da: &Brug følgende konfiguration
de: Folgende Konfiguration &verwenden
el: &Χρήση της παρακάτω ρύθμισης
eo: &Uzi la Sekvajn Agordojn
es: &Usar la siguiente configuración
et: Järgneva häälest&use kasutamine
fa: استفاده از پیکربندی تعیین شده
fi: Käytä se&uraavaa määritystä
fr: &Utiliser la configuration suivante
gl: &Usar a seguinte configuración
hu: Következő beállítások &használata
id: G&unakan Konfigurasi Berikut
it: &Usa la seguente configurazione
ja: 以下の設定を利用する (&U)
km: ប្រើ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ខាង​ក្រោម
lt: Na&udoti sekančią konfigūraciją
nb: &Bruk følgende konfigurasjon
nl: De volgende configuratie gebr&uiken
pl: &Użyj poniższej konfiguracji
pt: &Utilizar a Seguinte Configuração
pt_br: &Usar a seguinte configuração
ro: &Utilizați următoarea configurație
ru: &Использовать следующую конфигурацию
sk: Použiť &toto nastavenie
sl: &Uporabi naslednje nastavitve
sv: Använ&d följande inställningar
tg: &Истифодаи танзимоти пешниҳодшуда
th: ใ&ช้การปรับแต่งค่าเหล่านี้
tr: Aşağıdaki yapılandırmayı &kullan
uk: В&икористовувати наступне налаштування
wa: &Eployî l' apontiaedje shuvant

source: &Change...
ar: تغيير...
bg: Пром&яна
ca: &Canvia-ho...
cs: &Změnit...
da: &Skift...
de: Ä&ndern...
el: &Αλλαγή...
eo: Ŝ&anĝi...
es: &Cambiar...
et: &Muuda...
fa: تغییر...
fi: &Muuta...
fr: &Changer...
gl: &Cambiar...
hu: &Módosítás...
id: &Ubah...
it: &Modifica...
ja: 変更 (&C)...
km: ផ្លាស់ប្តូរ...
lt: &Pakeisti...
nb: &Endre...
nl: &Wijzigen...
pl: &Zmień...
pt: &Alterar...
pt_br: A&lterar...
ro: &Schimbare...
ru: &Изменить...
sk: &Zmeniť...
sl: &Spremeni …
sv: &Ändra...
tg: &Тағйир додан...
th: เ&ปลี่ยนค่า...
tr: &Değiştir...
uk: &Змінити...
wa: &Candjî...

source: Click a headline to make changes or use the "Change..." menu below.
ar: انقر فوق أي عنوان رئيسي لإجراء التغييرات أو استخدم القائمة "تغيير ..." أدناه.
bg: Щракнете което и да е заглавие или бутона „Промяна“ за да направите промени.
ca: Per fer-hi canvis, cliqueu a la capçalera corresponent, o bé useu menú "Canvia-ho..." que hi ha més avall.
cs: Pro změnu parametrů klikněte na záhlaví nebo použijte nabídku "Změnit..." níže.
da: Tryk på en overskrift for foretage ændringer eller brug menuen "Skift..." herunder.
de: Für Änderungen eine Überschrift anklicken oder das "Ändern ..."-Menu unten benutzen.
el: Κάντε κλικ σε οποιοδήποτε τίτλο για να κάνετε αλλαγές ή χρησιμοποιήστε το μενού "Αλλαγή..." παρακάτω.
eo: Alklaku titolon por fari ŝanĝojn aŭ uzu la menueron "Ŝanĝi..." malsupre.
es: Pulse un encabezado para hacer cambios o utilice el menú «Cambiar...» de abajo.
et: Muudatuste tegemiseks klõpsa vastaval pealkirjal või kasuta allolevat menüüd „Muuda...“.
fa: برای ایجاد تغییرات به روی یک عنوان کلیک کنید یا از منوی "تغییر..' که در زیر امده استفاده کنید.
fi: Muuta asetuksia napsauttamalla otsikkoa tai käyttämällä "Muuta..."-valikkoa.
fr: Cliquez sur l'un des titres pour effectuer des modifications ou utilisez le menu "Modifier..." ci-dessous.
gl: Prema en un título para facer cambios ou use o menú "Cambiar..." de embaixo.
hu: A módosításhoz kattintson a megfelelő címsorra, vagy használja a lenti "Módosítás..." menüt.
id: Klik sebuah tajuk untuk membuat perubahan atau gunakan menu "Ubah..." di bawah menu.
it: Fare clic su una delle intestazioni per effettuare modifiche oppure usare il menu "Modifica…" sottostante.
ja: 設定を変更するには、下記のタイトル部分のリンクを押すか、 もしくは下にある "変更..." メニューをお使いください。
km: ចុច​ចំណងជើង ដើម្បី​ធ្វើការ​ផ្លាស់ប្ដូរ ឬ​ប្រើ​ម៉ឺនុយ "ផ្លាស់ប្ដូរ..." នៅ​ខាង​ក្រោម ។
lt: Norėdami pakeisti antraštę, spauskite ant jos arba paspauskite mygtuką „Pakeisti...“.
nb: Klikk på en overskrift for å endre, eller bruk menyen "Endre..." nedenfor.
nl: Klik op een onderdeel om deze te wijzigen of gebruik het menu "Wijzigen..." onderin het venster.
pl: Kliknij nagłówek, aby wprowadzić zmiany, albo użyj poniższego menu Zmień.
pt: Prima um cabeçalho para efetuar alterações, ou utilize o menu "Alterar..." abaixo.
pt_br: Clique em qualquer título para alterá-lo ou use o menu "Alterar..." abaixo.
ro: Faceți clic pe un titlu pentru a face modificări sau utilizați meniul "Schimbare..." de mai jos.
ru: Щелкните на заголовке для внесения изменений или используйте меню "Изменить…" внизу.
sk: Kliknúť na titulok, aby sa vykonali zmeny, alebo nižšie použiť menu "Zmeniť...".
sl: Za spreminjanje kliknite na naslov ali uporabite spodnji meni »Spremeni …«.
sv: Klicka på en rubrik för att göra ändringarna eller använd menyn "Ändra..." nedan.
tg: Барои татбиқи тағйирот сарлавҳаҳоро зер кунед ё менюи "Тағйир додан..."-ро истифода баред.
tr: Değişiklik yapmak için başlıklara tıklayın ya da aşağıdaki "Değiştir..." menüsünü kullanın.
uk: Клацніть на будь-якому заголовку, щоб змінити або скористайтесь нижче меню "Змінити...".
wa: Clitchî so on gros tite po fé des candjmints ou eployî l' menu « Candjî... » vaici pa dzo.

source: Click a headline to make changes.
ar: انقر فوق أحد العناوين الرئيسية لإجراء التغييرات.
ca: Per fer-hi canvis, cliqueu a la capçalera corresponent.
cs: Pro provedení změn klepněte na záhlaví.
da: Tryk på en overskrift for at foretage ændringer.
de: Klicken Sie auf eine Überschrift, um Änderungen vorzunehmen.
el: Κάντε κλικ στην επικεφαλίδα για να κάνετε αλλαγές.
eo: Alklaku titolon por fari ŝanĝojn.
es: Pulse un encabezado para realizar cambios.
et: Muudatuste tegemiseks klõpsa vastaval pealkirjal.
fa: برای انجام تغییرات بر روی عناوین کلیک کنید.
fi: Muuta asetuksia napsauttamalla otsikkoa.
fr: Cliquez sur un en-tête pour apporter des modifications.
hu: Módosításhoz kattintson a megfelelő címsorra.
id: Klik sebuah tajuk untuk membuat perubahan.
it: Premere una delle intestazioni per effettuare modifiche.
ja: 設定を変更するには、下記のタイトル部分のリンクを押してください。
lt: Norėdami pakeisti parametrus, spauskite antraštę.
nl: Klik op een kop om wijzigingen aan te brengen.
pl: Kliknij nagłówek, aby wprowadzić zmiany.
pt: Prima num cabeçalho para efetuar alterações.
pt_br: Clique no título para alterá-lo.
ro: Faceți clic pe un titlu pentru a face modificări.
ru: Щелкните по заголовку, чтобы внести изменения.
sk: Kliknúť na titulok, aby sa vykonali zmeny.
sl: Za spreminjanje kliknite na naslov.
sv: Klicka på en rubrik för att göra ändringar.
tr: Değişiklik yapmak için bir başlığa tıklayın.
uk: Клацніть на будь-якому заголовку, щоб внести зміни.

source: &Reset to defaults
ar: إعادة التعيين إلى القيم الافتراضية
bg: &Зареждане на стандартни
ca: &Torna als valors per defecte
cs: Obnovit na vý&chozí
da: &Gendan standard
de: Auf Standardwerte &zurücksetzen
el: Ε&παναφορά στις προεπιλογές
eo: &Rekomencigi per aprioraj valoroj
es: &Restablecer los valores predeterminados
et: Taasta vaikevää&rtused
fa: بازگردانی به حالت پیش فرض
fi: &Palauta oletusasetukset
fr: &Rétablir les valeurs par défaut
gl: &Restablecer os valores predeterminados
hu: Eredeti &visszaállítása
id: Atu&r ulang ke bawaan
it: &Ripristina i valori predefiniti
ja: 既定値に戻す (&D)
km: កំណត់​ទៅ​ជា​លំនាំដើមវិញ
lt: &Atstatyti įprastus
nb: &Tilbakestill til standardinnstillinger
nl: Standaa&rdinstellingen terugzetten
pl: P&rzywróć domyślne
pt: &Voltar às pré-definições
pt_br: &Restaurar para o padrão
ro: &Resetare la valorile implicite
ru: Установить н&астройки по умолчанию
sk: &Obnoviť na predvolené nastavenia
sl: P&rivzete vrednosti
sv: Åte&rställ till standardvärden
tg: &Барқарор кардан ба қиматҳои пешфарз
th: ปรั&บไปใช้ค่าปริยาย
tr: &Öntanımlı değerlere dön
uk: &Повернути типові значення
wa: &Rimete les tchuzes tchoezeyes por vos

source: &Update
ar: تحديث
bg: &Надграждане
ca: &Actualitza
cs: &Aktualizace
da: &Opdater
de: &Aktualisierung
el: &Ενημέρωση
eo: Ĝis&datigi
es: Ac&tualizar
et: &Uuenda
fa: به روز رسانی
fi: &Päivitä
fr: &Mise à jour
gl: &Actualización
hu: &Frissítés
id: Pem&utakhiran
it: &Aggiornamento
ja: 更新 (&U)
km: ធ្វើ​បច្ចុប្បន្នភាព
lt: Atna&ujinti
nb: &Oppgradering
nl: &Bijwerken
pl: Akt&ualizacja
pt: &Actualizar
pt_br: At&ualizar
ro: &Actualizare
ru: &Обновить
sk: &Aktualizácia
sl: &Posodobi
sv: &Uppdatering
tg: &Навсозӣ кардан
th: &ปรับรุ่น
tr: &Güncelle
uk: &Оновити
wa: &Mete a djoû

source: &Install
ar: تثبيت
bg: &Инсталиране
ca: &Instal·la
cs: &Instalovat
da: &Installér
de: &Installieren
el: &Εγκατάσταση
eo: &Instali
es: &Instalar
et: Pa&igalda
fa: نصب
fi: &Asenna
fr: &Installer
gl: &Instalar
hu: &Telepítés
id: &Pasang
it: &Installa
ja: インストール (&I)
km: ដំឡើង
lt: Įd&iegti
nb: &Installer
nl: &Installeren
pl: &Instaluj
pt: &Instalar
pt_br: &Instalar
ro: &Instalare
ru: &Установить
sk: &Inštalovať
sl: &Namesti
sv: &Installera
tg: &Насб кардан
th: ติ&ดตั้ง
tr: &Kur
uk: &Встановити
wa: Asta&ler

source: Installation Overview
ar: نظرة عامة حول التثبيت
bg: Преглед на инсталацията
ca: Descripció general de la instal·lació
cs: Přehled nastavení instalace
da: Installationsoversigt
de: Installationsübersicht
el: Περίληψη Εγκατάστασης
eo: Instal-resumo
es: Resumen de la instalación
et: Paigaldamise ülevaade
fa: مرور کلی روند نصب
fi: Asennuksen yhteenveto
fr: Résumé de l'installation
gl: Resumo da instalación
hu: Telepítés áttekintése
id: Ringkasan Pemasangan
it: Panoramica dell'installazione
ja: インストールの概要
km: ទិដ្ឋភាព​ទូទៅ​ក្នុង​ការ​ដំឡើង
lt: Diegimo santrauka
nb: Oversikt over installasjonen
nl: Installatieoverzicht
pl: Przegląd instalacji
pt: Visão Geral da Instalação
pt_br: Resumo da instalação
ro: Prezentare generală a instalării
ru: Обзор установки
sk: Prehľad inštalácie
sl: Pregled namestitve
sv: Installationsöversikt
tg: Пешнамоиши насб
th: ภาพรวมการติตดั้ง
tr: Kuruluma Genel Bakış
uk: Огляд встановлення
wa: Mwaisse vuwe di l' astalaedje
