Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: The graphical interface could not be started. Either the required packages were not installed (minimal installation) or the graphics card is not properly supported. As fallback, the text front-end of YaST2 will guide you through the installation. This front-end offers the same functionality as the graphical one, but the screens differ from those in the manual.
ar: تعذر بدء تشغيل الواجهة الرسومية. لم يتم تثبيت الحزم المطلوبة (الحد الأدنى للتثبيت) أو لم يتم دعم بطاقة الرسومات بشكل صحيح. كإجراء بديل، سترشدك واجهة النص الأمامية لـ YaST2 أثناء إجراء التثبيت. تقدم هذه الواجهة الأمامية نفس وظيفة الواجهة الرسومية، لكن تختلف الشاشات عن الشاشات الموجودة في الدليل.
bg: Графичният интерфейс не може да бъде зареден. Нужните пакети не са инсталирани (минимална инсталация) или видеокартата не се поддържа коректно. В такъв случай текстовата версия на YaST ще Ви води през инсталацията. Тази версия предлага същата функционалност както и графичната, но екраните ще изглеждат различно от тези в ръководството.
ca: La interfície gràfica no s'ha pogut iniciar. És possible que els paquets necessaris no estiguin instal·lats (instal·lació mínima), o bé, que la targeta gràfica no s'admeti. Com a alternativa, la interfície en mode text del YaST2 us guiarà durant la instal·lació. Tingueu en compte que aquesta interfície ofereix la mateixa funcionalitat que el mode gràfic, encara que les finestres seran diferents de les del manual.
cs: Grafické rozhraní nelze spustit. Nejsou nainstalovány odpovídající balíčky (nejmenší instalace) nebo není grafická karta řádně podporována. Jako náhradní řešení bude nyní YaST pracovat v textovém režimu. Můžete se spolehnout, že vám poskytne stejné možnosti jako grafický, pouze obrazovky se budou úpravou lišit od manuálu.
da: Den grafiske brugerflade kunne ikke startes. Enten var de krævede pakker ikke installeret (minimal installation) eller også er grafikkortet ikke ordenligt understøttet. Som nødplan vil YaST2 bruge teksttilstand til at guide dig igennem installationen. Du får samme funktionalitet som den grafiske, men skærmene vil se anderledes ud end dem som er vist i manualen.
de: Die grafische Oberfläche konnte nicht gestartet werden. Entweder wurden die erforderliche Pakete nicht installiert (Installation "Minimal") oder die Grafikkarte wird nicht in geeigneter Weise unterstützt. Ersatzweise wird Sie die textbasierte Oberfläche von YaST durch die Installation führen. Beachten Sie bitte, dass diese Textoberfläche zwar die gleiche Funktionalität wie das grafische Frontend bietet, jedoch werden die Bildschirmmasken anders aussehen als im Handbuch abgebildet.
el: Η γραφική διεπαφή δεν μπορεί να εκκινήσει. Είτε τα απαραίτητα πακέτα δεν εγκαταστάθηκαν (ελάχιστη εγκατάσταση) ή η κάρτα γραφικών δεν υποστηρίζεται σωστά. Ως εναλλακτική λύση, το YaST2 θα σας καθοδηγήσει στην εγκατάσταση σε κατάσταση κειμένου. Αυτή η κατάσταση προσφέρει την ίδια λειτουργικότητα με τη γραφική, αλλά οι οθόνες θα φαίνονται διαφορετικές από ότι στο εγχειρίδιο.
eo: Ne eblis startigi la grafikan interfacon. Eble la postulataj pakaĵoj ne estis instalitaj (minimuma instalo) aŭ vidkarto ne estas adekvate subtenata. Alternative, la tekstoreĝimo de YaST2 gvidos vin tra la instalo. La tekstoreĝimo disponigas la saman funkciaron ol la grafika reĝimo, sed kelkaj ekranoj estos malsamaj al la priskribitaj en tiu ĉi manlibro..
es: No se ha podido iniciar la interfaz gráfica. Es posible que los paquetes requeridos no estén instalados (instalación mínima) o que la tarjeta gráfica no sea compatible. Como solución, la interfaz de texto de YaST le guiará por la instalación. Tenga en cuenta que esta interfaz ofrece la misma funcionalidad que el modo gráfico, pero las ventanas serán distintas a las del manual.
et: Graafilist liidest ei saanud käivitada. Kas vajalikke pakette ei paigaldatud (minimaalne paigaldus) või graafikakaarti ei toetata õigesti. Varuvariandina juhendab teid tekstipõhine YaST2 läbi paigalduse. See pakub sama funktsionaalsust nagu graafilinegi, kuid ekraanid erinevad juhendis kirjeldatutest.
fa: رابط گرافیکی قادر به اجرا شدن نیست. ممکن است بسته های مورد نیاز نصب نشده باشند (نصب حداقلی) و یا کارت گرافیک به خوبی پشتیبانی نمیشود. به عنوان روش پشتیبان، رابط متنی YaST2 شما را در مراحل نصب راهنمایی خواهد نمود. این رابط متنی، همانند رابط گرافیکی عمل می کند، اما صفحات نمایش داده شده با صفحات موجود در راهنماییها متفاوت خواهند بود.
fi: Graafista käyttöliittymää ei voitu käynnistää. Tarvittavia paketteja ei ole asennettu (minimaalinen asennus) tai näytönohjain ei ole kunnolla tuettu. Asennuksen varmistuksena oleva tekstipohjainen versio YaST-ohjelmasta opastaa sinut asennuksen läpi. Tämä tekstiversio tarjoaa samat ominaisuudet kuin graafinenkin, mutta näkymät poikkeavat käyttöoppaassa kuvatuista.
fr: L'interface graphique n'a pas pu être démarrée. Soit les paquets nécessaires n'ont pas été installés (installation minimale), soit la carte graphique n'est pas supportée correctement. Vous pouvez contourner ce problème avec le mode texte de YaST qui vous guidera lors de l'installation. Ce mode vous offrira les mêmes fonctions que le mode graphique, mais les écrans auront un aspect différent de ceux représentés dans le manuel.
gl: Non se puido iniciar a interface gráfica. Os paquetes requiridos non están instalados (instalación mínima) ou a tarxeta gráfica non é compatíbel. Como segunda opción, o interface de texto de YaST2 hao guiar pola instalación. Esta interface ofrece a mesma funcionalidade que a gráfica, pero as pantallas serán diferentes ás do manual.
hu: Nem sikerült elindítani a grafikus felületet. Nem telepítette a szükséges csomagokat (például minimális telepítést választott), vagy a videokártya nem támogatott. Alternatív megoldásként a YaST szöveges verziója végigviszi a telepítésen. A szöveges YaST pontosan ugyanúgy működik, mint a grafikus, de a képernyő kissé másként néz ki, mint a kézikönyvben.
id: Antarmuka grafis tidak dapat dimulai. Paket yang dibutuhkan tidak dipasang (pemasangan minimal) atau kartu grafis tidak didukung dengan baik. Sebagai cadangan, antarmuka teks YaST2 akan memandu Anda melakukan pemasangan. Antarmuka ini memberikan fungsionalitas yang sama dengan yang grafis, namun layarnya akan berbeda dengan yang ada di manual.
it: Impossibile avviare l'interfaccia grafica. I pacchetti necessari non sono installati (installazione minima) oppure la scheda grafica non è supportata correttamente. Come ripiego nelle varie fasi dell'installazione verrà usata l'interfaccia testuale di YaST2. Questa interfaccia offre le medesime funzionalità di quella grafica, ma le schermate differiscono da quelle riportate nel manuale.
ja: グラフィカルインターフェイスを開始できませんでした。 必要なパッケージがインストールされていない (最低限のインストールなど) か、もしくはお使いのグラフィックカードに対応していません。 代替としてテキスト版の YaST2 がインストールをご案内します。 このフロントエンド機能はグラフィカルなものと同じ機能を提供しますが、 画面の表示はマニュアル上の表記とは異なります。
km: មិន​អាច​ចាប់ផ្ដើម​ចំណុច​ប្រទាក់​ក្រាហ្វិក​បាន​ឡើយ ។ កញ្ចប់​ដែល​ទាមទារ​មិន​ត្រូវ​បាន​ដំឡើង​ឡើយ (ដំឡើង​អប្បបរមា) ឬ កាត​​ក្រាហ្វិក​មិន​ត្រូវ​បាន​គាំទ្រ​ត្រឹមត្រូវ ។ fallback ផ្នែក​ខាងមុខ​របស់ YaST2 ដែល​មាន​លក្ខណៈ​ជា​អត្ថបទ នឹង​ណែនាំ​អ្នក​អំពី​ការ​ដំឡើង ។ ផ្នែក​ខាង​មុខ​នេះ​ផ្ដល់​នូវ​មុខងារ​ដូច​ផ្នែក​ខាង​មុខ ដែល​មាន​លក្ខណៈ​ជា​ក្រាហ្វិក​ដែរ ប៉ុន្តែ​អេក្រង់​មាន​លក្ខណៈ ខុស​ពី​​អេក្រង់​ដែល​មាន​លក្ខណៈ​ជាក្រាហ្វិក ។
lt: Nepasileidžia grafinė sąsaja. Arba nebuvo įdiegti reikalingi paketai (minimalus diegimas), arba nėra palaikoma vaizdo plokštė. Per diegimo procesą jus ves atsarginis, tekstine veiksena pagrįstas YaST. Ši sąsajas yra lygiai tokia pati funkcionali, kaip ir grafinė, bet vaizdas kitoks, nei apraše.
nb: Det grafiske brukergrensesnittet kunne ikke startes. Enten ble ikke alle nødvendige pakker installert (minimal installasjon) eller det kan være mangelfull støtte for grafikkortet. Derfor vil en tekstversjon av YaST lede deg gjennom installasjonen. Denne versjonen har samme funksjonalitet som den grafiske, men skjermbildene er forskjellige fra illustrasjonene i brukerveiledningen.
nl: De grafische interface kan niet worden gestart. Ofwel de benodigde pakketten zijn niet geïnstalleerd (minimale installatie) of de grafische kaart wordt niet correct ondersteund. De tekstversie van YaST2 zal u nu verder door de installatie leiden. Deze tekstversie biedt dezelfde functionaliteit als de grafische versie, de schermen daarentegen zien er anders uit dan in het handboek.
pl: Nie można uruchomić interfejsu graficznego. Nie zainstalowano wymaganych pakietów (instalacja minimalna) albo karta graficzna nie jest prawidłowo obsługiwana. Zostanie uruchomiony tekstowy interfejs YaST2, który przeprowadzi proces instalacji. Interfejs ten zapewnia takie same możliwości jak graficzny, ale jego wygląd jest inny niż pokazany w podręczniku.
pt: A interface gráfica não pode ser iniciada. Ou os pacotes necessários não foram instalados (instalação mínima) ou a placa gráfica não é suportada devidamente. Como medida alternativa, o YaST2 em modo texto guiá-lo-á através da instalação. Este sistema oferece a mesma funcionalidade que a interface gráfica, mas os ecrãs diferem dos apresentados no manual.
pt_br: A interface gráfica não pôde ser iniciada. Os pacotes necessários não foram instalados (instalação mínima) ou a placa de vídeo não é suportada de maneira adequada. O diálogo em modo texto do YaST2 vai guiá-lo na instalação. O diálogo vai oferecer a mesma funcionalidade do diálogo gráfico, mas as telas serão diferentes daquelas do manual.
ro: Interfața grafică nu a putut fi pornită. Fie pachetele necesare nu au fost instalate (instalare minimă), fie placa grafică nu este suportată corespunzător. Ca soluție de rezervă, partea frontală text a YaST2 vă va ghida pe parcursul instalării. Acest front-end oferă aceleași funcționalități ca și cel grafic, dar ecranele sunt diferite de cele din manual.
ru: Не удалось запустить графический интерфейс. Либо не были установлены необходимые пакеты (минимальная установка), либо видеокарта не поддерживается должным образом. Как запасной вариант, текстовый интерфейс для YaST2 может помочь произвести установку. Этот интерфейс предоставляет такую же функциональность, как и графический, но экраны отличаются от приведённых в инструкции.
sk: Nepodarilo sa spustiť grafické rozhranie. Buď nie sú niektoré potrebné balíky nainštalované (minimálna inštalácia), alebo vaša grafická karta nie je korektne podporovaná. Ako náhradné riešenie vás textový režim YaST2 prevedie inštaláciou. Tento režim poskytuje rovnaké možnosti ako grafický, ale obrazovky sa odlišujú od tých v príručke.
sl: Grafičnega načina ni mogoče zagnati. Ali potrebni paketi niso nameščeni (minimalna namestitev) ali pa grafična kartica ni ustrezno podprta. Namestitev boste nadaljevali v besedilnem načinu programa YaST2. Besedilni način ponuja enake zmožnosti, kot grafični način, le zasloni bodo prikazani drugače kot v priročniku.
sv: Det grafiska gränssnittet kunde inte startas. Antingen installerades inte de nödvändiga paketen (minimal installation) eller så stöds inte grafikkortet. Som reservutväg hjälper dig textversionen av YaST2 genom installationen. Det gränssnittet ger samma funktioner som det grafiska, men skärmarna ser inte ut som dem i handboken.
tg: Интерфейси графикӣ оғоз карда нашуд. Эҳтимол аст, ки қуттиҳои лозимӣ насб нашуданд (насби ақал) ё корти графикӣ комилан дастгирӣ намешавад. Ба ивази интерфейси графикӣ, интерфейси матнии YaST2 барои насби система шуморо роҳнамоӣ мекунад. Интерфейси матнӣ имкони коркарди вазифаҳои интерфейси графикиро пешниҳод мекунад, вале экранҳои интерфейси матнӣ аз экранҳои интерфейси графикӣ фарқ мекунанд.
tr: Grafik arayüz başlatılamadı. Ya gerekli paketler kurulmamış (minimum kurulum) veya grafik kartı düzgün şekilde desteklenmiyor. Geri dönüş olarak, YaST2'nin metin ön ucu size rehberlik edecek kurulum yoluyla. Bu ön uç şunları sunar: grafik ile aynı işlevsellik, ancak ekranlar kılavuzdakilerden farklıdır.
uk: Не вдалось запустити графічний інтерфейс. Не були встановлені необхідні пакунки (мінімальне встановлення) або немає належної підтримки графічної плати. Як запасний варіант, текстовий інтерфейс YaST2 допоможе вам у встановленні. Цей інтерфейс надає таку саму функціональність, що й графічний, але відображення на екрані відрізняються від тих, що показані в посібнику.
wa: L' eterface grafike n' nén plou esse enondé. Soeye-t i les pacaedjes dimandés n' ont nén stî astalés (astalaedje minimol) soeye-t i l' cwåte grafike n' est nén bén sopoirtêye. Ça fwait kel eterface tecse di YaST va vos moenner pattavå l' astalaedje. Cist eterface ofere les minme fonccions kel ci grafike mins les waitroûles candjèt des cis do esplikîs dins l' live d' esplikêyes

source: Start service %1
ar: بدء خدمة %1
bg: Стартирай услугата %1
ca: Inicia el servei %1
cs: Spustit službu %1
da: Start tjeneste %1
de: Dienst %1 starten
el: Εκκίνηση Υπηρεσίας %1
eo: Startigi la servon %1
es: Iniciar el servicio %1
et: Teenuse %1 käivitamine
fa: شروع سرویس %1
fi: Käynnistä palvelu %1
fr: Démarrer le service %1
gl: Iniciar o servizo %1
hu: A(z) %1 szolgáltatás indítása
id: Mulai layanan %1
it: Avvia servizio %1
ja: サービス %1 の開始
km: ចាប់ផ្ដើម​សេវា %1
lt: Paleisti paslaugą %1
nb: Start tjeneste %1
pl: Uruchomienie usługi %1
pt: Iniciar serviço %1
pt_br: Iniciar o serviço %1
ro: Porniți serviciul %1
ru: Запуск сервиса %1
sk: Spustiť službu %1
sl: Zaženi storitev %1
sv: Startar tjänsten %1
tg: Оғози хидмати %1
th: เริ่มบริการ %1
tr: Hizmeti başlat %1
uk: Запуск служби %1
wa: Enonder l' siervice %1

source: Starting service %1...
ar: يتم الآن بدء تشغيل الخدمة %1...
bg: Стартиране на услугата %1…
ca: Iniciant el servei %1...
cs: Spouští se služba %1...
da: Starter tjenesten %1...
de: Dienst %1 wird gestartet...
el: Εκκίνηση της υπηρεσίας %1...
eo: Startigante la servon %1...
es: Iniciando el servicio %1...
et: Teenuse %1 käivitamine...
fa: درحال راه اندازی سرویس %1....
fi: Käynnistetään palvelua %1...
fr: Démarrage du service %1...
gl: Iniciando o servizo %1...
hu: A(z) %1 szolgáltatás indítása...
id: Memulai layanan %1...
it: Avvio del servizio %1 in corso…
ja: サービス %1 を開始しています...
km: កំពុង​ចាប់ផ្ដើម​សេវា %1...
lt: Paleidžiama paslauga %1...
nb: Starter tjenesten %1...
nl: De service %1 wordt gestart…
pl: Uruchamianie usługi %1...
pt: A iniciar o serviço %1...
pt_br: Iniciando o serviço %1...
ro: Se pornește serviciul %1...
ru: Запуск сервиса %1…
sk: Spúšťanie služby %1...
sl: Zaganjanje storitve %1 …
sv: Startar tjänst %1...
tg: Хидмати %1 оғоз шуда истодааст...
th: เริ่มบริการ %1...
tr: %1 hizmeti başlatılıyor...
uk: Запуск служби %1...
wa: Dj' enonde li siervice %1...

source: Adjusting Network Settings
ar: تعديل إعدادات الشبكة
bg: Коригиране на мрежовите настройки
ca: Ajustant els paràmetres de la xarxa
cs: Upravuje se nastavení sítě
da: Justerer netværksindstillinger
de: Netzwerkeinstellungen werden angepasst
el: Προσαρμογή των Ρυθμίσεων του Δικτύου
eo: Ĝustigado de retaj agordoj
es: Ajustando la configuración de la red
et: Võrgu sätete kohandamine
fa: در حال مرتب سازی تنظیمات شبکه
fi: Mukautetaan verkkoasetuksia
fr: Ajustement des paramètres réseau
gl: Axustando a configuración de rede
hu: Hálózati beállítások
id: Menyesuaikan Pengaturan Jaringan
it: Adattamento delle impostazioni di rete
ja: ネットワークの設定
km: លៃតម្រូវ​ការ​កំណត់​បណ្ដាញ
lt: Tinklas konfigūruojamas
nb: Tilpasser nettverksinnstillinger
nl: Netwerkinstellingen aanpassen
pl: Dopasowanie ustawień sieci
pt: A ajustar Definições de Rede
pt_br: Ajustando as Configurações de Rede
ro: Ajustarea setărilor de rețea
ru: Настройка параметров сети
sk: Úprava nastavenia siete
sl: Prilagajanje omrežnih nastavitev
sv: Justerar nätverksinställningar
tg: Мувофиқсозии танзимоти шабака
th: ทำการปรับตั้งค่าเครือข่าย
tr: Ağ Ayarlarını Belirleme
uk: Налаштування мережних параметрів
wa: Dj' aponteye les preferinces rantoele

source: Network settings are being adjusted.
ar: يتم تعديل إعدادات الشبكة.
bg: Мрежовите настройки биват коригирани.
ca: Espereu mentre s'ajusten els paràmetres de la xarxa...
cs: Upravuje se nastavení sítě.
da: Netværksindstillingerne bliver justeret.
de: Die Netzwerkeinstellungen werden angepasst.
el: Οι ρυθμίσεις του δικτύου προσαρμόζονται.
eo: Retagordoj ĝustigiĝas.
es: Se está ajustando la configuración de la red.
et: Võrgusätteid kohandatakse.
fa: تنظیمات شبکه در حال مرتب سازی اند.
fi: Verkkoasetuksia mukautetaan...
fr: Les paramètres réseau sont en cours d'ajustement.
gl: Estase a ajustar a rede.
hu: A hálózat beállítása folyamatban.
id: Konfigurasi jaringan sedang disesuaikan.
it: Le impostazioni di rete stanno per essere adattate.
ja: ネットワーク設定を調整しています。
km: ការ​កំណត់​បណ្ដាញ​កំពុង​តែ​ត្រូវ​បាន​លៃ​តម្រូវ ។
lt: Konfigūruojamas tinklas...
nb: Nettverksinnstillingene tilpasses.
nl: Netwerkinstellingen worden aangepast.
pl: Trwa dostosowywanie ustawień sieciowych.
pt: As definições de rede estão a ser ajustadas.
pt_br: As configurações de rede estão sendo ajustadas.
ro: Se ajustează setările de rețea.
ru: Выполняется изменение параметров сети.
sk: Sieťové nastavenie sa upravuje.
sl: Prilagaja se omrežne nastavitve.
sv: Nätverksinställningarna justeras.
tg: Мувофиқсозии танзмоти шабака...
tr: Ağ ayarları düzenlenmekte.
uk: Триває налаштування мережних параметрів...
wa: Les preferinces rantoele sont-st aponteyes...

source: The previous installation has failed. Would you like it to continue? Note: You may have to enter some information again.
ar: فشل التثبيت السابق. هل تريد متابعة التثبيت؟ ملاحظة: قد يلزم إدخال بعض المعلومات مرة أخرى.
bg: Предишното инсталиране е било неуспешно. Желаете ли да продължите? Забележка: Може да се наложи да въведете част от информацията отново.
ca: La instal·lació anterior ha fallat. Voleu continuar? Nota: és possible que hàgiu de tornar a introduir informació.
cs: Předcházející instalace selhala. Znovu spustit? Poznámka: Některé informace bude nutné zadat znovu.
da: Den forrige installation mislykkedes. Vil du gerne fortsætte den? Bemærk: Du vil måske skulle indtaste noget information igen.
de: Bei der vorangegangenen Installation ist ein Fehler aufgetreten. Soll sie fortgesetzt werden? Hinweis: Einige Informationen müssen möglicherweise erneut eingegeben werden.
el: Η προηγούμενη εγκατάσταση απέτυχε. Θέλετε να συνεχίσει; Σημείωση: Μπορεί να χρειαστεί να εισάγετε κάποιες πληροφορίες ξανά.
eo: La antaŭa instalo malsukcesis. Ĉu vi ŝatus daŭrigi ĝin? Notoj: Eble vi devos replenigi kelkajn informojn denove.
es: La instalación anterior ha fallado. ¿Desea continuar? Nota: es posible que deba introducir alguna información de nuevo.
et: Eelmine paigaldamine nurjus. Kas soovite, et seda jätkata? Märkus. Võimalik, et peate mõne teabe uuesti sisestama.
fa: مراحل نصب قبلی ناموفق بود. آیا مایل به ادامه هستید؟ تذکر: ممکن است نیاز باشد برخی اطلاعات را مجددا وارد کنید.
fi: Aiempi asennus epäonnistui. Haluatko jatkaa aiempaa asennusta? Huomaa: joitakin tietoja on ehkä annettava uudestaan.
fr: L'installation précédente a échoué. Voulez-vous continuer ? Remarque : il se peut que vous deviez entrer à nouveau certaines informations.
gl: A instalación anterior fallou. Desexa continuala? Nota: Pode que teña que volver introducir algunha información.
hu: A korábbi telepítés sikertelen volt. Kívánja folytatni? Megjegyzés: Valószínűleg a telepítéshez szükséges információkat újra meg kell adni.
id: Pemasangan sebelumnya gagal. Apakah Anda mau melanjutkan? Catatan: Anda mungkin harus memasukkan beberapa informasi lagi.
it: L'installazione precedente non è riuscita. Continuare? Nota: può essere necessario immettere di nuovo alcune informazioni.
ja: 前回のインストール作業が失敗しています。 失敗したインストールを続行しますか？ 注意: 設定のうちいくつかをもう一度行う必要があります。
km: ការ​ដំឡើង​ពី​លើក​មុន​បាន​បរាជ័យ ។ តើ​អ្នក​ចង់​បន្ត​ឬទេ ? ចំណាំ ៖ អ្នក​​ត្រូវ​តែ​បញ្ចូល​ព័ត៌មាន​មួយ​ចំនួន​ម្ដង​ទៀត ។
lt: Ankstesnis diegimas nutrūko. Ar norėtumėte jį tęsti? Pastaba: informaciją galėsite įvesti iš naujo.
nb: Forrige installasjon mislyktes. Vil du fortsette? Merk: Du må kanskje legge inn noen typer informasjon på nytt.
nl: De vorige installatie is mislukt. Wilt u deze voortzetten? Opmerking, sommige informatie dient u opnieuw op te geven.
pl: Poprzednia instalacja nie powiodła się. Czy kontynuować ją? Uwaga: Może być koniecznie ponowne wprowadzenie niektórych informacji.
pt: A instalação anterior falhou. Pretende que esta continue? Nota: Poderá ter de digitar novamente alguma informação.
pt_br: Falha na instalação anterior. Deseja continuar? Nota: talvez seja necessário fornecer algumas informações novamente.
ro: Instalarea precedentă a eșuat. Doriți să continuați? Atenție: Va trebui să introduceți din nou anumite informații.
ru: Предыдущая установка завершена неудачно. Продолжить ее? Примечание. Может потребоваться повторный ввод некоторых сведений.
sk: Predchádzajúca inštalácia zlyhala. Chcete v nej pokračovať? Poznámka: Niektoré informácie budete možno musieť zadať znovu.
sl: Prejšnja namestitev je spodletela. Ali želite nadaljevati? Mogoče boste morali ponovno vnesti nekatere podatke.
sv: Den tidigare installationen har misslyckats. Vill du fortsätta? Obs! Du kanske måste ange viss information på nytt.
tg: Насби қаблӣ қатъ карда шуд. Шумо мехоҳед, ки онро идома диҳед? Тавзеҳ: Шумо бояд баъзе маълумотро аз нав ворид кунед.
th: การติดตั้งก่อนหน้านี้ของคุณล้มเหลว คุณต้องการจะทำการติดตั้งมันต่อไปหรือไม่ ? โปรดทราบ: คุณอาจจะต้องกรอกข้อมูลบางอย่างใหม่อีกครั้งด้วย
tr: Önceki kurulum başarıyla tamamlanamadı. Kaldığı yerden devam etmesini ister misiniz? Not: Bazı bilgileri tekrar girmeniz istenebilir.
uk: Попереднє встановлення зазнало невдачі. Хочете його продовжити? Примітка: Можливо, вам доведеться знову ввести деяку інформацію.
wa: L' astalaedje di dvant n' a nén stî. Voloz continouwer? Note: Vous pôrîz dvou intrer co on côp sacwantès informåcions.
