Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>To enable, remove or disable an URL, click on the <b>Toggle Status</b> button or double-click on the respective table item.</p>
bg: <p>За да позволите, премахнете или забраните един адрес, натиснете върху <b>Промяна на статуса</b> или натиснете два пъти върху съответния елемент от списъка.</p>
km: <p>ដើម្បី​បើក យកចេញ ឬ​បិទ URL ចុច​លើ ប៊ូតុង​<b>បិទ/បើក​ស្ថានភាព</b> ឬ​ចុច​ទ្វេរដង​លើ​ធាតុ​តាងរាង​ដោយ​ឡែកៗ ។</p>
nb: <p>Aktiver eller deaktiver en nettadresse ved å klikke på <b>Endre status</b>-knappen eller ved å dobbeltklikke på et element i tabellen.</p>
tg: <p>Барои фаъол ё ғайрифаъол кардани суроғаи URL, тугмаи <b>Намоиши вазъият</b>-ро зер кунед ё ба объекти ҷадвали мувофиқ дубора зер кунед.</p>
th: <p>เพื่อเปิดใช้, ลบ หรือปิดการใช้ที่อยู่ URL ให้คลิกที่ปุ่ม <b>สลับสถานะ</b> หรือดับเบิลคลิกบนรายการที่ต้องการในตาราง</p>
wa: <p>Po mete en alaedje, oister ou dismete ene adresse, clitchîz sol boton <n>(Dis)mete estat</b> oudonbén dobe-clitchîz sol bon cayet do tåvlea.</p>

source: <p>To change the URL, click on the <b>Change...</b> button.</p>
bg: <p>За да промените избрания адрес, натиснете върху <b>Промени…</b>.</p>
km: <p>ដើម្បី​ផ្លាស់ប្ដូរ URL ចុច​លើ​ប៊ូតុង <b>ផ្លាស់ប្ដូរ...</b> ។</p>
nb: <p>Klikk på <b>Endre...</b>-knappen for å endre nettadressen.</p>
tg: <p>Барои тағйир додани суроғаи URL, тугмаи <b>Тағйир додан...</b>-ро зер кунед.</p>
th: <p>เพื่อเปลี่ยนค่าที่อยู่ URL ให้คลิกที่ปุ่ม <b>เปลี่ยนค่า...</b></p>
wa: <p>Po candjî l' adresse, clitchîz sol boton <b>Candjî...</b>.</p>

source: Unknown
bg: Неизвестно
km: មិន​ស្គាល់
nb: Ukjent
tg: Номаълум
th: ไม่ทราบ
wa: Nén cnoxhou

source: Network is not Configured
bg: Мрежата не е конфигурирана
km: បណ្ដាញ​មិន​ត្រូវ​បាន​កំណត់​រចនា​សម្ព័ន្ធឡើយ
nb: Nettverket er ikke satt opp
tg: Шабака танзим нашудааст
th: ยังไม่ได้ทำการปรับแต่งเครือข่าย
wa: Li rantoele n' est nén apontieye

source: Remote repositories require an Internet connection. Configure it?
bg: Хранилищата, намиращи се на отдалечен сървър, изискват връзка с Интернет. Желаете ли да я конфигурираме сега?
km: ឃ្លាំង​ពី​ចម្ងាយ​ត្រូវការ​កា​រតភ្ជាប់អ៊ីនធឺណិត ។ កំណត់​រចនាសម្ព័ន្ធ​វាឬ ?
nb: Eksterne pakkebrønner krever tilgang til Internett. Vil du sette opp dette?
tg: Барои кушодани анборҳои нармафзорпайвасти Интернет лозим аст. Интернетро танзим мекунед?
th: คลังแพกเกจแบบระยะไกลจำเป็นต้องใช้การเชื่อมต่ออินเทอร์เน็ต คุณต้องการจะปรับแต่งค่าของมันก่อนหรือไม่ ?
wa: Des depots då lon dimandèt on raloyaedje daegntoele. L' apontyî?

source: Adding and removing repositories...
bg: Добавяне и отстраняване на хранилища…
km: កំពុង​បន្ថែម និង​យក​ឃ្លាំង​ចេញ...
nb: Legger til og fjerne pakkebrønner...
tg: Анборҳои нармафзор илова ва тоза шуда истодаанд...
th: ทำการเพิ่มและลบคลังแพกเกจ...
wa: Dji radjoute et oistêye des depots...

source: <p>Repositories are being added and removed.</p>
bg: <p>Хранилищата се добавят и/или премахват.</p>
km: <p>​​ឃ្លាំង​កំពុង​ត្រូវ​បាន​បន្ថែម និង​យក​ចេញ ។</p>
nb: <p>Pakkebrønner legges til og fjernes.</p>
tg: <p>Анборҳои нармафзор илова ва тоза шуда истодаанд.</p>
wa: <p>Des depots sont radjoutés et oistés.</p>

source: Remove unused repositories
bg: Премахни ненужните хранилища
km: យក​ឃ្លាំង​ដែល​មិន​ប្រើ​ចេញ
nb: Fjern ubrukte pakkebrønner
tg: Тоза кардани анборҳои нармафзори истифоданашуда
th: ลบคลังแพกเกจที่ไม่ได้ใช้แล้ว
wa: Oister les depots nén eployîs

source: Removing unused repositories...
bg: Премахване на ненужните хранилища…
km: កំពុង​យក​ឃ្លាំង​ដែល​មិន​ប្រើ​ចេញ...
nb: Fjerner ubrukte pakkebrønner...
tg: Анборҳои нармафзори истифоданашуда тоза шуда истодаанд...
th: ทำการลบคลังแพกเกจที่ไม่ได้ใช้แล้ว...
wa: Dji oistêye les depots nén eployîs..

source: Add enabled repositories
bg: Добави разрешените хранилища
km: បន្ថែម​ឃ្លាំង​ដែល​បាន​បើក
nb: Legg til aktiverte pakkebrønner
tg: Илова кардани анборҳои нармафзори фаъолшуда
th: เพิ่มคลังแพกเกจที่ถูกเปิดใช้งาน
wa: Radjouter des depots en alaedje

source: Adding enabled repositories...
bg: Добавяне на разрешените хранилища…
km: កំពុង​បន្ថែម​ឃ្លាំង​ដែល​បាន​បើក...
nb: Legger til aktiverte pakkebrønner...
tg: Анборҳои нармафзори фаъолшуда илова шуда истодаанд...
th: ทำการเพิ่มคลังแพกเกจที่ถูกเปิดใช้งาน...
wa: Dji radjoute des depots en alaedje...

source: Add disabled repositories
bg: Добави изключените хранилища
km: បន្ថែម​ឃ្លាំង​ដែល​បាន​បិទ
nb: Legg til deaktiverte pakkebrønner
tg: Илова кардани анборҳои нармафзори ғайрифаъол
th: เพิ่มคลังแพกเกจที่ถูกปิดการใช้งาน
wa: Radjouter des depots essoctés

source: Adding disabled repositories...
bg: Добавяне на изключените хранилища…
km: កំពុង​បន្ថែម​ឃ្លាំង​ដែល​បាន​បិទ...
nb: Legger til deaktiverte pakkebrønner...
tg: Анборҳои нармафзори ғайрифаъол илова шуда истодаанд...
th: ทำการเพิ่มคลังแพกเกจที่ถูกปิดการใช้งาน...
wa: Dji radjoute des depots essoctés...

source: Correct Media Requested
bg: Изискан е правилен носител
km: កែ​មេឌៀ​ដែល​បានស្នើ
nb: Bruk riktig medium
tg: Медиаи мувофиқ дархост шудааст
th: ต้องการใช้แผ่นสื่อที่ถูกต้อง
wa: I fåt l' bon media

source: Make sure that media with label %1 is in the CD/DVD drive. If you skip it, the repository will not be added.
bg: Убедете се, че носителят с етикет %1 е във CD/DVD устройството. Хранилището няма да бъде добавено, ако го пропуснете сега.
km: សូម​ប្រាកដ​ថា មេឌៀ​មាន​ស្លាក %1 នៅ​ក្នុង​ដ្រាយ​ស៊ីឌី/ឌីវីឌី ។ ប្រសិនបើ​អ្នក​រំលង​វា ឃ្លាំង​នឹង​មិន​ត្រូវ​បាន​បន្ថែម​ទេ ។
nb: Kontroller at mediet med betegnelsen %1 ligger i CD/DVD-stasjonen. Hvis ikke, vil ikke pakkebrønnen bli lagt til.
tg: Мутмаин шавед, ки шумо медиаро бо тамғаи %1 ба драйви CD/DVD ворид кардед. Агар онро нодида гузаронед, анбори нармафзор илова намешавад.
wa: Waitîz bén kel media avou l' no %1 est e léjheu d' Plake lazer CD/DVD. Si vos l' passez, li depot n' serè nén radjouté.

source: Cannot add repository %1 URL: %2 Repository will be added in disabled state.
nb: Kan ikke legge til pakkebrønnen %1 Nettadresse: %2 Pakkebrønnen vil bli lagt til med deaktivert status.
tg: Анбори нармафзори %1 илова намешавад Суроғаи URL: %2 Анбори нармафзор дар ҳолати ғайрифаъол илова мешавад.

source: Cannot add enabled repository Name: %1 URL: %2
bg: Не може да се добавя разрешено хранилище Име: %1 Адрес: %2
km: មិន​អាច​បន្ថែម​ឃ្លាំង​ដែល​បាន​បើក​បានទេ ឈ្មោះ ៖ %1 URL ៖ %2
nb: Kan ikke legge til aktivert pakkebrønn Navn: %1 Adresse: %2
tg: Анбори нармафзори фаъолшуда илова намешавад Ном: %1 Суроғаи URL: %2
th: ไม่สามารถเพิ่มคลังแพกเกจที่ถูกเปิดใช้งานอยู่แล้วได้ ชื่อ: %1 ที่อยู่ URL: %2
wa: Dji n' sai radjouter l' depot metou èn alaedje No : %1 URL : %2

source: An error occurred while refreshing repository Name: %1 URL: %2
bg: Възникна грешка при обновяване на хранилището Име: %1 Адрес: %2
km: កំហុស​មួយ​បានកើតឡើង ខណៈពេល​ធ្វើ​ឲ្យឃ្លាំង​ស្រស់ ឈ្មោះ ៖ %1 URL ៖ %2
nb: Det oppstod en feil under oppdatering av pakkebrønnen Navn: %1 Adresse: %2
tg: Ҳангоми навсозии анбори нармафзор хато пайдо шуд Ном: %1 Суроғаи URL: %2
th: เกิดข้อผิดพลาดขึ้นระหว่างทำการปรับคลังแพกเกจใหม่อีกครั้ง ชื่อ: %1 ที่อยู่ URL: %2
wa: Åk n' a nén stî come dji rafristéve l' depot No: %1 URL: %2

source: An error occurred while enabling repository Name: %1 URL: %2
bg: Възникна грешка при разрешаването на хранилището Име: %1 Адрес: %2
km: កំហុស​បាន​កើត​ឡើង​ នៅ​ពេល​បើក​ឃ្លាំង ឈ្មោះ ៖ %1 URL ៖ %2
nb: Det oppstod en feil under aktivering av pakkebrønnen Navn: %1 Adresse: %2
tg: Ҳангоми фаъолсозии анбори нармафзор хато пайдо шуд Ном: %1 Суроғаи URL: %2
wa: Åk n' a nén stî tins k' dji meteu en alaedje li depot No : %1 URL : %2

source: Cannot add disabled repository Name: %1 URL: %2
bg: Не може да се добавя забранено хранилище Име: %1 Адрес: %2
km: មិន​អាច​បន្ថែម​ឃ្លាំង​ដែល​បានបិទ​បាន​ទេ ឈ្មោះ ៖ %1 URL ៖ %2
nb: Kan ikke legge til deaktivert pakkebrønn Navn: %1 Adresse: %2
tg: Анбори нармафзори ғайрифаъол илова намешавад Ном: %1 Суроғаи URL: %2
th: ไม่สามารถเพิ่มคลังแพกเกจที่ถูกปิดการใช้งานอยู่ได้ ชื่อ: %1 ที่อยู่ URL: %2
wa: Dji n' sai radjouter l' depot essocté No : %1 URL : %2

source: Saving security settings...
bg: Запазване настройките на сигурността...
km: កំពុង​រក្សាទុក​ការកំណត់​សុវត្ថិភាព...
nb: Lagrer sikkerhetsinnstillinger...
tg: Танзимоти амният захира шуда истодааст...
th: ทำการจัดเก็บค่าปรับแต่งความปลอดภัย...
wa: Dji schape les tchuzes di såvrité...

source: <p>At Linux <b>choice</b> is a top priority. <i>openSUSE</i> offers a number of different desktop environments. Below you see a list of the 2 major ones <b>GNOME</b> and <b>KDE</b>.</p>
km: <p>នៅ​ក្នុង​លីនុច <b>ជម្រើស</b> មាន​អាទិភាព​ខ្ពស់ ។ <i>អូផឹនស៊ូស៊ី</i> ផ្ដល់​នូវ​ចំនួន​បរិស្ថាន​ផ្ទៃតុ​ផ្សេងៗ​គ្នា ។ ខាង​ក្រោម​នេះ អ្នក​នឹង​ឃើញ​បញ្ជី​​ចម្បង​ចំនួន​ពីរគឺ <b>GNOME</b>និង<b>KDE</b> ។</p>
wa: <p>Avou Linux, li <b>tchoes</p> est l' mwaisse prumiristé. <i>openSUSE</i> ofere bråmint des diferins evironmints d' sicribanne. Pa dzo vos ploz vey ene djivêye des deus pus impôrtants : <b>GNOME</b> eyet <b>KDE</b>.</p>

source: <p>You may select alternative desktop environments (or one of minimal installation patterns) that could fit your needs better using the <b>Other</b> option . Later in the software selection or after installation, you can change your selection or add additional desktop environments. This screen allows you to set the default.</p>
km: <p>អ្នក​អាច​ជ្រើស​បរិស្ថាន​ផ្ទៃតុ​ជម្រើស (ឬ​លំនាំ​ដំឡើង​អប្បបរមា) ដែល​អាច​សម​នឹង​តម្រូវ​ការ​របស់​អ្នក​​ជាង​ការ​ប្រើជម្រើស <b>ផ្សេង</b> ។ ក្រោយ​មក​នៅ​ក្នុង​ការ​ជម្រើស​កម្មវិធី ឬ​បន្ទាប់​ពី​ដំឡើង អ្នក​អាច​ផ្លាស់ប្ដូរ​ជម្រើស​របស់​អ្នក ឬ​បន្ថែម​បរិស្ថាន​ផ្ទៃតុ​បន្ថែម ។ អេក្រង់​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​កំណត់​ជា​លំនាំដើម ។</p>
wa: <p>Vos ploz tchoezi des ôtes evironmints d' sicribanne (oudonbén des modeles d' astalaedje minimås) ki respondèt pus a vos mezåjhes e vs siervant del tchuze <b>Ôtes</b>. Vos pôroz candjî pus tård, e tchoes des pacaedjes ou après l' astalaedje, vosse tchoes oudonbén radjouter des evironmints d' sicribanne di pus. Cisse waitroûle vos permet d' defini l' ci k' serè prémetou.</p>

source: Desktop Selection
km: ការ​ជ្រើស​ផ្ទៃតុ
wa: Tchoezi li scribanne

source: Other
km: ផ្សេង​ទៀត
wa: Ôtes
