Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Deploying images has failed. Aborting the installation...
ar: فشل نشر نسخ المحتويات. يتم الآن إيقاف التثبيت...
bg: Внедряването на образи бе неуспешно. Прекъсване на инсталацията…
ca: Ha fallat desplegar les imatges. S'avorta la instal·lació...
cs: Rozbalení obrazů selhalo. Instalace se ruší...
da: Udrulning af imagefiler mislykkedes. Afbryder installationen...
de: Fehler beim Einsatz der Abbilder. Installation wird abgebrochen ...
el: Αποτυχία ανάπτυξης εικόνας δεδομένων. Ματαίωση της εγκατάστασης...
eo: Malsukcesis disponigi bildojn. Ĉesigante la instaladon...
es: Error al desplegar la imagen. Cancelando la instalación...
et: Tõmmiste paigaldamine nurjus. Paigaldamine katkestatakse...
fa: گسترش ایمیج ها ناموفق بوده است. در حال انصراف از نصب...
fi: Levykuvien purku epäonnistui. Asennus keskeytetään...
fr: Échec du déploiement des images. Abandon de l'installation...
hu: Nem sikerült a lemezképek telepítése. A telepítés leáll...
id: Menggelar citra gagal. menggugurkan pemasangan...
it: Distribuzione immagini non riuscita. Interruzione dell'installazione in corso…
ja: イメージの配置に失敗しました。 インストールを中止しています...
km: បន្លាយ​ពី​រូបភាព​បានបរាជ័យ ។ កំពុង​បោះបង់​ការ​ដំឡើង...​​
lt: Išskleidžiant atvaizdžius įvyko klaida. Diegimas nutraukiamas...
nb: Kunne ikke bruke innhold fra diskbildene. Avbryter installasjonen...
nl: Het gebruik van images is mislukt. De installatie wordt afgebroken…
pl: Wdrażanie obrazów nie powiodło się. Przerywanie instalacji...
pt: A implementação de imagens falhou. A abortar a instalação...
pt_br: Falha ao implantar as imagens. Interrompendo a instalação...
ro: Implementarea imaginilor a eșuat. Se întrerupe instalarea...
ru: Не удалось развернуть образы. Прерывание установки…
sk: Nasadzovanie obrazov zlyhalo. Prerušenie inštalácie...
sl: Razmeščanje slik je spodletelo. Prekinjanje nameščanja …
sv: Distribution av avbildningar har misslyckats. Avbryter installationen...
tg: Ҷойгиркунии тасвири диск қатъ шудааст. Насб қатъ шуда истодааст...
tr: Görüntüleri dağıtmak başarısız oldu. Yüklemeyi iptal ediyor...
uk: Не вдалося розгорнути з образів. Встановлення переривається...
wa: Dji n' a savou fé l' disployaedje des imådjes. Dj' abandene l' astalaedje...

source: Debugging has been turned on. YaST will open a software manager for you to check the current status of packages.
ar: لقد تم تشغيل تصحيح الأخطاء. سيفتح YaST مدير البرامج لك للتحقق من الحالة الحالية للحزم.
bg: Информацията за дебъг ще бъде показана. YaST ще отвори мениджъра на пакети за да проверите текущото им състояние.
ca: S'ha habilitat la depuració. El YaST obrirà un gestor de paquets perquè comproveu l'estat actual dels paquets.
cs: Ladění chyb bylo zapnuto. YaST spustí správce softwaru, abyste mohli zkontrolovat aktuální stav balíčků.
da: Fejlsøgning er blevet slået til. YaST vil åbne en pakkehåndtering, hvor du kan tjekke pakkers aktuelle status.
de: Debugging wurde aktiviert. YaST öffnet einen Paketverwalter, damit Sie den aktuellen Status der Pakete prüfen können.
el: Η αποσφαλμάτωση έχει ενεργοποιηθεί. Το YaST πρόκειται να ανοίξει ένα διαχειριστή λογισμικού για να ελέγξετε την κατάσταση των πακέτων.
eo: Sencimigo estas ŝaltita. YaST malfermos programarmastrumilon por ke vi kontrolu la aktualan staton de la pakaĵoj.
es: La depuración se ha activado. YaST abrirá el gestor de software para comprobar el estado actual de los paquetes.
et: Silumine on sisse lülitatud. YaST avab tarkvarahalduri, et saaksid kontrollida pakettide hetkeolekut.
fa: عیب یابی فعال شده است. YaST مدیریت بسته ها را برای بررسی حالت بسته ها برای شما باز می کند.
fi: Vianjäljitys on otettu käyttöön. YaST avaa pakettienhallinnan, jotta voit tarkistaa pakettien nykyisen tilan.
fr: Le débogage a été activé. YaST ouvrira un gestionnaire de logiciels pour que vous vérifiez l'état actuel des paquets.
hu: Hibakeresés bekapcsolva. A YaST megnyitja a szoftverkezelőt a csomagok állapotának áttekintéséhez.
id: Pengawakutu telah dinyalakan. YaST akan membuka manajer perangkat lunak untuk memeriksa status terkini dari paket.
it: Il debug è stato abilitato. YaST aprirà il gestore dei programmi per verificare lo stato attuale dei pacchetti.
ja: デバッグが有効になっています。 YaST はパッケージの状態を調べるため、パッケージマネージャを起動します。
km: បាន​បើក​ការ​បំបាត់​កំហុស ។ YaST នឹង​បើក​កម្មវិធី​គ្រប់គ្រង​កញ្ចប់​សម្រាប់​អ្នក ដើម្បី​ពិនិត្យ​មើល​ស្ថានភាព​កញ្ចប់​បច្ចុប្បន្ន ។​
lt: Derinimas buvo įjungtas. YaST atvers programinės įrangos tvarkytuvę, kad galėtumėte patikrinti esamų paketų būseną.
nb: Feilsøking er aktivert. YaST vil åpne en pakkebehandler slik at du kan kontrollere gjeldende status for pakkene.
nl: Debuggen is aan gezet. YaST zal een softwarebeheerder voor u openen om de huidige status van de pakketten te controleren.
pl: Włączono debugowanie. Program YaST otworzy menedżera oprogramowania w celu sprawdzenia bieżącego stanu pakietów.
pt: A depuração foi ligada. O YaST irá abrir o gestor de software (aplicações informáticas ou pacotes) para você verificar o estado atual dos pacotes.
pt_br: A depuração foi ativada. O YaST abrirá um gerenciador de software para que você verifique o status atual dos pacotes.
ro: Depanarea a fost activată. YaST va deschide un manager de software pentru a vă permite să verificați starea actuală a pachetelor.
ru: Отладка включена. YaST откроет "Менеджер пакетов", чтобы вы проверили текущее состояние пакетов.
sk: Ladenie bolo zapnuté. YaST spustí správcu softvéru, aby ste mohli skontrolovať aktuálny stav balíkov.
sl: Vklopljeno je bilo razhroščevanje. YaST bo odprl upravljalnika programske opreme, s katerim lahko preverite trenutno stanje paketov.
sv: Felsökning har aktiverats. YaST kommer att öppna ett programhanteringsverktyg för att du ska kunna kontrollera paketens aktuella status.
tg: Ислоҳкунии система фаъол шудааст. YaST барои санҷиши вазъияти ҷории қуттиҳо мудири системаро барои шумо мекушояд.
tr: Hata ayıklama açık. YaST, paketlerin mevcut durumunu kontrol etmek için bir yazılım yöneticisi açacaktır.
uk: Зневадження вимкнено. YaST відкриє програму керування пакунками, щоб перевірити поточний стан пакунків.
wa: Li disbugaedje a stî eclitchî. YaST va drovi on manaedjeu des programes por vos waitî l' estat des pacaedjes do moumint.

source: Downloading image at speed %1/s
ar: إنزال الصور بسرعة %1/ثانية
bg: Сваляне на файла-образ със скорост %1/s
ca: Baixant la imatge a %1/s
cs: Obraz se stahuje rychlostí %1/s
da: Downloader imagefil med %1/s
de: Abbild wird mit einer Geschwindigkeit von %1/s heruntergeladen
el: Λήψη εικόνας με ταχύτητα %1/s
eo: Elŝutas bildon je la rapideco %1/s
es: Descargando la imagen a la velocidad de %1/s
et: Tõmmist laaditakse alla kiirusel %1/s
fa: دانلود فایل ها با سرعت %1/s
fi: Ladataan levykuvaa nopeudella %1/s
fr: Téléchargement de l'image à la vitesse de %1/s
gl: Descargando imaxe á velocidade de %1/s
hu: lemezkép letöltése %1/s sebességgel
id: Mengunduh citra pada kecepatan %1/s
it: Download dell'immagine alla velocità di %1/s
ja: イメージを速度 %1/s でダウンロードしています
km: ទាញ​យក​រូបភាព​នៅ​ល្បឿន %1/វិ.
lt: Atvaizdis atsiunčiamas %1/s greičiu
nb: Laster ned diskbilde med hastigheten %1/s
nl: Downloaden van image met snelheid %1/s
pl: Pobieranie obrazu z prędkością %1/s
pt: A descarregar a imagem a uma velocidade de %1/s
pt_br: Fazendo download da imagem na velocidade de %1/s
ro: Se descarcă imaginea cu viteza %1/s
ru: Загрузка образа со скоростью %1/с
sk: Sťahovanie obrazu rýchlosťou %1/s
sl: Prejemanje slike s hitrostjo %1/s
sv: Hämtar avbildningen med en hastighet på %1/s
tg: Боргирии тасвири диск дар суръати %1/s
th: ทำการดาวน์โหลดแฟ้มอิมเมจ ที่ความเร็ว %1/วินาที
tr: Görüntüyü indirme hızı %1/s
uk: Завантаження образу на швидкості %1/с
wa: Dj' aberwete l' imådje al raddisté %1/s

source: Downloading image %1 at speed %2/s
ar: إنزال نسخة المحتويات %1 بسرعة %2/ثانية
bg: Сваляне на файла-образ %1 със скорост %2/s
ca: Baixant la imatge %1 a %2/s
cs: Obraz %1 se stahuje rychlostí %2/s
da: Downloader imagefilen %1 med %2/s
de: Abbild %1 wird mit einer Geschwindigkeit von %2/s heruntergeladen
el: Λήψη εικόνας %1 με ταχύτητα %2/s
eo: Elŝutas bildon %1 je la rapideco %2/s
es: Descargando la imagen %1 a %2/s
et: Tõmmist %1 laaditakse alla kiirusel %2/s
fa: دانلود فایل %1 با سرعت %2/s
fi: Ladataan levykuvaa %1 nopeudella %2/s
fr: Téléchargement de l'image %1 à la vitesse de %2/s
gl: Descargando a imaxe %1 á velocidade de %2/s
hu: A(z) %1 lemezkép letöltése %2/s sebességgel
id: Mengunduh citra %1 pada kecepatan %2/s
it: Download dell'immagine %1 alla velocità di %2/s
ja: イメージ %1 を速度 %2/s でダウンロードしています
km: ទាញ​យក​រូបភាព %1 នៅ​ល្បឿន %2/វិ.
lt: %1 atvaizdis atsiunčiamas %2/s greičiu
nb: Laster ned diskbildet %1 med hastigheten %2/s
nl: Downloaden van image %1 met snelheid %2/s
pl: Pobieranie obrazu %1 z prędkością %2/s
pt: A descarregar a imagem %1 a uma velocidade de %2/s
pt_br: Fazendo download da imagem %1 na velocidade de %2/s
ro: Se descarcă imaginea %1 cu viteza %2/s
ru: Загружается образ %1 со скоростью %2/с
sk: Sťahovanie obrazu %1 rýchlosťou %2/s
sl: Prejemanje slike %1 s hitrostjo %2/s
sv: Hämtar avbildningen %1 med en hastighet på %2/s
tg: Боргирии тасвири диски %1 дар суръати %2/s
th: ทำการดาวน์โหลดแฟ้มอิมเมจ %1 ที่ความเร็ว %2/วินาที
tr: %1 resmi %2/s hızında indiriliyor
uk: Завантаження образу %1 на швидкості %2/с
wa: Dj' aberwete l' imådje %1 al raddisté %2/s

source: Deploying image...
ar: يتم الآن نشر الصور...
bg: Внедряване на образа…
ca: Desplegant la imatge...
cs: Nasazuje se obraz...
da: Ruller imagefil ud...
de: Abbild wird eingesetzt...
el: Ανάπτυξη εικόνας...
eo: Disponigante bildon...
es: Desplegando la imagen...
et: Paigaldatakse tõmmist...
fa: در حال گسترش ایمیج ...
fi: Puretaan levykuvaa...
fr: Déploiement de l'image...
gl: Despregando imaxe...
hu: Lemezkép telepítése...
id: Menggelar citra...
it: Distribuzione dell'immagine in corso…
ja: イメージを配置しています...
km: បង្ហាញ​រូបភាព...
lt: Išskleidžiamas atvaizdis...
nb: Bruker diskbilde...
nl: Image implementeren…
pl: Wgrywanie obrazu...
pt: A implementar a imagem...
pt_br: Implantando imagem...
ro: Se implementează imaginea...
ru: Развертывание образа…
sk: Nasadzovanie obrazu...
sl: Razmeščanje slike …
sv: Distribuerar avbildningen...
tg: Ҷойгиркунии тасвири диск...
th: ทำการถ่ายเทอิมเมจ...
tr: Görüntü dağıtılıyor...
uk: Розгортання образу...
wa: Dji disploye l' imådje...

source: Deploying image %1...
ar: يتم الآن نشر الصور %1...
bg: Внедряване на образа %1…
ca: Desplegant la imatge %1...
cs: Nasazuje se obraz %1...
da: Ruller imagefilen %1 ud...
de: Abbild %1 wird eingesetzt...
el: Ανάπτυξη εικόνας %1...
eo: Disponigante bildon %1...
es: Desplegando la imagen %1...
et: Paigaldatatakse tõmmist %1...
fa: در حال گسترش ایمیج %1...
fi: Puretaan levykuvaa %1...
fr: Déploiement de l'image %1...
gl: Despregando a imaxe %1...
hu: %1 lemezkép telepítése...
id: Menggelar citra... %1...
it: Distribuzione dell'immagine %1 in corso…
ja: イメージ %1 を配置しています...
km: បង្ហាញ​រូបភាព %1...
lt: Išskleidžiamas %1 atvaizdis...
nb: Bruker diskbildet %1...
nl: Image %1 wordt gebruikt...
pl: Wgrywanie obrazu %1...
pt: A implementar a imagem %1...
pt_br: Implantando imagem %1...
ro: Se implementează imaginea %1...
ru: Развертывание образа %1…
sk: Nasadzovanie obrazu %1 ...
sl: Razmeščanje slike %1 …
sv: Distribuerar avbildningen %1...
tg: Ҷойгиркунии тасвири диски %1...
th: ทำการถ่ายเทอิมเมจ %1...
tr: %1 resmi dağıtılıyor...
uk: Розгортання образу %1...
wa: Dji disploye l' imådje %1...

source: Select the disk to deploy the image to.
ar: حدد القرص لنشر الصورة إليه.
ca: Seleccioneu el disc on desplegar la imatge.
cs: Vyberte disk, na který se má zapsat obraz.
da: Vælg den disk som imagefilen skal udrulles på.
de: Wählen Sie die Festplatte aus, auf die das Abbild eingesetzt werden soll.
el: Επιλέξτε δίσκο ανάπτυξης του στιγμιοτύπου.
eo: Elektu la diskon disponigotan por la bildo.
es: Seleccione el disco donde desplegar la imagen.
et: Valige ketas, kuhu tõmmis paigutada.
fa: دیسک مورد نظر را برای گسترش ایمیج انتخاب کنید.
fi: Valitse levy, johon levykuva asennetaan.
fr: Sélectionnez le disque vers lequel déployer l'image.
gl: Seleccione o disco onde despregar a imaxe.
hu: Válassza ki a lemezt, amelyre telepíti a lemezképet.
id: Pilih diska sebagai tujuan menggelar citra.
it: Selezionare il disco al quale distribuire l'immagine.
ja: イメージの配置先ディスクを選択してください。
lt: Pasirinkite diską, kuriame norite išpakuoti atvaizdį.
nl: Selecteer de schijf waarop u de image wilt implementeren.
pl: Wybierz dysk, na którym zostanie wdrożony obraz.
pt: Selecione o disco onde a imagem será implementada.
pt_br: Selecione o disco no qual a imagem será implantada.
ro: Selectați discul pe care doriți să implementați imaginea.
ru: Выберите диск для развертывания образа.
sk: Vyberte disk, na ktorý sa nasadí obraz.
sl: Izberite disk, na katerega želite razmestiti sliko.
sv: Välj den disk som avbildningen ska distribueras till.
tr: Görüntüyü dağıtmak için diski seçin.
uk: Виберіть диск для розгортання образу.

source: All data on the disk will be lost!!!
ar: سيتم فقدان كل البيانات الموجودة على القرص!!!
ca: Es destruiran totes les dades del disc!
cs: Všechna data na disku budou ztracena!!!
da: Alle data på disken vil gå tabt!!!
de: Alle Daten auf der Festplatte werden verloren gehen!!!
el: Όλα τα δεδομένα στον δίσκο θα χαθούν!!!
eo: Ĉiuj datumoj en la disko perdiĝos!!!
es: ¡Se perderán todos los datos del disco!
et: Kõik kettal olevad andmed lähevad jäädavalt kaduma!!!
fa: تمامی اطلاعات بر روی دیسک از دست خواهند رفت!!!
fi: Kaikki levyllä olevat tiedot tuhoutuvat!!!
fr: Toutes les données sur le disque seront perdues !!!
gl: Perderanse todos os datos do disco !!!
hu: A lemezen található összes adat elvész!!!
id: Semua data pada diska akan hilang!!!
it: Tutti i dati sul disco andranno persi!!!
ja: ディスク内にある全てのデータが失われます!!!
lt: Bus ištrinti visi to disko duomenys!!!
nl: Alle gegevens op de schijf zullen verloren gaan!!!
pl: Wszystkie dane znajdujące się na dysku zostaną utracone!!!
pt: Todos os dados no disco serão perdidos!!!
pt_br: Todos os dados do disco serão perdidos!!!
ro: Toate datele de pe disc vor fi pierdute!!!
ru: Все данные на диске будут уничтожены!!!
sk: Všetky dáta na disku sa stratia!!!
sl: Vsi podatki na disku bodo izgubljeni.
sv: Alla data på disken kommer att gå förlorade!!!
tr: Diskteki tüm veriler kaybolur!
uk: Усі дані на диску будуть знищені!!!

source: &Disk to Use
ar: ال&قرص المطلوب استخدامه
ca: &Disc a usar
cs: &Disk k použití
da: &Disk som skal bruges
de: Zu verwendende &Festplatte
el: &Δίσκος προς Χρήση
eo: &Disko uzota
es: &Disco para usar
et: &Kasutatav ketas
fa: دیسک برای استفاده
fi: &Käytettävä levy
fr: &Disque à utiliser
gl: &Disco para usar
hu: Használandó &lemez
id: &Diska untuk Digunakan
it: &Disco da usare
ja: 使用するディスク (&D)
lt: Naudotinas &diskas
nl: &Te gebruiken schijf
pl: Używany &dysk
pt: &Disco a Utilizar
pt_br: &Disco para usar
ro: &Discul de utilizat
ru: &Используемый диск
sk: &Disk, ktorý sa použije
sl: Uporabljeni &disk
sv: &Disk som ska användas
tr: Kullanılacak Disk
uk: &Диск для використання

source: Select the disk, which the image will be deployed to. All data on the disk will be lost and the disk will be partitioned as defined in the image.
ar: حدد القرص الذي سيتم نشر الصورة عليه. سيتم فقدان كل البيانات الموجودة على القرص، وسيتم تقسيمه كما هو موضح في نسخة المحتويات.
ca: Seleccioneu el disc on es desplegarà la imatge. Es destruiran totes les dades del disc i es partirà el disc tal com es defineix a la imatge.
cs: Vyberte disk, na který bude zapsán obraz. Všechna data na disku budou ztracena a disk bude rozdělen tak, jak je definováno v obrazu.
da: Vælg den disk som imagefilen skal udrulles på. Alle data på disken vil gå tabt og disken vil blive partitioneret som defineret i imagefilen.
de: Wählen Sie die Festplatte aus, auf die das Abbild eingesetzt werden soll. Alle Daten auf der Festplatte werden verloren gehen und die Festplatte wird, wie im Abbild definiert, patitioniert.
el: Επιλέξτε τον δίσκο, στο οποίο θα αναπτυχθεί το στιγμιότυπο. Όλα τα δεδομένα σε αυτόν το δίσκο θα χαθούν και ο δίσκος θα κατατμηθεί όπως καθορίζεται στο στιγμιότυπο.
eo: Elektu la diskon kiun oni disponigos por la bildo. Ĉiuj datumoj en la disko perdiĝos kaj la disko estos dispartigita kiel difinite en la bildo.
es: Seleccione el disco en el que se desplegará la imagen. Todos los datos del disco se perderán y el disco se particionará según se defina en la imagen.
et: Valige ketas, kuhu tõmmis paigaldatakse. Kõik kettal olevad andmed lähevad kaotsi ja ketas jagatakse vastavalt tõmmisel määratletule.
fa: دیسک مورد نظر برای گسترش ایمیج انتخاب کنید. تمامی اطلاعات بر روی دیسک از دست خواهند رفت و دیسک بر اساس تعریف درون ایمیج پارتیشن بندی خواهد شد.
fi: Valitse levy, johon levykuva asennetaan. Kaikki levyllä olevat tiedostot tuhotaan ja levy osioidaan levykuvan mukaisesti.
fr: Sélectionnez le disque vers lequel l'image sera déployée. Toutes les données présentes sur le disque seront perdues et le disque sera partitionné comme défini dans l'image.
gl: Seleccione o disco, no que se despregará a imaxe. Perderanse todos os datos do disco e particionarase o disco como se define na imaxe.
hu: Válassza ki azt a lemezt, amelyen a lemezkép telepítése történik majd. A lemezen található összes adat elvész, és a lemez a lemezképben megadott módon lesz particionálva.
id: Pilih diska, di mana berkas citra akan digelar. Semua data pada diska akan hilang dan diska akan dipartisi seperti yang sudah didefinisikan pada citra.
it: Selezionare il disco in cui verrà distribuita l'immagine. Tutti i dati sul disco andranno persi e il disco verrà partizionato come definito nell'immagine.
ja: イメージの配置先となるディスクを選択してください。指定したディスク内にある全てのデータは失われ、イメージ内で設定されているとおりにパーティションが作成されます。
lt: Pasirinkite diską, kuriame norite išskleisti sistemos atvaizdį. Visi diske esantys duomenys bus ištrinti, o diskas bus suskaidytas pagal atvaizdyje aprašytas taisykles.
nl: Selecteer de schijf waarop de image wordt geïmplementeerd. Alle gegevens op de schijf gaan verloren en de schijf wordt gepartitioneerd zoals gedefinieerd in de image.
pl: Wybierz dysk, na którym zostanie zainstalowany obraz. Wszystkie dane znajdujące się na dysku zostaną utracone, a dysk zostanie podzielony na partycje zgodnie z definicją w obrazie.
pt: Selecione o disco no qual a imagem será implementada. Todos os dados presentes no disco serão perdidos e o disco será particionado como definido na imagem.
pt_br: Selecione o disco no qual a imagem será implantada. Todos os dados do disco serão perdidos e o disco será particionado conforme definido na imagem.
ro: Selectați discul pe care va fi implementată imaginea. Toate datele de pe disc vor fi pierdute, iar discul va fi partiționat așa cum este definit în imagine.
ru: Выберите диск, на который будет разворачиваться образ. Все данные на диске будут уничтожены, а диск переразмечен в соответствии с разметкой образа.
sk: Vybrať disk, na ktorý sa nasadí obraz. Všetky dáta na disku sa stratia a disk bude rozdelený, ako je to definované v obraze.
sl: Izberite disk, na katerega želite razmestiti sliko. Vsi podatki na disku bodo izgubljeni, disk pa bo razdeljen, kot je določeno v sliki.
sv: Välj den disk som avbildningen kommer att installeras på. Alla data på disken kommer att gå förlorade och disken kommer att partitioneras enligt definitionen i avbildningen.
tr: Görüntünün dağıtılacağı diski seçin. Diskteki tüm veriler kaybolur ve disk görüntüde tanımlandığı gibi bölümlenir.
uk: Виберіть диск, на якому буде розгортатися образ. Усі дані на диску буде знищено, а диск буде розмічено відповідно до розмітки образу.

source: Hard Disk for Image Deployment
ar: القرص الصلب لنشر نسخة المحتويات
ca: Disc dur per al desplegament de la imatge
cs: Pevný disk pro zápis obrazu
da: Harddisk til udrulning af imagefiler
de: Festplatte zum Einsatz des Abbilds
el: Σκληρός Δίσκος για Ανάπτυξη Στιγμιοτύπου
eo: Durdisko por disponigo de bildo
es: Disco duro para el despliegue de imágenes
et: Kõvaketas tõmmise paigaldamiseks
fa: هارد دیسک برای گسترش ایمیج
fi: Kiintolevy levykuvan asennukseen
fr: Disque dur pour le déploiement de l'image
gl: Disco duro para a implantación de imaxes
hu: Lemezkép telepítéséhez használt merevlemez
id: Cakram Keras untuk Menggelar Citra
it: Disco rigido per distribuzione immagine
ja: イメージを配置するためのハードディスク
lt: Standusis diskas atvaizdžio išskleidimui
nl: Vaste schijf voor de implementatie van de image
pl: Dysk twardy, na którym zostanie wdrożony obraz
pt: Disco Rígido para Implementação de Imagem
pt_br: Disco rígido para implantação da imagem
ro: Hard disk pentru implementarea imaginilor
ru: Жесткий диск для разворачивания образа
sk: Pevný disk pre nasadenie obrazu
sl: Trdi disk za razmeščanje slike
sv: Hårddisk för avbildningsdistribution
tr: Görüntü Dağıtımı İçin Sabit Disk
uk: Жорсткий диск для розгортання образу

source: Detecting Available Controllers
ar: اكتشاف أجهزة التحكم المتاحة
bg: Откриване на наличните контролери
ca: Detectant els controladors disponibles
cs: Detekuji dostupné ovladače
da: Finder tilgængelige styreenheder
de: Erkennung der verfügbaren Controller
el: Ανίχνευση διαθέσιμων Ελεγκτών
eo: Serĉante Disponeblajn Regilojn
es: Detectando las controladoras disponibles
et: Olemasolevate kontrollerite tuvastamine
fa: در حال یافتن کنترلر های در دسترس
fi: Tunnistetaan saatavilla olevia ohjaimia
fr: Détection des contrôleurs disponibles
gl: Detectando os controladores dispoñibles
hu: Vezérlők keresése
id: Memeriksa Kendali Yang Tersedia
it: Rilevamento dei controller disponibili
ja: 利用可能なコントローラを検出しています
km: កំពុង​រកឧបករណ៍​បញ្ជា​ដែល​មាន...​​
lt: Aptinkami prieinami valdikliai
nb: Søker etter tilgjengelige kontrollere
nl: Beschikbare controllers detecteren
pl: Wykrywanie dostępnych sterowników
pt: A detectar Controladores Disponíveis
pt_br: Detectando controladoras disponíveis
ro: Detectarea controlerelor disponibile
ru: Определение доступных контроллеров
sk: Zisťovanie dostupných radičov
sl: Zaznavanje razpoložljivih krmilnikov
sv: Identifierar tillgängliga styrenheter
tg: Ҷустуҷӯи мудири дастрас
th: ทำการตรวจหาตัวควบคุมที่มีอยู่
tr: Kullanılabilir Denetleyicileri Algılama
uk: Виявлення наявних контролерів
wa: Dji cache après des controleurs ki gn a

source: Configure &DASD Disks
ar: تكوين أ&قراص DASD
bg: Настройка на дискове &DASD
ca: Configura discs de &DASD
cs: Konfigurovat disky &DASD
da: Konfigurér &DASD-diske
de: &DASD-Datenträger konfigurieren
el: Ρύθμιση Δίσκων &DASD
eo: Agordi &DASD-diskoj
es: Configurar discos &DASD
et: Häälesta &DASD kettad
fa: قالب بندی دیسک DASD
fi: Määritä &DASD-levyt
fr: Configurer les disques &DASD
gl: Configurar discos &DASD
hu: &DASD lemezek beállítása
id: Konfigurasi Diska &DASD
it: Configura dischi &DASD
ja: DASD ディスクの設定 (&D)
km: កំណត់​រចនាសម្ព័ន្ធ​ថាស &DASD
lt: Konfigūruoti &DASD diskus
nb: Konfigurer &DASD-disker
nl: &DASD-schijven configureren
pl: Skonfiguruj dyski &DASD
pt: Configurar Discos &DASD
pt_br: Configurar discos &DASD
ro: Configurarea discurilor &DASD
ru: Настроить диски &DASD
sk: Konfigurovať &DASD disky
sl: Nastavitev diskov &DASD
sv: Ställ in &DASD-diskar
tg: Танзими дискҳои &DASD
th: ปรับแต่งดิสก์แบบ &DASD
uk: Налаштувати диски &DASD
wa: Apontyî les plakes &DASD
