Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: ************************************************************** Loading installed kernel using kexec. Trying to load installed kernel via kexec instead of rebooting Please, wait. **************************************************************
ar: ************************************************************** يتم تحميل نظام kernel المثبت باستخدام kexec. حاول تحميل نظام kernel المثبت باستخدام kexec بدلاً من إعادة التشغيل الرجاء الانتظار. **************************************************************
bg: *********************************************************** Зареждане на инсталираното Линукс ядро, използвайки kexec. Опитваме да заредим инсталираното Линукс ядро чрез kexec, вместо рестартиране на системата Моля, изчакайте. **************************************************************
ca: ************************************************************** Carregant el nucli instal·lat mitjançant kexec. S'intenta carregar el nucli instal·lat mitjançant kexec en lloc de reiniciar. Espereu, si us plau. **************************************************************
cs: *********************************************************** Nahrávám nainstalované jádro pomocí kexec. Zkouším načíst nainstalované jádro pomocí kexec, namísto restartu Prosím počkejte. ***********************************************************
da: *********************************************************** Indlæser installeret kerne med kexec. Prøver at indlæse installeret kerne med kexec i stedet for at genstarte. Vent venligst. ***********************************************************
de: ************************************************************** Der installierte Kernel wird mittels kexec geladen. Es wird versucht, den installierten Kernel mit kexec zu laden (statt einen Neustart auszuführen). Bitte warten. **************************************************************
el: ************************************************************** Φόρτωση του εγκατεστημένου πυρήνα με τη χρήση του kexec. Προσπάθεια φόρτωσης του εγκατεστημένου πυρήνα μέσω του kexec αντί για επανεκκίνηση Παρακαλώ, περιμένετε. **************************************************************
eo: ************************************************************** Ŝargado de la instalita kerno per kexec. Klopodado ŝargi la instalitan kernon per kexec anstataŭ per restartigo Bonvolu atenti. **************************************************************
es: ************************************************************** Cargando el kernel instalado usando kexec. Se está intentando cargar el kernel instalado usando kexec en lugar de reiniciar. Espere. **************************************************************
et: ****************************************************** Paigaldatud kerneli laadimine kexeci abil. Proovin laadida paigaldatud kernelit kexeci kaudu taaskäivituse asemel. Palun oota. ******************************************************
fa: ************************************************************** بار کردن هسته ی نصب شده با استفاده از kexec . تلاش برای بار گذاری هسته نصب شده از طریق kexec بجای دوباره راه اندازی. لطفا صبر کنید. **************************************************************
fi: *********************************************************** Ladataan asennettu ydin käyttämällä kexec-toimintoa. Uudelleen käynnistämisen sijasta yritetään ladata ydin käyttämällä kexec-toimintoa. Odota hetki. ***********************************************************
fr: ************************************************************** Chargement du noyau installé à l'aide de kexec. Essai de chargement du noyau installé via kexec au lieu de redémarrer Veuillez patienter. **************************************************************
gl: ************************************************************** Cargando o kernel instalado usando kexec. Intentando cargar o kernel instalado a través de kexec en vez de reiniciar Agarde. **************************************************************
hu: *********************************************************** A telepített kernel betöltése kexec használatával. Telepített kernel betöltése kexec használatával, az újraindítás helyett Kérem, várjon. ***********************************************************
id: ************************************************************** Memuat kernel yang terpasang menggunakan kexec. Mencoba untuk memuat kernel yang terpasang melalui kexec dari pada melakukan mulai ulang Harap menunggu **************************************************************
it: ********************************************************************** Caricamento del kernel installato usando kexec. Tentativo di caricare il kernel installato via kexec anziché riavviare Attendere. **********************************************************************
ja: *********************************************************** kexec を利用してインストール済みのカーネルを読み込んでいます。 再起動する代わりに kexec 経由でインストール済みのカーネルを 読み込んでいます。しばらくお待ちください。 ***********************************************************
km: *********************************************************** ផ្ទុក​ខឺណែល​ដែល​បាន​ដំឡើង ដោយ​ប្រើ kexec ។ ព្យាយាម​ផ្ទុក​ខឺណែល​ដែល​បាន​ដំឡើង​តាមរយៈ kexec ជំនួស​ឲ្យ​ការ​ចាប់ផ្ដើម​ឡើងវិញ សូម​រង់ចាំ ។ ***********************************************************
lt: ************************************************************** Įkeliamas įdiegtas branduolys naudojant kexec. Mėginama įkelti įdiegtą branduolį su kexec, o ne iš naujo. paleidžiant operacinę sistemą. Palaukite. **************************************************************
nb: ************************************************************** Laster installert kjerne via kexec. Forsøker å laste installert kjerne via kexec i stedet for å starte på nytt Vent. **************************************************************
nl: ************************************************************** Laden van de geïnstalleerde kernel door kexec te gebruiken. Bezig te proberen de geïnstalleerde kernel via kexec te laden i.p.v. met herstarten Een ogenblik geduld. **************************************************************
pl: *********************************************************** Wczytywanie modułów jądra z użyciem kexec. Próba wczytania modułów jądra poprzez kexec zamiast ponownego uruchomienia systemu Proszę czekać. ***********************************************************
pt: *********************************************************** A carregar o kernel instalado utilizando o kexec. A tentar carregar o kernel instalado via kexec em vez de reiniciar Por favor aguarde. ***********************************************************
pt_br: *********************************************************** Carregando o kernel instalado usando o kexec. Tentando carregar o kernel instalado via kexec em vez de reiniciar Aguarde. ***********************************************************
ro: ************************************************************** Încărcarea nucleului instalat folosind kexec. Se încearcă încărcarea nucleului instalat prin kexec în loc de repornire. Vă rugăm să așteptați. **************************************************************
ru: ************************************************************************* Загрузка установленного ядра при помощи kexec. Попытка загрузить установленное ядро с использованием kexec вместо перезагрузки Пожалуйста, подождите. *************************************************************************
sk: ************************************************************** Načítanie inštalovaného jadra pomocou kexec. Pokus o načítanie inštalovaného jadra pomocou kexec namiesto reštartu Čakajte prosím. **************************************************************
sl: ************************************************************** Nalaganje nameščenega jedra z uporabo kexec-a. Poskušanje naložitve nameščenega jedra s kexec namesto ponovnega zagona. Prosimo, počakajte. **************************************************************
sv: ************************************************************** Läser installerad kärna med kexec. Försöker läsa in den installerade kärnan via kexec i stället för att starta om. Vänta. **************************************************************
tg: ************************************************************** Ҳастаи система тавассути "kexec" бор шуда истодааст. Ҳастаи системаи насбшуда тавассути "kexec" ба ҷои бозоғозӣ бор шуда истодааст Лутфан, интизор шавед. **************************************************************
th: *********************************************************** กำลังโหลดเคอร์เนลที่ถูกติดตั้งโดยใช้ kexec กำลังพยายามโหลดเคอร์เนลที่ถูกติดตั้งผ่านทาง kexec แทนการบูตระบบใหม่ โปรดรอ ***********************************************************
tr: *********************************************************************** Kurulu çekirdeği kexec kullanarak yükleme. Yeniden başlatmak yerine kurulu çekirdeği kexec aracılığıyla yüklemeye çalışmak Lütfen bekle. ***********************************************************************
uk: *********************************************************** Завантаження встановленого ядра за допомогою kexec. Виконується спроба завантажити встановлене ядро з kexec замість перезавантаження. Будь ласка, зачекайте. ***********************************************************
wa: ******************************************************** Tcherdjaedje do nawea astalé avou kexec. Dji saye di tcherdjî l' nawea astalé avou kexec al plaece di renonder Ratindoz, s' i vs plait ********************************************************

source: Type '%{cmd}' or press %{keys} to close the console and go back to the installer
ca: Teclegeu "%{cmd}" o premeu %{keys} per tancar la consola i tornar a l'instal·lador.
cs: Uzavření konzole a návrat do instalátoru: napište '%{cmd}' nebo stiskněte %{keys}
de: Geben Sie '%{cmd}' ein oder drücken Sie %{keys}, um die Konsole zu schließen und zum Installationsprogramm zurückzukehren
es: Escriba "%{cmd}" o pulse %{keys} para cerrar la consola y volver al instalador
fi: Sulje konsoli ja palaa asennusohjelmaan komennolla ”%{cmd}” tai painamalla %{keys}
fr: Saisissez '%{cmd}' ou appuyez sur %{keys} pour fermer la console et revenir au programme d'installation
id: Ketik '%{cmd}' atau tekan %{keys} untuk menutup konsol dan kembali ke pemasang
it: Digitare '%{cmd}' o premere %{keys} per chiudere la console e tornare al programma d'installazione
ja: '%{cmd}' と入力するか %{keys} を押すと、コンソールを閉じてインストーラに戻ることができます
lt: Norėdami užverti konsolę ir grįžti į diegyklę, įveskite „%{cmd}“ arba spauskite %{keys} klavišus
nl: Typ '%{cmd}' of druk op %{keys} om de console te sluiten en ga terug naar het installatieprogramma
pt: Digite '%{cmd}' ou prima %{keys} para fechar a consola e voltar para o instalador
pt_br: Digite '%{cmd}' ou pressione %{keys} para fechar o console e voltar ao instalador
ro: Tastați '%{cmd}' sau apăsați %{keys} pentru a închide consola și a reveni la programul de instalare
ru: Чтобы закрыть консоль и вернуться в установщик, наберите '%{cmd}' или нажмите %{keys}
sk: Zadajte '%{cmd}' alebo stlačte %{keys}, aby ste zavreli konzolu a vrátili sa späť do inštalátora
sl: Za vrnitev v namestilnik vtipkajte »%{cmd}« ali pritisnite tipke %{keys}
sv: Skriv '%{cmd}' eller tryck på %{keys} för att stänga konsolen och gå tillbaka till installationsprogrammet
tr: Konsolu kapatmak ve yükleyiciye geri dönmek için '%{cmd}' yazın veya %{keys} tuşuna basın
uk: Введіть "%{cmd}" або натисніть %{keys}, щоб закрити консоль та повернутися до програми встановлення

source: Configuration
ca: Configuració
cs: Konfigurace
de: Konfiguration
el: Ρύθμιση
es: Configuración
fi: Määritys
id: Konfigurasi
it: Configurazione
ja: 設定
lt: Konfigūracija
nl: Configuratie
pt: Configuração
pt_br: Configuração
ro: Configurare
ru: &Конфигурация
sk: Konfigurácia
sl: Nastavitve
sv: Konfiguration
tr: Yapılandırma
uk: Налаштування

source: <p>This is a special configuration menu which allows configuring the system during installation or tweak some installation options.</p>
ca: <p>Aquest és un menú de configuració especial que permet configurar el sistema durant la instal·lació o modificar algunes opcions d’instal·lació.</p>
cs: <p>Toto je speciální konfigurační menu pro konfiguraci systému během instalace nebo zlepšení některých možností instalace.</p>
de: <p>Dies ist ein spezielles Konfigurationsmenü, mit dem das System während der Installation konfiguriert oder Installationsoptionen optimiert werden können.</p>
es: <p>Este es un menú de configuración especial que permite configurar el sistema durante la instalación o ajustar algunas opciones de instalación.</p>
fi: <p>Tämä on erityinen määritysvalikko, jolla voi määrittää järjestelmän asennuksen aikana tai mukauttaa asennusvalintoja.</p>
fr: <p>Il s'agit d'un menu de configuration spécial qui permet de configurer le système lors de l'installation ou de personnaliser certaines options d'installation.</p>
id: <p>Ini adalah menu konfigurasi khusus yang memungkinkan konfigurasi sistem selama pemasangan atau menyetel beberapa opsi pemasangan.</p>
it: <p>È uno speciale menu di configurazione che permette di configurare il sistema durante l'installazione o di modificare alcune opzioni d'installazione</p>
ja: <p>これはインストール時にシステムの設定を行ったり、オプションを調整したりすることができる特殊な設定メニューです。</p>
lt: <p>Tai yra ypatingas konfigūravimo meniu, leidžiantis sistemą konfigūruoti diegimo metu ir keisti kai kurias diegimo parinktis.</p>
nl: <p>Dit is een speciaal configuratiemenu dat configureren van het systeem tijdens installatie biedt of enige installatie-opties laat wijzigen.</p>
pt: <p>Este é um menu de configuração especial que permite configurar o sistema durante a instalação ou afinar algumas opções de instalação.</p>
pt_br: <p>Este é um menu de configuração especial que permite configurar o sistema durante a instalação ou ajustar algumas opções da instalação.</p>
ro: <p>Acesta este un meniu special de configurare care permite configurarea sistemului în timpul instalării sau ajustarea unor opțiuni de instalare.</p>
ru: <p>Это - специальное конфигурационное меню, которое позволяет настроить систему во время установки или модифицировать опции установки.</p>
sk: <p>Toto je špeciálne konfiguračné menu, ktoré umožňuje konfiguráciu systému počas inštalácie alebo doladiť niektoré možnosti inštalácie.</p>
sl: <p>To je poseben nastavitveni meni, ki omogoča nastavljanje sistema med nameščanjem ali prilagajanje nekaterih možnosti nastavitve.</p>
sv: <p>Detta är en speciell konfigurationsmeny som tillåter att konfigurera systemet under installationen eller justera vissa installationsalternativ.</p>
tr: <p>Bu, kurulum sırasında sistemin yapılandırılmasına veya bazı kurulum seçeneklerinde ince ayar yapılmasına izin veren özel bir yapılandırma menüsüdür.</p>
uk: <p>Це спеціальне меню, яке дозволяє налаштувати систему під час встановлення або налаштувати деякі параметри встановлення.</p>

source: The installer configuration dialog cannot be displayed when a popup window is visible. Close the popup first and then repeat the action.
ca: El quadre de diàleg de configuració de l'instal·lador no es pot mostrar quan es mostra una finestra emergent. Primer, tanqueu la finestra emergent i repetiu l'acció.
cs: Dialog "Konfigurace instalátoru" nelze zobrazit při otevřeném vyskakovacím okně. Zavřete vyskakovací okno a opakujte akci.
de: Der Konfigurationsdialog des Installationsprogramms kann nicht angezeigt werden, wenn ein Popup-Fenster sichtbar ist. Schließen Sie zuerst das Popup und wiederholen Sie dann die Aktion.
es: No es posible mostrar el recuadro de diálogo de configuración del instalador si hay una ventana emergente visible. Cierre primero la ventana emergente y repita la acción.
fi: Asennusohjelman määritysikkunaa ei voi näyttää, kun ponnahdusikkuna on näkyvissä. Sulje ensin ponnahdusikkuna ja toista sitten toiminto.
fr: La boîte de dialogue de configuration du programme d'installation ne peut pas être affichée lorsqu'une fenêtre contextuelle est visible. Fermez la fenêtre contextuelle avant de recommencer l'action.
id: Dialog konfigurasi pemasang tidak dapat ditampilkan saat jendela popup terlihat. Tutup popup terlebih dahulu dan kemudian ulangi tindakannya.
it: La finestra di configurazione del programma d'installazione non può essere visualizzata quando è visibile una finestra a comparsa. Chiudere prima quest'ultima, quindi ripetere l'azione.
ja: ポップアップウインドウが表示されている状態では、インストーラの設定ダイアログを表示することができません。 ポップアップを閉じてから処理をやり直してください。
lt: Diegimo konfigūravimo lango negalima parodyti kol rodomas iškilęs langas. Užverkite iškilusį langą ir tuomet bandykite iš naujo.
nl: De configuratiedialoog van het installatieprogramma kan niet getoond worden wanneer een pop-up-venster zichtbaar is. Sluit eerst de pop-up en herhaal daarna de actie.
pt: O diálogo de configuração do instalador não pode ser exibido quando uma janela popup é visível. Feche primeiro a janela popup e depois repeta a ação.
pt_br: A janela de configuração do instalador não pode ser exibida quando um janela popup está visível. Feche o popup antes e repita a ação.
ro: Dialogul de configurare a programului de instalare nu poate fi afișat atunci când este vizibilă o fereastră pop-up. Închideți mai întâi fereastra pop-up și apoi repetați acțiunea.
ru: Диалог конфигурации установщика не может быть показан, когда отображено всплывающее окно. Закройте всплывающее окно и повторите попытку.
sk: Ak je viditeľné vyskakovacie okno, dialóg konfigurácie inštalátora sa nedá zobraziť. Najskôr zatvorte vyskakovacie okno a potom akciu opakujte.
sl: Pogovornega okna nastavitev namestilnika ni mogoče prikazati, ko je vidno pojavno okno. Najprej zaprite pojavno okno in nato ponovite dejanje.
sv: Installatörskonfiguration dialogrutan kan inte visas när ett popup-fönster är synligt. Stäng popupen först och upprepa sedan åtgärden.
tr: Bir açılır pencere göründüğünde yükleyici yapılandırma iletişim kutusu görüntülenemez. Önce açılır pencereyi kapatın ve ardından işlemi tekrarlayın.
uk: Діалогове вікно налаштувань встановлювача не може бути відображено, якщо відкрите спливне вікно. Спочатку закрийте спливне вікно, а потім повторіть дію.

source: Expert Console...
ca: Consola d'expert...
cs: Expertní konzole...
es: Consola avanzada...
fi: Asiantuntijakonsoli…
fr: Console pour expert...
id: Konsol Ahli...
it: Console per esperti...
ja: 熟練者向けコンソール...
lt: Konsolė patyrusiems naudotojams...
nl: Console voor de expert...
pt: Consola de peritos...
pt_br: Console avançado...
ro: Consolă expert...
ru: Консоль в экспертном режиме...
sk: Expertná konzola...
sl: Konzola za strokovnjake …
sv: Expert konsol...
tr: Gelişmiş Konsol...
uk: Консоль експерта...

source: <p>The <b>Expert Console</b> button starts a command line interface to the installer. It is intended for special purposes, wrong usage might result in crash or unexpected behavior.</p>
ca: <p>El botó <b>Consola d'expert</b> inicia una interfície de línia d'ordres per a l'instal·lador. Està pensada per a propòsits especials. Un ús incorrecte pot provocar bloquejos o comportaments inesperats.</p>
cs: <p>Tlačítko <b>Expertní konzole</b> spouští rozhraní příkazového řádku instalátoru. Je určeno pro zvláštní účely; nesprávné použití může způsobit havárii nebo nečekané chování.</p>
de: <p>Mit der <b>Expert Console</b>-Schaltfläche wird eine Befehlszeilen-Schnittstelle für das Installationsprogramm gestartet. Sie ist für spezielle Zwecke gedacht, eine falsche Verwendung kann zu einem Absturz oder unerwartetem Verhalten führen.</p>
es: <p>El botón <b>Consola avanzada</b> inicia una interfaz de línea de comandos para el instalador. Tiene una función específica y si se usa de forma incorrecta se podría interrumpir el sistema o producirse un comportamiento inesperado.</p>
fi: <p><b>Asiantuntijakonsoli</b>-painike käynnistää asennusohjelman komentorivikäyttöliittymän. Se on tarkoitettu erityistarkoituksiin: väärä käyttö voi johtaa kaatumiseen tai odottamattomaan toimintaan.</p>
fr: <p>Le bouton <b>Console pour expert</b> lance une interface de ligne de commande pour le programme d'installation. Celle-ci est réservée à des fins précises. Une mauvaise utilisation peut entraîner un crash ou un comportement inattendu.</p>
id: <p>Tombol <b>Konsol Ahli</b> memulai antarmuka baris perintah ke pemasang. Ini dimaksudkan untuk tujuan khusus, penggunaan yang salah dapat mengakibatkan kres atau perilaku yang tidak terduga.</p>
it: <p>Il pulsante <b>Console per esperti</b> avvia un'interfaccia a riga di comando al programma d'installazione. È intesa per scopi speciali, un uso errato potrebbe causare un crash o un comportamento inatteso.</p>
ja: <p><b>熟練者向けコンソール</b> ボタンを押すと、インストーラに対するコマンドラインインターフェイスを表示します。これは特殊な用途向けに用意されているもので、誤って使用してしまうとクラッシュしてしまったり、予期しない結果が発生したりする場合があります。</p>
lt: <p>Mygtukas <b>Konsolė patyrusiems naudotojams</b> diegyklėje paleidžia komandinės eilutės sąsają. Ji skirta ypatingiems tikslams, netinkamai naudojant gali nulūžti arba nutikti kitų netikėtų dalykų.</p>
nl: <p>De knop <b>Console voor de expert</b> start een opdrachtregelinterface naar het installatieprogramma. Het is bedoeld voor speciale gevallen, verkeerd gebruik kan resulteren in een crash of onverwacht gedrag.</p>
pt: <p>O botão <b> Consola de Perito</b> inicia uma linha de comandos para o instalador. Destina-se a fins especiais, e o seu uso incorreto pode resultar em falhas ou comportamento inesperado.</p>
pt_br: <p>O botão <b>Console avançado</b> inicia uma interface de linha de comando para o instalador. Foi planejado para propósitos especiais, o uso incorreto pode resultar em falhas ou comportamento não esperado.</p>
ro: <p>Butonul <b>Consolă expert</b> pornește o interfață de linie de comandă pentru programul de instalare. Aceasta este destinată unor scopuri speciale, iar utilizarea greșită poate duce la blocare sau la un comportament neașteptat.</p>
ru: <p>Кнопка <b>Консоль в экспертном режиме</b> открывает интерфейс командной строки в установщике. Это предназначено для особых случаев и неправильное использование может вызвать сбой или непредсказуемое поведение.</p>
sk: <p>Tlačidlo <b>Expertná konzola</b> spustí rozhranie príkazového riadku s inštalátorom. Je určené na špeciálne účely, nesprávne použitie môže mať za následok zlyhanie alebo neočakávané správanie.</p>
sl: <p>Gumb <b>Konzola za strokovnjake</b> odpre vmesnik z ukazno vrstico za namestilnik. Namenjen je za posebne primere. Napačna raba lahko povzroči sesutje ali nepričakovano obnašanje.</p>
sv: <p> <b>Expertkonsol</b> -knappen startar ett kommandoradsgränssnitt till installationsprogrammet. Det är avsett för speciella ändamål, felanvändning kan leda till krasch eller oväntat beteende.</p>
tr: <p><b>Gelişmiş Konsol</b> düğmesi, yükleyiciye bir komut satırı arayüzü başlatır. Özel amaçlar için tasarlanmıştır, yanlış kullanım çökmelere veya beklenmeyen davranışlara neden olabilir.</p>
uk: <p>Кнопка <b>Консоль експерта</b> запускає інтерфейс командного рядка для програми встановлення. Він призначений для спеціальних цілей, неправильне використання може призвести до збою або несподіваної поведінки.</p>
