Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: The installer found unexpected package versions in the installer self update repository. Make sure that the self update URL points to a correct repository. Configured update repositories: %{repos}
ca: L’instal·lador ha trobat versions de paquets inesperades al repositori d'autoactualització de l’instal·lador. Assegureu-vos que l’URL d'autoactualització apunti a un repositori correcte. Repositoris d'actualització configurats: %{repos}
cs: Instalátor nalezl pakety neočekávaných verzí ve svém aktualizačním úložišti. Zkontrolujte, že URL tohoto úložiště odkazuje na správné úložiště. Konfigurovaná aktualizační úložiště jsou nyní: %{repos}
da: Installationsprogrammet fandt uventede pakkeversioner i installationsprogrammets softwarekilde til selvopdatering. Sørg for at URL'en til selvopdatering peger til en korrekte softwarekilde. Konfigureret softwarekilder til opdatering: %{repos}
de: Der Installer hat unerwartete Paketversionen im Installer-eigenen Update-Repository gefunden. Stellen Sie sicher, dass die eigene Update-URL auf das richtige Repository zeigt. Konfigurierte Update-Repositorys: %{repos}
es: El instalador encontró versiones inesperadas del paquete en el repositorio de actualización automática del instalador. Asegúrese de que la URL de actualización automática apunte a un repositorio correcto. Repositorios de actualizaciones configurados: %{repos}
fi: Asennusohjelma havaitsi itsepäivityslähteessään odottamattomia pakettiversioita. Varmista, että itsepäivityslähteen verkko-osoite osoittaa oikeaan asennuslähteeseen. Määritetyt päivityslähteet: %{repos}
fr: L'installateur a trouvé des versions de paquets inattendues dans le dépôt d'auto-mise à jour de l'installateur. Assurez-vous que l'URL d'auto-mise à jour pointe vers un dépôt correct. Dépôts de mise à jour configurés : %{repos}
id: Pemasang menemukan versi paket yang tidak diharapkan di repositori pemutakhiran sendiri pemasang. Pastikan bahwa URL pemutakhiran sendiri mengarah ke repositori yang benar. Repositori pemutakhiran yang dikonfigurasi: %{repos}
it: Il programma di installazione ha rilevato delle versioni impreviste del pacchetto nel repository di aggiornamento automatico del programma di installazione. Assicurarsi che l'URL di aggiornamento automatico punti a un repository corretto. Repository di aggiornamento configurati: %{repos}
ja: インストーラの自己更新リポジトリ内に、予期しないバージョンのパッケージを 検出しました。自己更新 URL の指定が正しい URL を指し示していることを ご確認ください。 設定されている更新リポジトリは下記のとおりです: %{repos}
lt: Diegyklė atsinaujinimo saugykloje rado netikėtas paketų versijas. Patikrinkite, ar diegyklės atsinaujinimo saugyklos URL tikrai veda į tinkamą saugyklą. Konfigūracijoje atsinaujinimo saugykla yra: %{repos}
nl: Het installatieprogramma vond onverwachte pakket versies in de zelf-bijwerkopslagruimte van het installatieprogramma. Ga na dat de zelf-bijwerk-URL naar een juiste opslagruimte. Geconfigureerde bijwerkopslagruimte: %{repos}
pt: O instalador encontrou versões de pacotes não esperadas na auto atualização do repositório. Certifique-se que os pontos URL de auto atualização estão a apontar para o repositório correto. Configurar repositórios de atualização: %{repos}
pt_br: O instalador encontrou versões inesperadas do pacote no repositório de atualização do instalador. Verifique se o URL de atualização automática aponta para um repositório correto. Repositórios de atualização configurados: %{repos}
ro: Programul de instalare a găsit versiuni de pachete neașteptate în depozitul de autoactualizare al programului de instalare. Asigurați-vă că URL-ul de autoactualizare indică un depozit corect. Depozite de actualizare configurate: %{repos}
ru: Установщик обнаружил неожиданные версии пакетов в репозитории самообновления установщика. Убедитесь, что URL самообновления указывает на корректный репозиторий. Настроенные репозитории обновления: %{repos}
sk: Inštalátor našiel neočakávané verzie balíkov vo vlastnom repozitári s aktualizáciami inštalátora. Uistite sa, že URL vlastných aktualizácií ukazuje na správny repozitár. Nakonfigurované repozitáre s aktualizáciami: %{repos}
sl: Namestilnik je našel nepričakovane različice paketov v viru s posodobitvami namestilnika. Prepričajte se, da URL s posodobitvami kaže na pravi vir. Nastavljeni viri s posodobitvami: %{repos}
sv: Installationsprogrammet hittade oväntade paketversioner i installationsprogrammet Självuppdateringsförråd. Se till att självuppdaterings URL pekar på ett korrekt förråd. Konfigurerade uppdateringsförråd: %{repos}
tr: Yükleyici, yükleyicide beklenmeyen paket sürümleri buldu kendini güncelleme deposu. kendi kendine güncellendiğinden emin olun. URL, doğru bir depoya işaret ediyor. Yapılandırılan güncelleme havuzları: %{repos}
uk: Встановлювач знайшов несподівані версії пакунків у самооновлюванному сховищі встановлювача. Переконайтеся, що URL-адреса вказує на дійсне сховище самооновлення. Налаштовані сховища оновлення: %{repos}

source: Installation system: %s
ca: Sistema de la instal·lació: %s
cs: Instalace systému: %s
da: Installationssystem: %s
de: Installationssystem: %s
el: Σύστημα εγκατάστασης: %s
es: Instalación del sistema: %s
fi: Asennusjärjestelmä: %s
fr: Installation du système : %s
gl: Instalación do sistema: %s
id: Sistem pemasangan: %s
it: Sistema di installazione: %s
ja: インストールしようとしているシステム: %s
lt: Diegiama sistema: %s
nl: Installatiesysteem: %s
pt: Sistema de Instalação: %s
pt_br: Sistema de instalação: %s
ro: Sistemul de instalare: %s
ru: Система установки: %s
sk: Inštalácia systému: %s
sl: Namestitveni sistem: %s
sv: Justera Installationssystem: %s
tr: Kurulum sistemi: %s
uk: Встановлюється система: %s

source: The installer self update will be skipped.
ca: S'ometrà l'autoactualització de l'instal·lador.
cs: Aktualizace instalátoru bude přeskočena.
da: Installationsprogrammets selvopdatering springes over.
de: Das Installer-eigene Update wird ausgelassen.
es: Se omitirá la actualización automática del instalador.
fi: Asennusohjelman itsepäivitys sivuutetaan.
fr: La mise à jour automatique de l'installeur sera ignorée.
id: Pemutakhiran sendiri pemsang akan dilewati.
it: L'auto aggiornamento dell'installer verrà saltato.
ja: インストーラの自己更新は飛ばすこともできます。
lt: Diegyklės atsinaujinimas praleidžiamas.
nl: Het installatieprogramma voor zelf bijwerken zal worden overgeslagen.
pt: A auto atualização do instalador será passada à frente.
pt_br: A atualização automática do instalador será ignorada.
ro: Actualizarea automată a programului de instalare va fi omisă.
ru: Самообновление установщика будет пропущено.
sk: Vlastná aktualizácia inštalátora bude preskočená.
sl: Posodobitev namestilnika bo preskočena.
sv: Installationsprogrammets självuppdatering kommer att hoppas över.
tr: Yükleyicinin kendi kendini güncellemesi atlanacak.
uk: Самооновлення встановлювача буде пропущено.

source: Error while parsing the control file.
ar: خطأ أثناء تحليل ملف التحكم.
ca: Error durant l'anàlisi del fitxer de control.
cs: Nastala chyba při parsování ovládacího souboru.
da: Fejl ved fortolkning af kontrolfilen.
de: Fehler beim Parsen der Steuerungsdatei.
eo: Eraro dum analizado de regada dosiero.
es: Error al analizar el archivo de control.
et: Viga juhtfaili uurimisel.
fa: خطا در هنگام تجزیه ی فایل کنترل.
fi: Virhe jäsennettäessä ohjaustiedostoa.
fr: Erreur lors de l'analyse du fichier de contrôle.
hu: Hiba történt a vezérlőfájl elemzésekor.
id: Galat saat menguraikan berkas kontrol.
it: Errore durante l'analisi del file di controllo.
ja: 制御ファイルの処理時にエラーが発生しました。
lt: Klaida nagrinėjant kontrolinę rinkmeną.
nl: Fout bij het ontleden van het besturingsbestand.
pl: Błąd podczas analizowania składni pliku kontrolnego.
pt: Erro ao persistir o ficheiro de controlo.
pt_br: Erro ao analisar o arquivo de controle.
ro: Eroare la analizarea fișierului de control.
ru: Ошибка при анализе синтаксиса файла управления.
sk: Chyba počas spracovania riadiaceho súboru.
sl: Napaka med razčlenjevanjem nadzorne datoteke.
sv: Fel uppstod när styrfilen kördes.
tr: Kontrol dosyası ayrıştırılırken hata oluştu.
uk: Помилка під час аналізу контрольного файлу.

source: Previously Used Repositories
ar: مخازن مستخدمة مسبقًا
bg: Предварително използвани хранилища
ca: Repositoris utilitzats anteriorment
cs: Dříve používané repozitáře
da: Tidligere anvendte softwarekilder
de: Zuvor verwendete Repositorys
el: Προηγούμενα Χρησιμοποιημένα Μέσα Εγκατάστασης
eo: Antaŭe Uzitaj Deponejoj
es: Repositorios usados anteriormente
et: Eelnevalt kasutatud hoidlad
fa: مخزن از قبل استفاده شده
fi: Aiemmin käytetyt asennuslähteet
fr: Dépôts utilisés précédemment
gl: Repositorios usados con anterioridade
hu: Korábban használt telepítési források
id: Repositori yang Digunakan Sebelumnya
it: Repository usati in precedenza
ja: 以前利用していたリポジトリ
km: ឃ្លាំង​ដែល​បាន​ប្រើពី​មុន
lt: Anksčiau naudotos saugyklos
nb: Tidligere brukte pakkebrønner
nl: Eerder gebruikte opslagruimten
pl: Używane wcześniej repozytoria
pt: Repositórios Anteriormente Utilizados
pt_br: Repositórios previamente utilizados
ro: Depozite utilizate anterior
ru: Ранее использованные репозитории
sk: Predtým použité repozitáre
sl: Predhodno uporabljeni viri
sv: Tidigare använda arkiv
tg: Анборҳои нармафзори истифодашудаи қаблӣ
th: คลังแพกเกจที่เคยใช้ก่อนหน้านี้
tr: Daha Önce Kullanılan Depolar
uk: Вже вживані сховища
wa: Depots dedja -z eployîs

source: These repositories were found on the system you are upgrading:
ar: تم العثور على هذه المخازن في النظام الذي تقوم بترقيته:
bg: Тези хранилища не бяха намерени в базата данни на Вашата система В процес на обновяване
ca: S'han trobat els repositoris següents al sistema que esteu actualitzant:
cs: Tyto repozitáře byly nalezeny v systému, který aktualizujete:
da: Disse softwarekilder blev fundet på systemet, du er ved at opgradere:
de: Auf dem zu aktualisierenden System wurden die folgenden Repositorys gefunden:
el: Αυτές οι πηγές εγκατάστασης βρέθηκαν στο σύστημά που μόλις αναβαθμίσατε:
eo: Tiuj ĉi deponejoj estis trovitaj en la sistemo kiun vi promocias:
es: Se han encontrado estos repositorios en el sistema que está actualizando:
et: Uuendatavalt süsteemilt leiti järgmised hoidlad:
fa: این مخازن به روی سیستمی که شما ان را کاوش می کنید پیدا شده است:
fi: Nämä asennuslähteet löytyivät järjestelmästä, jota olet päivittämässä:
fr: Ces dépôts ont été trouvés sur le système que vous mettez à niveau :
gl: Atopáronse estes repositorios para o sistema que está actualizando:
hu: Ezek a telepítési források találhatók az éppen frissítendő rendszeren:
id: Repositori ini telah ditemukan pada sistem Anda yang sedang ditingkatkan:
it: Sono stati trovati questi repository nel sistema che si sta aggiornando:
ja: アップグレードしようとしているシステムには、 以下のリポジトリが設定されています:
km: រក​ឃើញ​ឃ្លាំង​ទាំងនេះ​​នៅ​ក្នុង​ប្រព័ន្ធ អ្នក​កំពុង​ធ្វើ​ឲ្យ​ប្រសើរឡើង ៖
lt: Sekančios saugyklos buvo rastos Jūsų atnaujinamoje sistemoje:
nb: Følgende pakkebrønner ble funnet på systemet du oppgraderer nå:
nl: Deze opslagruimten zijn gevonden op het systeem dat u aan het opwaarderen bent:
pl: Następujące repozytoria znaleziono w uaktualnianym systemie:
pt: Estes repositórios foram encontrados no sistema que está de momento a actualizar:
pt_br: Estes repositórios foram encontrados no sistema que você está atualizando:
ro: Aceste depozite au fost găsite pe sistemul pe care îl actualizați:
ru: Эти репозитории были найдены в системе перед обновлением:
sk: Na systéme, ktorý práve aktualizujete, boli nájdené tieto repozitáre:
sl: Ti viri so bili najdeni na sistemu, ki ga nadgrajujete:
sv: Arkiven hittades i det system du uppgraderar:
tg: Дар системае, ки шумо мехоҳед такмил диҳед, чунин анборҳои нармафзор пайдо шудаанд:
th: พบคลังแพกเกจเหล่านี้บนระบบของคุณ คุณกำลังจะการปรับรุ่น:
tr: Yükseltmekte olduğunuz sistemde bu depolar bulundu:
uk: Ці сховища було знайдено на системі, яку ви оновлюєте:
wa: Ces depots ont stî trovés sol sistinme ki vs estoz a mete a djoû:

source: Action
ca: Acció
cs: Akce
de: Aktion
el: Ενέργεια
es: Acción
fi: Toiminta
id: Aksi
it: Azione
ja: 処理
lt: Veiksmas
nl: Actie
pt: Ação
pt_br: Ação
ro: Acțiune
ru: Действие
sk: Akcia
sl: Dejanje
sv: Åtgärd
tr: Eylem
uk: Дія

source: Repository
ar: المخزن
bg: Хранилище
ca: Repositori
cs: Repozitář
da: Softwarekilde
el: Αποθήκη
eo: Deponejo
es: Repositorio
et: Hoidla
fa: مخزن
fi: Asennuslähde
fr: Dépôt
gl: Repositorio
hu: Telepítési forrás
id: Repositori
ja: リポジトリ
km: ឃ្លាំង
lt: Saugykla
nb: Pakkebrønn
nl: Opslagruimte
pl: Repozytorium
pt: Repositório
pt_br: Repositório
ro: Depozit
ru: Репозиторий
sk: Repozitár
sl: Vir
sv: Arkiv
tg: Анбори нармафзор
th: คลังแพกเกจ
tr: Depo
uk: Сховище
wa: Depot

source: Remove
ca: Suprimeix
cs: Odstranit
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
lt: Pašalinti
nl: Verwijderen
pt: Remover
pt_br: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
tr: Kaldır
uk: Вилучити

source: Disable
ca: Inhabilita
cs: Zakázat
de: Deaktivieren
el: Απενεργοποίηση
es: Inhabilitar
fi: Poista käytöstä
fr: Désactiver
id: Nonaktifkan
it: Disabilita
ja: 無効化
lt: Uždrausti
nl: Uitschakelen
pt: Desativar
pt_br: Desabilitar
ro: Dezactivați
ru: Отключить
sk: Zakázať
sl: Onemogoči
sv: inaktivera
tr: Devre Dışı
uk: Вимкнути

source: Enable
ca: Habilita
cs: Povolit
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
fi: Ota käyttöön
fr: Activer
id: Aktifkan
it: Abilita
ja: 有効化
lt: Įgalinti
nl: Inschakelen
pt: Ativar
pt_br: Habilitar
ro: Activați
ru: Включить
sk: Povoliť
sl: Omogoči
sv: aktivera
tr: Etkin
uk: Увімкнути

source: Keep
ca: Mantén
cs: Uchovat
de: Behalten
el: Διατήρηση
es: Mantener
fi: Säilytä
fr: Conserver
id: Pertahankan
it: Mantieni
ja: 維持
lt: Išlaikyti
nl: Behouden
pt: Manter
pt_br: Manter
ro: Păstrați
ru: Оставить
sk: Ponechať
sl: Obdrži
sv: Behåll
tr: Kaydet
uk: Залишити

source: &Toggle Action
ca: Commu&ta'n l'acció
cs: &Přepnout akci
de: Status &wechseln
es: &Cambiar de acción
fi: &Vaihda tilaa
fr: Changer l'ac&tion
id: Jungki&tkan Aksi
it: A&ttiva o disattiva azione
ja: 処理の切り替え (&T)
lt: Pa&keisti veiksmą
nl: Actie &omschakelen
pt: &Alterar Ação
pt_br: &Alternar Status
ro: &Acțiune de comutare
ru: &Переключить действие
sk: &Prepnúť akciu
sl: &Preklopi dejanje
sv: &Växla åtgärd
tr: &Eylemi Aç/Kapat
uk: &Перемкнути стан

source: &Change URL...
ca: &Canvia'n l'URL...
cs: &Změnit URL...
de: &URL Ändern…
es: &Cambiar URL...
fi: &Muuta osoite…
fr: &Changer l'URL...
id: &Ubah URL...
it: Modifi&ca URL...
ja: URL の変更 (&C)...
lt: Pakeisti &URL...
nl: URL &wijzigen...
pt: &Alterar URL...
pt_br: &Alterar URL...
ro: &Modificați URL-ul...
ru: &Изменить URL...
sk: &Zmeniť URL...
sl: &Spremeni URL …
sv: &Ändra URL...
tr: &URL'yi değiştir...
uk: &Змінити URL…

source: &Repository URL
ar: &عنوان URL للمخزن
bg: Хранилище URL
ca: URL del &repositori
cs: &URL repozitáře
da: U&RL for softwarekilde
el: U&RL Πηγή Εγκατάστασης
eo: URL de la &Deponejo
es: URL del &repositorio
et: Hoidla U&RL
fa: آدرس اینترنتی مخزن
fi: Asennuslähteen &osoite
fr: &URL du dépôt
gl: URL do &repositorio
hu: &Telepítési forrás URL-címe
id: URL &Repositori
it: &URL del repository
ja: リポジトリ URL (&R)
km: ឃ្លាំង URL
lt: &Saugyklos URL
nb: Nettad&resse for pakkebrønn
nl: URL van opslag&ruimte
pl: Adres U&RL repozytorium
pt: URL do &Repositório
pt_br: URL do &repositório
ro: &URL-ul depozitului
ru: URL &репозитория
sk: URL &repozitára
sl: &URL vira
sv: A&rkiv-URL
tg: &Суроғаи URL-и анбори нармафзор
th: ที่อยู่ &URL ของคลังแพกเกจ
tr: &Depo URL'si
uk: URL схови&ща
wa: Ad&resse do depot

source: <p>Here you see all software repositories found on the system you are upgrading. Enable the ones you want to include in the upgrade process.</p>
ca: <p>Aquí podeu veure tots els repositoris que s'han trobat al sistema que voleu actualitzar. Habiliteu els que vulgueu incloure al procés d'actualització.</p>
cs: <p>Zde vidíte všechny úložiště softwaru, které jsme nalezli na systému, jejž aktualizujete. Povolte ty, které si přejete používat v procesu aktualizace.</p>
de: <p>Nachfolgend finden Sie eine Liste aller Software-Repositorys, die auf dem zu aktualisierenden System gefunden wurden. Aktivieren Sie diejenigen, die im Aktualisierungsvorgang eingeschlossen sein sollen.</p>
es: <p>Aquí puede ver todos los repositorios que se han encontrado en el sistema que está actualizando. Habilite aquellos que desee incluir en el proceso de actualización.</p>
fi: <p>Tässä näkyvät kaikki päivitettävästä järjestelmästä löytyneet ohjelma-asennuslähteet. Ota käyttöön ne, joita haluat päivityksessä käyttää.</p>
fr: <p>Ici, vous pouvez voir tous les dépôts logiciels trouvés sur le système que vous mettez à niveau. Activez ceux que vous souhaitez inclure dans le processus de mise à niveau.</p>
gl: <p>Aquí ve todos os repositorios de software que se atoparon para o sistema que está actualizando. Active os que queira incluír no proceso de actualización.</p>
id: <p>Di sini Anda melihat semua repositori perangkat lunak yang ditemukan pada sistem yang Anda tingkatkan. Aktifkan yang ingin Anda sertakan dalam proses peningkatan.</p>
it: <p>Qui è possibile visualizzare tutti i repository software che sono stati trovati nel sistema in corso di aggiornamento. È necessario abilitare quelli che si desidera siano inclusi nel processo di aggiornamento.</p>
ja: <p>アップグレード対象のシステムに設定されているソフトウエアリポジトリが表示されています。アップグレード処理の際にこれらのソフトウエアを含める場合は、有効に設定してください。</p>
lt: <p>Čia matote visas programinės įrangos saugyklas (diegimo šaltinius), rastas sistemoje, kurią ketinate naujovinti. Įgalinkite tas, kurias norite įtraukti į sistemos naujovinimą.</p>
nl: <p>Hier kunt u alle gevonden software opslagruimten zien op het systeem dat u aan het opwaarderen bent. Activeer diegenen die u wilt gebruiken bij het opwaardeerproces.</p>
pt: <p>Aqui pode visualizar todos os repositórios de software encontrados no sistema que de momento está a atualizar. Ative aqueles que deseja incluir no processo de atualização.</p>
pt_br: <p>Aqui você vê todos os repositórios de software encontrados no sistema que está atualizando. Ative os que você deseja incluir no processo de atualização.</p>
ro: <p>Aici sunt afișate toate depozitele de software găsite pe sistemul pe care îl actualizați. Activați-le pe cele pe care doriți să le includeți în procesul de actualizare.</p>
ru: <p>Здесь вы видите все репозитории, которые были найдены в системе перед обновлением. Включите те, которые вы хотите использовать в процессе обновления.</p>
sk: <p>Tu vidíte všetky softvérové repozitáre nájdené v systéme, ktorému zvyšujete verziu. Povoľte tie, ktoré chcete zahrnúť do procesu zvýšenia verzie.</p>
sl: <p>Tu vidite vse vire programske opreme, najdene na sistemu, ki ga nadgrajujete. Omogočite tiste, ki jih želite vključiti v nadgradnjo.</p>
sv: <p>Här visas alla programvaruarkiv som hittats i det system du uppgraderar. Aktivera de arkiv som du vill att uppgraderingsprocessen ska omfatta.</p>
tr: <p>Yükseltmekte olduğunuz sistemde bulunan tüm yazılım havuzlarını burada görürsünüz. Yükseltme sürecine dahil etmek istediklerinizi etkinleştirin.</p>
uk: <p>Тут наведено всі сховища ПЗ, які було знайдено в системі, яку ви оновлюєте. Увімкніть сховища, які ви плануєте використовувати в процесі оновлення.</p>

source: <p>To enable, remove or disable an URL, click the <b>%{toggle_action}</b> button or double-click the respective table item.</p>
ca: <p>Per habilitar, suprimir o inhabilitar un URL, cliqueu al botó <b>%{toggle_action}</b> o feu clic doble a l'element corresponent de la taula.</p>
cs: <p>URL povolíte, zakážete nebo odstraníte kliknutím na tlačítko <b>%{toggle_action}</b> nebo dvojklikem odpovídající položky v tabulce.</p>
de: <p>Zum Aktivieren, Entfernen bzw. Deaktivieren einer URL klicken Sie auf die Schaltfläche <b>%{toggle_action}</b> oder doppelklicken Sie auf den jeweiligen Tabelleneintrag.</p>
es: <p>Para habilitar, inhabilitar o eliminar una URL, haga clic en <b>%{toggle_action}</b> o haga doble clic en el elemento respectivo de la tabla.</p>
fi: <p>Verkko-osoitteen voi ottaa käyttöön, poistaa käytöstä tai poistaa painikkeella <b>%{toggle_action}</b> tai kaksoisnapsauttamalla taulukon kohtaa.</p>
fr: <p>Pour activer, supprimer ou désactiver une URL, cliquez sur le bouton <b>%{toggle_action}</b> ou double-cliquez sur l'élément correspondant dans le tableau.</p>
gl: <p>Para activar, eliminar ou desactivar un URL, prema no botón <b>%{toggle_action} </b> ou faga dobre clic no elemento respectivo da táboa.</p>
id: <p>Untuk mengaktifkan, menghapus, atau menonaktifkan URL, klik tombol <b>%{toggle_action}</b> atau klik dua kali butir tabel masing-masing.</p>
it: <p>Per abilitare, rimuovere o disabilitare un URL, fare clic sul pulsante <b>%{toggle_action}</b> o fare doppio clic sulla voce di tabella corrispondente.</p>
ja: <p>URL を有効または無効、もしくは削除するには、 <b>%{toggle_action}</b> ボタンを押すか、表内の項目をダブルクリックして切り替えてください。</p>
lt: <p>Norėdami įgalinti, pašalinti, uždrausti URL, nuspauskite mygtuką <b>%{toggle_action}</b> arba dukart spragtelėkite atitinkamą lentelės įrašą.</p>
nl: <p>Om een URL-adres in te schakelen, te verwijderen of uit te schakelen, klikt u op de knop <b>%{toggle_action}</b> of dubbelklikt op het bijhorende item in de tabel.</p>
pt: <p>Para ativar, remover ou desativar um URL, clique no botão <b>%{toggle_action}</b> ou clique duas vezes no respetivo item da tabela.</p>
pt_br: <p>Para ativar, remover ou desativar um URL, clique no botão <b>%{toggle_action}</b> ou clique duas vezes no respectivo item da tabela.</p>
ro: <p>Pentru a activa, elimina sau dezactiva un URL, faceți clic pe butonul <b>%{toggle_action}</b> sau faceți dublu clic pe elementul respectiv din tabel.</p>
ru: <p>Чтобы включить, удалить или отключить URL, нажмите на кнопку <b>%{toggle_action}</b> или дважды щелкните на соответствующей записи в таблице.</p>
sk: <p>Ak chcete povoliť, odstrániť alebo zakázať URL, kliknite na tlačidlo <b>%{toggle_action}</b>, alebo dvakrát kliknite na príslušnú položku v tabuľke.</p>
sl: <p>Za omogočanje, odstranitev ali onemogočanje URL-ja kliknite gumb <b>%{toggle_action}</b> ali pa dvo-kliknite na ustrezno postavko v preglednici.</p>
sv: <p>Om du vill aktivera, ta bort eller inaktivera en URL klicka på knappen <b>%{toggle Status_action}</b> eller dubbelklicka på respektive tabellobjekt.</p>
tr: <p>Bir URL'yi etkinleştirmek, kaldırmak veya devre dışı bırakmak için <b>%{toggle_action}</b> düğmesini tıklayın veya ilgili tablo öğesini çift tıklayın.</p>
uk: <p>Щоб увімкнути, вилучити або вимкнути URL-адресу, натисніть кнопку <b>%{toggle_action}</b> або двічі клацніть відповідний елемент таблиці.</p>
