Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: <p>Visit us at %1.</p>
ar: <p>قم بزيارتنا على %1.</p>
bg: <p>Посетете ни на адрес %1.</p>
ca: <p>Visiteu-nos a %1.</p>
cs: <p>Navštivte nás na %1.</p>
da: <p>Besøg os på %1.</p>
de: <p>Besuchen Sie uns unter %1.</p>
el: <p>Επισκεφτείτε μας στο %1.</p>
eo: <p>Vizitu nin ĉe %1.</p>
es: <p>Visítenos en %1.</p>
et: <p>Külasta meid aadressil %1.</p>
fa: <p>از سایت ما دیدن کنید:%1</p>
fi: <p>Käy sivulla: %1.</p>
fr: <p>Visitez notre site %1.</p>
gl: <p>Visítenos en %1.</p>
hu: <p>Látogassa meg oldalunkat a %1 vagy a http://suse.novell.hu címen.</p>
id: <p>Kunjungi kami di %1.</p>
it: <p>Per informazioni, visitare il sito %1.</p>
ja: <p> %1 にアクセスしてください。</p>
km: <p>សូម​ទស្សនា​ពួកយើង​នៅ​ឯ%1 ។</p>
lt: <p>Aplankykite mus %1.</p>
nb: <p>Besøk oss gjerne på %1.</p>
nl: <p>Bezoek ons eens op %1.</p>
pl: <p>Proszę odwiedzić nas na stronie %1.</p>
pt: <p>Visite-nos em %1.</p>
pt_br: <p>Nos visite em %1.</p>
ro: <p>Vizitați-ne la %1.</p>
ru: <p>Посетите нас на %1.</p>
sk: <p>Navštívte nás na %1.</p>
sl: <p>Obiščite nas na %1.</p>
sv: <p>Besök oss på %1.</p>
tg: <p>Саҳифаи мо дар суроғаи %1 аз назар гузаронед.</p>
th: <p>แวะเยี่ยมเราได้ที่ %1</p>
tr: <p>Bizi %1 adresinde ziyaret edin.</p>
uk: <p>Відвідайте нас на %1.</p>
wa: <p>Vizitez ns so %1 et http://walotux.walon.org po cnoxhe li walon so les éndjoles.</p>

source: <p>Have a lot of fun!<br>Your SUSE Development Team</p>
ar: <p>تمتع بالميزات التي نقدمها لك!<br>فريق تطوير SUSE</p>
bg: <p>Забавлявайте се!<br>Ваш Тим за разработване на SUSE.</p>
ca: <p>Gaudiu-ne!<br>L'equip de desenvolupament de la SUSE</p>
cs: <p>Have a lot of fun!<br>Váš vývojový tým SUSE</p>
da: <p>Ha' det sjovt!<br>Venligst SUSE-udviklingsteamet</p>
de: <p>Viel Spaß!<br>Ihr SUSE-Entwicklungsteam</p>
el: <p>Καλή διασκέδαση!<br>Η Ομάδα Ανάπτυξης της SUSE</p>
eo: <p>Amuziĝu senline!<br>La programteamo de openSUSE</p>
es: <p>¡Diviértase mucho!<br>El equipo de desarrollo de SUSE</p>
et: <p>Meeldivaid elamusi!<br>Sinu SUSE arendusmeeskond</p>
fa: <p>حسابی خوش بگذرانید!><br> تیم توسعه ی Suse شما</p>
fi: <p>Pidä hauskaa!<br>SUSEn kehitysryhmä</p>
fr: <p>Amusez-vous bien !<br>Votre équipe de développement SUSE</p>
gl: <p>Que o pase moi ben!<br>O equipo de desenvolvemento de SUSE</p>
hu: <p>Jó szórakozást!<br>A SUSE fejlesztőcsapata</p>
id: <p>Selamat bersenang-senang!<br>Tim Pengembang SUSE</p>
it: <p>Buon divertimento!<br>Il team di sviluppo SUSE</p>
ja: <p>お楽しみください！<br>SUSE 開発チーム一同</p>
km: <p>សូម​រីករាយ​ចុះ !<br>ពី​ក្រុម​អ្នក​អភិវឌ្ឍន៍​ស៊ូស៊ី​របស់​អ្នក</p>
lt: <p>Linkime daug džiugių akimirkų!<br>Jūsų SuSE programavimo komanda</p>
nb: <p>Ha det gøy!<br>Hilsen SUSE-utviklerne</p>
nl: <p>Veel plezier!<br>Uw SUSE-ontwikkelingsteam</p>
pl: <p>Życzymy przyjemnego używania systemu!<br>Zespół SUSE Linux</p>
pt: <p>Divirta-se!<br>A sua equipe de Desenvolvimento SUSE</p>
pt_br: <p>Divirta-se!<br>Seu time de desenvolvimento SuSE</p>
ro: <p>Distracție plăcută!<br>Echipa dvs. de dezvoltare SUSE</p>
ru: <p>Желаем хорошо повеселиться!<br>Команда разработчиков SUSE</p>
sk: <p>Užite si ho!<br>Váš tím vývojárov SUSE.</p>
sl: <p>Obilo zabave!<br>Vaša skupina za razvoj SUSE</p>
sv: <p>Ha så kul!<br>SuSE-utvecklingsgruppen</p>
tg: <p>Барори кор!<br>Гурӯҳи рушди SUSE</p>
th: <p>ขอให้สนุกกับการใช้งาน !<br>กลุ่มผู้พัฒนา SUSE ของคุณ</p>
tr: <p>İyi eğlenceler! <br>SuSE yazılım geliştirme grubu</p>
uk: <p>Успішного користування!<br>Ваша команда розробки SUSE</p>
wa: <p>Plaijhoz vs bén!<br>Voste ekipe SUSE di disvelopmint</p>

source: <p>Your system is ready for use.</p>
ar: <p>النظام جاهز للاستخدام.</p>
bg: <p>Системата Ви е готова за използване.</p>
ca: <p>El sistema està a punt per ser utilitzat.</p>
cs: <p>Váš systém je připraven k použití.</p>
da: <p>Dit system er klar til brug.</p>
de: <p>Ihr System ist einsatzbereit.</p>
el: <p>Το σύστημα σας είναι έτοιμο για χρήση.</p>
eo: <p>Via sistemo pretas por la uzado.</p>
es: <p>El sistema está listo para usarse.</p>
et: <p>Sinu süsteem on valmis kasutamiseks.</p>
fa: <p>سیستم شما برای استفاده اماده است.</p>
fi: <p>Järjestelmäsi on valmis käyttöön.</p>
fr: <p>Votre système est prêt à être utilisé.</p>
gl: <p>O sistema está preparado para usar.</p>
hu: <p>Máris használhatja a rendszert.</p>
id: <p>Sistem Anda siap digunakan.</p>
it: <p>Il sistema è pronto per l'uso.</p>
ja: <p>システムが使用可能になりました。</p>
km: <p>ប្រព័ន្ធ​បាន​ប្រុងប្រៀប​រួចរាល់​ហើយ ដើម្បី​ឲ្យ​អ្នក​ប្រើ ។</p>
lt: <p>Jūsų sistema paruošta darbui.</p>
nb: <p>Systemet er klart til bruk.</p>
nl: <p>Uw systeem is klaar voor gebruik.</p>
pl: <p>System jest gotowy do pracy.</p>
pt: <p>O seu sistema está pronto a ser utilizado.</p>
pt_br: <p>Seu sistema está pronto para uso.</p>
ro: <p>Sistemul dvs. este gata de utilizare.</p>
ru: <p>Ваша система готова к работе.</p>
sk: <p>Váš systém je pripravený na používanie.</p>
sl: <p>Vaš sistem je pripravljen za uporabo.</p>
sv: <p>Systemet är klart att användas.</p>
tg: <p>Системаи шумо барои истифода тайёр аст.</p>
th: <p>ระบบของคุณพร้อมใช้งานแล้ว</p>
tr: <p>Sisteminiz kullanıma hazır.</p>
uk: <p>Ваша система готова до використання.</p>
wa: <p>Vo sistinme est presse a eployî.</p>

source: <p><b>Finish</b> will close the YaST installation and take you to the login screen.</p>
ar: يؤدي النقر فوق <p><b>إنهاء</b> إلى إغلاق تثبيت YaST وينقلك إلى شاشة تسجيل الدخول.</p>
bg: <p><b>Завършване</b> ще затвори YaST и ще Ви отвори екрана за влизане в системата.</p>
ca: <p>Amb <b>Acaba</b> es tancarà la instal·lació del YaST i tornareu a la pantalla d'entrada.</p>
cs: <p><b>Dokončit</b> ukončí instalační okno YaSTu a bude pokračovat k přihlašovací obrazovce.</p>
da: <p><b>Færdig</b> afslutter YaST-installationen og bringer dig til login-skærmen.</p>
de: <p><b>Beenden</b> schließt die YaST-Installation und führt Sie weiter zum Anmeldebildschirm.</p>
el: <p>Το <b>Τέλος</b> θα κλείσει την εγκατάσταση YaST και θα συνεχίσει με την οθόνη σύνδεσης.</p>
eo: <p><b>Fini</b> malfermos la YaST-instaladon kaj montros al vi la ensalutekranon.</p>
es: <p>Al pulsar <b>Finalizar</b>, se cerrará la instalación de YaST y continuará a la pantalla de inicio de sesión.</p>
et: <p>Nupp <b>Lõpeta</b> sulgeb YaST-i ning avab sisselogimise ekraani.</p>
fa: <p><b>پایان</b> نصب YaST را بسته و شما را به صفحه ی ورود خواهد برد</p>
fi: <p><b>Valmis</b> sulkee YaST-asennuksen ja siirtyy kirjautumisruutuun.</p>
fr: <p><b>Terminer</b> fermera l'installation YaST et vous amènera à l'écran de connexion.</p>
hu: <p>A <b>Befejezés</b> gombra kattintás után bezáródik a YaST telepítője, és megjelenik a bejelentkezési képernyő.</p>
id: <p><b>Selesai</b> akan menutup YaST pemasangan dan melanjutkan ke layar masuk.</p>
it: <p>Con <b>Fine</b> si concluderà l'installazione YaST e si passerà alla schermata di accesso.</p>
ja: <p><b>完了</b> を押すと YaST のインストールを完了し、 ログイン画面に進みます。</p>
km: <p><b>បញ្ចប់</b> នឹង​បិទ​ការ​ដំឡើង YaST ហើយ​បន្ត ទៅ​អេក្រង់​ចូល ។</p>
lt: <p>Mygtukas <b>Užbaigti</b> užbaigs YaST diegimą ir jus nuves prie registracijos ekrano.</p>
nb: <p><b>Fullfør</b> vil avslutte YaST-installasjonen og ta deg til innloggingsdialogen.</p>
nl: <p><b>Voltooien</b> zal de YaST-installatie afsluiten en neemt u mee naar het aanmeldvenster.</p>
pl: <p>Naciśnięcie przycisku <b>Zakończ</b> spowoduje zakończenie instalacji programu YaST i przejście do ekranu logowania.</p>
pt: <p><b>Terminar</b> encerrará a instalação YaST e levá-lo-á ao ecrã de autenticação do sistema.</p>
pt_br: <p><b>Concluir</b> fecha a instalação do YaST e leva você para a tela de login.</p>
ro: <p><b>Finalizare</b> va închide instalarea YaST și vă va duce la ecranul de conectare.</p>
ru: <p>Нажатие кнопки <b>Готово</b> закроет установку YaST и переведет вас к диалогу входа в систему.</p>
sk: <p><b>Dokončiť</b> uzatvorí inštaláciu YaST a zoberie vás na prihlasovaciu obrazovku.</p>
sl: <p><b>Končaj</b> zapre namestitveni program YaST in nadaljuje do prijavnega zaslona.</p>
sv: <p><b>Avsluta</b> stänger YaST-installationen och tar dig till inloggningsskärmen.</p>
tg: Вақте ки тугмаи <p><b>Тайёр</b>-ро зер мекунедбарномаи насбкунии YaST хомӯш мешавад ва шумо ба экрани вуруд гузаронида мешавед.</p>
tr: <p><b>Bitir</b>, YaST kurulumunu kapatacak ve sizi alacak giriş ekranına.</p>
uk: <p><b>Завершити</b> закриє встановлення через YaST і переведе вас до вікна входу в систему.</p>
wa: <p><b>Fini</p> va clôre l' astalaedje avou YaST et vs moennrè a waitroûle d' elodjaedje.</p>

source: <p>If you choose the default graphical desktop KDE, you can adjust some KDE settings to your hardware. Also notice our SUSE Welcome Dialog.</p>
ar: <p>في حالة اختيار KDE لسطح المكتب الرسومي الافتراضي، يمكنك ضبط بعض إعدادات KDE تبعًا لجهازك. لاحظ أيضًا مربع حوار الترحيب لنظام SUSE.‏</p>
bg: <p>Ако изберете KDE като стандартна графична среда ще можете да променяте някои настройки чрез KDE. Също така обърнете внимание на нашия SUSE Добре дошъл екран.</p>
ca: <p>Si seleccioneu el KDE, l'escriptori gràfic per defecte, podreu adaptar alguns paràmetres del KDE al maquinari. Tingueu en compte també el diàleg de benvinguda de SUSE.</p>
cs: <p>Pokud si zvolíte výchozí grafické prostředí KDE, můžete si jej přizpůsobit v závislosti na svém hardwaru. Také si všimněte uvítací obrazovky SUSE.</p>
da: <p>Hvis du vælger standardskrivebordet, KDE, så kan du justere nogle KDE indstillinger for din hardware. Bemærk også vores 'SUSE-velkomstdialog'.</p>
de: <p>Wenn Sie den grafischen Standarddesktop KDE wählen, können Sie einige KDE-Einstellungen an Ihre Hardware anpassen. Beachten Sie auch unseren SUSE-Willkommensdialog.</p>
el: <p>Αν επιλέξετε το προκαθορισμένο γραφικό περιβάλλον KDE, μπορείτε να διευθετήσετε μερικές ρυθμίσεις του KDE σύμφωνα με το υλικό σας. Επίσης παρατηρήστε και το Διάλογο Υποδοχής της SUSE.</p>
eo: <p>Se vi elektas la aprioran grafikan labormedion KDE, vi povas ĝustigi kelkajn KDE-agordojn laŭ via aparataro. Ankaŭ ĵetu rigardon al la bonvendialogo de openSUSE.</p>
es: <p>Si selecciona KDE, el escritorio gráfico por defecto, podrá adaptar alguna de las opciones de KDE al hardware. Fíjese también en el diálogo de bienvenida de SUSE.</p>
et: <p>Kui sa valisid vaikimisi graafiliseks töölauaks KDE, saad kohandada mõningaid KDE sätteid vastavaks oma riistvarale. Vaata ka SUSE tervitusdialoogi.</p>
fa: <p>اگ شما KDE را به عنوان رابط گرافیکی پیش فرض انتخاب کنید انگاه شما قادر خواهید بود تنظیمات KDE را برای سخت افزار خود تعیین کنید. همچنین قادر به مشاهده ی پنجره خوش امد گویی SUSE باشید.</p>
fi: <p>Jos valitsit työpöydäksesi KDE:n, voit myös muuttaa joitakin KDE:n asetuksia laitteistoosi sopiviksi. Huomaa myös SUSEn Tervetuloa-ikkuna.</p>
fr: <p>Si vous choisissez KDE, l'interface graphique par défaut, vous pourrez adapter certains paramètres de KDE à votre matériel. Voyez aussi le dialogue de bienvenue de SUSE.</p>
gl: <p>Se elixe o escritorio gráfico predeterminado KDE, pode axustar algunhas opcións de KDE ó seu hardware. Teña en conta tamén o diálogo de benvida de SUSE.</p>
hu: <p>Amennyiben alapértelmezett grafikus munkakörnyezetnek a KDE-t használja, lehetőség van arra, hogy elvégezzen néhány KDE hardverbeállítást. És ne hagyja ki SUSE üdvözlőképernyőnket sem!</p>
id: <p>Jika Anda memilih destop grafis bawaan KDE, Anda dapat menyesuaikan beberapa pengaturan KDE menurut perangkat keras Anda. Perhatikan juga Dialog Selamat Datang SUSE kami.</p>
it: <p>Se si sceglie il desktop grafico predefinito KDE, è possibile adattare le impostazioni di KDE in base al proprio hardware. Ulteriori informazioni sono disponibili sulla schermata di benvenuto di SUSE.</p>
ja: <p>既定のグラフィカルデスクトップで KDE を選択した場合、 お使いのハードウエアに合わせて KDE を設定することができます。 SUSE の 'ようこそ' ダイアログも合わせてご覧ください。</p>
km: <p>ប្រសិនបើ​​អ្នក​ជ្រើស KDE ជា​ផ្ទៃតុ​ក្រាហ្វិក​លំនាំដើម នោះ​អ្នក​អាច លៃ​តម្រូវ​ការ​កំណត់ KDE មួយ​ចំនួន​ទៅ​ផ្នែក​រឹង​របស់​អ្នក ។ ចូរ​កត់សម្គាល់​ផង​ដែរ​នៅ​លើ ប្រអប់​ស្វាគមន៍​ស៊ូស៊ី​របស់​យើង ។</p>
lt: <p>Jei renkatės įprastą grafinį KDE darbalaukį, galite priderinti kai kurias KDE nuostatas prie savo įrenginių. Taip pat atkreipkite dėmesį į mūsų SuSE pasveikinimo langą.</p>
nb: <p>Hvis du velger KDE, det grafiske standardskrivebordet, kan du tilpasse noen KDE-innstillinger til maskinvaren din. Se også velkomstdialogen fra SUSE.</p>
nl: <p>Wanneer u voor de standaard grafische desktop KDE kiest, dan kunt enkele KDE-instellingen aan uw hardware aanpassen. Bekijk ook ons SUSE-welkomstdialoog.</p>
pl: <p>W przypadku wyboru KDE jako domyślnego środowiska graficznego, można dostosować niektóre parametry KDE do posiadanego sprzętu. Proszę zapoznać się także z informacjami na ekranie powitalnym SUSE.</p>
pt: <p>Se escolher o KDE como ambiente de trabalho pré-definido, pode ajustar algumas definições KDE ao seu hardware. Note também a nossa caixa de diálogo SUSE de acolhimento.</p>
pt_br: <p>Se você escolher o ambiente gráfico padrão, que é o KDE, você poderá ajustar algumas configurações do KDE para o seu hardware. Também note nosso diálogo de boas-vindas SUSE.</p>
ro: <p>Dacă alegeți desktopul grafic implicit KDE, puteți ajusta unele setări KDE la hardware-ul dvs. Observați de asemenea, dialogul nostru de bun venit SUSE.</p>
ru: <p>Если вы выберете KDE в качестве графического рабочего стола по умолчанию, вы сможете применить параметры KDE для вашего оборудования. Также обратите внимание на диалог приветствия SUSE.</p>
sk: <p>Ak vyberiete ako štandardné prostredie KDE, budete môcť upraviť niektoré nastavenie KDE pre váš hardvér. Prečítajte si tiež uvítací dialóg SUSE.</p>
sl: <p>Če se odločite za privzeto delovno okolje KDE Plasma, lahko prilagodite nekatere nastavitve KDE-jevega okolja svoji strojni opremi. Bodite pozorni tudi na naše SUSE-jevo pozdravno okno.</p>
sv: <p>Om du väljer det förvalda grafiska skrivbordet KDE kan du justera vissa KDE-inställningar för din hårdvara. Lägg också märke till SuSE:s välkomstdialogruta.</p>
tg: <p>Агар шумо мизи кории графикии KDE-ро интихоб кунед, шумо ҳам метавонед баъзе танзимоти KDE-ро барои сахтафзори худ танзим кунед. Инчунин ба диалоги хушомади SUSE диққат кунед.</p>
th: <p>หากคุณได้เลือกระบบ KDE เป็นพื้นที่ทำงานปริยายแบบกราฟิกของคุณ คุณจะสามารถปรับแก้การตั้งค่าของ KDE บางอย่างให้เข้ากับฮาร์ดแวร์ของคุณได้ ซึ่งได้แจ้งให้ทราบไว้ที่กล่องต้อนรับของ SUSE แล้วเช่นกัน</p>
tr: <p>Eğer KDE grafik arabirimini seçerseniz KDE'nin bazı donanım ayarlarını yapabilirsiniz. Ayrıca SuSE Karşılama Penceresi'ni de dikkate alın.</p>
uk: <p>Якщо ви виберете KDE за типову стільницю, то зможете налаштувати деякі параметри KDE відповідно до вашого обладнання. Також, зверніть увагу на наше діалогове вікно привітання SUSE.</p>
wa: <p>Si vos purdoz l' buro KDE tchoezi por vos, vos ploz adjuster sacwantès tchuzes di KDE. voste éndjolreye. Léjhoz eto nosse purnea SUSE di bénvnowe.</p>
