Repository: yast/yast-translations
Catalog: po/installation/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, et, fa, fi, fr, gl, hu, id, it, ja, km, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tg, th, tr, uk, wa

source: Firewall will be enabled (<a href="%s">disable</a>)
ar: جدار الحماية سيتم تمكينة (<a href="%s">تعطيل</a>)
ca: S'habilitarà el tallafoc (<a href="%s">disable</a>)
cs: Firewall bude povolen (<a href="%s">zakázat</a>)
da: Firewall vil blive aktiveret (<a href="%s">deaktivér</a>)
de: Die Firewall wird aktiviert (<a href="%s">Deaktivieren</a>)
eo: Fajroŝirmilo estos ŝaltita (<a href="%s">malŝalti</a>)
es: Se habilitará el cortafuegos (<a href="%s">inhabilitar</a>)
fi: Palomuuri on käytössä (<a href="%s">poista käytöstä</a>)
fr: Le pare-feu sera activé (<a href="%s">désactiver</a>)
gl: Activarase a devasa (<a href="%s">desactivada</a>)
hu: A tűzfal engedélyezve lesz (<a href="%s">letiltás</a>)
id: Tembok api akan diaktifkan (<a href="%s">nonaktif</a>)
it: Il firewall sarà abilitato (<a href="%s">disabilita</a>)
ja: ファイアウオールを有効化します (<a href="%s">無効化する</a>)
lt: Užkarda bus įjungta (<a href="%s">išjungti</a>)
nl: Firewall zal ingeschakeld zijn (<a href="%s">uitschakelen</a>)
pl: Zapora sieciowa zostanie włączona (<a href="%s">wyłącz</a>)
pt: A firewall será ativada (<a href="%s">desativar</a>)
pt_br: Firewall será habilitado (<a href="%s">desabilitar</a>)
ro: Paravanul de protecție va fi activat (<a href="%s">dezactivare</a>)
ru: Брандмауэр будет включен (<a href="%s">отключить</a>)
sk: Firewall bude povolený (<a href="%s">zakázať</a>)
sl: Požarni zid bo omogočen (<a href="%s">onemogoči</a>)
sv: Brandväggen aktiveras (<a href="%s">inaktivera</a>)
tr: Güvenlik Duvarı etkinleştirilecek (<a href="%s">etkisiz kıl</a>)
uk: Мережний екран буде увімкнений (<a href="%s">вимкнути</a>)

source: Firewall will be disabled (<a href="%s">enable</a>)
ar: جدار الحماية سيتم تعطيله (<a href="%s">تمكين</a>)
ca: S'inhabilitarà el tallafoc (<a href="%s">enable</a>)
cs: Firewall bude zakázán (<a href="%s">povolit</a>)
da: Firewall vil blive deaktiveret (<a href="%s">aktivér</a>)
de: Die Firewall wird deaktiviert (<a href="%s">Aktivieren</a>)
eo: Fajroŝirmilo estos malŝaltita (<a href="%s">ŝalti</a>)
es: Se inhabilitará el cortafuegos (<a href="%s">habilitar</a>)
fi: Palomuuri on poissa käytöstä (<a href="%s">ota käyttöön</a>)
fr: Le pare-feu sera désactivé (<a href="%s">activer</a>)
gl: Desactivarase a devasa (<a href="%s">activar</a>)
hu: A tűzfal le lesz tiltva (<a href="%s">engedélyezés</a>)
id: Tembok api akan dinonaktifkan (<a href="%s">aktifkan</a>)
it: Il firewall sarà disabilitato (<a href="%s">abilita</a>)
ja: ファイアウオールを無効化します (<a href="%s">有効化する</a>)
lt: Užkarda bus išjungta (<a href="%s">įjungti</a>)
nl: Firewall zal uitgeschakeld zijn (<a href="%s">inschakelen</a>)
pl: Zapora sieciowa zostanie wyłączona (<a href="%s">włącz</a>)
pt: A firewall será desativada (<a href="%s">ativar</a>)
pt_br: Firewall será desabilitado (<a href="%s">habilitar</a>)
ro: Paravanul de protecție va fi dezactivat (<a href="%s">activare</a>)
ru: Брандмауэр будет отключен (<a href="%s">включить</a>)
sk: Firewall bude zakázaný (<a href="%s">povoliť</a>)
sl: Požarni zid bo onemogočen (<a href="%s">omogoči</a>)
sv: Brandväggen inaktiveras (<a href="%s">aktivera</a>)
tr: Güvenlik Duvarı etkisiz kılınacak (<a href="%s">etkinleştir</a>)
uk: Мережний екран буде вимкнений (<a href="%s">увімкнути</a>)

source: SSH service will be enabled (<a href="%s">disable</a>)
ar: خدمة SSH سيتم تمكينها (<a href="%s">تعطيل</a>)
ca: S'habilitarà el servei SSH (<a href="%s">disable</a>)
cs: Služba SSH bude povolena (<a href="%s">zakázat</a>)
da: SSH-tjeneste vil blive aktiveret (<a href="%s">deaktivér</a>)
de: Der SSH Dienst wird aktiviert (<a href="%s">Deaktivieren</a>)
eo: SSH-servo estos ŝaltita (<a href="%s">malŝalti</a>)
es: Se habilitará el servicio SSH (<a href="%s">inhabilitar</a>)
fi: SSH-palvelu on käytössä (<a href="%s">poista käytöstä</a>)
fr: Le service SSH sera activé (<a href="%s">désactiver</a>)
gl: Activarase o servizo SSH (<a href="%s">desactivar</a>)
hu: Az SSH szolgáltatás engedélyezve lesz (<a href="%s">letiltás</a>)
id: Layanan SSH akan diaktifkan (<a href="%s">nonaktifkan</a>)
it: Il servizio SSH sarà abilitato (<a href="%s">disabilita</a>)
ja: SSH サービスを有効化します (<a href="%s">無効化する</a>)
lt: SSH paslauga įgalinta (<a href="%s">uždrausti</a>)
nl: SSH service zal ingeschakeld zijn (<a href="%s">uitschakelen</a>)
pl: Usługa SSH zostanie włączona (<a href="%s">wyłącz</a>)
pt: A serviço SSH será ativado (<a href="%s">desativar</a>)
pt_br: Serviço SSH será habilitado (<a href="%s">desabilitar</a>)
ro: Serviciul SSH va fi activat (<a href="%s">dezactivare</a>)
ru: Сервис SSH будет включен (<a href="%s">отключить</a>)
sk: Služba SSH bude povolená (<a href="%s">zakázať</a>)
sl: Storitev SSH bo omogočena (<a href="%s">onemogoči</a>)
sv: SSH-tjänst aktiveras (<a href="%s">inaktivera</a>)
tr: SSH hizmeti etkinleştirilecek (<a href="%s">etkisiz kıl</a>)
uk: Служба SSH буде увімкнена (<a href="%s">вимкнути</a>)

source: SSH service will be disabled (<a href="%s">enable</a>)
ar: خدمة SSH سيتم تعطيلها (<a href="%s">تمكين</a>)
ca: S'inhabilitarà el servei SSH (<a href="%s">enable</a>)
cs: Služba SSH bude zakázána (<a href="%s">povolit</a>)
da: SSH-tjeneste vil blive deaktiveret (<a href="%s">aktivér</a>)
de: Der SSH Dienst wird deaktiviert (<a href="%s">Aktivieren</a>)
eo: SSH-servo estos malŝaltita (<a href="%s">ŝalti</a>)
es: Se inhabilitará el servicio SSH (<a href="%s">habilitar</a>)
fi: SSH-palvelu on poissa käytöstä (<a href="%s">ota käyttöön</a>)
fr: Le service SSH sera désactivé (<a href="%s">activer</a>)
gl: Desactivarase o servizo SSH (<a href="%s">activar</a>)
hu: Az SSH szolgáltatás le lesz tiltva (<a href="%s">engedélyezés</a>)
id: Layanan SSH akan dinonaktifkan (<a href="%s">aktifkan</a>)
it: Il servizio SSH sarà disabilitato (<a href="%s">abilita</a>)
ja: SSH サービスを無効化します (<a href="%s">有効化する</a>)
lt: SSH paslauga uždrausta (<a href="%s">įgalinti</a>)
nl: SSH service zal uitgeschakeld zijn (<a href="%s">inschakelen</a>)
pl: Usługa SSH zostanie wyłączona (<a href="%s">włącz</a>)
pt: A serviço SSH será desativado (<a href="%s">ativar</a>)
pt_br: Serviço SSH será desabilitado (<a href="%s">habilitar</a>)
ro: Serviciul SSH va fi dezactivat (<a href="%s">activare</a>)
ru: Сервис SSH будет отключен (<a href="%s">включить</a>)
sk: Služba SSH bude zakázaná (<a href="%s">povoliť</a>)
sl: Storitev SSH bo onemogočena (<a href="%s">omogoči</a>)
sv: SSH-tjänst inaktiveras (<a href="%s">aktivera</a>)
tr: SSH hizmeti etkisiz kılınacak (<a href="%s">etkinleştir</a>)
uk: Служба SSH буде вимкнена (<a href="%s">увімкнути</a>)

source: PolicyKit Default Privileges: %s
ca: Privilegis per defecte de PolicyKit: %s
cs: Výchozí práva sady zásad (PolicyKitu): %s
de: PolicyKit-Standardrechte: %s
es: Privilegios por defecto del juego de directivas: %s
fi: PolicyKit-oletusoikeudet: %s
fr: Privilèges par défaut de PolicyKit : %s
id: Hak Istimewa Bawaan PolicyKit: %s
it: Privilegi predefiniti kit di policy: %s
ja: PolicyKit の既定の特権: %s
lt: PolicyKit numatytosios privilegijos: %s
nl: Standaard privileges van PolicyKit: %s
pt: Privilégios Padrão PolicyKit: %s
pt_br: Privilégios padrão do PolicyKit: %s
ro: Privilegii implicite PolicyKit: %s
ru: Стандартные привилегии PolicyKit: %s
sk: Predvolené oprávnenia PolicyKit: %s
sl: Privzete pravice PolicyKit: %s
sv: PolicyKit Standardprivilegier: %s
tr: PolicyKit Varsayılan Ayrıcalıkları: %s
uk: Типові привілеї PolicyKit: %s

source: Major Linux Security Module: %{module} in '%{mode}' mode
ca: Mòdul major de seguretat de Linux: %{module} en mode %{mode}
cs: Větší linuxový bezpečnostní modul: %{module} v režimu '%{mode}'
de: Linux-Hauptsicherheitsmodul: %{module} im Modus '%{mode}' aktivieren
es: Módulo de seguridad de Linux principal: %{module} en modo %{mode}
fr: Module principal de sécurité Linux : %{module} en mode '%{mode}'
id: Modul Keamanan Linux Utama: %{module} dalam mode '%{mode}'
it: Modulo di sicurezza Linux principale: attivare %{module} in modalità '%{mode}'
ja: 主要な Linux セキュリティモジュール: '%{mode}' モードで %{module} を使用
lt: Pagrindinis Linux saugumo modulis: %{module} yra „%{mode}“
nl: Hoofdmodule voor beveiliging van Linux: %{module} in modus '%{mode}'
pt_br: Major Linux Security Module: %{module} no modo '%{mode}'
ro: Modulul principal de securitate Linux: %{module} în modul '%{mode}'
ru: Главный Модуль Безопасности Linux: %{module} в режиме '%{mode}'
sk: Hlavný bezpečnostný modul Linuxu: %{module} v režime '%{mode}'
sl: Glavni varnostni modul za Linux: %{module} v načinu %{mode}
sv: Huvudsaklig Linux-säkerhetsmodul: %{module} i '%{mode}' läge
uk: Головний модуль безпеки Linux: %{module} у режимі '%{mode}'

source: Major Linux Security Module: %{module}
ca: Mòdul major de seguretat de Linux: %{module}
cs: Větší linuxový bezpečnostní modul: %{module}
de: Linux-Hauptsicherheitsmodul: %{module} aktivieren
es: Módulo de seguridad de Linux principal: %{module}
fr: Module principal de sécurité Linux : %{module}
id: Modul Keamanan Linux Utama: %{module}
it: Modulo di sicurezza Linux principale: attivare %{module}
ja: 主要な Linux セキュリティモジュール: %{module} を使用
lt: Pagrindinis Linux saugumo modulis: %{module}
nl: Hoofdmodule voor beveiliging van Linux: %{module}
ro: Modulul principal de securitate Linux: %{module}
ru: Главный Модуль Безопасности Linux: %{module}
sk: Hlavný bezpečnostný modul Linuxu: %{module}
sl: Glavni varnostni modul za Linux: %{module}
sv: Huvudsaklig Linux-säkerhetsmodul: %{module}
uk: Головний модуль безпеки Linux: %{module}

source: Adapting system services ...
ar: التكيف مع خدمات النظام ...
ca: Adaptant els serveis del sistema...
cs: Přizpůsobují se systémové služby ...
da: Tilpasser systemtjenester ...
de: Systemdienste anpassen ...
eo: Adaptante sistemajn servojn ...
es: Adaptando los servicios del sistema...
et: Süsteemiteenuste kohandamine ...
fi: Sovitetaan järjestelmäpalveluja…
fr: Ajustement des services système...
hu: Rendszerszolgáltatások adaptálása...
id: Menyesuaikan layanan sistem ...
it: Adattamento dei servizi di sistema...
ja: システムサービスを調整しています...
lt: Pritaikomos sistemos paslaugos...
nl: Systeemservices worden aangepast...
pl: Dostosowywanie usług systemowych...
pt: A adaptar serviços de sistema...
pt_br: Adaptando os serviços do sistema...
ro: Se adaptează serviciile de sistem ...
ru: Настройка системных сервисов…
sk: Prispôsobenie systémových služieb ...
sl: Prilagajanje sistemskih storitev …
sv: Anpassar systemtjänster...
tr: Sistem hizmetleri uyarlanıyor...
uk: Пристосування системних служб ...

source: It makes no sense to write these settings to system.
ar: ليس من المنطقي كتابة هذه الإعدادات في النظام.
ca: No té sentit escriure aquests paràmetres al sistema.
cs: Zápis těchto nastavení do systému nedává žádný smysl.
da: Det giver ingen mening at skrive disse indstillinger til systemet.
de: Es ist nicht sinnvoll, diese Einstellungen auf das System zu schreiben.
eo: Ne utilas konservi ĉi tiujn agordojn al la sistemo.
es: No tiene sentido escribir estos ajustes en el sistema.
et: Neid sätteid pole mõtet süsteemi kirjutada.
fa: نوشتن این تنظیمات در سیستم بی معنی است.
fi: Ei ole järkeä kirjoittaa näitä asetuksia järjestelmään.
fr: Il est inutile d'écrire ces paramètres dans le système.
hu: Nincs értelme a rendszerbe írni ezeket a beállításokat.
id: Tidak memungkinkan untuk menulis pengaturan ini ke sistem.
it: Non è necessario scrivere le impostazioni selezionate nel sistema.
ja: これらの設定をシステムに書き込んでも意味がありません。
lt: Nėra prasmės šių nuostatų rašyti į sistemą.
nl: Het is niet zinvol om deze instellingen naar het systeem te schrijven.
pl: Tych ustawień nie trzeba zapisywać w systemie.
pt: Não faz sentido escrever estas definições no sistema.
pt_br: Não faz sentido gravar essas configurações no sistema.
ro: Nu are sens să scrieți aceste setări în sistem.
ru: Сохранять изменения этих параметров в системе нет смысла.
sk: Nedáva žiadny zmysel, aby sa zapisovali tieto nastavenia do systému.
sl: Zapisovanje teh nastavitev na sistem nima smisla.
sv: Det är ingen idé att skriva de här inställningarna till systemet.
tr: Bu ayarları sisteme yazmanın bir anlamı yok.
uk: Зберігати зміни цих параметрів у системі немає сенсу.

source: Import SSH Host Keys and Configuration
ar: استيراد مفاتيح المضيف SSH وتكوينه
ca: Importació de claus i configuració d'amfitrió d'SSH
cs: Importovat klíče a konfiguraci hostitelů SSH
da: Importér SSH-værtsnøgler og -konfiguration
de: SSH-Hostschlüssel und Konfiguration importieren
eo: Importi SSH gastigajn ŝlosilojn kaj agordon
es: Importar claves de host SSH y configuración
et: SSH hosti võtmete ja konfiguratsioonide importimine
fa: وارد کردن کلید های SSH میزبان و پیکربندی
fi: Tuo SSH-palvelinavaimet ja -asetukset
fr: Importer la configuration et les clés de l'hôte SSH
gl: Importar chaves de host SSH e configuración
hu: SSH-gépkulcsok és -konfiguráció importálása
id: Impor Kunci SSH Host dan Konfigurasi
it: Importa configurazione e chiavi host SSH
ja: SSH ホスト鍵と設定の取り込み
lt: SSH raktų ir konfigūracijos importavimas
nl: SSH-hostsleutels en -configuratie importeren
pl: Importuj klucze hosta i konfigurację SSH
pt: Importar Chaves de Hospedeiro SSH e Configuração
pt_br: Importar chaves e configuração de host SSH
ro: Importul cheilor gazdă SSH și configurația
ru: Импорт ключей узлов и конфигурации SSH
sk: Importovať SSH kľúče hostiteľa a konfiguráciu
sl: Uvozi ključe in nastavitve gostiteljev SSH
sv: Importera SSH-värdnycklar och -konfiguration
tr: SSH Ana Bilgisayar Anahtarlarını ve Yapılandırmasını İçe Aktarın
uk: Імпорт ключів вузлів і налаштувань SSH

source: &Import SSH Host Keys and Configuration
ar: استيراد مفاتيح المضيف SSH وتكوينه
ca: &Importació de claus i configuració d'amfitrió d'SSH
cs: &Importovat klíče a konfiguraci hostitelů SSH
da: &Importér SSH-værtsnøgler og -konfiguration
de: SSH-Hostschlüssel und Konfiguration &importieren
eo: &Importi SSH gastigajn ŝlosilojn kaj agordon
es: &Importar claves de host SSH y configuración
et: SSH hosti võtmete ja konfiguratsioonide &importimine
fa: وارد کردن کلید های SSH میزبان و پیکربندی
fi: &Tuo SSH-palvelinavaimet ja -asetukset
fr: &Importer la configuration et les clés de l'hôte SSH
hu: &SSH-gépkulcsok és -konfiguráció importálása
id: &Impor Kunci SSH Host dan Konfigurasi
it: &Importa configurazione e chiavi host SSH
ja: SSH ホスト鍵と設定の取り込み (&I)
lt: &Importuoti SSH raktus ir konfigūraciją
nl: SSH-hostsleutels en -configuratie &importeren
pl: &Importuj klucze hosta i konfigurację SSH
pt: &Importar Chaves de Hospedeiro SSH e Configuração
pt_br: &Importar chaves e configuração de host SSH
ro: &Importul cheilor gazdă SSH și configurația
ru: &Импорт ключей узлов и конфигурации SSH
sk: &Importovať SSH kľúče hostiteľa a konfiguráciu
sl: &Uvozi ključe in nastavitve gostiteljev SSH
sv: &Importera SSH-värdnycklar och -konfiguration
tr: &SSH Ana Bilgisayar Anahtarlarını ve Yapılandırmasını İçe Aktarın
uk: &Імпорт ключів вузлів і налаштувань SSH

source: Copying SSH settings to installed system...
ar: يتم الآن نسخ إعدادات SSH إلى النظام المثبَّت...
bg: Копиране на настройките за SSH върху инсталираната система…
ca: Copiant els paràmetres SSH al sistema instal·lat...
cs: Do instalovaného systému se kopírují SSH nastavení...
da: Kopierer SSH-indstillinger til installeret system...
de: SSH-Einstellungen werden in das installierte System kopiert...
el: Αντιγραφή ρυθμίσεων του SSH στο εγκατεστημένο σύστημα...
eo: Kopiado de la agordoj de la sekurŝelo al la instalita sistemo...
es: Copiando los ajustes de SSH en el sistema instalado...
et: SSH sätete kopeerimine paigaldatud süsteemi...
fa: در حال رونوشت از تنظیمات SSH در سیستم نصب شده...
fi: Kopioidaan SSH-asetuksia asennettuun järjestelmään...
fr: Copie des paramètres SSH vers le système installé...
gl: Copiando as opcións de SSH ao sistema instalado...
hu: SSH-beállítások másolása a telepített rendszerre...
id: Menyalinkan pengaturan SSH ke sistem yang terpasang...
it: Copia delle impostazioni SSH nel sistema installato in corso…
ja: インストール済みのシステムへ SSH の設定をコピーしています...
km: កំពុង​ចម្លង​ការ​កំណត់ SSH ទៅ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង...
lt: Į įdiegtą sistemą kopijuojamos SSH nuostatos...
nb: Kopierer SSH-innstillinger til installert system...
nl: SSH-instellingen worden naar het geïnstalleerde systeem gekopieerd...
pl: Kopiowanie ustawień SSH do zainstalowanego systemu...
pt: A copiar as definições de SSH para o sistema instalado...
pt_br: Copiando as configurações do SSH para o sistema instalado...
ro: Se copiază setările SSH în sistemul instalat...
ru: Копирование параметров SSH в установленную систему…
sk: Kopírovanie nastavenia SSH na inštalovaný systém...
sl: Kopiranje nastavitev SSH na nameščeni sistem …
sv: Kopierar SSH-inställningar till installerat system...
tg: Нусхабардории танзимоти SSH ба системаи насбшуда...
th: ทำการคัดลอกการตั้งค่า SSH ไปยังระบบที่ถูกติดตั้ง...
tr: SSH ayarları kurulu sisteme kopyalanıyor...
uk: Копіювання параметрів SSH у систему, яка встановлюється...
wa: Dji copeye les tchuzes SSH sol sistinme d' astalé...

source: Moving to installed system...
ar: يتم الآن الانتقال إلى النظام المثبَّت...
bg: Преместване към инсталираната система…
ca: Desplaçament al sistema instal·lat...
cs: Přesun do instalovaného systému...
da: Flytter til installeret system...
de: Wechseln zum installierten System...
el: Μετακίνηση στο εγκατεστημένο σύστημα...
eo: Movado al la instalita sistemo...
es: Cambiando al sistema instalado...
et: Lülitumine paigaldatud süsteemile...
fa: در حال جا به جایی سیستم نصب شده...
fi: Siirrytään asennettuun järjestelmään...
fr: Déplacement vers le système installé...
gl: Movéndose ao sistema instalado...
hu: Áthelyezés a telepített rendszerre...
id: Berpindah ke sistem terpasang...
it: Passaggio al sistema installato in corso…
ja: インストール済みのシステムに移動しています...
km: កំពុង​ផ្លាស់ទី​ទៅ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង...
lt: Perkeliama į įdiegtą sistemą...
nb: Flytter filer til installert system...
nl: Bezig met overstappen op geïnstalleerd systeem...
pl: Przechodzenie do zainstalowanego systemu...
pt: A mover para o sistema instalado...
pt_br: Movendo para o sistema instalado...
ro: Se trece la sistemul instalat...
ru: Перенос в установленную систему...
sk: Presun na inštalovaný systém...
sl: Premikanje na nameščeni sistem …
sv: Flyttar till installerat system...
tg: Ба системаи насбшуда интиқол шуда истодааст...
th: ทำการย้ายไปยังระบบที่ถูกติดตั้ง...
tr: Kurulu sisteme geçiliyor...
uk: Переміщення у систему, яка встановлюється...
wa: Dji bodje diviè l' sistinme d' astalé...

source: Unmounting all mounted devices...
ar: يتم الآن إلغاء توصيل كافة الأجهزة التي تم توصيلها...
bg: Демонтиране на всички монтирани устройства…
ca: Desmuntant tots els dispositius muntats...
cs: Odpojují se připojená zařízení...
da: Afmonterer alle monterede enheder...
de: Aushängen aller eingehängten Geräte...
el: Αποσύνδεση όλων των προσαρτημένων συσκευών...
eo: Demetado de ĉiuj surmetitaj disponaĵoj...
es: Desmontando todos los dispositivos montados...
et: Kõikide ühendatud seadmete lahutamine...
fa: در حال پیاده سازی تمامی دستگاههای سوار شده...
fi: Irrotetaan kaikki liitetyt laitteet...
fr: Démontage de tous les périphériques montés...
gl: Desmontando todos os dispositivos montados...
hu: Csatlakoztatott eszközök leválasztása...
id: Lepas kait semua perangkat yang dikaitkan...
it: Smontaggio di tutti i dispositivi montati in corso…
ja: マウントされているすべてのデバイスをマウント解除しています...
km: កំពុង​អាន់ម៉ោន​ឧបករណ៍​ដែល​បាន​ម៉ោន​ទាំងអស់...
lt: Atjungiami visi prijungti įrenginiai...
nb: Avmonterer alle monterte enheter...
nl: Alle gekoppelde apparaten worden ontkoppeld…
pl: Odmontowywanie wszystkich zamontowanych urządzeń...
pt: A desmontar todos os dispositivos montados...
pt_br: Desmontando todos os dispositivos montados...
ro: Se demontează toate dispozitivele montate...
ru: Размонтирование всех смонтированных устройств…
sk: Odpájanie všetkých pripojených zariadení...
sl: Odklapljanje vseh priklopljenih naprav …
sv: Avmonterar alla monterade enheter...
tg: Ҳамаи дастгоҳҳои васлшуда ҷудо шумо истодаанд...
th: ทำการยกเลิกเมานท์อุปกรณ์ที่ถูกเมานท์ทั้งหมด...
tr: Takılı tüm aygıtların bağlantısı kaldırılıyor...
uk: Демонтування всіх змонтованих пристроїв...
wa: Dji dismonte tos les éndjins montés...

source: Copying X Window System configuration into system...
ar: يتم الآن نسخ تكوين نظام X Window إلى النظام...
bg: Копиране на настройките за Х11 върху инсталираната система…
ca: Copiant la configuració del sistema X Window al sistema...
cs: Do instalovaného systému se kopíruje konfigurace X...
da: Kopierer X Window systemkonfiguration til systemet...
de: Konfiguration des X Window System wird in das System kopiert...
el: Αντιγραφή ρυθμίσεων του συστήματος X Window στο σύστημα...
eo: Kopiado de la agordoj de la fenestrosistemo X al la sistemo...
es: Copiando la configuración de X Window System en el sistema...
et: X Window süsteemi häälestuse kirjutamine süsteemi...
fa: در حان رونوشت از پیکر بندی X Window در سیستم ...
fi: Kopioidaan X-ikkunointijärjestelmän määritys järjestelmään...
fr: Copie de la configuration du système X Window vers le système...
gl: Copiando a configuración do Sistema X Window ao sistema...
hu: X Windows rendszerbeállítások másolása a telepített rendszerre...
id: Menyalinkan konfigurasi Sistem X Window ke sistem...
it: Copia in corso della configurazione di X Window System sul sistema...
ja: システムに X Window System の設定をコピーしています...
km: កំពុង​ចម្លង​ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ X Window ទៅ​ក្នុង​ប្រព័ន្ធ...
lt: Į sistemą kopijuojama X langų sistemos konfigūracija...
nb: Kopierer konfigurasjonen for X-vindussystemet til systemet...
nl: Configuratie van het X Window-systeem wordt naar het systeem gekopieerd...
pl: Kopiowanie konfiguracji systemu X Window do systemu...
pt: A copiar a configuração do Sistema X Window para o sistema...
pt_br: Copiando a configuração do X Window System para o sistema...
ro: Se copiază configurația sistemului X Window în sistem...
ru: Копирование конфигурации системы X Window в систему...
sk: Kopírovanie konfigurácie X Windows na inštalovaný systém...
sl: Kopiranje nastavitev grafičnega sistema X Window na nameščeni sistem …
sv: Kopierar X-inställningsfiler till installerat system...
tg: Нусхабардории танзимоти системаи X Window ба система...
th: ทำการคัดลอกค่าปรับแต่งของระบบหน้าต่าง X ไปยังระบบ...
tr: X Pencere Sistemi yapılandırması sisteme kopyalanıyor...
uk: Копіювання конфігурації системи X Window у систему...
wa: Dji copeye l' apontiaedje do Sistinme X Window e sistinme...
