Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: <p><b><big>Sync Host</big></b><br>The hostnames used here must be the local hostnames of the cluster nodes. That means you must use exactly the same string as printed out by the hostname command.</p> <p><b><big>Sync File</big></b><br>The full absolute filename to be synced.</p> <p><b><big>Pre-Shared-Keys</big></b><br>Authentication is performed using the IP addresses and pre-shared-keys in Csync2. The key file is generated with csync2 -k /etc/csync2/key_hagroup. The file key_hagroup should be copied to all members of the cluster manually after it's created.</p>
cs: <p><b><big>Synchronizovat hostitele</big></b><br>Názvy hostitelů, které jsou zde použity, musí být místní názvy hostitelů, kteří jsou uzly clusteru. To znamená, že musíte použít přesně takový řetězec, který vrací příkaz hostname.</p> <p><b><big>Synchronizovat soubor</big></b><br>Úplný absolutní název souboru, který je synchronizován.</p> <p><b><big>Předsdílené klíče</big></b><br>Ověřování v Csync2 je prováděno za použití IP adres a předsdílených klíčů. Pomocí příkazu csync2 -k /etc/csync2/key_hagroup vygenerujete soubor s klíčem. Soubor key_hagroup je po vygenerování třeba ručně zkopírovat do všech členů clusteru.</p>
de: <p><b><big>Host synchronisieren</big></b><br>Der Hostname muss der lokale Hostname des Cluster-Knotens sein. Sie müssen exakt den Wert benutzen, den der Befehl hostname ausgibt.</p> <p><b><big>Datei synchronisieren</big></b><br>Der volle absolute Pfadname der zu synchronisierenden Datei.</p> <p><b><big>Pre-Shared-Keys</big></b><br> Die Authentifizierung wird in csync2 unter Benutzung von IP-Adresse und Pre-Shared-Keys (vorher vereinbarter Schlüssel) durchgeführt. Die Schlüsseldatei wird mit "csync2 -k /etc/csync2/key_hagroup" erzeugt. Die Datei key_hagroup sollte manuell auf alle Mitglieder des Cluster kopiert werden, nachdem sie erzeugt wurde.</p>
fi: <p><b><big>Synkronointiasiakas</big></b><br>Tässä käytettävät konenimet tulee olla klusterin noodien konenimiä. Tämä tarkoittaa, etä sinun tulee käyttää tismalleen samaa konenimeä kun mitä hostname-komento tulostaa.</p> <p><b><big>Synkronointitiedosto</big></b><br>Synkronoitavan tiedoston täydellinen nimi.</p> <p><b><big>Esijaetut avaimet</big></b><br>Tunnistautuminen suoritetaan käyttäen IP-osoitetta ja esijaettuja avaimia käytettäessä Csync2. Avaintiedosto luodaan komennolla "csync2 -k /etc/csync2/key_hagroup". Tiedosto key_hagroup tulee kopioida kaikille klusterin jäsenille sen jälkeen kun se on luotu.</p>
fr: <p><b><big>Hôte de synchronisation</big></b><br>Les noms d'hôte utilisés ici doivent être les noms d'hôte locaux des noeuds de cluster. Cela signifie que vous devez utiliser exactement les chaînes que renvoie la commande hostname.</p> <p><b><big>Fichier à synchroniser</big></b><br>Nom complet absolu du fichier à synchroniser.</p> <p><b><big>Clés prépartagées</big></b><br>Csync2 effectue l'authentification sur la base des adresses IP et des clés prépartagées. Le fichier de clé est généré à l'aide de csync2 -k /etc/csync2/key_hagroup. Le fichier key_hagroup doit être copié sur tous les membres du cluster après sa création.</p>
hu: <p><b><big>Állomás szinkronizálása</big></b><br>Az itt használt állomásneveknek a fürtcsomópontok helyi állomásneveinek kell lenniük. Ez azt jelenti, hogy pontosan ugyanazt a karakterláncot kell használni, mint amit a hostname parancs eredményül ad.</p> <p><b><big>Fájl szinkronizálása</big></b><br>A szinkronizálandó fájl teljes, abszolút fájlneve.</p> <p><b><big>Előmegosztott kulcsok</big></b><br>A hitelesítést a Csync2 végzi az IP-címek és az előmegosztott kulcsok használatával. A kulcsfájl létrehozása a csync2 -k /etc/csync2/key_hagroup paranccsal történik. A key_hagroup fájlt a létrehozás után a fürt összes tagjára kézzel kell másolni.</p>
it: <p><b><big>Host da sincronizzare</big></b><br>I nomi host qui usati devono essere i nomi host locali dei nodi del cluster. Questo significa che si deve usare esattamente la stessa stringa fornita dal comando hostname.</p> <p><b><big>File da sincronizzare</big></b><br>Il nome completo assoluto di file da sincronizzare.</p> <p><b><big>Chiavi pre-condivise</big></b><br>L'autenticazione viene eseguita in csync2 tramite gli indirizzi IP e le chiavi pre-condivise. Il file delle chiavi viene generato tramite csync2 -k /etc/csync2/key_hagroup. Il file key_hagroup deve essere copiato manualmente in tutti i componenti del cluster dopo che è stato creato.</p>
ja: <p><b><big>同期ホスト</big></b><br>ここで設定するホスト名は、クラスタノード内にあるローカルのホスト名群でなければなりません。言い換えれば、 hostname コマンドで表示される文字列と全く同じホスト名でなければならない、という意味です。</p> <p><b><big>同期ファイル</big></b><br>同期対象のファイル名を、完全絶対パスで指定します。</p> <p><b><big>事前共有鍵</big></b><br>Csync2 では、 IP アドレスと事前共有鍵の両方で認証を行います。鍵ファイルは csync2 -k /etc/csync2/key_hagroup で作成することができます。作成後は、クラスタ内のすべてのノードに対して key_hagroup ファイルを手作業でコピーする必要があります。</p>
ko: <p><b><big>호스트 동기화</big></b><br>여기에 사용된 호스트 이름은 클러스터 노드의 로컬 호스트 이름이어야 합니다. 즉, hostname 명령을 통해 출력되는 문자열을 사용해야 합니다.</p> <p><b><big>파일 동기화</big></b><br>동기화할 전체 절대 파일 이름입니다.</p> <p><b><big>Pre-Shared-Keys</big></b><br>Csync2의 IP 주소 및 pre-shared-keys를 사용하여 인증이 수행됩니다. 키 파일은 csync2 -k /etc/csync2/key_hagroup을 사용하여 생성됩니다. key_hagroup 파일을 생성한 후 클러스터의 모든 구성원에게 수동으로 복사해야 합니다.</p>
nl: <p><b><big>Host synchroniseren</big></b><br>De hier gebruikte hostnamen moeten de lokale hostnamen van de clusterknooppunten zijn. Dat betekent dat u exact dezelfde tekst moet gebruiken zoals uitgevoerd door het commando hostname.</p> <p><b><big>Bestand synchroniseren</big></b><br>De volledige, absolute bestandsnaam om te synchroniseren.</p> <p><b><big>Vooraf gedeelde sleutels</big></b><br>Verificatie wordt gedaan met de IP-adressen en vooraf gedeelde sleutels in Csync2. Het sleutelbestand wordt gegenereerd met csync2 -k /etc/csync2/key_hagroup. Het bestand key_hagroup moet handmatig gekopieerd worden naar alle leden van het cluster nadat het is aangemaakt.</p>
pl: <p><b><big>Host synchronizacji</big></b><br>Używane tutaj nazwy hostów muszą być lokalnymi nazwami hostów będącymi węzłami klastra. Oznacza to, że należy podać dokładnie ten sam ciąg znaków, który został zwrócony przez polecenie hostname.</p> <p><b><big>Plik synchronizacji</big></b><br>Bezwzględna ścieżka do synchronizowanego pliku. </p> <p><b><big>Klucze PSK</big></b><br>Uwierzytelnianie przeprowadza się z użyciem adresów IP i kluczy PSK w usłudze Csync2. Plik klucza generuje się za pomocą polecenia csync2 -k /etc/csync2/key_hagroup. Utworzony plik key_hagroup należy ręcznie skopiować na wszystkie komputery należące do klastra.</p>
pt_br: <p><b><big>Sincronizar host</big></b><br>Os nomes de host utilizados aqui devem ser os nomes de host locais dos nós de cluster. Isso significa que você deve utilizar exatamente a mesma string que é impressa pelo comando hostname.</p> <p><b><big>Sincronizar arquivo</big></b><br>O nome de arquivo absoluto completo a ser sincronizado.</p> <p><b><big>Chaves pré-compartilhadas</big></b><br>A autenticação é realizada utilizando os endereços IP e as chaves pré-compartilhadas no Csync2. O arquivo de chave é gerado com csync2 -k /etc/csync2/key_hagroup. O arquivo key_hagroup deverá ser copiado manualmente para todos os membros do cluster após sua criação.</p>
ru: <p><b><big>Хост синхронизации</big></b><br>Здесь необходимо указывать локальные имена хостов кластера. Нужно использовать строки вывода команды hostname.</p> <p><b><big>Файл синхронизации</big></b><br>Полное абсолютное имя файла для синхронизации.</p> <p><b><big>Ключи</big></b><br>Аутентификация выполняется по IP-адресам и ключам Csync2. Файл общего ключа создается командой csync2 -k /etc/csync2/key_hagroup. Файл key_hagroup нужно скопировать на все члены кластера вручную после его создания.</p>
tr: <p><b><big>Senkronizasyon Ana Bilgisayarı</big></b><br>Burada kullanılan ana bilgisayar adları küme düğümlerinin yerel ana bilgisayar adları olmalıdır. Bu, hostname komutuyla yazdırılan dizenin aynısını kullanmanız gerektiği anlamına gelir.</p> <p><b><big>Senkronizasyon Dosyası</big></b><br>Senkronize edilecek tam mutlak dosya adı.</p> <p><b><big>Önceden Paylaşılan Anahtarlar</big></b><br>Kimlik doğrulaması Csync2'deki IP adresleri ve önceden paylaşılan anahtarlar kullanılarak gerçekleştirilir. Anahtar dosyası csync2 -k /etc/csync2/key_hagroup ile oluşturulur. key_hagroup dosyası oluşturulduktan sonra kümenin tüm üyelerine elle kopyalanmalıdır.</p>
zh_tw: <p><b><big>同步主機</big></b><br>此處使用的主機名稱必須是叢集節點的本地主機名稱。也就是說，您使用的字串必須與 hostname 指令輸出的字串完全相同。</p> <p><b><big>同步檔案</big></b><br>要同步的完整絕對檔案名稱。</p> <p><b><big>預先共用金鑰</big></b><br>使用 Csync2 中的 IP 位址和預先共用金鑰執行驗證。金鑰檔案是使用 csync2 -k /etc/csync2/key_hagroup 產生的。建立檔案 key_hagroup 後，應該手動將其複製到叢集的所有成員。</p>

source: <p><b><big>Dedicated Interface</big></b><br>A dedicated network interface for syncing. The interface must support multicast, and is UP for using. You may have to have it pre-configured. </p> <p><b><big>IP</big></b><br>The IPv4 address assigned to the dedicated network interface. This is detected automatically.</p> <p><b><big>Multicast Address</big></b><br>The multicast address to be used for syncing.</p> <p><b><big>Group Number</big></b><br>A numeric ID indicate the group for syncing.</p>
cs: <p><b><big>Vyhrazené rozhraní</big></b><br>Síťové rozhraní vyhrazené pro synchronizaci. Rozhraní musí podporovat vícesměrové vysílání a musí být připraveno k použití. Můžete jej předem konfigurovat. </p> <p><b><big>IP adresa</big></b><br>Adresa IPv4 přiřazená vyhrazenému síťovému rozhraní. Je zjištěna automaticky.</p> <p><b><big>Adresa vícesměrového vysílání</big></b><br>Adresa vícesměrového vysílání, která bude použita pro synchronizaci.</p> <p><b><big>Číslo skupiny</big></b><br>Číselné ID označující skupinu pro synchronizaci.</p>
de: <p><b><big>Dedizierte Schnittstelle</big></b><br>Die dedizierte Netzwerkschnittstelle für die Synchronisierung. Die Schnittstelle muss Multicast unterstützen und für die Verwendung AKTIV sein. Unter Umständen muss die Schnittstelle vorkonfiguriert werden. </p> <p><b><big>IP</big></b><br>Die IPv4-Adresse, die der dedizierten Netzwerkschnittstelle zugewiesen ist. Diese Adresse wird automatisch erkannt.</p> <p><b><big>Multicast-Adresse</big></b><br>Die Multicast-Adresse, die für die Synchronisierung verwendet werden soll.</p> <p><b><big>Gruppennummer</big></b><br>Eine numerische ID, die die zu synchronisierende Gruppe angibt.</p>
fi: <p><b><big>Määrätty verkkoliitäntä</big></b><br>Ennalta määrätty verkkoliitäntä synkronointia varten. Verkkoliitännän tulee tukea ryhmälähetystä ja sen pitää olla ylhäällä. Saattaa olla, että se pitää olla ennalta määritetty.</p> <p><b><big>IP</big></b><br>IPv4-osoite valittuna määrätylle verkoliitännelle. Tämä tunnistetaan automaattisesti.z</p> <p><b><big>Ryhmälähetysosoite</big></b><br>Synkronointiin käytettävä ryhmälähetysosoite.</p> <p><b><big>Ryhmänumero</big></b><br>Synkronoitavan ryhmän numero.</p>
fr: <p><b><big>Interface dédiée</big></b><br>Interface réseau dédiée à la synchronisation. Cette interface doit prendre en charge la multidiffusion et être disponible. Vous devrez peut-être la préconfigurer. </p> <p><b><big>IP</big></b><br>Adresse IPv4 assignée à l'interface réseau dédiée. Détectée automatiquement.</p> <p><b><big>Adresse multidiffusion</big></b><br>Adresse de multidiffusion utilisée pour la synchronisation.</p> <p><b><big>Numéro du groupe</big></b><br>Identifiant numérique indiquant le groupe utilisé pour la synchronisation.</p>
hu: <p><b><big>Dedikált csatoló</big></b><br>Dedikált hálózati csatoló a szinkronizáláshoz. A csatolónak támogatnia kell a csoportos küldést, és működőképesen rendelkezésre kell állnia. Előre kell konfigurálni. </p> <p><b><big>IP-cím</big></b><br>A dedikált csatolóhoz hozzárendelt IPv4-cím. Észlelése automatikusan történik.</p> <p><b><big>Csoportos küldési cím</big></b><br>A szinkronizáláshoz használandó csoportos küldési cím.</p> <p><b><big>Csoport száma</big></b><br>A szinkronizáláshoz használandó csoportot jelző numerikus azonosító.</p>
it: <p><b><big>Interfaccia dedicata</big></b><br>Interfaccia di rete dedicata per la sincronizzazione. L'interfaccia deve supportare la multidiffusione ed è attiva per l'uso. Potrebbe essere necessario preconfigurarla. </p> <p><b><big>IP</big></b><br>Indirizzo IPv4 assegnato all'interfaccia di rete dedicata. Viene rilevato automaticamente.</p> <p><b><big>Multicast Address</big></b><br>Indirizzo multidiffusione da utilizzare per la sincronizzazione.</p> <p><b><big>Numero gruppo</big></b><br>ID numerico che indica il gruppo per la sincronizzazione.</p>
ja: <p><b><big>専用インターフェイス</big></b><br>同期に使用する専用のネットワークインターフェイスを指定します。インターフェイスはマルチキャストに対応し、有効化されていなければなりません。また、事前の設定が必要となる場合もあります。</p> <p><b><big>IP</big></b><br>専用のネットワークインターフェイスに割り当てる IPv4 アドレスです。自動的に検出されます。</p> <p><b><big>マルチキャストアドレス</big></b><br>同期に使用するマルチキャストアドレスを指定します。</p> <p><b><big>グループ番号</big></b><br>同期の際に使用するグループ内での識別番号を指定します。</p>
ko: <p><b><big>전용 인터페이스</big></b><br>동기화에 사용되는 전용 네트워크 인터페이스입니다. 인터페이스는 멀티캐스트를 지원해야 하며 사용을 위해 UP 상태여야 합니다. 미리 구성되도록 해야 할 수도 있습니다. </p> <p><b><big>IP</big></b><br>전용 네트워크 인터페이스에 할당된 IPv4 주소입니다. 자동으로 검색됩니다.</p> <p><b><big>멀티캐스트 주소</big></b><br>동기화에 사용할 멀티캐스트 주소입니다.</p> <p><b><big>그룹 번호</big></b><br>동기화에 사용할 그룹을 나타내는 숫자 ID입니다.</p>
nl: <p><b><big>Toegewezen interface</big></b><br>Een toegewezen netwerkinterface voor synchronisatie. De interface moet multicast ondersteunen en actief zijn voor gebruik. U moet deze mogelijk vooraf laten configureren. </p> <p><b><big>IP</big></b><br>Het IPv4-adres dat is toegewezen aan de toegewezen netwerkinterface. Dit wordt automatisch gedetecteerd.</p> <p><b><big>Multicast-adres</big></b><br>Het multicast-adres dat moet worden gebruikt voor synchronisatie.</p> <p><b><big>Groepsnummer</big></b><br>Een numerieke id waarmee de groep wordt aangegeven die moet worden gesynchroniseerd.</p>
pl: <p><b><big>Dedykowany interfejs</big></b><br>Dedykowany interfejs sieciowy do synchronizacji. Musi obsługiwać tryb multicast i być gotowy do użycia. Może wymagać wstępnej konfiguracji. </p> <p><b><big>Adres IP</big></b><br>Adres IPv4 przypisany do dedykowanego interfejsu sieciowego. Wykrywany automatycznie.</p> <p><b><big>Adres multicast</big></b><br>Adres multicast używany do synchronizacji.</p> <p><b><big>Numer grupy</big></b><br>Liczbowy identyfikator grupy do synchronizacji.</p>
pt_br: <p><b><big>Interface dedicada</big></b><br>Uma interface de rede dedicada para sincronização. A interface deve suportar multicast e estar ATIVA para uso. Talvez seja necessário configurá-la previamente. </p> <p><b><big>IP</big></b><br>O endereço IPv4 atribuído à interface de rede dedicada, que é detectado automaticamente.</p> <p><b><big>Endereço de multicast</big></b><br>O endereço de multicast a ser usado na sincronização.</p> <p><b><big>Número do grupo</big></b><br>Um ID numérico que indica o grupo a ser sincronizado.</p>
ru: <p><b><big>Выделенный интерфейс</big></b><br>Отдельный сетевой интерфейс для синхронизации. Интерфейс должен поддерживать групповое вещание и быть поднятым. Вы должны настроить его предварительно.</p> <p><b><big>IP</big></b><br>IPv4-адрес выделенного сетевого интерфейса. Определяется автоматически.</p> <p><b><big>Адрес многоадресной передачи</big></b><br>Адрес многоадресной передачи,используемый для синхронизации.</p> <p><b><big>Номер группы</big></b><br>Численный ID группы для синхронизации.</p>
tr: <p><b><big>Adanmış Arayüz</big></b><br>Senkronizasyon için adanmış bir ağ arayüzü. Arayüz çoklu yayını desteklemeli ve kullanıma açıktır. Önceden yapılandırılmış olması gerekebilir. </p> <p><b><big>IP</big></b><br>Adanmış ağ arayüzüne atanan IPv4 adresi. Bu otomatik olarak algılanır.</p> <p><b><big>Çoklu Yayın Adresi</big></b><br>Senkronizasyon için kullanılacak çoklu yayın adresi.</p> <p><b><big>Grup Numarası</big></b><br>Sayısal bir kimlik, senkronizasyon için grubu belirtir.</p>
zh_tw: <p><b><big>專用介面</big></b><br>用於同步的專用網路介面。該介面必須支援多路廣播，並且已處於運作狀態以供使用。您可能需要預先對其進行設定。</p> <p><b><big>IP</big></b><br>指定給專用網路介面的 IPv4 位址。系統將自動偵測此位址。</p> <p><b><big>多路廣播位址</big></b><br>用於同步的多路廣播位址。</p> <p><b><big>群組編號</big></b><br>一個數字 ID，指示用於同步的群組。</p>

source: <p><b><big>Initializing cluster Configuration</big></b><br> Please wait...<br></p>
cs: <p><b><big>Inicializuje se konfigurace clusteru</big></b><br> Čekejte prosím...<br></p>
de: <p><b><big>Cluster-Konfiguration wird initialisiert</big></b><br> Bitte warten...<br></p>
fi: <p><b><big>Alustetaan klusterin määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Initialisation de la configuration du cluster</big></b><br> Veuillez patienter...<br></p>
hu: <p><b><big>Fürt beállításának előkészítése</big></b><br> Kérem, várjon...<br></p>
it: <p><b><big>Inizializzazione della configurazione cluster</big></b><br> Attendere…<br></p>
ja: <p><b><big>クラスタの設定を準備しています</big></b><br> しばらくお待ちください...</p>
ko: <p><b><big>클러스터 구성 초기화 중</big></b><br> 잠시 기다려 주십시오...<br></p>
nl: <p><b><big>Clusterconfiguratie initialiseren</big></b><br> Een ogenblik geduld...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji klastra</big></b><br> Proszę czekać...<br></p>
pt_br: <p><b><big>Inicializando a configuração do cluster</big></b><br> Aguarde…<br></p>
ru: <p><b><big>Инициализация конфигурации кластера</big></b><br> Пожалуйста, подождите…<br></p>
tr: <p><b><big>Küme Yapılandırması başlatılıyor</big></b><br> Lütfen bekleyin...<br></p>
zh_tw: <p><b><big>正在啟始化叢集組態</big></b><br> 請稍候...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
cs: <p><b><big>Přerušení inicializace:</big></b><br> Konfigurační program nyní bezpečně ukončíte stiskem tlačítka <b>Přerušit</b>.</p>
de: <p><b><big>Abbrechen der Initialisierung:</big></b><br> Sie können die Konfiguration jetzt gefahrlos abbrechen, indem Sie auf die Schaltfläche <b>Abbrechen</b> klicken.</p>
fi: <p><b><big>Valmistelun keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
fr: <p><b><big>Abandon de l'initialisation :</big></b><br> Interrompez la configuration en toute sécurité en cliquant sur <b>Abandonner</b>.</p>
hu: <p><b><big>Az előkészítés megszakítása:</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
it: <p><b><big>Interruzione dell'inizializzazione:</big></b><br> per interrompere l'utility di configurazione in modo sicuro, premere <b>Interrompi</b> adesso.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止することができます。</p>
ko: <p><b><big>초기화 중단 중:</big></b><br> 지금 <b>취소</b>를 눌러 구성 유틸리티를 안전하게 중단할 수 있습니다.</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te drukken.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora, naciskając teraz przycisk <b>Przerwij</b>.</p>
pt_br: <p><b><big>Cancelando a inicialização:</big></b><br> Cancele com segurança o utilitário de configuração clicando em <b>Cancelar</b> agora.</p>
ru: <p><b><big>Прерывание инициализации:</big></b><br> Сейчас безопасно прервать утилиту конфигурации нажатием <b>Прервать</b>.</p>
tr: <P><B><BIG>Başlatma işlemini kesme:</BIG></B><BR> <b>Kes</b> düğmesine basarak yapılandırma işlemini güvenli bir şekilde kesebilirsiniz.</p>
zh_tw: <p><b><big>中止啟始化：</big></b><br> 現在按下<b>中止</b>，以安全地中止組態公用程式。</p>

source: <p><b><big>Saving cluster Configuration</big></b><br> Please wait...<br></p>
cs: <p><b><big>Ukládá se konfigurace clusteru</big></b><br> Čekejte prosím...<br></p>
de: <p><b><big>Cluster-Konfiguration wird gespeichert</big></b><br> Bitte warten...<br></p>
fi: <p><b><big>Tallennetaan klusterin määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Enregistrement de la configuration de cluster</big></b><br> Veuillez patienter...<br></p>
hu: <p><b><big>Fürt beállításának mentése</big></b><br> Kérem, várjon...<br></p>
it: <p><b><big>Salvataggio della configurazione cluster</big></b><br> Attendere...<br></p>
ja: <p><b><big>クラスタの設定を保存しています</big></b><br> しばらくお待ちください...<br></p>
ko: <p><b><big>클러스터 구성 저장 중</big></b><br> 잠시 기다려 주십시오...<br></p>
nl: <p><b><big>Bezig met clusterconfiguratie opslaan</big></b><br> Een ogenblik geduld…<br></p>
pl: <p><b><big>Zapisywanie konfiguracji klastra</big></b><br> Proszę czekać...<br></p>
pt_br: <p><b><big>Salvando a configuração do cluster</big></b><br> Aguarde…<br></p>
ru: <p><b><big>Сохранение конфигурации кластера</big></b><br> Пожалуйста, подождите…<br></p>
tr: <p><b><big>Küme Yapılandırması kaydediliyor</big></b><br> Lütfen bekleyin...<br></p>
zh_tw: <p><b><big>正在儲存叢集組態</big></b><br> 請稍候...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Stiskem tlačítka <b>Přerušit</b> ukončíte ukládání. Následující dialog informuje o bezpečnosti tohoto úkonu. </p>
de: <p><b><big>Abbrechen des Speichervorgangs:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzliches Dialogfeld informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti vai ei. </p>
fr: <p><b><big>Abandon du processus d'enregistrement :</big></b><br> Interrompez l'enregistrement en cliquant sur <b>Abandonner</b>. Une nouvelle boîte de dialogue vous fera savoir s'il est prudent de procéder ainsi. </p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
it: <p><b><big>Interruzione del salvataggio:</big></b><br> è possibile interrompere il salvataggio premendo <b>Interrompi</b>. Viene visualizzata una nuova finestra di dialogo che indica se è sicuro procedere con l'operazione. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
ko: <p><b><big>저장 중단 중:</big></b><br> <b>중단</b>을 눌러 저장 과정을 중단하십시오. 이 작업이 안전한지 여부를 알려 주는 추가 대화 상자가 나타납니다. </p>
nl: <p><b><big>Opslagproces afbreken:</big></b><br> Het opslaan kunt u afbreken door op <B>Afbreken</B> te drukken. Een extra venster zal u informeren of u dit veilig kunt doen. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>
pt_br: <p><b><big>Cancelando o salvamento:</big></b><br> Cancele o salvamento clicando em <b>Cancelar</b>. Uma caixa de diálogo adicional informará se é seguro ou não fazer isto. </p>
ru: <p><b><big>Прерывание сохранения: </big></b><br> Прервите процедуру сохранения нажатием кнопки <b>Прервать</b>. О безопасности этой операции будет сообщено в дополнительном окне. </p>
tr: <P><B><BIG>Kayıt işleminin durdurulması:</BIG></B><BR> <B>Durdur</B> düğmesine basarak kayıt işlemini kesebilirsiniz. Bir pencerede bu işlemin güvenli olup olmadığı gösterilecektir. </P>
zh_tw: <p><b><big>中止儲存：</big></b><br> 按<b>中止</b>，中止儲存程序。 會出現另一個對話方塊，通知您執行此動作是否安全。 </p>

source: Cluster Configuration
cs: Konfigurace clusteru
de: Cluster-Konfiguration
fi: Klusterin määritys
fr: Configuration du cluster
hu: Fürt beállítása
it: Configurazione cluster
ja: クラスタ設定
ko: 클러스터 구성
nl: Clusterconfiguratie
pl: Konfiguracja klastra
pt_br: Configuração do Cluster
ru: Конфигурация кластера
tr: Küme Yapılandırması
zh_tw: 叢集組態

source: Initializing...
cs: Inicializuje se...
de: Initialisierung...
fi: Valmistellaan...
fr: Initialisation...
hu: Inicializálás...
it: Inizializzazione in corso…
ja: しばらくお待ちください...
ko: 초기화 중...
nl: Initialiseren…
pl: Inicjalizacja...
pt_br: Inicializando...
ru: Инициализация…
tr: Başlatılıyor...
zh_tw: 正在啟始化...
