Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: The tie breaker can be one of lowest, highest or a valid node id (number)
cs: Při nerozhodném stavu lze rozhodnout podle nejnižšího, nejvyššího nebo platného ID uzlu (čísla)
de: Das Entscheidungskriterium kann die niedrigste, höchste oder eine gültige Knoten-ID (Zahl) sein.
fr: Le paramètre tie-breaker peut prendre la valeur de l'ID de noeud le plus faible, le plus fort ou un ID de noeud valide (nombre)
hu: Az ütközésfeloldó lehet a legkisebb, a legnagyobb vagy egy érvényes csomópont-azonosító (szám)
it: Il tie breaker può essere scelto tra "lowest", "highest" oppure un ID nodo valido (numero)
ja: タイブレーカは lowest (最も小さいもの), highest (最も大きいもの) のほか、ノード ID (番号) で指定することもできます
ko: 타이 분리기는 최하위, 최상위 또는 유효한 노드 ID(번호) 중 하나일 수 있습니다.
nl: De tie-breaker kan een van de laagste, hoogste of een geldige knooppunt-ID (getal) zijn
pl: Do rozstrzygnięcia konfliktu można wskazać: najniższy, najwyższy lub prawidłowy identyfikator węzła (numer)
pt_br: O critério de desempate pode ser um dos valores mais baixo, mais alto ou um ID de nó válido (número)
ru: Прерывателем соединений может быть: наименьший, наибольший или допустимый ИД узла (число)
tr: Beraberlik bozucu en düşük, en yüksek veya geçerli bir düğüm kimliği (numarası) olabilir
zh_tw: 決勝值可以為 lowest、highest 或有效節點 ID (數字) 之一

source: Member Address is required when enable corosync qdevice
cs: Při zapnutí corosync qdevice se vyžaduje Členská adresa
de: Mitgliedsadresse ist bei der Aktivierung vom corosync-qdevice notwendig
fr: L'adresse du membre est obligatoire en cas d'activation de corosync-qdevice
it: Indirizzo membro obbligatorio quando si abilita Qdevice di Corosync
ja: corosync qdevice を有効化した場合は、メンバーアドレスが必要です
nl: Lidadres is vereist bij inschakelen van corosync qdevice
pt_br: O endereço do membro é obrigatório quando ativar o corosync qdevice
tr: Corosync qdevice etkinleştirildiğinde Üye Adresi gereklidir
zh_tw: 啟用 corosync qdevice 時，必須指定成員位址

source: The qdevice heuristics timeout must be a positive integer
cs: Heuristická prodleva qdevice musí být kladné celé číslo
de: Der Qdevice heuristische Timeout muss eine positive Ganzzahl sein
fr: Le timeout heuristique qdevice doit être un entier positif
it: Timeout euristica di qdevice deve essere un numero intero positivo
ja: qdevice ヒューリスティックタイムアウトは正の整数でなければなりません
nl: De qdevice heuristische timeout moet een positief geheel getal zijn
pt_br: O tempo limite das heurísticas do qdevice deve ser um número inteiro positivo
tr: qdevice sezgisel zaman aşımı pozitif bir tam sayı olmalıdır
zh_tw: Qdevice 啟發逾時必須是正整數

source: The qdevice heuristics sync timeout must be a positive integer
cs: Heuristická prodleva synchronizace qdevice musí být kladné celé číslo
de: Der Qdevice heuristische Sync-Timeout muss eine positive Ganzzahl sein
fr: Le timeout de synchronisation heuristique qdevice doit être un entier positif
it: Sync_timeout euristica di qdevice deve essere un numero intero positivo
ja: qdevice ヒューリスティック同期タイムアウトは正の整数でなければなりません
nl: De qdevice heuristische sync-timeout moet een positief geheel getal zijn
pt_br: O tempo limite da sincronização das heurísticas do qdevice deve ser um número inteiro positivo
tr: qdevice sezgisel senkronizasyon zaman aşımı pozitif bir tam sayı olmalıdır
zh_tw: Qdevice 啟發同步逾時必須是正整數

source: The qdevice heuristics interval must be a positive integer
cs: Heuristický interval qdevice musí být kladné celé číslo
de: Das Qdevice heuristische Intervall muss eine positive Ganzzahl sein
fr: L'intervalle heuristique qdevice doit être un entier positif
it: Intervallo euristica di qdevice deve essere un numero intero positivo
ja: qdevice ヒューリスティック間隔は正の整数でなければなりません
nl: Het qdevice heuristische interval moet een positief geheel getal zijn
pt_br: O intervalo de heurísticas do qdevice deve ser um número inteiro positivo
tr: qdevice sezgisel aralığı pozitif bir tam sayı olmalıdır
zh_tw: Qdevice 啟發間隔必須是正整數

source: The heuristics executable script must config
cs: Je nutno konfigurovat heuristický proveditelný skript
de: Das heuristische Ausführungsskript muss konfigurieren
fr: Le script exécutable heuristique doit être configuré
it: È necessario configurare lo script eseguibile di euristica
ja: ヒューリスティック実行スクリプトを指定する必要があります
nl: Het heuristisch uitvoerbaar script moet geconfigureerd zijn
pt_br: O script executável da heurística deve configurar
tr: Sezgisel yürütülebilir betiğin yapılandırılması gerekir
zh_tw: 必須設定啟發可執行程序檔

source: Qdevice model:
cs: Model Qdevice:
de: Qdevice-Modell:
fr: Modèle Qdevice :
hu: Qdevice-modell:
it: Modello Qdevice:
ja: Qdevice モデル:
ko: Qdevice 모델:
pl: Model qdevice:
pt_br: Modelo Qdevice:
ru: Модель Qdevice:
tr: Qcihaz modeli:
zh_tw: Qdevice 模型：

source: Qnetd server host:
cs: Hostitel serveru Qnetd:
de: Host des Qnetd-Servers:
fr: Hôte du serveur netd :
hu: Qnetd-kiszolgálógép:
it: Host Qnetd server:
ja: Qnetd サーバポート:
ko: Qnetd 서버 호스트:
pl: Host serwera qnetd:
pt_br: Host de servidor Qnetd:
ru: Хост сервера Qnetd:
tr: Qnetd sunucu ana bilgisayarı:
zh_tw: Qnetd 伺服器主機：

source: Qnetd server TCP port:
cs: Port TCP serveru Qnetd:
de: TCP-Port des Qnetd-Servers:
fr: Port TCP du serveur Qnetd :
hu: Qnetd-kiszolgáló TCP-portja:
it: Porta TCP Qnetd server:
ja: Qnetd サーバ TCP ポート:
ko: Qnetd 서버 TCP 포트:
nl: TCP-poort van de Qnetd-server:
pl: Port TCP serwera qnetd:
pt_br: Porta TCP de servidor Qnetd:
ru: TCP-порт сервера Qnetd:
tr: Qnetd sunucusu TCP portu:
zh_tw: Qnetd 伺服器 TCP 連接埠：

source: Algorithm:
cs: Algoritmus:
de: Algorithmus:
fi: Algoritmi:
fr: Algorithme :
hu: Algoritmus:
it: Algoritmo:
ja: アルゴリズム:
ko: 알고리즘:
nl: Algoritme:
pl: Algorytm:
pt_br: Algoritmo:
ru: Алгоритм:
tr: Algoritma:
zh_tw: 演算法：

source: Tie breaker:
cs: Kritérium pro nerozhodné situace:
de: Entscheidungskriterium:
fr: Mécanisme de départage :
hu: Ütközésfeloldó:
ja: タイブレーカ:
ko: 타이 분리기:
pl: Rozstrzygnięcie konfliktu:
pt_br: Critério de desempate:
ru: Прерыватель соединений:
tr: Beraberlik Bozma:
zh_tw: 決勝值：

source: Heuristics Mode:
cs: Heuristický režim:
de: Heuristischer Modus:
fr: Mode heuristique :
it: Modalità euristica:
ja: ヒューリスティックモード:
nl: Heuristische modus:
pt_br: Modo Heurística:
tr: Sezgisel Mod:
zh_tw: 啟發模式：

source: Heuristics Timeout(milliseconds):
cs: Heuristická prodleva (millisekundy):
de: Heuristischer Timeout(Millisekunden):
fr: Timeout heuristique (millisecondes) :
it: Timeout euristica (millisecondi):
ja: ヒューリスティックタイムアウト (ミリ秒):
nl: Heuristisch timeout(milliseconden):
pt_br: Tempo limite de heurística (milissegundos):
tr: Sezgisel Zaman Aşımı(milisaniye):
zh_tw: 啟發逾時 (毫秒)：

source: Heuristics Sync_timeout(milliseconds):
cs: Heuristická prodleva synchronizace (milisekundy):
de: Heuristischer Sync_Timeout(Millisekunden):
fr: Timeout de synchronisation heuristique (millisecondes) :
it: Sync_timeout euristica (millisecondi):
ja: ヒューリスティック同期タイムアウト (ミリ秒):
nl: Heuristisch sync_timeout(milliseconden):
pt_br: Tempo limite de sincronização de heurística (milissegundos):
tr: Sezgisel Sync_timeout(milisaniye):
zh_tw: 啟發同步逾時 (毫秒)：

source: Heuristics Interval(milliseconds):
cs: Heuristický interval (milisekundy):
de: Heuristisches Intervall(Millisekunden):
fr: Intervalle heuristique (millisecondes) :
it: Intervallo euristica (millisecondi):
ja: ヒューリスティック間隔 (ミリ秒):
nl: Heuristisch interval(milliseconden):
pt_br: Intervalo de heurística (milissegundos):
tr: Sezgisel Aralık(milisaniye):
zh_tw: 啟發間隔 (毫秒)：

source: Heuristics Executables:
cs: Heuristické spustitelné soubory:
de: Heuristische ausführbare Dateien:
fr: Exécutables heuristiques :
it: Eseguibili euristica:
ja: ヒューリスティック実行:
nl: Heuristische uitvoerbare bestanden:
pt_br: Executáveis de heurística:
tr: Sezgisel Yürütülebilir Dosyalar:
zh_tw: 啟發可執行檔：

source: Name
cs: Název
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
pt_br: Nome
tr: İsim
zh_tw: 名稱

source: Value
cs: Hodnota
de: Wert
fi: Arvo
fr: Valeur
it: Valore
ja: 値
nl: Waarde
pt_br: Valor
tr: Değer
zh_tw: 值

source: En&able Corosync Qdevice
cs: Pov&olit Corosync Qdevice
de: Corosync Qdevice &aktivieren
fr: Acti&ver corosync-qdevice
hu: Corosync Qdevice &engedélyezése
it: &Abilita Qdevice di Corosync
ja: Corosync Qdevice の有効化 (&A)
ko: Corosync Qdevice 활성화(&A)
nl: Corosync Qdevice in&schakelen
pl: &Włącz corosync qdevice
pt_br: H&abilitar Corosync Qdevice
ru: В&ключить Corosync Qdevice
tr: &Corosync Qdevice'ı etkinleştir
zh_tw: 啟用 Corosync Qdevice(&A)

source: Enable Security Auth
cs: Povolit zabezpečené ověřování
de: Sicherheitsauthentifizierung aktivieren
fi: Ota käyttöön Security Auth
fr: Activer l'authentification de sécurité
hu: Biztonsági hitelesítés engedélyezése
it: Abilita autenticazione di sicurezza
ja: セキュリティ認証を有効にする
ko: 보안 인증 활성화
nl: Beveiligingsverificatie inschakelen
pl: Włącz zabezpieczenia uwierzytelniania
pt_br: Habilitar autenticação de segurança
ru: Включить безопасную аутентификацию
tr: Güvenlik Kimlik Doğrulamasını Etkinleştir
zh_tw: 啟用安全性驗證

source: Crypto Hash:
cs: Kryptografický haš (otisk):
fr: Crypto-hachage :
it: Hash di crittografia:
ja: ハッシュ方式:
pt_br: Hash criptográfico:
tr: Kripto Hash:
zh_tw: 加密雜湊：

source: Crypto Cipher:
cs: Kryptografická šifra:
it: Cifratura della crittografia:
ja: 暗号化方式:
pt_br: Criptografia cifrada:
tr: Kripto Şifresi:
zh_tw: 加密密碼：

source: For a newly created cluster, push the button below to generate /etc/corosync/authkey.
cs: U nově vytvořeného clusteru stisknutím tlačítka níže vygenerujte /etc/corosync/authkey.
de: Für ein neues Cluster erstellen Sie ''/etc/corosync/authkey'' über die nachstehende Schaltfläche.
fi: Luo /etc/corosync/authkey vasta luodulle klusterille painamalla alla olevaa painiketta.
fr: Pour un nouveau cluster, appuyez sur le bouton ci-dessous afin de générer /etc/corosync/authkey.
hu: Újonnan létrehozott fürthöz az alábbi gombra kattintva hozza létre az /etc/corosync/authkey kulcsot.
it: Per un cluster appena creato, premere il pulsante sottostante per generare /etc/corosync/authkey.
ja: 新しく作成したクラスタの場合、下記のボタンを押すと /etc/corosync/authkey を生成することができます。
ko: 새로 생성된 클러스터의 경우 아래 버튼을 눌러 /etc/corosync/authkey를 생성하십시오.
nl: Druk voor een zojuist gemaakt cluster op de onderstaande knop om /etc/corosync/authkey te genereren.
pl: W przypadku nowo utworzonego klastra naciśnij przycisk znajdujący się poniżej, aby utworzyć plik /etc/corosync/authkey.
pt_br: Para um cluster recém-criado, clique no botão abaixo para gerar /etc/corosync/authkey.
ru: Если вы создаете новый кластер, нажмите кнопку ниже для создания /etc/corosync/authkey.
tr: Yeni oluşturulan bir küme için /etc/corosync/authkey'i oluşturmak için aşağıdaki düğmeye basın.
zh_tw: 對於新建立的叢集，請按下面的按鈕以產生 /etc/corosync/authkey。

source: To join an existing cluster, please copy /etc/corosync/authkey from other nodes manually.
cs: Pro připojení již existujícího clusteru ručně zkopírujte z ostatních uzlů /etc/corosync/authkey.
de: Um einem existierenden Cluster beizutreten, kopieren Sie bitte /etc/corosync/authkey manuell von anderen Cluster-Knoten.
fi: Liittyäksesi olemassa olevaan klusteriin kopioi toisten noodien /etc/corosync/authkey käsin.
fr: Pour rejoindre un cluster existant, copiez manuellement /etc/corosync/authkey depuis les autres nœuds.
hu: Meglévő fürthöz való csatlakozáshoz másolja kézzel más csomópontokról az /etc/corosync/authkey kulcsot.
it: Per unirsi a un cluster esistente, copiare manualmente /etc/corosync/authkey dagli altri nodi.
ja: 既存のクラスタに追加する場合は、他のノードから手作業で /etc/corosync/authkey をコピーしてください。
ko: 기존 클러스터에 가입하려면 다른 노드에서 /etc/corosync/authkey를 수동으로 복사하십시오.
nl: Om lid te worden van een bestaand cluster, kopieert u /etc/corosync/authkey handmatig van andere knooppunten.
pl: Aby podłączyć istniejący klaster, ręcznie skopiuj plik /etc/corosync/authkey z innych węzłów.
pt_br: Para ingressar em um cluster existente, copie /etc/corosync/authkey de outros nós manualmente.
ru: Для подключения к существующему кластеру скопируйте /etc/corosync/authkey с других узлов вручную.
tr: Mevcut bir kümeye katılmak için lütfen /etc/corosync/authkey dosyasını diğer düğümlerden manuel olarak kopyalayın.
zh_tw: 若要加入現有叢集，請從其他節點手動複製 /etc/corosync/authkey。

source: Failed to create /etc/corosync/authkey
cs: Vytvoření /etc/corosync/authkey selhalo
de: Erstellung von /etc/corosync/authkey fehlgeschlagen
fi: Tiedoston /etc/corosync/authkey luonti epäonnistui
fr: Échec de la création de /etc/corosync/authkey
hu: Az /etc/corosync/authkey létrehozása sikertelen
it: Creazione di /etc/corosync/authkey non riuscita
ja: /etc/corosync/authkey の作成に失敗しました
ko: /etc/corosync/authkey 생성 실패
nl: Aanmaken van /etc/corosync/authkey is mislukt
pl: Utworzenie /etc/corosync/authkey nie powiodło się
pt_br: Falha ao criar /etc/corosync/authkey
ru: Не удалось создать/etc/corosync/authkey
tr: /etc/corosync/authkey oluşturulamadı
zh_tw: 無法建立 /etc/corosync/authkey

source: Create /etc/corosync/authkey succeeded
cs: Vytvoření /etc/corosync/authkey bylo úspěšné
de: /etc/corosync/authkey erfolgreich erstellt
fi: Tiedoston /etc/corosync/authkey luonti onnistui
fr: Création de /etc/corosync/authkey réussie
hu: Az /etc/corosync/authkey létrehozása sikeres
it: Creazione di /etc/corosync/authkey completata
ja: /etc/corosync/authkey の作成に成功しました
ko: /etc/corosync/authkey 생성 성공
nl: /etc/corosync/authkey is gemaakt
pl: Utworzenie /etc/corosync/authkey powiodło się
pt_br: /etc/corosync/authkey criado com sucesso
ru: /etc/corosync/authkey создан успешно
tr: /etc/corosync/authkey oluşturma başarılı oldu
zh_tw: 建立 /etc/corosync/authkey 成功

source: Running
cs: Běží
de: Wird ausgeführt
fi: Käynnissä
fr: En cours d'exécution
hu: Fut
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Uruchomiona
pt_br: Em execução
ru: Выполняется
tr: Çalışıyor
zh_tw: 執行中

source: Not running
cs: Neběží
de: Wird nicht ausgeführt
fi: Ei käynnissä
fr: Pas en cours d'exécution
hu: Nem fut
it: Non in esecuzione
ja: 実行されていません
ko: 실행 중이 아님
nl: Niet actief
pl: Nieuruchomiona
pt_br: Não está em execução
ru: Не выполняется
tr: Çalışmıyor
zh_tw: 尚未執行

source: Not configured
cs: Nekonfigurováno
de: Nicht konfiguriert
fi: Ei määritetty
fr: Non configuré
it: Non configurato
ja: 未設定
nl: Niet geconfigureerd
pt_br: Não configurado
tr: Yapılandırılmamış
zh_tw: 未設定

source: Enabling
cs: Zapnuto
de: Wird aktiviert
fi: Otetaan käyttöön
fr: Activation
it: Abilitazione
ja: 有効化中
nl: Wordt ingeschakeld
pt_br: Habilitando
tr: Etkinleştiriliyor
zh_tw: 啟用中

source: Disabling
cs: Vypnuto
de: Wird deaktiviert
fi: Poistetaan käytöstä
fr: Désactivation
it: Disabilitazione
ja: 無効化中
nl: Wordt uitgeschakeld
pt_br: Desabilitando
tr: Devre dışı bırakılıyor
zh_tw: 停用中

source: Cluster start at booting time enable/disable
cs: Zapnutí/vypnutí startu klastru při bootu
de: Aktivierung/Deaktivierung vom Cluster-Start zum Bootzeitpunkt
fr: Activation/désactivation du démarrage du cluster à l'heure d'amorçage
it: Avvio del cluster all'abilitazione/disabilitazione dell'ora di avvio
ja: 起動時のクラスタ開始の有効化／無効化
nl: Cluster opstarten bij systeemstart inschakelen/uitschakelen
pt_br: Início do cluster no momento da inicialização ativar/desativar
tr: Önyükleme sırasında küme başlatmayı etkinleştir/devre dışı bırak
zh_tw: 開機時啟動叢集 啟用/停用

source: Current Status:
cs: Aktuální stav:
de: Aktueller Status:
fi: Nykyinen tila:
fr: État actuel :
hu: Jelenlegi állapot:
it: Stato attuale:
ja: 現在の状態:
ko: 현재 상태:
nl: Huidige status:
pl: Bieżący stan:
pt_br: Status atual:
ru: Текущее состояние:
tr: Şu anki durum:
zh_tw: 目前的狀態：

source: Enable cluster
cs: Zapnout klastr
de: Cluster aktivieren
fr: Activer le cluster
it: Abilita cluster
ja: クラスタの有効化
nl: Cluster inschakelen
pt_br: Habilitar cluster
tr: Kümeyi etkinleştir
zh_tw: 啟用叢集

source: Disable cluster
cs: Vypnout klastr
de: Cluster deaktivieren
fr: Désactiver le cluster
it: Disabilita cluster
ja: クラスタの無効化
nl: Cluster uitschakelen
pt_br: Desabilitar cluster
tr: Kümeyi devre dışı bırak
zh_tw: 停用叢集

source: Pacemaker and corosync start/stop
cs: Start/stop pacemaker a corosync
de: Pacemaker und corosync starten/stoppen
fr: Démarrage/arrêt de Pacemaker et de corosync
it: Avvio/Interruzione di Pacemaker e corosync
ja: pacemaker と corosync の開始と停止
nl: Pacemaker en corosync starten/stoppen
pt_br: Pacemaker e corosync iniciar/parar
tr: Pacemaker ve corosync başlat/durdur
zh_tw: 啟動/停止 Pacemaker 和 corosync

source: Start Now
cs: Spustit ihned
de: jetzt starten
fi: Käynnistä nyt
fr: Démarrer maintenant
it: Avvia ora
ja: 今すぐ開始する
nl: Nu starten
pt_br: Iniciar agora
tr: Şimdi Başlat
zh_tw: 立即啟動

source: Stop Now
cs: Zastavit ihned
de: jetzt anhalten
fi: Sammuta nyt
fr: Arrêter maintenant
it: Interrompi ora
ja: 今すぐ停止する
nl: Nu stoppen
pt_br: Parar agora
tr: Şimdi Durdur
zh_tw: 立即停止

source: corosync-qdevice start/stop
cs: start/stop corosync qdevice
de: corosync-qdevice starten/stoppen
fr: Démarrage/arrêt de corosync-qdevice
it: Avvio/Interruzione di corosync-qdevice
ja: corosync-qdevice の開始と停止
nl: corosync-qdevice starten/stoppen
pt_br: corosync-qdevice iniciar/parar
tr: corosync-qdevice başlat/durdur
zh_tw: corosync-qdevice 啟動/停止

source: Sync Host
cs: Synchronizovat hostitele
de: Host synchronisieren
fi: Synkronointiasiakas
fr: Hôte de synchronisation
hu: Állomás szinkronizálása
it: Host da sincronizzare
ja: 同期ホスト
ko: 호스트 동기화
nl: Host synchroniseren
pl: Host synchronizacji
pt_br: Sincronizar host
ru: Хост синхронизации
tr: Ana Bilgisayarı Senkronize Et
zh_tw: 同步主機

source: Add
cs: Přidat
de: Hinzufügen
fi: Lisää
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_tw: 新增

source: Del
cs: Odstranit
de: Löschen
fi: Poista
fr: Suppr
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
zh_tw: 刪除

source: Edit
cs: Upravit
de: Bearbeiten
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edycja
pt_br: Editar
ru: Редактировать
tr: Düzenle
zh_tw: 編輯

source: Sync File
cs: Synchronizovat soubor
de: Datei synchronisieren
fi: Synkronointitiedosto
fr: Fichier à synchroniser
hu: Fájl szinkronizálása
it: File da sincronizzare
ja: 同期ファイル
ko: 파일 동기화
nl: Bestand synchroniseren
pl: Plik synchronizacji
pt_br: Sincronizar arquivo
ru: Файл синхронизации
tr: Dosyayı Senkronize Et
zh_tw: 同步檔案

source: Add Suggested Files
cs: Přidat navrhované soubory
de: Vorgeschlagene Dateien hinzufügen
fi: Lisää ehdotetut tiedostot
fr: Ajouter les fichiers suggérés
hu: Javasolt fájlok hozzáadása
it: Aggiungi file suggeriti
ja: 推奨されるファイルの追加
ko: 제안된 파일 추가
nl: Voorgestelde bestanden toevoegen
pl: Dodaj sugerowane pliki
pt_br: Adicionar arquivos sugeridos
ru: Добавить предложенные файлы
tr: Önerilen Dosyaları Ekle
zh_tw: 新增建議的檔案

source: Generate Pre-Shared-Keys
cs: Vygenerovat Předsdílené klíče
de: Pre-Shared-Keys generieren ("vorher vereinbarte Schlüssel")
fi: Luo esijaetut avaimet
fr: Générer les clés prépartagées
hu: Előmegosztott kulcsok létrehozása
it: Genera chiavi pre-condivise
ja: 事前共有鍵の生成
ko: Pre-Shared-Keys 생성
nl: Vooraf gedeelde sleutels genereren
pl: Wygeneruj klucz PSK
pt_br: Gerar chaves pré-compartilhadas
ru: Сгенерировать общие ключи
tr: Önceden Paylaşılan Anahtarları Oluştur
zh_tw: 產生預先共用金鑰

source: Csync2 Status Unknown
cs: Stav csync2 není známý
de: Csync2-Status unbekannt
fi: Csync2 tila tuntematon
fr: État de Csync2 inconnu
hu: A Csync2 állapota ismeretlen
it: Stato di csync2 sconosciuto
ja: Csync2 の状態は不明です
ko: Csync2 상태 알 수 없음
nl: Status van Csync2 onbekend
pl: Status usługi csync2 nieznany
pt_br: Status do Csync2 desconhecido
ru: Состояние Csync2 неизвестно
tr: Csync2 Durumu Bilinmiyor
zh_tw: Csync2 狀態未知

source: Turn csync2 ON
cs: Spustit csync2
de: csync2 ANschalten
fi: Ota csync2 käyttöön
fr: Activer csync2
hu: csync2 bekapcsolása
it: Attiva csync2
ja: Csync2 を有効にする
ko: csync2 켜기
nl: Csync2 inschakelen
pl: Włącz usługę csync2
pt_br: Ativar csync2
ru: Включить csync2
tr: csync2'yi AÇIN
zh_tw: 開啟 csync2

source: Turn csync2 OFF
cs: Zastavit csync2
de: csync2 AUSschalten
fi: Poista csync2 käytöstä
fr: Désactiver csync2
hu: csync2 kikapcsolása
it: Disattiva csync2
ja: Csync2 を無効にする
ko: csync2 끄기
nl: Csync2 uitschakelen
pl: Wyłącz usługę csync2
pt_br: Desativar csync2
ru: Выключить csync2
tr: csync2'yi KAPATIN
zh_tw: 關閉 csync2

source: Enter a hostname
cs: Zadat název hostitele
de: Geben Sie einen Hostnamen ein
fi: Anna konenimi
fr: Entrer un nom d'hôte
hu: Állomásnév megadása
it: Immettere un nome host
ja: ホスト名の入力
ko: 호스트 이름 입력
nl: Een hostnaam invoeren
pl: Wprowadź nazwę hosta
pt_br: Digite um nome de host
ru: Введите имя хоста
tr: Bir ana bilgisayar adı girin
zh_tw: 輸入主機名稱

source: Edit the hostname
cs: Upravit název hostitele
de: Hostnamen ändern
fi: Muokkaa konenimeä
fr: Éditer le nom d'hôte
hu: Gépnév szerkesztése
it: Modifica nome host
ja: ホスト名の編集
ko: 호스트 이름 편집
nl: Hostnaam bewerken
pl: Edytuj nazwę hosta
pt_br: Edite o nome de host
ru: Редактировать имя хоста
tr: Ana bilgisayar adını düzenle
zh_tw: 編輯主機名稱

source: Enter a filename to synchronize
cs: Zadejte název souboru k synchronizaci
de: zu synchronisierenden Dateinamen eingeben
fi: Syötä synkronoitavan tiedoston nimi
fr: Entrer un nom de fichier à synchroniser
hu: Adja meg a fájl nevét a szinkronizáláshoz
it: Immettere un nome di file da sincronizzare
ja: 同期するファイルを入力してください
ko: 동기화할 파일 이름 입력
nl: Een te synchroniseren bestandsnaam invoeren
pl: Wprowadź nazwę pliku do synchronizacji
pt_br: Informe o nome de um arquivo para sincronizar
ru: Введите имя файла для синхронизации
tr: Senkronize edilecek bir dosya adı girin
zh_tw: 輸入要同步的檔案名稱

source: Edit the filename
cs: Upravit název souboru
de: Dateiname ändern
fi: Muokkaa tiedostonimeä
fr: Éditer le nom de fichier
hu: Fájlnév szerkesztése
it: Modifica nome file
ja: ファイル名の編集
ko: 파일 이름 편집
nl: De bestandsnaam bewerken
pl: Edytuj nazwę pliku
pt_br: Edite o nome do arquivo
ru: Редактировать имя файла
tr: Dosya adını düzenle
zh_tw: 編輯檔案名稱

source: Key file %1 already exist. Do you want to overwrite it?
cs: Soubor s klíčem %1 již existuje. Chcete jej přepsat?
de: Die Schlüsseldatei %1 existiert bereits. Wollen Sie sie überschreiben?
fi: Avaintiedosto %1 on jo olemassa. Haluatko korvata sen?
fr: Le fichier de clé %1 existe déjà. Voulez-vous l'écraser ?
hu: A kulcsfájl (%1) már létezik. Felülírja?
it: Il file di chiave %1 esiste già. Sovrascriverlo?
ja: 鍵ファイル %1 はすでに存在します。 上書きしてもよろしいですか？
ko: 키 파일 %1이(가) 이미 존재합니다. 덮어쓰시겠습니까?
nl: Sleutelbestand %1 bestaat al. Wilt u het overschrijven?
pl: Plik klucza %1 już istnieje. Czy chcesz go nadpisać?
pt_br: O arquivo de chave %1 já existe. Deseja sobrescrevê-lo?
ru: Файл ключа %1 уже существует. Вы желаете записать поверх него?
tr: Anahtar dosyası %1 zaten mevcut. Üzerine yazmak ister misiniz?
zh_tw: 金鑰檔案 %1 已存在。 是否要覆寫它？

source: Delete key file %1 failed.
cs: Odstranění souboru s klíčem %1 se nezdařilo.
de: Das Löschen der Schlüsseldatei %1 ist fehlgeschlagen.
fi: Avaintiedoston %1 poisto epäonnistui.
fr: La suppression du fichier de clé %1 a échoué.
hu: A kulcsfájl (%1) törlése sikertelen volt.
it: Eliminazione del file di chiave %1 non riuscita.
ja: 鍵ファイル %1 の削除に失敗しました。
ko: 키 파일 %1 삭제에 실패했습니다.
nl: Sleutelbestand %1 verwijderen is mislukt.
pl: Nie udało się usunąć pliku klucza %1.
pt_br: Falha ao remover o arquivo de chave %1.
ru: Не удалось удалить файл ключа %1.
tr: %1 anahtar dosyasının silinmesi başarısız oldu.
zh_tw: 刪除金鑰檔案 %1 失敗。
