Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: <p><b><big>Enable Security Auth</big></b><br>This specifies that HMAC/SHA1 authentication should be used to authenticate all messages. It further specifies that all data should be encrypted with the sober128 encryption algorithm to protect data from eavesdropping. Enabling this option adds a 36 byte header to every message sent by totem which reduces total throughput. Encryption and authentication consume 75% of CPU cycles in aisexec as measured with gprof when enabled. For 100Mbit networks with 1500 MTU frame transmissions: A throughput of 9Mb/s is possible with 100% cpu utilization when this option is enabled on 3GHz cpus. A throughput of 10Mb/s is possible wth 20% cpu utilization when this option is disabled on 3GHz cpus. For gig-e networks with large frame transmissions: A throughput of 20Mb/s is possible when this option is enabled on 3GHz cpus. A throughput of 60Mb/s is possible when this option is disabled on 3GHz cpus. The default is on. <br></p>
cs: <p><b><big>Povolit zabezpečené ověřování</big></b><br>Tato možnost udává, zda má být k ověření všech zpráv použito ověření HMAC/SHA1. Udává také, zda mají být všechna data šifrována šifrovacím algoritmem sober128, který chrání data před odposloucháváním. Povolením této možnosti dojde ke zvětšení každé zprávy odesílané protokolem totem o 36bajtové záhlaví, což má za následek snížení propustnosti. Šifrování a ověřování spotřebovává 75 % cyklů procesoru v procesu aisexec (měřeno s povolenou službou gprof). U sítí 100 Mb/s s přenosy rámců s jednotkou MTS = 1500: je-li tato možnost povolena na procesorech s pracovní frekvencí 3 GHz, lze dosáhnout propustnost 9 Mb/s při využití procesoru na 100 %. Je-li tato možnost na procesorech s pracovní frekvencí 3 GHz zakázána, lze dosáhnout propustnost 10 Mb/s při využití procesoru na 20 %. U sítí s gigabajtovým ethernetem s velkými přenosy rámců: Je-li tato možnost povolena na procesorech s pracovní frekvencí 3 GHz, lze dosáhnout propustnost 20 Mb/s. Je-li tato možnost na procesorech s pracovní frekvencí 3 GHz zakázána, lze dosáhnout propustnost 60 Mb/s. Výchozí hodnota je povoleno. <br></p>
de: <p><b><big>Sicherheitsauthentifizierung aktivieren</big></b><br>Gibt an, dass alle Nachrichten mit der HMAC/SHA1-Authentifizierung authentifiziert werden sollen. Außerdem wird hiermit festgelegt, dass alle Daten mit dem sober128-Verschlüsselungsalgorithmus zum Schutz vor Lauschangriffen verschlüsselt werden sollen. Mit dieser Option werden alle über Totem gesendeten Nachrichten mit einem 36-Byte-Header ergänzt, was den Gesamtdurchsatz vermindert. Wenn die Verschlüsselung und Authentifizierung aktiviert sind, belegen sie 75 % der CPU-Zyklen in aisexec (gemäß Messung mit gprof). 100-MBit-Netzwerke mit Übertragung von 1500-MTU-Frames: Wenn diese Option auf 3-GHz-CPUs aktiviert ist, kann ein Durchsatz von 9 MBit/s bei 100 % CPU-Auslastung erzielt werden. Ist diese Option auf 3-GHz-CPUs deaktiviert, ist ein Durchsatz von 10 MBit/s bei 20 % CPU-Auslastung möglich. Gigabit-Ethernet-Netzwerke mit Übertragung von großen Frames: Wenn diese Option auf 3-GHz-CPUs aktiviert ist, kann ein Durchsatz von 20 MBit/s erzielt werden. Ist diese Option auf 3-GHz-CPUs deaktiviert, ist ein Durchsatz von 60 MBit/s möglich. Standardmäßig ist diese Option aktiviert. <br></p>
fi: <p><b><big>Ota suojaus käyttöön</big>Tämä määrittää HMAC/SHA1 salauksen käyttöön kaikille viesteille. Se täsmentää, että kaikki tieto salataan sober128 salausalgoritmilla suojatakseen tietoa salakuuntelulta.Tämän käyttöönotto lisää 36 tavua jokaisen viestin otsikkoon, joka pienentää suoritustehoa. Salaus ja autentikointi kuluttavat 75% aisexec syklistä gprofilla mitattuna. 100MB verkossa jossa MTU 1500 kehys lähetys: 9MB/s suorituskyky on mahdollista 100% suoritinkuormalla silloin kun tämä on otettu käyttöön 3Ghz suorittimilla. 10MB/s suorituskyky on mahdollista 20% suoritinkuormalla silloin kun tämä ei ole käytössä 3Ghz suorittimilla.1GB verkossa jossa jumbo-kehys käytössä: 20MB/s suorityskyky on mahdollista kun tämä on otettu käyttöön 3Ghz suorittimilla. 60MB/s suorityskyky on mahdollista silloin kun tämä ei ole käytössä 3Ghz suorittimilla. Oletuksena tämä on käytössä.<br></p>
fr: <p><b><big>Activer l'authentification de sécurité</big></b><br>Cela indique que l'authentification HMAC/SHA1 doit être utilisée pour authentifier tous les messages. Cela indique, en outre, que toutes les données doivent être chiffrées avec l'algorithme sober128 pour protéger les données contre toute interception illicite. L'activation de cette option ajoute un en-tête de 36 octets à chaque message envoyé par totem, ce qui réduit le débit total. Lorsqu'ils sont activés, le chiffrement et l'authentification consomment 75 % des cycles de processeur dans aisexec, suivant les mesures effectuées avec gprof. Dans le cas des réseaux 100 Mbit/s avec 1 500 transmissions de trames MTU : un débit de 9 Mb/s est possible avec une utilisation de 100 % du processeur lorsque cette option est activée sur des processeurs cadencés à 3 GHz. Un débit de 10 Mb/s est possible avec une utilisation de 20 % du processeur lorsque cette option est désactivée sur des processeurs cadencés à 3 GHz. Dans le cas des réseaux Gigabit Ethernet avec des transmissions de trames volumineuses : un débit de 20 Mb/s est possible lorsque cette option est activée sur des processeurs cadencés à 3 GHz. Un débit de 60 Mb/s est possible lorsque cette option est désactivée sur des processeurs cadencés à 3 GHz. Par défaut, l'option est activée. <br></p>
hu: <p><b><big>Biztonsági hitelesítés engedélyezése</big></b><br>Ez azt határozza meg, hogy minden üzenetet a HMAC/SHA1 hitelesítés segítségével kell hitelesíteni. Továbbá azt adja meg, hogy minden adatot a sober128 algoritmussal történő titkosítással kell védeni a lehallgatástól. A beállítás engedélyezése esetén minden, a totem által elküldött üzenethez hozzáadódik egy 36 bájtos fejléc, ez pedig csökkenti a teljes átviteli sebességet. Engedélyezése esetén a titkosítás és a hitelesítés 75%-át használja fel az aisexec folyamaton belül a processzorciklusoknak (a gprof segítségével történő mérés alapján). 100 Mbites hálózatokon, 1500 MTU méretű keretek átvitele esetén: A beállítás engedélyezése esetén 9 Mbit/s-os átviteli sebesség érhető el 100%-os processzorterhelés mellett, 3 GHz-es processzorokon. A beállítás letiltása esetén 10 Mbit/s-os átviteli sebesség érhető el 20%-os processzorterhelés mellett, 3 GHz-es processzorokon. Gig-e hálózatokon, nagy keretek átvitele esetén: A beállítás engedélyezése esetén 20 Mbit/s-os átviteli sebesség érhető el 3 GHz-es processzorokon. A beállítás letiltása esetén 60 Mbit/s-os átviteli sebesség érhető el 3 GHz-es processzorokon. A beállítás alapértelmezés szerint be van kapcsolva. <br></p>
it: <p><b><big>Abilita autenticazione di sicurezza</big></b><br>Specifica che si deve utilizzare l'autenticazione HMAC/SHA1 per autenticare tutti i messaggi. Specifica inoltre che tutti i dati devono essere cifrati con l'algoritmo di cifratura sober128 per proteggere i dati dalle intercettazioni. Abilitando questa opzione si aggiunge un'intestazione di 36 byte a ogni messaggio inviato da totem che riduce la velocità effettiva totale. La cifratura e l'autenticazione consumano il 75% dei cicli di CPU in aisexec, come misurato da gprof quando è abilitato. Per reti a 100 Mbit con trasmissioni a 1500 MTU: quando questa opzione è abilitata su CPU a 3 GHz è possibile ottenere una velocità effettiva di 9 Mb/s con l'uso del 100% della CPU. Quando questa opzione è disabilitata su CPU da 3 GHz, è possibile ottenere una velocità effettiva di 10 Mb/s con l'uso del 20% della CPU. Per reti gigabit con trasmisisoni a MTU maggiori: quando questa opzione è abilitata su CPU a 3 GHz, è possibile ottenere una velocità effettiva di 20 Mb/s. Quando questa opzione è disabilitata su CPU a 3 GHz, è possibile ottenere una velocità effettiva di 60 Mb/s. L'opzione è attiva per default. <br></p>
ja: <p><b><big>セキュリティ認証を有効にする</big></b><br>これを指定すると、すべてのメッセージを認証するにあたって、 HMAC/SHA1 認証を使用するようになります。また、データの盗聴を防ぐ目的で、すべてのデータを sober128 暗号化アルゴリズムを使用します。このオプションを選択すると、 totem から送信されるメッセージに 36 バイトのヘッダが追加されるようになるため、その分だけ通信帯域が狭まることに注意してください。また暗号化と認証には、 gprof を有効にした場合、 aisexec で CPU サイクルの 75% が消費されます。 100 メガビットのネットワークで 1500 MTU フレーム転送の場合、 3GHz の CPU を使用すると 100% の CPU 使用率で 9Mb/s のスループットを得ることができます。同じ 3GHz の CPU でこのオプションを無効にすると、 20% の CPU 使用率で 10Mb/s のスループットを得ることができます。ギガビットイーサネットでラージフレームを有効化した場合は、このオプションを有効にすると、 3GHz の CPU で 20Mb/s のスループットを得ることができます。このオプションを無効にすると、同じ環境では 60Mb/s のスループットを得ることができます。既定では有効に設定されます。<br></p>
ko: <p><b><big>보안 인증 활성화</big></b><br>HMAC/SHA1 인증을 사용하여 모든 메시지를 인증하도록 지정합니다. 또한 sober128 암호화 알고리즘으로 모든 데이터를 암호화하여 도청으로부터 데이터를 보호하도록 지정합니다. 이 옵션을 활성화하면 totem에 의해 전송된 모든 메시지에 36바이트 헤더가 추가되어 총 처리량이 감소합니다. 활성화된 경우 gprof로 측정 시 암호화 및 인증은 aisexec의 CPU 주기 중 75%를 이용합니다. 1500 MTU 프레임 전송이 있는 100mbit 네트워크의 경우: 3ghz cpus에서 이 옵션이 활성화된 경우 100% cpu 활용 시 9mb/초 처리량이 가능합니다. 3ghz cpus에서 이 옵션이 비활성화된 경우 20% cpu 활용 시 10mb/초 처리량이 가능합니다. 큰 프레임 전송이 있는 gig-e 네트워크의 경우: 3ghz cpus에서 이 옵션이 활성화된 경우 20mb/초 처리량이 가능합니다. 3ghz cpus에서 이 옵션이 비활성화된 경우 60mb/초 처리량이 가능합니다. 기본값은 on입니다. <br></p>
nl: <p><b><big>Beveiligingsverificatie inschakelen</big></b><br>Hiermee wordt opgegeven dat HMAC/SHA1-verificatie moet worden gebruikt om alle berichten te verifiëren en dat alle gegevens moeten worden gecodeerd met het sober128-coderingsalgoritme om gegevens te beveiligen tegen afluisteren. Als deze optie wordt ingeschakeld, wordt een koptekst van 36 bytes toegevoegd aan elk bericht dat door TOTEM wordt verzonden. Hiermee wordt de totale doorvoer lager. Codering en verificatie verbruiken 75% van CPU-cycli in Aisexec, zoals gemeten met Gprof indien dit programma is ingeschakeld. Voor 100Mbit-netwerken met 1500 MTU-frametransmissies: een doorvoer van 9 Mb/s is mogelijk met een CPU-gebruik van 100% wanneer deze optie is ingeschakeld voor CPU's van 3 GHz. Een doorvoer van 10 Mb/s is mogelijk met een CPU-gebruik van 20% wanneer deze optie is uitgeschakeld voor CPU's van 3 GHz. Voor gig-e-netwerken met grote frametransmissies: een doorvoer van 20 Mb/s is mogelijk wanneer deze optie is ingeschakeld voor CPU's van 3 GHz. Een doorvoer van 60 Mb/s is mogelijk wanneer deze optie is uitgeschakeld voor CPU's van 3 GHz. De standaardinstelling is ingeschakeld. <br></p>
pl: <p><b><big>Włącz uwierzytelnianie bezpieczeństwa</big></b><br>Określa, czy uwierzytelnianie HMAC/SHA1 powinno być używane dla wszystkich komunikatów. Określa też, czy wszystkie dane powinny być szyfrowane z użyciem algorytmu sober128 w celu zabezpieczenia danych przed podsłuchem. Włączenie tej opcji spowoduje dodawanie 36 bajtowego nagłówka do każdego komunikatu wysłanego przez totem, co zmniejsza całkowitą przepustowość. Jeśli jest włączone, szyfrowanie i uwierzytelnianie pochłania 75% cykli procesora w aisexec, przy pomiarze z użyciem gprof. Dla sieci 100-megabitowych z transmisją ramek 1500 MTU: możliwa jest przepustowość na poziomie 9 mb/s przy 100% obciążeniu procesora, gdy ta opcja włączona, a procesor jest taktowany zegarem 3 GHz. Możliwa jest przepustowość na poziomie 10 mb/s przy 20% obciążeniu procesora, jeśli opcja jest wyłączona, a procesor jest taktowany zegarem 3 GHz. W przypadku sieci gigabitowych z transmisją dużych ramek: możliwa jest przepustowość na poziomie 20 mb/s, jeśli opcja jest włączona, a procesor jest taktowany zegarem 3 GHz. Możliwa jest przepustowość na poziomie 60 mb/s, jeśli opcja jest wyłączona, a procesor jest taktowany zegarem 3 GHz. Opcja jest domyślnie włączona.<br></p>
pt_br: <p><b><big>Habilitar Autenticação de Segurança</big></b><br>Especifica que se deve usar a autenticação HMAC/SHA1 para autenticar todas as mensagens. Especifica ainda que todos os dados devem ser criptografados com o algoritmo de criptografia sober128 para proteger os dados contra violação. A habilitação dessa opção adiciona um cabeçalho de 36 bytes a toda mensagem enviada pelo totem, o que reduz o throughput total. A criptografia e a autenticação consomem 75% dos ciclos da CPU em aisexec, medidos com gprof quando habilitado. Para redes de 100 Mb com transmissões de quadros de 1500 MTU: Um throughput de 9 Mb/s será possível com 100% de utilização da CPU quando essa opção estiver habilitada em CPUs de 3 GHz. Um throughput de 10 Mb/s será possível com 20% de utilização da CPU quando essa opção estiver desabilitada em CPUs de 3 GHz. Para redes Gigabit Ethernet com grandes transmissões de quadros: Um throughput de 20 Mb/s será possível quando essa opção estiver habilitada em CPUs de 3 GHz. Um throughput de 60 Mb/s será possível quando essa opção estiver desabilitada em CPUs de 3 GHz. O padrão é ativado. <br></p>
ru: <p><b><big>Включить безопасную аутентификацию</big></b><br> Данный параметруказывает, что для аутентификации всех сообщений необходимо использовать HMAC/SHA1. Также она указывает на то, что все данные необходимо шифровать алгоритмом sober128 для защиты от перехвата. Включение этого параметра добавляет заголовок длиной 36 байтов к каждому сообщению totem, что уменьшает общую пропускную способность. Шифрование и аутентификация потребляют 75% циклов CPU в aisexec при измерениях gprof. Для 100-мегабитных сетей с размером MTU 1500: при включении параметра пропускная способность достигает 9 Мб/с при 100% загрузке процессора 3 ГГц. При отключении параметра пропускная способность достигнет 10 Мб/с при 20% загрузке процессора 3 ГГц. Для гигабитных сетей с большими фреймами: при включении параметра пропускная способность достигает 20 Мб/с на процессоре 3 ГГц. При отключении параметра пропускная способность достигает 60 Мб/с на процессоре 3 ГГц. По умолчанию данный параметрвключен.<br></p>
tr: <p><b><big>Güvenlik Kimlik Doğrulamasını Etkinleştir</big></b><br>Bu, tüm mesajları doğrulamak için HMAC/SHA1 kimlik doğrulamasının kullanılması gerektiğini belirtir. Ayrıca, tüm verilerin dinlenmeye karşı korunması için sober128 şifreleme algoritmasıyla şifrelenmesi gerektiğini belirtir. Bu seçeneği etkinleştirmek, totem tarafından gönderilen her mesaja 36 baytlık bir başlık ekler ve bu da toplam verimi azaltır. Şifreleme ve kimlik doğrulama, etkinleştirildiğinde gprof ile ölçüldüğünde aisexec'teki CPU döngülerinin %75'ini tüketir. 1500 MTU çerçeve iletimi olan 100 Mbit ağlar için: Bu seçenek 3 GHz CPU'larda etkinleştirildiğinde %100 CPU kullanımıyla 9 Mb/sn'lik bir verim mümkündür. Bu seçenek 3 GHz CPU'larda devre dışı bırakıldığında %20 CPU kullanımıyla 10 Mb/sn'lik bir verim mümkündür. Büyük çerçeve iletimi olan gig-e ağları için: Bu seçenek 3GHz CPU'larda etkinleştirildiğinde 20Mb/sn'lik bir verim mümkündür. Bu seçenek 3GHz CPU'larda devre dışı bırakıldığında 60Mb/sn'lik bir verim mümkündür. Varsayılan değer açıktır. <br></p>
zh_tw: <p><b><big>啟用安全性驗證</big></b><br>指定應使用 HMAC/SHA1 驗證來對所有訊息進行驗證。它還進一步指定應使用 sober128 加密演算法對所有資料進行加密，以防資料遭到截取。啟用此選項會對 totem 傳送的每則訊息新增一個 36 位元組標題，因而會降低總輸送量。gprof 的測量結果表明，啟用加密和驗證時，會在 aisexec 中消耗 75% 的 CPU 週期。對於具有 1500 MTU 畫面傳輸的 100Mbit 網路：當在 3GHz CPU 上啟用此選項時，在 CPU 使用率為 100% 的情況下，可達到 9Mb/s 的輸送量。當在 3GHz CPU 上停用此選項時，在 CPU 使用率為 20% 的情況下，可達到 10Mb/s 的輸送量。對於具有較大畫面傳輸的 gig-e 網路：當在 3GHz CPU 上啟用此選項時，可達到 20Mb/s 的輸送量。當在 3GHz CPU 上停用此選項時，可達到 60Mb/s 的輸送量。預設處於開啟狀態。<br></p>

source: <p><b><big>Cluster start at booting time enable/disable</big></b><br>Start or not start the whole cluster at booting time. Service include: pacemaker, corosync, corosync-qdevice(If enabled corosyncqdevice).</p> <p><b><big>Cluster start/stop now</big></b><br>Start or stop the whole cluster right now. Service include: pacemaker, corosync, corosync-qdevice(If enabled corosyncqdevice).</p> <p><b><big>Firewall Settings</big></b><br>Enable the port when Firewall is enabled</p>
cs: <p><b><big>Zapnout/vypnout start klastru při bootu</big></b><br>Startuje nebo nestartuje celý klastr při bootu. Služba obsahuje: pacemaker, corosync, corosync-qdevice (je-li corosyncqdevice zapnuto).</p> <p><b><big>Zapnout/vypnout klastr ihned</big></b><br>Startuje nebo nestartuje celý klastr ihned. Služba obsahuje: pacemaker, corosync, corosync-qdevice (je-li corosyncqdevice zapnuto).</p> <p><b><big>Nastavení firewallu</big></b><br>Zapne port, kde je firewall aktivní</p>
de: <p><b><big>Aktivierung/Deaktivierung vom Cluster-Start zum Bootzeitpunkt</big></b><br>Den ganzen Cluster zum Bottzeitpunkt starten oder nicht starten. Der Dienst beinhaltet: pacemaker, corosync, corosync-qdevice(Wenn corosyncqdevice aktiviert ist).</p> <p><b><big>Cluster jetzt starten/stoppen</big></b><br>Den ganzen Cluster genau jetzt starten oder stoppen. Der Dienst beinhaltet: pacemaker, corosync, corosync-qdevice(Wenn corosyncqdevice aktiviert ist).</p> <p><b><big>Firewall-Einstellungen</big></b><br>Den Port aktivieren, wenn die Firewall aktiviert ist</p>
fr: <p><b><big>Activation/désactivation du démarrage du cluster à l'heure d'amorçage</big></b><br>Permet de démarrer ou non l'ensemble du cluster à l'heure d'amorçage. Le service inclut : pacemaker, corosync, corosync-qdevice (si corosync-qdevice est activé).</p> <p><b><big>Démarrage/arrêt du cluster maintenant</big></b><br>Permet de démarrer ou d'arrêter l'ensemble du cluster à l'instant. Le service inclut : pacemaker, corosync, corosync-qdevice (si corosync-qdevice est activé).</p> <p><b><big>Paramètres du pare-feu</big></b><br>Permet d'activer le port lorsque le pare-feu est activé.</p>
it: <p><b><big>Avvio del cluster all'abilitazione/disabilitazione dell'ora di avvio</big></b><br>Avvia o meno l'intero cluster aall'ora di avvio. Il servizio include: pacemaker, corosync, corosync-qdevice(se corosyncqdevice è abilitato).</p> <p><b><big>Avvia/Interrompi cluster ora</big></b><br>Avvia o interrompe subito l'intero cluster. Il servizio include: pacemaker, corosync, corosync-qdevice(se corosyncqdevice è abilitato).</p> <p><b><big>Impostazioni firewall</big></b><br>Abilita la porta quando il firewall è abilitato</p>
ja: <p><b><big>起動時のクラスタ開始の有効化／無効化</big></b><br>起動時にクラスタ全体を開始するかどうかを設定します。下記のサービスが設定対象となります: pacemaker, corosync, corosync-qdevice (corosyncqdevice が有効化されている場合).</p> <p><b><big>今すぐ開始する／今すぐ停止する</big></b><br>クラスタ全体を今すぐ開始、もしくは今すぐ停止することができます。下記のサービスが開始／停止されます: pacemaker, corosync, corosync-qdevice (corosyncqdevice が有効化されている場合).</p> <p><b><big>ファイアウオールの設定</big></b><br>ファイアウオールが有効化されている場合、ここでポートを開くことができます。</p>
nl: <p><b><big>Cluster starten bij systeemstart inschakelen/uitschakelen</big></b><br>Het gehele cluster bij systeemstart wel niet starten. Service omvat: pacemaker, corosync, corosync-qdevice(indien corosyncqdevice is ingeschakeld).</p> <p><b><big>Cluster nu starten/stoppen</big></b><br>Het gehele cluster direct starten of stoppen. Service omvat: pacemaker, corosync, corosync-qdevice(indien corosyncqdevice is ingeschakeld).</p> <p><b><big>Firewall-instellingen</big></b><br>De poort inschakelen wanneer Firewall is ingeschakeld</p>
pt_br: <p><b><big>Ativar/Desativar início do cluster no momento da inicialização</big></b><br>Inicie ou não inicie o cluster inteiro no momento da inicialização. Os serviços incluem: pacemaker, corosync, corosync-qdevice (se corosyncqdevice estiver ativado).</p> <p><b><big>Iniciar/Parar o cluster agora</big></b><br>Inicie ou pare todo o cluster agora. Os serviços incluem: pacemaker, corosync, corosync-qdevice (se corosyncqdevice estiver ativado).</p> <p><b><big>Configurações do Firewall</big></b><br>Ative a porta quando o Firewall estiver ativado</p>
tr: <p><b><big>Önyükleme zamanında küme başlatmayı etkinleştir/devre dışı bırak</big></b><br>Önyükleme zamanında tüm kümeyi başlat veya başlatma. Hizmet şunları içerir: pacemaker, corosync, corosync-qdevice (etkinleştirilmişse corosyncqdevice).</p> <p><b><big>Küme başlatma/durdurma şimdi</big></b><br>Tüm kümeyi hemen başlat veya durdur. Hizmet şunları içerir: pacemaker, corosync, corosync-qdevice (etkinleştirilmişse corosyncqdevice).</p> <p><b><big>Güvenlik Duvarı Ayarları</big></b><br>Güvenlik Duvarı etkinleştirildiğinde portu etkinleştir</p>
zh_tw: <p><b><big>開機時啟動叢集 啟用/停用</big></b><br>開機時啟動或不啟動整個叢集。服務包括：pacemaker、corosync、corosync-qdevice (如果啟用了 corosyncqdevice)。</p> <p><b><big>立即啟動/停止叢集</big></b><br>立即啟動或停止整個叢集。服務包括：pacemaker、corosync、corosync-qdevice (如果啟用了 corosyncqdevice)。</p> <p><b><big>防火墻設定</big></b><br>如果啟用了防火墻，則啟用該連接埠</p>
