Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: Key file %1 is generated. Clicking "Add Suggested Files" button adds it to sync list.
cs: Soubor s klíčem %1 je vygenerován. Kliknutím na tlačítko Přidat navrhované soubory jej přidáte do synchronizačního seznamu.
de: Die Schlüsseldatei %1 wurde angelegt. Klicken auf den "Vorgeschlagene Dateien hinzufügen"-Knopf fügt sie zur Synchronisierungsliste hinzu.
fi: Avaintiedosto %1 on luotu. Lisää se synkronointilistalle painamalla ”Lisää ehdotetut tiedostot”.
fr: Le fichier de clé %1 a été généré. Cliquez sur le bouton "Ajouter les fichiers suggérés" pour l'ajouter à la liste de synchronisation.
hu: A kulcsfájl (%1) létrehozása megtörtént. A"Javasolt fájlok hozzáadása" gombra kattintva felveszi a szinkronizálási listába.
it: Il file della chiave %1 è stato generato. Premendo il pulsante "Aggiungi file suggeriti" lo si aggiunge all'elenco di sincronizzazione.
ja: 鍵ファイル %1 を生成しました。 "推奨されるファイルの追加" を押すと、同期一覧の中に追加することができます。
ko: 키 파일 %1이(가) 생성되었습니다. "제안된 파일 추가" 버튼을 클릭하면 동기화 목록에 추가됩니다.
nl: Sleutelbestand %1 is gegenereerd. Door op de knop 'Voorgestelde bestanden toevoegen' te klikken, wordt dit bestand toegevoegd aan de synchronisatielijst.
pl: Generowany jest plik klucza %1. Kliknięcie przycisku Dodaj sugerowane pliki spowoduje dodanie pliku klucza do listy synchronizacji.
pt_br: Arquivo de chave %1 gerado. Clique em "Adicionar arquivos sugeridos" para adicioná-lo à lista de sincronização.
ru: Файл ключа %1 создан. Нажатие кнопки "Добавить предложенные файлы" добавит его в список синхронизации.
tr: Anahtar dosyası %1 oluşturuldu. "Önerilen Dosyaları Ekle" butonuna tıklandığında senkronizasyon listesine eklenir.
zh_tw: 已產生金鑰檔案 %1。 按一下「新增建議的檔案」按鈕可將它新增到同步清單。

source: Key generation failed.
cs: Generování klíče selhalo.
de: Das Erstellen des Schlüssels schlug fehl.
fi: Avaimen luonti epäonnistui.
fr: La génération de la clé a échoué.
hu: A kulcs létrehozása sikertelen volt.
it: Generazione della chiave non riuscita.
ja: 鍵の作成に失敗しました。
ko: 키 생성에 실패했습니다.
nl: Generatie van sleutel is mislukt.
pl: Generowanie klucza nie powiodło się.
pt_br: Falha ao gerar a chave.
ru: Не удалось создать ключ.
tr: Anahtar üretimi başarısız oldu.
zh_tw: 產生金鑰失敗。

source: Conntrackd is a daemon which helps to duplicate firewall status between cluster nodes. YaST can help to configure some basic aspects of conntrackd. You need to start it with the ocf:heartbeat:conntrackd.
cs: Conntrackd je démon, který pomáhá duplikovat stav firewallu mezi uzly clusteru. YaST může pomoci s konfigurací některých základních aspektů démonu Conntrackd. Ke spuštění musíte použít příkaz ocf:heartbeat:conntrackid.
de: Der Daemon conntrackd dupliziert den Firewall-Status auf andere Cluster-Knoten. Mit YaST können Sie einige grundlegende Aspekte von conntrackd konfigurieren. Der Daemon muss mit ocf:heartbeat:conntrackd gestartet werden.
fi: Conntrackd-palvelu auttaa monistamaan palomuurin tilan klusterin solmujen välillä. YaST auttaa määrittämään joitakin conntrackd-palvelun perusasetuksia. Käynnistä se komennolla ocf:heartbeat:conntrackd.
fr: Conntrackd est un daemon servant à dupliquer l'état du pare-feu entre les noeuds de cluster. YaST peut vous aider à configurer certains de ses éléments essentiels. Vous devez le démarrer à l'aide de ocf:heartbeat:conntrackd.
hu: A Conntrackd démon segít a fürt csomópontjai között duplikálni a tűzfal állapotát. A YaST megkönnyítheti a conntrackd bizonyos alapvető szempontjainak beállítását. Az ocf:heartbeat:conntrackd paranccsal kell indítani.
it: Conntrackd è un demone che consente di duplicare lo stato del firewall tra i nodi del cluster. YaST consente di configurare alcuni aspetti di base di conntrackd. È necessario avviarlo con ocf:heartbeat:conntrackd.
ja: conntrackd は、クラスタノード間でファイアウオールの設定を複製する処理を支援するデーモンです。 YaST では conntrackd のうち、いくつかの基本的な要素を設定することができます。 conntrackd は ocf:heartbeat:conntrackd で起動する必要があります。
ko: Conntrackd는 클러스터 노드 간에 방화벽 상태를 복제하는 데 유용한 데몬입니다. YaST는 conntrackd의 일부 기본 측면을 구성하는 데 유용할 수 있습니다. ocf:heartbeat:conntrackd로 시작해야 합니다.
nl: Conntrackd is een daemon die helpt bij het dupliceren van de firewall-status tussen clusterknooppunten. YaST kan helpen bij het configureren van enkele basisaspecten van conntrackd. U moet dit starten met de ocf:heartbeat:conntrackd.
pl: Conntrackd to demon ułatwiający duplikowanie stanu zapory sieciowej między węzłami klastra. Program YaST może pomóc w konfiguracji podstawowych aspektów demona conntrackd. Demona należy uruchomić przy użyciu polecenia ocf:heartbeat:conntrackd.
pt_br: O Conntrackd é um daemon que auxilia na duplicação do status de firewall entre os nós de um cluster. O YaST pode auxiliar na configuração de alguns aspectos básicos do conntrackd. É necessário iniciá-lo com ocf:heartbeat:conntrackd.
ru: Conntrackd — это демон, помогающий повторять состояние брандмауэра на узлах кластера. YaST может помочь настроить некоторые основные аспекты работы conntrackd. Вам нужно запустить его с помощью ocf:heartbeat:conntrackd.
tr: Conntrackd, küme düğümleri arasında güvenlik duvarı durumunu kopyalamaya yardımcı olan bir daemon'dur. YaST, conntrackd'in bazı temel yönlerini yapılandırmaya yardımcı olabilir. ocf:heartbeat:conntrackd ile başlatmanız gerekiyor.
zh_tw: Conntrackd 是一個精靈，可幫助在叢集節點之間複製防火牆狀態。 YaST 可以幫助設定 conntrackd 的某些基本方面。 您需要使用 ocf:heartbeat:conntrackd 將它啟動。

source: Dedicated Interface:
cs: Vyhrazené rozhraní:
de: Dedizierte Schnittstelle:
fi: määrätty verkkoliitäntä:
fr: Interface dédiée :
hu: Dedikált csatoló:
it: Interfaccia dedicata:
ja: 専用インターフェイス:
ko: 전용 인터페이스:
nl: Toegewezen interface:
pl: Dedykowany interfejs:
pt_br: Interface dedicada:
ru: Выделенный интерфейс:
tr: Özel Arayüz:
zh_tw: 專用介面：

source: Group Number:
cs: Číslo skupiny:
de: Gruppennummer:
fi: Ryhmänumero:
fr: Numéro de groupe :
hu: Csoport száma:
it: Numero gruppo:
ja: グループ番号:
ko: 그룹 번호:
nl: Groepsnummer:
pl: Numer grupy:
pt_br: Número do grupo:
ru: Номер группы:
tr: Grup Numarası:
zh_tw: 群組編號：

source: Generate /etc/conntrackd/conntrackd.conf
cs: Generovat soubor /etc/conntrackd/conntrackd.conf
de: /etc/conntrackd/conntrackd.conf erstellen
fi: Luo etc/conntrackd/conntrackd.conf
fr: Générer /etc/conntrackd/conntrackd.conf
hu: Az /etc/conntrackd/conntrackd.conf fájl generálása
it: Genera /etc/conntrackd/conntrackd.conf
ja: /etc/conntrackd/conntrackd.conf の生成
ko: /etc/conntrackd/conntrackd.conf 생성
nl: /etc/conntrackd/conntrackd.conf genereren
pl: Generuj plik /etc/conntrackd/conntrackd.conf
pt_br: Gerar /etc/conntrackd/conntrackd.conf
ru: Сгенерировать /etc/conntrackd/conntrackd.conf
tr: /etc/conntrackd/conntrackd.conf oluştur
zh_tw: 產生 /etc/conntrackd/conntrackd.conf

source: The Multicast Address has to be fulfilled
cs: Musí být vyplněno pole Vícesměrová adresa
de: 'Multicast-Adresse' muss angegeben werden
fi: Ryhmälähetysosoite pitää olla määritetty
fr: L'adresse de multidiffusion doit être renseignée
hu: A Multicast cím mezőt kötelező kitölteni
it: Compilare il campo Indirizzo multidiffusione
ja: マルチキャストアドレスを指定しなければなりません
ko: 멀티캐스트 주소를 이행해야 합니다.
nl: Het multicast-adres moet worden ingevuld
pl: Należy podać adres multicast
pt_br: É necessário preencher o endereço de multicast
ru: Необходимо указать адрес многоадресной передачи
tr: Çoklu Yayın Adresi yerine getirilmelidir
zh_tw: 必須填寫多路廣播位址

source: The Group Number must be a positive integer
cs: Číslo skupiny musí být kladné celé číslo
de: Gruppennummer muss eine positive Ganzzahl sein
fi: Ryhmänumero pitää olla kokonaisluku
fr: Le numéro de groupe doit être un entier positif
hu: A csoport számának pozitív egész számnak kell lennie
it: La Numero gruppo deve essere un numero intero positivo
ja: グループ番号は正の整数でなければなりません
ko: 그룹 번호는 양의 정수여야 합니다.
nl: Het groepsnummer moet een positief geheel getal zijn
pl: Numer grupy musi być dodatnią liczbą całkowitą
pt_br: O Nome do Grupo deve ser um número inteiro positivo
ru: Номер группы должен быть положительным целым числом
tr: Grup Numarası pozitif bir tam sayı olmalıdır
zh_tw: 群組編號必須是正整數
