Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: <p><b><big>IP Version</big></b><br>Specifies version of IP to use for communication. Value can be one of ipv4 or ipv6. Default (if unspecified) is ipv4.<br></p> <p><b><big>Bind Network Address</big></b><br>This specifies the address which the openais executive should bind. This address should always end in zero. If the totem traffic should be routed over 192.168.5.92, set bindnetaddr to 192.168.5.0.<br>This may also be an IPV6 address, in which case IPV6 networking will be used. In this case, the full address must be specified and there is no automatic selection of the network interface within a specific subnet as with IPv4. If IPv6 networking is used, the nodeid field must be specified.<br></p> <p><b><big>Multicast Address</big></b><br>This is the multicast address used by openais executive. The default should work for most networks, but the network administrator should be queried about a multicast address to use. Avoid 224.x.x.x because this is a "config" multicast address.<br>This may also be an IPV6 multicast address, in which case IPV6 networking will be used. If IPv6 networking is used, the nodeid field must be specified.</p> <p><b><big>Port</big></b><br>This specifies the UDP port number. It is possible to use the same multicast address on a network with the openais services configured for different UDP ports.<br></p> <p><b><big>Member Address</big></b><br>This list specifies all the nodes in the cluster by IP address. This could be configurable when using udpu(Unicast). <br></p> <p><b><big>Node ID</big></b><br>This configuration option is optional when using IPv4 and required when using IPv6. This is a 32 bit value specifying the node identifier delivered to the cluster membership service. If this is not specified with IPv4, the node id will be determined from the 32 bit IP address the system to which the system is bound with ring identifier of 0. The node identifier value of zero is reserved and should not be used.<br></p> <p><b><big>rrp_mode</big></b><br>This specifies the mode of redundant ring, which may be none, active, or passive. Active replication offers slightly lower latency from transmit to delivery in faulty network environments but with less performance. Passive replication may nearly double the speed of the totem protocol if the protocol doesn't become cpu bound. The final option is none, in which case only one network interface will be used to operate the totem protocol. If only one interface directive is specified, none is automatically chosen. If multiple interface directives are specified, only active or passive may be chosen.<br></p> <p><b><big>Cluster Name</big></b><br>This specifies the name of cluster and it's used for automatic generating of multicast address. Default is hacluster. For a geo cluster, each cluster must have a unique name.<br></p> <p><b><big>Expected votes</big></b><br>Expect vote number for voting quorum. Will be automatically calculated when the nodelist {} section is present in corosync.conf (the list will be generated when using unicast transport) or can be specified in the quorum {} section (Expect votes should use the total node numble of the cluster). If Expected votes presents in unicast transport, the value will override the one automatically calculated. For safety, the Expected votes will be disabled once nodelist not empty, it's good for ignore the inappropriate Expected votes set.<br></p> <p><b><big>Auto Generate Node ID</big></b><br>Nodeid is required when using IPv6. Auto node ID enabled will generate nodeid automatically.<br></p>
cs: <p><b><big>Verze IP</big></b><br>Udává verzi IP používanou pro komunikaci. Hodnota je ipv4 nebo ipv6. Výchozí (není-li uvedena) je ipv4.<br></p> <p><b><big>Vázaná síťová adresa</big></b><br>Tato hodnota určuje adresu, ke které se bude vázat prováděcí program openais. Tato adresa musí vždy končit nulou. Pokud musí být provoz protokolu totem směrován přes adresu 192.168.5.92, nastavte hodnotu vázané síťové adresy (bindnetaddr) na 192.168.5.0.<br>Můžete také zadat adresu IPv6, což bude mít za následek použití síťových služeb IPv6. V takovém případě musí být zadána celá adresa a nebude k dispozici automatický výběr síťového rozhraní v rámci určité podsítě, jako je tomu u protokolu IPv4. Jsou-li použity síťové služby IPv6, musí být vyplněno ID uzlu.<br></p> <p><b><big>Vícesměrová adresa</big></b><br>Jde o adresu pro vícesměrové vysílání použitou prováděcím programem openais. Pro většinu sítí by mělo fungovat výchozí nastavení, avšak správce sítě by vám měl sdělit adresu vícesměrového vysílání, kterou je třeba použít. Nepoužívejte adresu 224.x.x.x, protože jde o konfigurační adresu pro vícesměrové vysílání.<br>Lze použít také adresu pro vícesměrové vysílání podle protokolu IPv6. V takovém případě budou použity síťové služby IPv6. Jsou-li použity síťové služby IPv6, musí být vyplněno ID uzlu.</p> <p><b><big>Port</big></b><br>Udává číslo portu UDP. Lze použít stejnou adresu pro vícesměrové vysílání v síti se službami openais nakonfigurovanou pro různé porty UDP.<br></p> <p><b><big>Členská adresa</big></b><br>Tento seznam udává všechny uzly v klastru podle adresy IP. Seznam lze konfigurovat, je-li použita funkce udpu (jednosměrné vysílání).<br></p> <p><b><big>ID uzlu</big></b><br>Tato možnost konfigurace je volitelná, je-li použit protokol IPv4, ale povinná, je-li použit protokol IPv6. Jde o 32bitovou hodnotu, která udává identifikátor uzlu poskytnutý službě členství v clusteru. Není-li tato hodnota zadána s protokolem IPv4, bude ID uzlu určeno z 32bitové adresy IP, ke které se systém váže s prstencovým (ring) identifikátorem 0. Identifikátor uzlu s nulovou hodnotou má vyhrazené použití a nesmí se používat.<br></p> <p><b><big>rrp_mode</big></b><br>Tato hodnota udává režim redundantního prstence, který může být žádný, aktivní nebo pasivní. Aktivní replikace nabízí v chybujících síťových prostředích nepatrně nižší zpoždění mezi vysláním a doručením, avšak nižší výkon. Pasivní replikace může téměř zdvojnásobit provoz protokolu totem, pokud se protokol nezačne být omezován procesorem. Poslední možnost je žádný režim, při které bude k provozu protokolu totem použito pouze jedno síťové rozhraní. Pokud je zadána pouze jedna direktiva rozhraní, je automaticky zvolena možnost žádný režim. Pokud je zadáno více direktiv rozhraní, lze zvolit pouze aktivní nebo pasivní režim.<br></p> <p><b><big>Název klastru</big></b><br>Určuje název klastru a používá se pro automatické generování adresy typu multicast. Výchozí je hacluster. U geo klastrů musí mít každý klastr jedinečný název.<br></p> <p><b><big>Očekávané hlasy</big></b><br>Počet očekávaných hlasů z volebního kvora. Tato hodnota bud automaticky vypočtena, když je v souboru corosync.conf obsažena sekce nodelist {} (seznam uzlů) (seznam bude generován, je-li použit jednosměrový přenos), nebo ji lze zadat v sekci quorum {} (kvorum) (očekávané hlasy by měly odpovídat celkovému počtu uzlů v clusteru). Pokud je hodnota Očekávané hlasy obsažena v jednosměrovém přenosu, bude mít její hodnota přednost před automaticky vypočtenou hodnotou. Kvůli bezpečnosti jsou Očekávané hlasy vypnuty, jakmile seznam seznam uzlů není prázdný, což ignoruje nepatřičné nastavení Očekávaných hlasů.<br></p> <p><b><big>Automaticky generovat ID uzlu</big></b><br>ID uzlu je nutné zadat, pokud se používá protokol IPv6. Je-li povoleno automatické ID uzlu, bude ID uzlu generováno automaticky.<br></p>
fr: <p><b><big>Version de l'IP</big></b><br>Spécifie la version de l'IP à utiliser pour la communication. La valeur peut être ipv4 ou ipv6. La valeur par défaut (si non spécifiée) est ipv4.<br></p> <p><b><big>Adresse réseau liée</big></b><br>Adresse que l'interpréteur de commande openais doit lier. Cette adresse doit toujours se terminer par un zéro. Si le trafic du totem doit être routé sur 192.168.5.92, définissez bindnetaddr sur 192.168.5.0.<br>Il peut également s'agir d'une adresse IPV6, auquel cas la mise en réseau IPV6 sera utilisée. L'adresse complète doit alors être indiquée et il n'y a aucune sélection automatique de l'interface réseau au sein d'un sous-réseau spécifique tel que IPv4. Si la mise en réseau IPv6 est utilisée, le champ nodeid doit être renseigné.<br></p> <p><b><big>Adresse de multidiffusion</big></b><br>Adresse de multidiffusion utilisée par l'interpréteur de commande openais. L'adresse par défaut devrait fonctionner sur la plupart des réseaux, mais vous devez contacter l'administrateur réseau pour savoir quelle adresse de multidiffusion utiliser. Évitez 224.x.x.x, car il s'agit d'une adresse de multidiffusion "config".<br>Il peut également s'agir d'une adresse IPV6, auquel cas la mise en réseau IPV6 sera utilisée et le champ nodeid devra être renseigné.</p> <p><b><big>Port</big></b><br>Numéro de port UDP. Il est possible d'utiliser la même adresse de multidiffusion sur un réseau avec les services openais configurés pour différents ports UDP.<br></p> <p><b><big>Adresse du membre</big></b><br>Cette liste spécifie tous les noeuds du cluster par adresse IP. Il est possible de les configurer à l'aide d'udpu (monodiffusion). <br></p> <p><b><big>ID de noeud</big></b><br>Cette option de configuration est facultative avec la version IPv4 et obligatoire avec la version IPv6. Il s'agit d'une valeur à 32 bits indiquant l'identifiant du noeud fourni au service d'adhésion du cluster. Si cela n'est pas spécifié avec la version IPv4, l'ID de noeud sera déterminé à partir de l'adresse IP 32 bits du système auquel le système est lié avec un identificateur d'anneau de 0. La valeur zéro de l'identificateur de noeud est réservée et ne doit pas être utilisée.<br></p> <p><b><big>rrp_mode</big></b><br>Mode de l'anneau redondant, qui présente trois options : aucun, actif ou passif. La réplication active offre une latence légèrement inférieure de la transmission à la distribution dans des environnements réseau défectueux, mais avec des performances moindres. La réplication passive peut quasiment doubler la vitesse du protocole de totem si le protocole n'est pas lié au processeur. La dernière option est aucun, auquel cas une seule interface réseau sera utilisée pour faire fonctionner le protocole de totem. Si une seule interface doit être utilisée, l'option aucun est automatiquement sélectionnée. Si plusieurs interfaces peuvent être utilisées, seules les options actif et passif peuvent être sélectionnées.<br></p> <p><b><big>Nom du cluster</big></b><br>Indique le nom du cluster. Celui-ci est utilisé pour la génération automatique d'une adresse de multidiffusion. La valeur par défaut est hacluster. S'il s'agit d'un cluster géographique, chaque cluster doit avoir un nom unique.<br></p> <p><b><big>Nombre minimum de votes</big></b><br>Nombre minimum de votes nécessaires pour constituer le quorum. Ce chiffre est calculé automatiquement lorsque la section nodelist {} est présente dans le fichier de configuration corosync.conf (la liste est générée lors de l'utilisation du transport de monodiffusion) ou peut être spécifié dans la section quorum {} (l'option Nombre minimum de votes doit utiliser le nombre total de noeuds du cluster). Si l'option Nombre minimum de votes est présente dans le transport de monodiffusion, la valeur remplacera celle qui est calculée automatiquement. Pour des raisons de sécurité, le champ Nombre minimum de votes est désactivé lorsque la section nodelist n'est pas vide. Il est préférable d'ignorer la valeur Nombre minimum de votes incorrecte définie.<br></p> <p><b><big>Générer automatiquement l'ID de noeud</big></b><br>Le champ nodeid doit être renseigné lors de l'utilisation du protocole IPv6. Si cette option est activée, le champ nodeid sera généré automatiquement.<br></p>
it: <p><b><big>Versione IP</big></b><br>Specifica la versione IP da utilizzare per la comunicazione. Il valore può essere ipv4 o ipv6. Il valore predefinito (se non specificato) è ipv4.<br></p> <p><b><big>Associa indirizzo di rete</big></b><br>Specifica l'indirizzo che l'amministratore di openais deve associare. La terminazione di tale indirizzo deve essere sempre zero. Se si deve instradare il traffico Totem su 192.168.5.92, impostare bindnetaddr a 192.168.5.0.<br>Tale indirizzo può essere anche un indirizzo IPV6, nel cui caso verrà utilizzato il networking IPV6. In tal caso, è necessario specificare l'indirizzo completo e non è disponibile alcuna selezione automatica dell'interfaccia di rete in una sottorete specifica come IPv4. Se si utilizza il networking IPv6, è necessario specificare il campo relativo all'ID nodo.<br></p> <p><b><big>Indirizzo multidiffusione</big></b><br>Indirizzo multidiffusione utilizzato dall'amministratore di openais. Il default dovrebbe essere valido per la maggior parte delle reti, ma è necessario interrogare l'amministratore di rete in merito all'indirizzo multidiffusione da utilizzare. Evitare 224.x.x.x perché è un indirizzo multidiffusione di "config".<br>Può essere anche un indirizzo multidiffusione, nel cui caso verrà utilizzato il networking IPV6. Se si utilizza il networking IPv6, è necessario specificare il campo relativo all'ID nodo.</p> <p><b><big>Porta</big></b><br>Specifica il numero di porta UDP. È possibile utilizzare lo stesso indirizzo multidiffusione su una rete dotata di servizi openais configurata per diverse porte UDP.<br></p> <p><b><big>Indirizzo membro</big></b><br>In questo elenco sono specificati tutti i nodi nel cluster per indirizzo IP. Potrebbe essere configurabile quando si utilizza udpu (Unicast). <br></p> <p><b><big>ID nodo</big></b><br>Opzione di configurazione opzionale durante l'utilizzo di IPv4 e obbligatoria durante l'utilizzo di IPv6. È un valore a 32 che specifica l'identificatore del nodo distribuito al servizio di appartenenza al cluster. Se il valore non viene specificato con IPv4, l'ID nodo sarà determinato dall'indirizzo IP di 32 bit al quale è associato il sistema con identificatore anello di 0. Il valore zero dell'identificatore nodo è riservato e non deve essere utilizzato.<br></p> <p><b><big>rrp_mode</big></b><br>Specifica la modalità dell'anello ridondante, che può essere nessuna, attiva o passiva. La replica attiva offre una latenza di trasmissione leggermente inferiore per la consegna in ambienti di rete difettosi ma con prestazioni inferiori. La replica passiva può quasi raddoppiare la velocità del protocollo Totem se il protocollo non viene associato alla cpu. L'opzione finale è nessuna, nel cui caso verrà utilizzata solo l'interfaccia di rete per attivare il protocollo Totem. Se si specifica solo una direttiva di interfaccia, l'opzione nessuna viene selezionata automaticamente. Se si specificano più direttive, è possibile scegliere solo la modalità attiva o passiva.<br></p> <p><b><big>Nome cluster</big></b><br>Specifica il nome del cluster ed è utilizzato per la generazione automatica di un indirizzo multicast. Predefinito è is hacluster. Per un cluster geografico, ciascun cluster deve avere un nome univoco.<br></p> <p><b><big>Voti previsti</big></b><br>Numero di voti previsti per il quorum dei voti. Verrà calcolato automaticamente quando in corosync.conf è presente la sezione nodelist {} (l'elenco verrà generato quando si utilizza il trasporto unicast) o è possibile specificarlo nella sezione quorum {} (I voti previsti devono utilizzare il numero totale di nodi del cluster). Se i voti previsti sono presenti nel trasporto unicast, il valore andrà a sostituire quello calcolato automaticamente.<br></p> Per sicurezza, i Voti previsti saranno disabilitati quando l'elenco di nodi non vuoto è adatto per ignorare il set di voti previsti.<br></p> <p><b><big>Genera automaticamente ID nodo</big></b><br>L'ID nodo è richiesto quando si utilizza IPv6. L'abilitazione dell'ID nodo automatico genererà automaticamente l'ID nodo.<br></p>
ja: <p><b><big>IP バージョン</big></b><br>通信の際に使用する IP バージョンを指定します。 ipv4 もしくは ipv6 のいずれかを指定することができます。既定値 (何も指定しない場合) は ipv4 になります。<br></p> <p><b><big>バインドネットワークアドレス</big></b><br>ここでは、 openais の実行ファイルがバインドすべきアドレスを指定します。このアドレスは、必ずゼロで終わるものである必要があります。たとえば totem のトラフィックが 192.168.5.92 を介して通信されるべき環境の場合、ここで設定すべき値は 192.168.5.0 になります。<br>また、 IPv6 で通信する必要がある場合は、 IPv6 のアドレスを指定します。この場合、 IPv4 のサブネット内で行われるようなネットワークインターフェイスの自動選択は使用せず、完全なアドレスを指定しなければなりません。また、 IPv6 ネットワークを使用する場合は、ノード ID も指定しなければなりません。<br></p> <p><b><big>マルチキャストアドレス</big></b><br>ここでは、openais の実行ファイルが使用するマルチキャストアドレスを指定します。ほとんどの場合は既定値のままで動作しますが、ネットワーク管理者に対して使用すべきマルチキャストアドレスを尋ねておいてください。なお、 224.x.x.x のアドレスは、 "config" (設定) 用のマルチキャストアドレスであるため、使用は避けてください。<br>IPv6 ネットワークを使用する場合は、 IPv6 のマルチキャストアドレスを指定します。この場合は、ノード ID も指定しなければなりません。</p> <p><b><big>ポート</big></b><br>ここでは UDP のポート番号を指定します。これは、 openais のサービスを別々の UDP ポートで設定することで、同じマルチキャストアドレスを複数のサービスで共有することができるためです。<br></p> <p><b><big>メンバーアドレス</big></b><br>この一覧には、 IP アドレスですべてのノードを指定します。 udpu (ユニキャスト) を利用した場合にのみ設定可能です。<br></p> <p><b><big>ノード ID</big></b><br>このオプションは、 IPv4 ネットワークを使用する場合は任意のもので、 IPv6 ネットワークを使用する場合は必須となるものです。これはクラスタのメンバーシップサービスに送信される、 32 ビットのノード識別子です。 IPv4 ネットワークで値を指定しない場合、ノード ID はリング識別子 0 に割り当てられた 32 ビットの IP アドレスから、自動的に生成される値になります。なお、ノード ID = 0 は予約値であるため、使用すべきではありません。<br></p> <p><b><big>rrp_mode</big></b><br>ここでは冗長リングのモードを指定します。 none (なし), active (アクティブ), passive (パッシブ)の中からいずれかを選択します。 active (アクティブ) レプリケーションを選択すると、ネットワーク環境に問題がある場合でも遅延を比較的少なくすることができますが、性能が落ちます。 passive (パッシブ) アプリケーションを選択すると、 cpu 側の性能上限に引っかからない限り、おおよそ 2 倍程度 totem プロトコルを速くすることができます。最後の選択肢は none (なし) ですが、これは totem プロトコルを扱うネットワークインターフェイスが 1 つしかない場合にのみ選択すべきものです。インターフェイスの設定が 1 つしかない場合、 none (なし) を自動的に選択します。複数のインターフェイス設定がある場合は、 active または passive のいずれかを選択します。<br></p> <p><b><big>クラスタ名</big></b><br>ここではクラスタの名前を指定します。この名前は、マルチキャストアドレスを自動生成する際に使用されます。既定値は hacluster です。 geo クラスタを作成する場合は、ユニークな名前を指定しなければなりません。<br></p> <p><b><big>期待する得票数</big></b><br>クォーラム (定足数) の投票を行う際の期待する得票数です。 corosync.conf で nodelist {} のセクションが存在する場合、この値は自動的に計算されるほか、 quorum {} セクションで指定することもできます (クラスタの全ノード数を指定すべきです) 。なお、ユニキャスト転送内で得票数が存在する場合、自動的に生成された値を上書きする形になります。また安全のため、ノードリストに項目が存在する場合、期待する投票数の設定は無効化されます。これは不適切な値が設定されるのを避けるためです。<br></p> <p><b><big>ノード ID の自動生成</big></b><br>IPv6 を使用する場合、ノード ID を設定する必要があります。自動生成では、これを自動的に生成することができます。<br></p>
nl: <p><b><big>Bindingsnetwerkadres</big></b><br>Hiermee wordt het adres opgegeven voor binding door de openais-executive. Dit adres moet altijd eindigen op nul. Als het TOTEM-verkeer moet worden doorgestuurd via 192.168.5.92, stelt u bindnetaddr in op 192.168.5.0.<br>Dit kan ook een IPV6-adres zijn, in welk geval een IPV6-netwerk wordt gebruikt. In dit geval moet het volledige adres worden opgegeven en is er geen automatische selectie van de netwerkinterface binnen een specifiek subnet, zoals met IPv4. Als een IPv6-netwerk wordt gebruikt, moet het veld voor de knooppunt-id worden opgegeven.<br></p> <p><b><big>Multicast-adres</big></b><br>Dit is het multicast-adres dat door openais-executive wordt gebruikt. De standaardinstelling werkt voor de meeste netwerken, maar vraag aan de netwerkbeheerder welk multicast-adres moet worden gebruikt. Gebruik 224.x.x.x niet, omdat dit een 'config' multicast-adres is.<br>Dit kan ook een IPV6-multicast-adres zijn. In dat geval wordt een IPV6-netwerk gebruikt. Als een IPv6-netwerk wordt gebruikt, moet het veld voor de knooppunt-id worden opgegeven.</p> <p><b><big>Poort</big></b><br>Hiermee wordt het UDP-poortnummer opgegeven. U kunt hetzelfde multicast-adres gebruiken op een netwerk waarop de openais-services voor verschillende UDP-poorten zijn geconfigureerd.<br></p> <p><b><big>Lidadres</big></b><br>Met deze lijst worden alle knooppunten in het cluster per IP-adres opgegeven. Dit kan configureerbaar zijn wanneer udpu(Unicast) wordt gebruikt. <br></p> <p><b><big>Knooppunt-id</big></b><br>Deze configuratieoptie is optioneel wanneer IPv4 wordt gebruikt en is vereist wanneer IPv6 wordt gebruikt. Dit is een 32-bits waarde waarmee de knooppunt-id wordt opgegeven die bij de clusterlidmaatschapsservice wordt bezorgd. Als deze niet wordt opgegeven met IPv4, wordt de knooppunt-id bepaald op basis van het 32-bits IP-adres waarmee het systeem is verbonden met ring-id 0. De waarde van de knooppunt-id van nul is gereserveerd en mag niet worden gebruikt.<br></p> <p><b><big>rrp_mode</big></b><br>Hiermee wordt de modus van redundante ring opgegeven. De modus kan Geen, Actief of Passief zijn. Actieve replicatie biedt iets lagere latentie van verzenden tot bezorgen in netwerkomgevingen met fouten, maar met minder prestaties. Passieve replicatie kan de snelheid van het TOTEM-protocol bijna verdubbelen als het protocol niet CPU-gebonden wordt. De laatste optie is Geen. Met deze optie wordt slechts één netwerkinterface gebruikt voor het TOTEM-protocol. Als slechts één interface-instructie wordt opgegeven, wordt automatisch Geen gekozen. Als meerdere interface-instructies worden opgegeven, kan alleen Actief of Passief worden gekozen.<br></p> <p><b><big>Clusternaam</big></b><br>Dit specificeert de naam van het cluster en het wordt gebruikt voor automatische generatie van het multicast adres. Standaard is hacluster. Voor een geo-cluster moet elk cluster een unieke naam hebben.<br></p> <p><b><big>Verwachte stemmen</big></b><br>Het verwachte aantal stemmen voor het stemquorum. Dit aantal wordt automatisch berekend wanneer de sectie nodelist {} aanwezig is in corosync.conf (de lijst wordt gegenereerd wanneer unicast-transport wordt gebruikt) of kan worden opgegeven in de sectie quorum {} (voor Verwachte stemmen moet het totaal aantal knooppunten van het cluster worden gebruikt). Als voor Verwachte stemmen unicast-transport voorkomt, overschrijft de waarde de automatisch berekende waarde. Voor de veiligheid zal de Verwachte stemmen worden uitgeschakeld op het moment dat de knoppuntlijst niet leeg is, het is goed om de ingestelde Verwachte stemmen te negeren.<br></p> <p><b><big>Knooppunt-id automatisch genereren</big></b><br>Bij gebruik van IPv6 is de knooppunt-id vereist. Als Knooppunt-id automatisch genereren is ingeschakeld, wordt de knooppunt-id automatisch gegenereerd.<br></p>
