Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: Configuration of cluster
cs: Konfigurace clusteru
de: Cluster-Konfiguration
fi: Klusterin määritys
fr: Configuration du cluster
hu: Fürt beállítása
it: Configurazione del cluster
ja: クラスタの設定
ko: 클러스터 구성
nl: Configuratie van cluster
pl: Konfiguracja klastra
pt_br: Configuração do cluster
ru: Конфигурация кластера
tr: Küme yapılandırması
zh_tw: 叢集組態

source: Cluster
fi: Klusteri
hu: Fürt
ja: クラスタ
ko: 클러스터
pl: Klaster
ru: Кластер
tr: Küme
zh_tw: 叢集

source: &Cluster
fi: &Klusteri
hu: &Fürt
ja: クラスタ (&C)
ko: 클러스터(&C)
pl: &Klaster
ru: &Кластер
tr: &Küme
zh_tw: 叢集(&C)

source: Communication Channels
cs: Komunikační kanály
de: Kommunikationskanäle
fi: Yhteyskanavat
fr: Canaux de communication
hu: Kommunikációs csatornák
it: Canali di comunicazione
ja: 通信チャンネル
ko: 통신 채널
nl: Communicatiekanalen
pl: Kanały komunikacji
pt_br: Canais de comunicação
ru: Каналы связи
tr: İletişim Kanalları
zh_tw: 通訊通道

source: Security
cs: Zabezpečení
de: Sicherheit
fi: Tietoturva
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Zabezpieczenia
pt_br: Segurança
ru: Безопасность
tr: Güvenlik
zh_tw: 安全性

source: Service
cs: Služba
de: Dienst
fi: Palvelu
hu: Szolgáltatás
it: Servizio
ja: サービス
ko: 서비스
pl: Usługa
pt_br: Serviço
ru: Сервис
tr: Hizmet
zh_tw: 服務

source: Configure Csync2
cs: Konfigurovat Csync2
de: Csync2 konfigurieren
fi: Määritä Csync2
fr: Configurer Csync2
hu: Csync2 beállítása
it: Configura csync2
ja: Csync2 の設定
ko: Csync2 구성
nl: Csync2 configureren
pl: Konfiguruj usługę Csync2
pt_br: Configurar Csync2
ru: Настройка Csync2
zh_tw: 設定 Csync2

source: Configure conntrackd
cs: Konfigurovat conntrackd
de: Conntrackd konfigurieren
fi: Määritä conntrackd
fr: Configurer conntrackd
hu: conntrackd beállítása
it: Configura conntrackd
ja: conntrackd の設定
ko: conntrackd 구성
nl: Conntrackd configureren
pl: Konfiguracja conntrackd
pt_br: Configurar conntrackd
ru: Настройка conntrackd
tr: conntrackd'yi yapılandırın
zh_tw: 設定 conntrackd

source: OK
ko: 확인
nl: Oké
tr: TAMAM
zh_tw: 確定

source: Cancel
cs: Zrušit
de: Verwerfen
fi: Peru
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et
zh_tw: 取消

source: IP Address
cs: IP adresa
de: IP-Adresse
fi: IP-osoite
fr: Adresse IP
hu: IP-cím
it: Indirizzo IP
ja: IP アドレス
ko: IP 주소
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
ru: IP-адрес
tr: IP Adresi
zh_tw: IP 位址

source: Redundant IP Address
cs: Redundantní IP adresa
de: Redundante IP-Adresse
fi: Varayhteyden IP-osoite
fr: Adresse IP redondante
hu: Redundáns IP-cím
it: Indirizzo IP ridondante
ja: 冗長 IP アドレス
ko: 중복 IP 주소
nl: Overbodig IP-adres
pl: Nadmiarowy adres IP
pt_br: Endereço IP redundante
ru: Дополнительный IP-адрес
tr: Yedek IP Adresi
zh_tw: 備援 IP 位址

source: Node ID
cs: ID uzlu
de: Knoten-ID
fi: Solmun ID
fr: ID de noeud
hu: Csomópont azonosítója
it: ID nodo
ja: ノード ID
ko: 노드 ID
nl: Knooppunt-id
pl: ID węzła
pt_br: ID do nó
ru: ИД узла
tr: Düğüm Kimliği
zh_tw: 節點 ID

source: Auto Generate Node ID has to be selected
cs: Musí být zvoleno: Automaticky generovat ID uzlu
de: Automatische Erzeugung der Knoten-ID muss ausgewählt werden
fi: Luo automaattisesti solmun tunniste
fr: L'option Générer automatiquement l'ID de noeud doit être sélectionnée
it: Selezionare Genera automaticamente ID nodo
ja: ノード ID の自動生成を選択しなければなりません
nl: Knooppunt-id automatisch genereren moet geselecteerd worden
pt_br: O ID do nó de geração automática deve ser selecionado
tr: Otomatik Düğüm Kimliği Oluştur seçilmelidir
zh_tw: 必須選取「自動產生節點 ID」

source: Node ID has to be fulfilled with a positive integer or select Auto Generate Node ID
cs: ID uzlu musí být vyplněno kladným celým číslem nebo zvolte jeho automatické generování
de: Knoten-ID muss eine positive Ganzzahl sein oder die automatische Erzeugung der Knoten-ID auswählen
fi: Solmun ID pitää olla asetettu positiiviseksi kokonaisluvuksi tai valita automaattisesti luotava solmun ID
fr: Vous devez compléter l'ID de noeud avec un entier positif ou sélectionner l'option Générer automatiquement l'ID de noeud
it: Immettere un numero intero positivo per l'ID nodo o selezionare Genera automaticamente ID nodo
ja: ノード ID として正の整数を入力するか、ノード ID の自動生成を選択しなければなりません
nl: Voor knooppunt-id moet een positief geheel getal worden ingevuld of Automatisch knooppunt-id genereren selecteren
pt_br: O ID do nó deve ser preenchido com um número inteiro positivo ou selecione Gerar ID do Nó automaticamente
tr: Düğüm Kimliği pozitif bir tam sayı ile doldurulmalı veya Düğüm Kimliğini Otomatik Oluştur seçilmelidir
zh_tw: 必須在「節點 ID」中填寫正整數或選取「自動產生節點 ID」

source: Node ID must be unique
cs: ID uzlu musí být jedinečné
de: Knoten-ID muss eindeutig sein
fi: Solmun ID pitää olla yksilöllinen
fr: L'ID de nœud doit être unique
hu: A csomópont azonosítójának egyedinek kell lennie
it: L'ID nodo deve essere univoco
ja: ノード ID は唯一のものでなければなりません
ko: 노드 ID는 고유해야 합니다.
nl: De knooppunt-id moet uniek zijn
pl: ID węzła musi być unikalny
pt_br: O ID do nó deve ser exclusivo
ru: ИД узла должен быть уникальным
tr: Düğüm kimliği benzersiz olmalıdır
zh_tw: 節點 ID 必須是唯一的

source: The cluster name has to be fulfilled
cs: Název clusteru musí být vyplněný
de: Name des Clusters muss angegeben werden
fi: Klusterin nimi pitää olla määritetty
fr: Vous devez renseigner le nom du cluster
hu: A fürt nevét kötelező megadni
it: Specificare il nome del cluster
ja: クラスタ名を指定しなければなりません
ko: 클러스터 이름을 이행해야 합니다.
nl: De clusternaam moet worden ingevuld
pl: Należy podać nazwę klastra
pt_br: É necessário preencher o nome do cluster
ru: Необходимо указать имя кластера
tr: Küme adının doldurulması gerekiyor
zh_tw: 必須填寫叢集名稱

source: The Member Address has to be fulfilled
cs: Musí být vyplněna členská adresa
de: 'Mitgliedsadresse' muss angegeben werden
fr: L'adresse du membre doit être renseignée
it: Compilare il campo Indirizzo membro
ja: メンバーアドレスを指定しなければなりません
nl: Het lidmaatschapsadres moet worden ingevuld
pt_br: É necessário preencher o endereço de membro
tr: Üye Adresi doldurulmalıdır
zh_tw: 必須填寫成員位址

source: The Expected Votes has to be fulfilled when multicast transport is configured
cs: Když je konfigurován vícesměrový přenos, musí být vyplněno pole Očekávané hlasy
de: 'Erwartete Votes' muss angegeben werden, wenn ein Multicast-Transport konfiguriert wird
fr: Le champ Nombre minimum de votes doit être renseigné lorsqu'un transport de multidiffusion est configuré
it: Compilare il campo Voti previsti quando si configura il trasporto multidiffusione
ja: マルチキャスト転送を指定した場合は、期待する得票数を指定しなければなりません
nl: De waarde bij Verwachte stemmen moet worden ingevuld wanneer multicast-transport wordt geconfigureerd
pt_br: Os votos esperados devem ser atendidos quando o transporte multicast estiver configurado
tr: Çoklu yayın taşımacılığı yapılandırıldığında Beklenen Oyların yerine getirilmesi gerekir
zh_tw: 如果未設定多路廣播傳輸，則必須填寫預期投票數

source: IP Version doesn't match with Bind Network Address in Channel
cs: Verze IP nesouhlasí se síťovou adresou vazby v kanálu
de: IP-Version passt nicht zur Bind-Netzwerkadresse im Channel
fr: La version de l'IP ne correspond pas à l'adresse réseau liée dans le canal
it: La versione IP con corrisponde all'associazione dell'indirizzo di rete nel canale
ja: チャンネル内のバインドネットワークアドレスと IP バージョンが適合していません
nl: IP-versie komt niet overeen met Bind-netwerkadres in kanaal
pt_br: A versão IP não corresponde ao endereço de rede de ligação no canal
tr: IP Sürümü Kanaldaki Bağlama Ağ Adresiyle uyuşmuyor
zh_tw: IP 版本與通道中的結合網路位址不符

source: IP Version doesn't match with Multicast Address in Channel
cs: Verze IP nesouhlasí s adresou Multicast v kanálu
de: IP-Adresse passt nicht zur Multicast-Adresse im Channel
fr: La version de l'IP ne correspond pas à l'adresse de multidiffusion dans le canal
it: La versione IP non corrisponde all'indirizzo multidiffusione nel canale
ja: チャンネル内のマルチキャストアドレスと IP バージョンが適合していません
nl: IP-versie komt niet overeen met Multicast-adres in kanaal
pt_br: A versão IP não corresponde ao endereço multicast no canal
tr: IP Sürümü Kanaldaki Çoklu Yayın Adresiyle Eşleşmiyor
zh_tw: IP 版本與通道中的多路廣播位址不符

source: Member address is required
cs: Členská adresa je povinná
de: Mitgliedsadresse ist notwendig
fi: Jäsenosoite on pakollinen
fr: L'adresse du membre est obligatoire
it: Indirizzo membro obbligatorio
ja: メンバーアドレスが必要です
nl: Lidadres is vereist
pt_br: O endereço do membro é obrigatório
tr: Üye adresi gerekli
zh_tw: 必須填寫成員位址

source: The Expected Votes has to be fulfilled when multicast transport is configured without nodelist
cs: Když je konfigurován vícesměrový přenos bez seznamu uzlů, musí být vyplněno pole Očekávané hlasy
de: 'Erwartete Votes' muss angegeben werden, wenn ein Multicast-Transport ohne Knotenliste konfiguriert wird
fi: Odotettujen äänien määrä pitää olla määritetty kun ryhmälähetys on määritetty ilman nodelistaa
fr: Le champ Nombre minimum de votes doit être renseigné lorsqu'un transport de multidiffusion est configuré sans liste de noeuds
it: Compilare il campo Voti previsti quando si configura il trasporto multidiffusione senza elenco di nodi
ja: ノードリスト無しでマルチキャスト転送を指定した場合は、期待する得票数を指定しなければなりません
nl: De waarde bij Verwachte stemmen moet worden ingevuld wanneer multicast-transport wordt geconfigureerd zonder knooppuntlijst
pt_br: Os votos esperados devem ser atendidos quando o transporte multicast estiver configurado sem o nodelist
tr: Çoklu yayın taşımacılığı nodelist olmadan yapılandırıldığında Beklenen Oyların yerine getirilmesi gerekir
zh_tw: 若設定多路廣播傳輸時未提供節點清單，則必須填寫預期投票數

source: The Multicast port must be a positive integer
cs: Port vícesměrového vysílání musí být kladné celé číslo
de: Multicast-Port muss eine positive Ganzzahl sein
fi: Ryhmälähetysportti pitää olla positiivinen kokonaisluku
fr: Le port de multidiffusion doit être un entier positif
hu: A csoportos küldési portnak pozitív egész számnak kell lennie
it: La porta Multidiffusione deve essere un numero intero positivo
ja: マルチキャストのポート番号は正の整数でなければなりません
ko: 멀티캐스트 포트는 양의 정수여야 합니다.
nl: De multicast-poort moet een positief geheel getal zijn
pl: Port multicast musi być dodatnią liczbą całkowitą
pt_br: A porta de multicast deve ser um inteiro positivo
ru: Порт многоадресной передачи должен быть положительным целым числом
tr: Çoklu yayın bağlantı noktası pozitif bir tam sayı olmalıdır
zh_tw: 多路廣播連接埠必須是正整數

source: IP Version doesn't match with Bind Network Address in Redundant Channel
cs: Verze IP nesouhlasí se síťovou adresou vazby v redundantním kanálu
de: Die IP-Version passt nicht zur Bind-Netzwerkadresse im redundanten Kanal
fr: La version de l'IP ne correspond pas à l'adresse réseau liée dans le canal redondant
it: La versione IP non corrisponde all'associazione dell'indirizzo di rete nel canale ridondante
ja: 冗長チャンネル内のバインドネットワークアドレスと IP バージョンが適合していません
nl: IP-versie komt niet overeen met Bind-netwerkadres in redundant kanaal
pt_br: A versão IP não corresponde ao endereço de rede de ligação no canal redundante
tr: IP Sürümü, Yedek Kanaldaki Bağlama Ağ Adresiyle Eşleşmiyor
zh_tw: IP 版本與備援通道中的結合網路位址不符

source: IP Version doesn't match with Multicast Address in Redundant Channel
cs: Verze IP nesouhlasí se s adresou Multicast v redundantním kanálu
de: Die IP-Version passt nicht zur Multicast-Adresse im redundanten Kanal
fr: La version de l'IP ne correspond pas à l'adresse de multidiffusion dans le canal redondant
it: La versione IP non corrisponde all'indirizzo multidiffusione nel canale ridondante
ja: 冗長チャンネル内のマルチキャストアドレスと IP バージョンが適合していません
nl: IP-versie komt niet overeen met Multicast-adres in redundant kanaal
pt_br: A versão IP não corresponde ao endereço multicast no canal redundante
tr: IP Sürümü Yedekli Kanaldaki Çoklu Yayın Adresiyle Eşleşmiyor
zh_tw: IP 版本與備援通道中的多路廣播位址不符

source: Only passive or active can be chosen if multiple interface used. Set to passive.
cs: Pokud je použito více rozhraní, může být vybráno jen buď pasivní, nebo aktivní. Nastaveno pasivní.
de: Bei Verwendung mehrerer Benutzeroberflächen stehen nur 'Passiv' und 'Aktiv' zur Auswahl. Auf 'Passiv' festlegen.
fi: Voit valita vain passiivisen tai aktiivisen, kun useampi liitäntä käytössä. Aseta passiiviseksi.
fr: Si le système utilise plusieurs interfaces, seules les valeurs passif ou actif peuvent être sélectionnées. Option définie sur 'passif'.
hu: Több felület használata esetén csak a passzív vagy az aktív választható. Állítsa passzívra.
it: Se si utilizzano più interfacce, è possibile scegliere solo modalità passive o attive. Impostare su passiva.
ja: 複数のインターフェイスを使用する場合は、 passive (パッシブ; 能動) または active (アクティブ; 受動) のみを選択することができます。 passive に設定します。
ko: 여러 인터페이스를 사용할 경우 수동 또는 능동만 선택할 수 있습니다. 수동으로 설정되었습니다.
nl: U kunt alleen Passief of Actief kiezen als meerdere interfaces worden gebruikt. Stel de instelling op Passief in.
pl: Jeśli używanych jest wiele interfejsów, można wybrać tylko pasywny lub aktywny. Ustaw jako pasywny.
pt_br: Apenas passivo ou ativo poderá ser escolhido se forem usadas várias interfaces. Defina como passivo.
ru: При использовании нескольких интерфейсов можно выбрать только пассивный или активный режимы. Задан пассивный.
tr: Birden fazla arayüz kullanılıyorsa sadece pasif veya aktif seçilebilir. Pasif olarak ayarlayın.
zh_tw: 僅當使用多個介面時，才可以選擇被動或主動。請設定為被動。

source: rrp mode active is deprecated, better use passive.
cs: rrp mode active je zastaralý, raději použijte passive.
de: Der rrp-Modus Aktiv ist kaputt. Besser Passiv verwenden.
fr: Le mode rrp actif est obsolète. Il est préférable d'utiliser le mode passif.
it: la modalità rrp attiva è obsoleta, meglio usare quella passiva.
ja: rrp モードの active は廃止予定となっています。 passive をお使いください。
nl: De rrp-modus actief is verouderd, beter is passief gebruiken.
pt_br: O modo rrp ativo está obsoleto, use melhor passivamente.
ru: активный режим rrp устарел, лучше использовать пассивный.
tr: rrp modu aktif olarak kullanılmıyor, pasif kullanmak daha iyi.
zh_tw: 「rrp 主動模式」已經廢棄，建議使用被動模式。

source: IP Version doesn't match with addresses within Member Address
cs: Verze IP nesouhlasí s adresami v Členské adrese
de: Die IP-Version passt nicht zu Adressen innerhalb der Mitgliedsadressen
fr: La version de l'IP ne correspond pas aux adresses au sein de l'adresse de membre
it: La versione IP non corrisponde all'indirizzo in Indirizzo membro
ja: メンバーアドレス内のアドレスと IP バージョンが適合していません
nl: IP-versie komt niet overeen met adressen in lidadres
pt_br: A versão IP não corresponde aos endereços no endereço de membro
tr: IP Sürümü Üye Adresindeki adreslerle eşleşmiyor
zh_tw: IP 版本與成員位址中的位址不符

source: Transport:
cs: Přenos:
fi: Siirto:
hu: Továbbítás:
it: Trasporto:
ja: トランスポート:
ko: 전송:
pt_br: Transporte:
ru: Транспорт:
tr: Taşıma:
zh_tw: 傳輸：

source: IP Version:
cs: Verze IP:
fi: IP versio:
fr: Version de l'IP :
it: Versione IP:
ja: IP バージョン:
nl: IP-versie:
pt_br: Versão IP:
tr: IP Sürümü:
zh_tw: IP 版本：

source: Channel
cs: Kanál
de: Kanal
fi: Kanava
fr: Canal
hu: Csatorna
it: Canale
ja: チャンネル
ko: 채널
nl: Kanaal
pl: Kanał
pt_br: Canal
ru: Канал
tr: Kanal
zh_tw: 通道

source: Bind Network Address:
cs: Vázaná síťová adresa:
de: Netzwerkadresse zuweisen:
fi: Sidottu verkko-osoite:
fr: Adresse réseau liée :
hu: Hálózati cím kötése:
it: Associa indirizzo di rete:
ja: バインドネットワークアドレス:
ko: 바인드 네트워크 주소:
nl: Netwerkadres van binding:
pl: Adres powiązanej sieci:
pt_br: Associar endereço de rede:
ru: Привязать адрес сети:
tr: Bağlama Ağ Adresi:
zh_tw: 結合網路位址：

source: Multicast Address:
cs: Vícesměrová adresa:
de: Multicast-Adresse:
fi: Ryhmälähetysosoite:
fr: Adresse de multidiffusion :
hu: Multicast cím:
it: Indirizzo di multicast:
ja: マルチキャストアドレス:
ko: 멀티캐스트 주소:
nl: Multicast-adres:
pl: Adres multicast:
pt_br: Endereço multicast:
ru: Адрес многоадресной передачи:
tr: Çoklu Yayın Adresi:
zh_tw: 多路廣播位址：

source: Port:
fi: Portti:
it: Porta:
ja: ポート:
ko: 포트:
nl: Poort:
pt_br: Porta:
ru: Порт:
zh_tw: 連接埠︰

source: Redundant Channel
cs: Redundantní kanál
de: redundanter Kanal
fi: Varakanava
fr: Canal redondant
hu: Redundáns csatorna
it: Canale ridondante
ja: 冗長チャンネル
ko: 중복 채널
nl: Overbodig kanaal
pl: Kanał nadmiarowy
pt_br: Canal redundante
ru: Избыточный канал
tr: Yedek Kanal
zh_tw: 備援通道

source: Cluster Name:
cs: Název clusteru:
de: Name des Clusters:
fi: Klusterin nimi:
fr: Nom du cluster :
hu: Fürtnév:
it: Nome cluster:
ja: クラスタ名:
ko: 클러스터 이름:
nl: Clusternaam:
pl: Nazwa klastra:
pt_br: Nome do cluster:
ru: Имя кластера:
tr: Küme Adı:
zh_tw: 叢集名稱：

source: Expected Votes:
cs: Očekávané hlasy:
de: Erwartete Votes:
fi: Odotetut äänet:
fr: Nombre minimum de votes :
hu: Várt szavazatok:
it: Voti previsti:
ja: 期待する得票数:
ko: 필요한 응답:
nl: Verwachte stemmen:
pl: Oczekiwane głosy:
pt_br: Votos esperados:
ru: Ожидаемые голоса:
tr: Beklenen Oylar:
zh_tw: 預期投票數︰

source: rrp mode:
cs: režim rrp:
de: RRP-Modus:
fi: rrp-tila:
fr: Mode rrp :
hu: rrp mód:
it: modalità rrp:
ja: RRP モード:
ko: rrp 모드:
nl: rrp-modus:
pl: tryb rrp:
pt_br: modo rrp:
ru: режим rrp:
tr: rrp modu:
zh_tw: rrp 模式：

source: Auto Generate Node ID
cs: Automaticky generovat ID uzlu
de: Knoten-ID automatisch erzeugen
fi: Luo automaattisesti solmun tunniste
fr: Générer automatiquement l'ID de noeud
hu: Csomópont-azonosító automatikus generálása
it: Genera automaticamente ID nodo
ja: ノード ID の自動生成
ko: 노드 ID 자동 생성
nl: Knooppunt-id automatisch genereren
pl: Automatycznie generuj identyfikator węzła
pt_br: Gerar automaticamente o ID do nó
ru: Автоматически создавать ИД узла
tr: Otomatik Düğüm Kimliği Oluştur
zh_tw: 自動產生節點 ID

source: Member Address:
cs: Členská adresa:
de: Mitgliedsadresse:
fi: Jäsenosoite:
fr: Adresse du membre :
hu: Tagcím:
it: Indirizzo membro:
ja: メンバーアドレス:
ko: 구성원 주소:
nl: Adres van lid:
pl: Adres członka:
pt_br: Endereço do membro:
ru: Адрес члена:
tr: Üye Adresi:
zh_tw: 成員位址：

source: Redundant IP
cs: Redundantní IP
de: Redundante IP
fi: Varayhteyden IP
fr: Adresse IP redondante
hu: Redundáns IP-cím
it: IP ridondante
ja: 冗長 IP
ko: 중복 IP
pl: Nadmiarowy adres IP
pt_br: IP redundante
ru: Дополнительный IP
tr: Yedek IP
zh_tw: 備援 IP

source: NOTICE: Detected old corosync configuration. Please reconfigure the member list and confirm all other settings.
cs: UPOZORNĚNÍ: Byla zjištěna stará konfigurace corosync. Překonfigurujte seznam členů a potvrďte všechna ostatní nastavení.
de: HINWEIS: Alte corosync-Konfiguration erkannt. Konfigurieren Sie die Mitgliedsliste neu und bestätigen Sie alle anderen Einstellungen.
fi: ILMOITUS: Havaittiin vanha corosync määritys. Määritä jäsenlista uudelleen ja tarkista muutkin määritykset.
fr: AVIS : une ancienne configuration corosync a été détectée. Veuillez reconfigurer la liste des membres et confirmer tous les autres paramètres.
hu: FIGYELEM: Régi corosync konfiguráció észlelhető. Konfigurálja újra a tagok listáját, és ellenőrizzen minden más beállítást.
it: AVVISO: rilevata configurazione precedente di corosync. Riconfigurare l'elenco dei membri e confermare tutte le altre impostazioni.
ja: 通知: 古い corosync 設定を検出しました。 メンバー一覧を設定しなおしてください。その他の設定についてもご確認ください。
ko: 참고: 이전 corosync 구성이 감지되었습니다. 구성원 목록을 다시 구성하고 다른 모든 설정을 확인하십시오.
nl: OPMERKING: oude Corosync-configuratie gedetecteerd. Configureer de ledenlijst opnieuw en bevestig alle overige instellingen.
pl: UWAGA: wykryto starą konfigurację corosync. Zmień konfigurację listy członków i potwierdź wszystkie inne ustawienia.
pt_br: AVISO: Configuração de corosync antiga detectada. Reconfigure a lista de membros e confirme todas as outras configurações.
ru: ВНИМАНИЕ: Обнаружена старая конфигурация corosync. Повторно настройте список членов и подтвердите все остальные параметры.
tr: DİKKAT: Eski corosync yapılandırması algılandı. Lütfen üye listesini yeniden yapılandırın ve diğer tüm ayarları onaylayın.
zh_tw: 注意：偵測到舊的 corosync 組態。 請重新設定成員清單並確認所有其他設定。

source: Need to press "Generate Auth Key File"
de: Sie müssen auf "Authentifizierungsschlüsseldatei erzeugen" klicken
pt_br: Precisa pressionar "Gerar arquivo de chave de autenticação"
tr: "Kimlik Doğrulama Anahtar Dosyası Oluştur"a basmanız gerekiyor
zh_tw: 需要按 "產生驗證金鑰檔案"

source: Execute Name
cs: Provést název
de: Ausführungsname
fi: Suoritus nimi
fr: Nom d'exécution
it: Esegui nome
ja: 実行名
nl: Uitvoeringsnaam
pt_br: Executar nome
tr: Adı Yürüt
zh_tw: 執行名稱

source: Execute Script
cs: Provést skript
de: Ausführungsskript
fi: Suorita skripti
fr: Script d'exécution
it: Eseguire script
ja: 実行スクリプト
nl: Uitvoeringsscript
pt_br: Executar script
tr: Komut Dosyasını Çalıştır
zh_tw: 執行程序檔

source: The model basically defines the type of arbitrator, currently only net is support
cs: Model v zásadě definuje typ arbitrátora – v současné době je podporována pouze síť
de: Das Modell definiert hauptsächlich den Vermittlungstyp, aktuell wird nur 'net' unterstützt.
fr: Á la base, le modèle définit le type d'arbitre. Actuellement, seule la valeur « net » est prise en charge
hu: A modell alapvetően definiálja az értelmező típusát, jelenleg csak a net támogatott.
it: Il modello praticamente definisce il tipo di arbitratore; attualmente solo net è supportato
ja: モデルは基本的に arbitrator の種類を設定するものです。現時点では net にのみ対応しています
ko: 모델에서는 기본적으로 중재자의 유형을 정의합니다. 현재 net만 지원됩니다.
nl: Het model definieert in principe het type bemiddelaar en alleen net biedt momenteel ondersteuning
pl: Model zasadniczo definiuje typ arbitra, aktualnie obsługiwany jest tylko typ net
pt_br: O modelo basicamente define o tipo de arbitrador. Atualmente, só há suporte para rede
ru: Модель в основном определяет только тип арбитра, в настоящее время поддерживается только сеть
tr: Model temel olarak hakemin türünü tanımlar, şu anda yalnızca net destektir
zh_tw: 該模型主要定義仲裁方類型，目前僅支援 net

source: Qdevice host mush have a valid IP address
cs: Hostitel Qdevice musí mít platnou IP adresu
de: Qdevice-Host muss eine gültige IP-Adresse besitzen.
fr: L'hôte Qdevice doit avoir une adresse IP valide
hu: A Qdevice-géphez érvényes IP-címnek kell tartoznia
it: L'host di Qdevice deve avere un indirizzo IP valido
ja: Qdevice ホストには正しい IP アドレスを設定しなければなりません
ko: Qdevice 호스트에는 유효한 IP 주소가 있어야 합니다.
nl: Qdevice-host moet een geldig IP-adres bevatten
pl: Host qdevice musi mieć prawidłowy adres IP
pt_br: O host Qdevice precisa ter um endereço IP válido
ru: Хост Qdevice должен иметь допустимый IP-адрес
tr: Qdevice ana bilgisayarı geçerli bir IP adresine sahip olmalıdır
zh_tw: Qdevice 主機必須具有有效的 IP 位址

source: The corosync qdevice port must be a positive integer
cs: Port qdevice corosync musí být kladné celé číslo
de: Für Corosync Qdevice-Port muss eine positive Ganzzahl angegeben werden.
fi: Corosync qdevice -portin pitää olla positiivinen kokonaisluku
fr: Le port corosync-qdevice doit être un entier positif
hu: A corosync qdevice portjának pozitív egész számnak kell lennie
it: La porta qdevice di corosync deve essere un numero intero positivo
ja: corosync qdevice ポートは正の整数でなければなりません
ko: corosync qdevice 포트는 양의 정수여야 합니다.
nl: De corosync qdevice-poort moet een positief geheel getal zijn
pl: Port corosync qdevice musi być dodatnią liczbą całkowitą
pt_br: A porta do corosync qdevice deve ser um inteiro positivo
ru: Порт corosync qdevice должен быть положительным целым числом
tr: corosync qdevice portu pozitif bir tam sayı olmalıdır
zh_tw: Corosync qdevice 連接埠必須是正整數
