Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: <p><b><big>IP Version</big></b><br>Specifies version of IP to use for communication. Value can be one of ipv4 or ipv6. Default (if unspecified) is ipv4.<br></p> <p><b><big>Bind Network Address</big></b><br>This specifies the address which the corosync executive should bind. This address should always end in zero. If the totem traffic should be routed over 192.168.5.92, set bindnetaddr to 192.168.5.0.<br>This may also be an IPV6 address, in which case IPV6 networking will be used. In this case, the full address must be specified and there is no automatic selection of the network interface within a specific subnet as with IPv4. If IPv6 networking is used, the nodeid field must be specified.<br></p> <p><b><big>Multicast Address</big></b><br>This is the multicast address used by corosync executive. The default should work for most networks, but the network administrator should be queried about a multicast address to use. Avoid 224.x.x.x because this is a "config" multicast address.<br>This may also be an IPV6 multicast address, in which case IPV6 networking will be used. If IPv6 networking is used, the nodeid field must be specified.</p> <p><b><big>Port</big></b><br>This specifies the UDP port number. It is possible to use the same multicast address on a network with the corosync services configured for different UDP ports.<br></p> <p><b><big>Member Address</big></b><br>This list specifies all the nodes in the cluster by IP address. This could be configurable when using udpu(Unicast). <br></p> <p><b><big>Node ID</big></b><br>This configuration option is optional when using IPv4 and required when using IPv6. This is a 32 bit value specifying the node identifier delivered to the cluster membership service. If this is not specified with IPv4, the node id will be determined from the 32 bit IP address the system to which the system is bound with ring identifier of 0. The node identifier value of zero is reserved and should not be used.<br></p> <p><b><big>rrp_mode</big></b><br>This specifies the mode of redundant ring, which may be none, active, or passive. Active replication offers slightly lower latency from transmit to delivery in faulty network environments but with less performance. Passive replication may nearly double the speed of the totem protocol if the protocol doesn't become cpu bound. The final option is none, in which case only one network interface will be used to operate the totem protocol. If only one interface directive is specified, none is automatically chosen. If multiple interface directives are specified, only active or passive may be chosen.<br></p> <p><b><big>Cluster Name</big></b><br>This specifies the name of cluster and it's used for automatic generating of multicast address. Default is hacluster. For a geo cluster, each cluster must have a unique name.<br></p> <p><b><big>Expected votes</big></b><br>Expect vote number for voting quorum. Will be automatically calculated when the nodelist {} section is present in corosync.conf (the list will be generated when using unicast transport) or can be specified in the quorum {} section (Expect votes should use the total node numble of the cluster). If Expected votes presents in unicast transport, the value will override the one automatically calculated. For safety, the Expected votes will be disabled once nodelist not empty, it's good for ignore the inappropriate Expected votes set.<br></p> <p><b><big>Auto Generate Node ID</big></b><br>Nodeid is required when using IPv6. Auto node ID enabled will generate nodeid automatically.<br></p>
de: <p><b><big>IP-Version</big></b><br> Spezifiziert die zu verwendende Version der IP zur Kommunikation. Der Wert kann 'ipv4' oder 'ipv6' sein. Der Standardwert (falls nicht angegeben) ist 'ipv4'.<br></p> <p><b><big>Netzwerkadresse zuweisen</big></b><br>Adresse, die das ausführbare Element corosync zuweisen soll. Diese Adresse muss auf null (0) enden. Falls der Totem-Datenverkehr über 192.168.5.92 geleitet werden soll, legen Sie für bindnetaddr den Wert 192.168.5.0 fest.<br>Sie können auch eine IPV6-Adresse angeben, sodass das IPV6-Networking verwendet wird. In diesem Fall müssen Sie die vollständige Adresse angeben, und die Netzwerkschnittstelle in einem bestimmten Subnetz wird nicht automatisch ausgewählt (im Gegensatz zu IPv4). Wenn das IPv6-Networking verwendet wird, müssen Sie das Feld nodeid festlegen.<br></p> <p><b><big>Multicast-Adresse</big></b><br>Die Multicast-Adresse, die vom ausführbaren Element corosync verwendet wird. Die Standardeinstellungen ist für die meisten Netzwerke geeignet; fragen Sie dennoch den Netzwerkadministrator nach der zu verwendenden Multicast-Adresse. Die Adresse 224.x.x.x ist nicht zulässig, da dies eine "config"-Multicast-Adresse ist.<br>Sie können auch eine IPV6-Adresse angeben, sodass das IPV6-Networking verwendet wird. In diesem Fall müssen Sie das Feld nodeid festlegen.</p> <p><b><big>Port</big></b><br>Nummer des UDP-Ports. In einem Netzwerk, in dem der Dienst corosync für mehrere UDP-Ports konfiguriert ist, können Sie dieselbe Multicast-Adresse verwenden.<br></p> <p><b><big>Mitgliedsadresse</big></b><br>Diese Liste enthält alle Knoten im Cluster (nach IP-Adresse geordnet). Die Liste kann mit udpu(Unicast) konfiguriert werden. <br></p> <p><b><big>Knoten-ID</big></b><br>Diese Konfigurationsoption ist bei IPv4 optional und bei IPv6 erforderlich. Dieser 32-Bit-Wert gibt die Knoten-ID an, die an den Cluster-Mitgliedschaftsdienst übergeben werden soll. Ist die Knoten-ID in IPv4 nicht angegeben, wird sie aus der 32-Bit-IP-Adresse abgeleitet, der das System mit der Ring-ID 0 zugewiesen ist. Der Wert 0 (null) für die Knoten-ID ist reserviert und darf nicht verwendet werden.<br></p> <p><b><big>rrp_mode</big></b><br>Modus für den redundanten Ring (keine, aktiv oder passiv). Bei der aktiven Reproduktion ist die Latenz von der Übertragung bis zur Lieferung in fehlerhaften Netzwerkumgebungen geringer, die Leistung jedoch auch. Die passive Reproduktion kann die Geschwindigkeit des Totem-Protokolls nahezu verdoppeln, sofern das Protokoll nicht der CPU zugewiesen wird. Bei der Option 'keiner' wird das Totem-Protokoll mit nur einer Netzwerkschnittstelle ausgeführt. Wenn nur eine einzige Schnittstellenanweisung angegeben ist, wird automatisch 'keine' ausgewählt. Sind mehrere Schnittstellenanweisungen angegeben, stehen nur die Optionen 'aktiv' und 'passiv' zur Auswahl.<br></p> <p><b><big>Cluster-Name</big></b><br>Das spezifiziert den Namen des Clusters und wird zur automatischen Generierung von Multicast-Adressen verwendet. Standard ist hacluster. Für ein Geo-Cluster muss jedes Cluster einen einzigartigen Namen haben.<br></p> <p><b><big>Erwartete Votes</big></b><br>Erwartete Anzahl der Votes für Voting-Quorum. Dieser Wert wird automatisch berechnet, wenn die Datei 'corosync.conf' den Abschnitt 'nodelist {}' enthält (Liste wird bei Verwendung des Unicast-Transports erzeugt), oder kann im Abschnitt 'quorum {}' festgelegt werden. (Für 'Erwartete Votes' muss die Gesamtanzahl der Knoten im Cluster angegeben werden). Wenn 'Erwartete Votes' im Unicast-Transport vorliegt, hat dieser Wert Vorrang vor dem automatisch berechneten Wert. Zur Sicherheit werden die 'Erwarteten Votes' deaktiviert, wenn die Knotenliste nicht leer ist. Es ist gut sie unpassenden Sätze an 'Erwarteten Votes' zu ignorieren.<br></p> <p><b><big>Knoten-ID automatisch erzeugen</big></b><br>Bei IPv6 ist nodeid erforderlich. Wenn diese Option aktiviert ist, wird nodeid automatisch erzeugt.<br></p>
pt_br: <p><b><big>Versão do IP</big></b><br>Especifica a versão do IP a ser usada na comunicação. O valor pode ipv4 ou ipv6. O padrão (se não especificado) é ipv4.<br></p> <p><b><big>Vincular Endereço de Rede</big></b><br>Especifica o endereço que o executivo de corosync deve vincular. Esse endereço sempre deve terminar em zero. Se o tráfego do totem deve ser roteado por 192.168.5.92, defina bindnetaddr como 192.168.5.0.<br>Esse também pode ser um endereço IPV6, nesse caso a rede IPV6 será usada. Nesse caso, o endereço completo deve ser especificado e não há seleção automática da interface de rede em uma sub-rede específica, como IPv4. Se a rede IPv6 for usada, o campo nodeid deverá ser especificado.<br></p> <p><b><big>Endereço Multicast</big></b><br>Esse é o endereço multicast usado pelo executivo corosync . O padrão deve funcionar para a maioria das redes, mas o administrador da rede deve ser consultado sobre um endereço multicast a ser usado. Evite 224.x.x.x porque este é um endereço multicast de "configuração".<br>Esse também pode ser um endereço multicast IPV6. Nesse caso, a rede IPV6 será usada. Se a rede IPv6 for usada, o campo nodeid deverá ser especificado.</p> <p><b><big>Porta</big></b><br>Especifica o número da porta UDP. É possível usar o mesmo endereço multicast em uma rede com os serviços corosync configurados para diferentes portas UDP.<br></p> <p><b><big>Endereço do Membro</big></b><br>Esta lista especifica todos os nós no cluster por endereço IP. Isso pode ser configurável ao usar o udpu (Unicast). <br></p> <p><b><big>ID do Nó</big></b><br>Essa opção de configuração é opcional ao usar o IPv4 e necessária ao usar o IPv6. Esse é um valor de 32 bits que especifica o identificador do nó entregue ao serviço de associação ao cluster. Se isso não for especificado com IPv4, a identificação do nó será determinada com base no endereço IP de 32 bits do sistema ao qual o sistema está vinculado com o identificador de anel igual a 0. O valor zero do identificador de nó é reservado e não deve ser usado.<br></p> <p><b><big>rrp_mode</big></b><br>Especifica o modo de anel redundante, que pode ser nenhum, ativo ou passivo. A replicação ativa oferece uma latência um pouco menor da transmissão à entrega em ambientes de rede com defeito, mas com menos desempenho. A replicação passiva pode quase dobrar a velocidade do protocolo de totem se o protocolo não se tornar vinculado à CPU. A opção final é nenhuma. Nesse caso, apenas uma interface de rede será usada para operar o protocolo de totem. Se apenas uma diretiva de interface for especificada, nenhuma será escolhida automaticamente. Se várias diretivas de interface forem especificadas, apenas ativo ou passivo poderá ser escolhido.<br></p> <p><b><big>Nome do Cluster</big></b><br>Especifica o nome do cluster e é usado para gerar automaticamente o endereço multicast. O padrão é hacluster. Para um cluster geográfico, cada cluster deve ter um nome exclusivo.<br></p> <p><b><big>Votos esperados</big></b><br>Espere o número de votos para o quorum de votação. Será calculado automaticamente quando a seção nodelist {} estiver presente no corosync.conf (a lista será gerada ao usar transporte unicast) ou pode ser especificada na seção quorum {} (os votos esperados devem usar o número total de nós do cluster) . Se houver votos esperados no transporte unicast, o valor substituirá o calculado automaticamente. Por segurança, os votos esperados serão desativados quando o nodelist não estiver vazio, o que é bom para ignorar o conjunto de votos esperados inapropriado.<br></p> <p><b><big>Gerar ID Automaticamente do Nó</big></b><br>O Nodeid é necessário ao usar o IPv6. O ID do nó automático ativado gera o nodeid automaticamente.<br></p>
tr: <p><b><big>IP Sürümü</big></b><br>İletişim için kullanılacak IP sürümünü belirtir. Değer ipv4 veya ipv6'dan biri olabilir. Varsayılan (belirtilmemişse) ipv4'tür.<br></p> <p><b><big>Bağlantı Ağ Adresi</big></b><br>Bu, corosync yöneticisinin bağlaması gereken adresi belirtir. Bu adres her zaman sıfırla bitmelidir. Totem trafiği 192.168.5.92 üzerinden yönlendirilecekse, bindnetaddr'ı 192.168.5.0 olarak ayarlayın.<br>Bu ayrıca bir IPV6 adresi olabilir, bu durumda IPV6 ağ bağlantısı kullanılacaktır. Bu durumda, tam adres belirtilmelidir ve IPv4'te olduğu gibi belirli bir alt ağ içinde ağ arayüzünün otomatik seçimi yoktur. IPv6 ağ iletişimi kullanılıyorsa, nodeid alanı belirtilmelidir.<br></p> <p><b><big>Çoklu Yayın Adresi</big></b><br>Bu, corosync yöneticisi tarafından kullanılan çoklu yayın adresidir. Varsayılan, çoğu ağ için çalışmalıdır, ancak ağ yöneticisine kullanılacak bir çoklu yayın adresi sorulmalıdır. 224.x.x.x'ten kaçının çünkü bu bir "config" çoklu yayın adresidir.<br>Bu, bir IPV6 çoklu yayın adresi de olabilir, bu durumda IPV6 ağ iletişimi kullanılır. IPv6 ağ iletişimi kullanılıyorsa, nodeid alanı belirtilmelidir.</p> <p><b><big>Bağlantı Noktası</big></b><br>Bu, UDP bağlantı noktası numarasını belirtir. Farklı UDP bağlantı noktaları için yapılandırılmış corosync hizmetleriyle bir ağda aynı çoklu yayın adresini kullanmak mümkündür.<br></p> <p><b><big>Üye Adresi</big></b><br>Bu liste, kümedeki tüm düğümleri IP adresine göre belirtir. Bu, udpu (Unicast) kullanılırken yapılandırılabilir. <br></p> <p><b><big>Düğüm Kimliği</big></b><br>Bu yapılandırma seçeneği, IPv4 kullanılırken isteğe bağlı ve IPv6 kullanılırken gereklidir. Bu, küme üyelik hizmetine iletilen düğüm tanımlayıcısını belirten 32 bitlik bir değerdir. Bu, IPv4 ile belirtilmezse, düğüm kimliği, sistemin 0 halka tanımlayıcısıyla bağlı olduğu sistemin 32 bitlik IP adresinden belirlenir. Sıfır düğüm tanımlayıcı değeri ayrılmıştır ve kullanılmamalıdır.<br></p> <p><b><big>rrp_mode</big></b><br>Bu, hiçbiri, etkin veya pasif olabilen yedekli halka modunu belirtir. Etkin çoğaltma, hatalı ağ ortamlarında iletimden teslimata kadar biraz daha düşük gecikme süresi sunar ancak daha az performans sağlar. Pasif çoğaltma, protokol CPU'ya bağlı hale gelmezse totem protokolünün hızını neredeyse iki katına çıkarabilir. Son seçenek hiçbiridir, bu durumda totem protokolünü çalıştırmak için yalnızca bir ağ arayüzü kullanılır. Yalnızca bir arayüz yönergesi belirtilirse, hiçbiri otomatik olarak seçilmez. Birden fazla arayüz yönergesi belirtilirse, yalnızca etkin veya pasif seçilebilir.<br></p> <p><b><big>Küme Adı</big></b><br>Bu, kümenin adını belirtir ve çoklu yayın adresinin otomatik olarak oluşturulması için kullanılır. Varsayılan hacluster'dır. Bir coğrafi küme için, her kümenin benzersiz bir adı olmalıdır.<br></p> <p><b><big>Beklenen oylar</big></b><br>Oylama yeter sayısı için beklenen oy sayısı. corosync.conf'ta nodelist {} bölümü mevcut olduğunda otomatik olarak hesaplanır (liste tek yayın taşıma kullanıldığında oluşturulur) veya yeter sayı {} bölümünde belirtilebilir (Beklenen oylar, kümenin toplam düğüm sayısını kullanmalıdır). Tek yayın taşımada Beklenen oylar mevcutsa, değer otomatik olarak hesaplanan değeri geçersiz kılar. Güvenlik için, nodelist boş olmadığında Beklenen oylar devre dışı bırakılacak, uygunsuz Beklenen oylar setini yoksaymak iyi bir fikirdir.<br></p> <p><b><big>Node ID'yi Otomatik Oluştur</big></b><br>IPv6 kullanırken NodeID gereklidir. Otomatik düğüm kimliği etkinleştirildiğinde, otomatik olarak nodeID oluşturulur.<br></p>

source: Corosync Qdevice
it: Qdevice di Corosync

source: TLS:
ru: Протокол TLS:

source: IP:
pl: Adres IP:
