Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: Initializing cluster Configuration
cs: Inicializuje se konfigurace clusteru
de: Cluster-Konfiguration wird initialisiert
fi: Alustetaan klusterin määritystä
fr: Initialisation de la configuration du cluster
hu: Fürt beállításának előkészítése
it: Inizializzazione della configurazione cluster
ja: クラスタの設定を準備しています
ko: 클러스터 구성 초기화 중
nl: Bezig met clusterconfiguratie initialiseren
pl: Inicjalizacja konfiguracji klastra
pt_br: Inicializando a configuração do cluster
ru: Инициализация конфигурации кластера
tr: Küme Yapılandırması başlatılıyor
zh_tw: 啟始化叢集組態

source: Read the database
cs: Načíst databázi
de: Datenbank einlesen
fi: Lue tietokanta
fr: Lire la base de données
hu: Adatbázis beolvasása
it: Leggi il database
ja: データベースの読み込み
ko: 데이터베이스 읽기
nl: De database lezen
pl: Odczytanie bazy danych
pt_br: Ler o banco de dados
ru: Читать базу данных
tr: Veri tabanını oku
zh_tw: 讀取資料庫

source: Read the previous settings
cs: Načíst předchozí nastavení
de: Vorherige Einstellungen einlesen
fi: Lue aikaisemmat asetukset
fr: Lire les paramètres précédents
hu: Előző beállítások beolvasása
it: Leggi le impostazioni precedenti
ja: 以前の設定の読み込み
ko: 이전 설정 읽기
nl: De vorige instellingen lezen
pl: Odczytanie poprzednich ustawień
pt_br: Ler as configurações anteriores
ru: Читать предыдущие параметры
tr: Önceki ayarları oku
zh_tw: 讀取先前的設定

source: Read Firewall Settings
cs: Čtení nastavení firewallu
de: Firewall-Einstellungen einlesen
fi: Lue palomuurin asetukset
fr: Lire les paramètres du pare-feu
hu: A tűzfal beállításainak beolvasása
it: Leggi impostazioni firewall
ja: ファイアウオール設定の読み込み
ko: 방화벽 설정 읽기
nl: Firewall-instellingen lezen
pl: Odczytanie ustawień zapory sieciowej
pt_br: Ler as configurações do Firewall
ru: Читать параметры брандмауэра
tr: Güvenlik Duvarı Ayarlarını Oku
zh_tw: 讀取防火牆設定

source: Reading the database...
cs: Probíhá čtení databáze...
de: Datenbank wird eingelesen...
fi: Luetaan tietokantaa...
fr: Lecture de la base de données...
hu: Az adatbázis olvasása...
it: Lettura del database in corso…
ja: データベースを読み込んでいます...
ko: 데이터베이스를 읽는 중...
nl: De database wordt gelezen...
pl: Odczytywanie bazy danych...
pt_br: Lendo o banco de dados...
ru: Чтение базы данных…
tr: Veri tabanı okunuyor...
zh_tw: 正在讀取資料庫...

source: Reading the previous settings...
cs: Probíhá čtení předchozích nastavení...
de: Vorherige Einstellungen werden eingelesen...
fi: Luetaan aikaisemmat asetukset...
fr: Lecture des paramètres précédents...
hu: Előző beállítások beolvasása...
it: Lettura delle impostazioni precedenti in corso…
ja: 以前の設定を読み込んでいます...
ko: 이전 설정을 읽는 중...
nl: De vorige instellingen worden gelezen...
pl: Odczytywanie poprzednich ustawień...
pt_br: Lendo as configurações anteriores...
ru: Чтение предыдущих параметров…
tr: Önceki ayarlar okunuyor...
zh_tw: 正在讀取先前的設定...

source: Reading Firewall settings...
cs: Načítá se nastavení firewallu...
de: Firewall-Einstellungen werden eingelesen...
fi: Luetaan palomuurin asetukset...
fr: Lecture des paramètres du pare-feu...
hu: A tűzfal beállításainak beolvasása...
it: Lettura delle impostazioni del firewall in corso…
ja: ファイアウオールの設定を読み込んでいます...
ko: 방화벽 설정 읽는 중...
nl: Firewall-instellingen worden gelezen...
pl: Odczytywanie ustawień zapory sieciowej...
pt_br: Lendo as configurações do Firewall...
ru: Чтение параметров брандмауэра…
tr: Güvenlik Duvarı ayarları okunuyor...
zh_tw: 正在讀取防火牆設定...

source: Finished
cs: Hotovo
de: Fertig
fi: Valmis
fr: Terminé
hu: Befejeződött
it: Operazione completata
ja: 完了
ko: 완료됨
nl: Voltooid
pl: Zakończono
pt_br: Concluído
ru: Готово
tr: Sonlandı
zh_tw: 已完成

source: Cannot install required package
cs: Požadovaný balíček nelze instalovat
de: Erforderliches Paket kann nicht installiert werden
fi: Vaaditun pakettien asennus ei onnistu
fr: Impossible d'installer les paquets requis
hu: A szükséges csomag nem telepíthető
it: Impossibile installare il pacchetto richiesto
ja: 必要なパッケージをインストールできません。
ko: 필수 패키지를 설치할 수 없습니다.
nl: Kan het vereiste pakket niet installeren
pl: Nie można zainstalować wymaganego pakietu
pt_br: Não é possível instalar o pacote necessário
ru: Невозможно установить требуемый пакет
tr: Gerekli paket yüklenemiyor
zh_tw: 無法安裝必要的套件

source: Cannot load existing configuration
cs: Existující konfiguraci nelze načíst
de: Vorhandene Konfiguration kann nicht geladen werden
fi: Olemassa olevaa määritystä ei voi ladata
fr: Impossible de charger la configuration existante
hu: A meglévő beállítások betöltése sikertelen
it: Impossibile caricare la configurazione esistente
ja: 既存の設定を読み込むことができません
ko: 기존 구성을 로드할 수 없습니다.
nl: Kan bestaande configuratie niet laden
pl: Nie można wczytać istniejącej konfiguracji
pt_br: Não é possível carregar a configuração existente
ru: Невозможно загрузить существующую конфигурацию
tr: Mevcut yapılandırma yüklenemiyor
zh_tw: 無法載入現有組態

source: Cannot read database1.
cs: Databázi database1 nelze číst.
de: Datenbank1 konnte nicht gelesen werden.
fi: Tietokannan1 lukeminen ei onnistu.
fr: Impossible de lire la base de données1.
hu: A database1 adatbázis nem olvasható.
it: Impossibile leggere il database1.
ja: データベース 1 を読み込めません。
ko: database1을 읽을 수 없습니다.
nl: Kan database1 niet lezen.
pl: Nie można odczytać bazy danych database1.
pt_br: Não é possível ler o banco de dados 1.
ru: Невозможно прочитать database1.
tr: Veritabanı1 okunamıyor.
zh_tw: 無法讀取資料庫 1。

source: Cannot read database2.
cs: Databázi database2 nelze číst.
de: Datenbank2 konnte nicht gelesen werden.
fi: Tietokannan2 lukeminen ei onnistu.
fr: Impossible de lire la base de données2.
hu: A database2 adatbázis nem olvasható.
it: Impossibile leggere il database2.
ja: データベース 2 を読み込めません。
ko: database2를 읽을 수 없습니다.
nl: Kan database2 niet lezen.
pl: Nie można odczytać bazy danych database2.
pt_br: Não é possível ler o banco de dados 2.
ru: Невозможно прочитать database2.
tr: Database2 okunamıyor.
zh_tw: 無法讀取資料庫 2。

source: Cannot detect devices.
cs: Nelze detekovat zařízení.
de: Keine Geräte gefunden.
fi: Laitteiden tunnistaminen ei onnistu.
fr: Détection impossible des périphériques.
hu: Az eszközök nem ismerhetők fel.
it: Impossibile rilevare i dispositivi.
ja: デバイスを検出できません。
ko: 장치를 감지할 수 없습니다.
nl: Kan apparaten niet detecteren.
pl: Nie można wykryć urządzeń.
pt_br: Não é possível detectar os dispositivos.
ru: Невозможно обнаружить устройства.
tr: Aygıtlar algılanamadı.
zh_tw: 無法偵測裝置。

source: Saving cluster Configuration
cs: Ukládá se konfigurace clusteru
de: Speichern der Cluster-Konfiguration
fi: Tallennetaan klusterin määritystä
fr: Enregistrement de la configuration du cluster
hu: Fürt beállításának mentése
it: Salvataggio della configurazione cluster
ja: クラスタの設定を保存しています
ko: 클러스터 구성 저장
nl: Bezig met clusterconfiguratie opslaan
pl: Zapisywanie konfiguracji klastra
pt_br: Salvando as configurações do cluster
ru: Сохранение конфигурации кластера
tr: Küme Yapılandırması kaydediliyor
zh_tw: 儲存叢集組態

source: Write the settings
cs: Zapsat nastavení
de: Einstellungen schreiben
fi: Kirjoita asetukset
fr: Écrire les paramètres
hu: Beállítások mentése
it: Scrivi impostazioni
ja: 設定の書き込み
ko: 설정 기록
nl: De instellingen schrijven
pl: Zapisanie ustawień
pt_br: Gravar as configurações
ru: Записать параметры
tr: Ayarları yaz
zh_tw: 寫入設定

source: Save firewall changes
cs: Ukládají se změny firewallu
de: Firewall-Änderungen speichern
fr: Sauvegarder les changements du pare-feu
hu: Mentse a tűzfal beállításait
it: Salva modifiche firewall
ja: ファイアウオール設定の保存
ko: 방화벽 변경사항 저장
nl: Firewall-wijzigingen opslaan
pl: Zapisanie zmian zapory sieciowej
pt_br: Salvar mudanças do Firewall
ru: Сохранить изменения брандмауэра
tr: Güvenlik duvarı değişikliklerini kaydet
zh_tw: 儲存防火牆變更

source: Writing the settings...
cs: Zapisují se nastavení...
de: Einstellungen werden geschrieben...
fi: Kirjoitetaan asetuksia...
fr: Écriture des paramètres...
hu: Beállítások mentése...
it: Scrittura delle impostazioni in corso…
ja: 設定を書き込んでいます...
ko: 설정을 기록하는 중...
nl: De instellingen worden geschreven…
pl: Zapisywanie ustawień...
pt_br: Gravando as configurações…
ru: Запись параметров…
tr: Ayarlar yazılıyor...
zh_tw: 正在寫入設定...

source: Saving firewall changes ...
cs: Ukládají se změny firewallu...
de: Firewall-Änderungen werden gespeichert ...
fi: Tallennetaan palomuurin muutoksia ...
fr: Sauvegarde des changements du pare-feu...
hu: A tűzfal beállításainak mentése …
it: Salvataggio delle modifiche al firewall in corso…
ja: ファイアウオールの設定を保存しています...
ko: 방화벽 변경사항 저장 중...
nl: Firewall-wijzigingen opslaan...
pl: Zapisywanie zmian zapory sieciowej...
pt_br: Salvando as mudanças do Firewall...
ru: Сохранение изменений брандмауэра…
tr: Güvenlik duvarı değişiklikleri kaydediliyor...
zh_tw: 正在儲存防火牆變更...

source: Cannot write settings.
cs: Nastavení nelze zapsat.
de: Einstellungen können nicht geschrieben werden.
fi: Asetuksia ei voitu kirjoittaa.
fr: Impossible d'écrire les paramètres.
hu: A beállítások mentése sikertelen.
it: Impossibile scrivere le impostazioni.
ja: 設定を書き込むことができません。
ko: 설정을 기록할 수 없습니다.
nl: Kan de instellingen niet opslaan.
pl: Nie można zapisać ustawień.
pt_br: Não é possível gravar as configurações.
ru: Невозможно записать параметры.
tr: Ayarlar yazılamıyor.
zh_tw: 無法寫入設定。
