Repository: yast/yast-translations
Catalog: po/cluster/*.po
Languages: cs, de, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, tr, zh_tw

source: <p><b><big>Model</big></b><br>Specifies the model to be used. This parameter is required. corosync-qdevice is modular and is able to support multiple different models. The model basically defines what type of arbitrator is used. Currently only 'net' is supported.</p> <p><b><big>Host</big></b><br>Specifies the IP address or host name of the qnetd server to be used. This parameter is required.</p> <p><b><big>Port</big></b><br>Specifies TCP port of qnetd server. Default is 5403.</p> <p><b><big>TLS</big></b><br>Can be one of 'on', 'off' or 'required' and specifies if tls should be used. 'on' means a connection with TLS is attempted first, but if the server doesn't advertise TLS support then non-TLS will be used. 'off' is used then TLS is not required and it's then not even tried. This mode is the only one which doesn't need a properly initialized NSS database. 'required' means TLS is required and if the server doesn't support TLS, qdevice will exit with error message. 'on' need manually change, refer to corosync-qdevice's man page for more details. Default is 'off' in yast.</p> <p><b><big>Algorithm</big></b><br>Decision algorithm. Can be one of the 'ffsplit' or 'lms'. (Actually there are also 'test' and '2nodelms', both of which are mainly for developers and shouldn't be used for production clusters, so yast will convert to 'ffsplit' automatically). For a description of what each algorithm means and how the algorithms differ see their individual sections. Default value is ffsplit.</p> <p><b><big>Tie breaker</big></b><br>Can be one of 'lowest', 'highest' or 'valid_node_id' (number) values. It's used as a fallback if qdevice has to decide between two or more equal partitions. 'lowest' means the partition with the lowest node id is chosen. 'highest' means the partition with highest node id is chosen. And 'valid_node_id' means that the partition containing the node with the given node id is chosen. Default is 'lowest'.</p> <p><b><big>Qdevice Heuristics</big></b><br>Subsection of Qdevice. Heuristics are set of commands executed locally on startup, cluster membership change, successful connect to corosync-qnetd and optionally also at regular times. Commands are executed in parallel. When *all* commands finish successfully (their return error code is zero) on time, heuristics have passed, otherwise they have failed. The heuristics result is sent to corosync-qnetd and there it's used in calculations to determine which partition should be quorate.</p> <p><b><big>Heuristics Mode</big></b><br>Can be one of on, sync or off and specifies mode of operation of heuristics. Default is off, which means heuristics are disabled. When sync is set, heuristics are executed only during startup, membership change and when connection to corosync-qnetd is established. When heuristics should be running also on regular basis, this option should be set to on value.</p> <p><b><big>Heuristics Timeout</big></b><br>Specifies maximum time in milliseconds. How long corosync-qdevice waits till the heuristics commands finish. If some command doesn't finish before the timeout, it's killed and heuristics fail. This timeout is used for heuristics executed at regular times. Default value is half of the quorum.device.timeout, so 5000.</p> <p><b><big>Heuristics Sync_timeout</big></b><br>Similar to quorum.device.heuristics.timeout but used during membership changes. Default value is half of the quorum.device.sync_timeout, so 15000.</p> <p><b><big>Heuristics Interval</big></b><br>Specifies interval between two regular heuristics execution. Default value is 3 * quorum.device.timeout, so 30000.</p> <p><b><big>Heuristics exec_NAME</big></b><br>Defines executables. *NAME* can be arbitrary valid cmap key name string and it has no special meaning. The value of this variable must contain a command to execute. The value is parsed (split) into arguments similarly as Bourne shell would do. Quoting is possible by using backslash and double quotes. <br>For example, Name(exec_check_master), Value(/etc/corosync/qdevice/check_master.sh)</p>
cs: <p><b><big>Model</big></b><br>Udává, který model se má použít. Tento parametr je povinný. Služba corosync-qdevice je modulární a dokáže podporovat několik různých modelů. Model v zásadě určuje, jaký typ arbitračního prostředku se použije. V současné době je podporován pouze typ „net“.</p> <p><b><big>Hostitel</big></b><br>Určuje IP adresu nebo název hostitele serveru qnetd, který se má použít. Tento parametr je povinný.</p> <p><b><big>Port</big></b><br>Určuje port TCP nebo server qnetd. Výchozí nastavení je 5403.</p> <p><b><big>TLS</big></b><br>Může být „on“, „off“ nebo „required“ a udává, zda se má použít protokol TLS. Hodnota „on“ znamená, že nejdříve proběhne pokus o připojení TLS, ale pokud server podporu protokolu TLS neuvádí, použije se připojení bez TLS. Hodnota „off“ znamená, že protokol TLS není vyžadován a služba se jej ani použít nepokusí. Tento režim je jediný, který nevyžaduje správně inicializovanou databázi NSS. Hodnota „required“ znamená, že je vyžadován protokol TLS, a pokud ho služba TLS nepodporuje, bude služba qdevice ukončena s chybovou zprávou. Hodnotu „on“ je potřeba nastavit ručně. Další podrobnosti naleznete na manuálové stránce služby corosync-qdevice. Výchozím nastavením je v YaSTu „off“.</p> <p><b><big>Algoritmus</big></b><br>Rozhodovací algoritmus. Může být buď „ffsplit“, nebo „lms“. (Vlastně jsou k dispozici ještě hodnoty „test“ a „2nodelms“, které jsou ale určeny především pro vývojáře a pro produkční clustery by se používat neměly. YaST je proto automaticky převede na „ffsplit“.) Popisy jednotlivých algoritmů a rozdílů mezi nimi naleznete v jejich samostatných sekcích. Výchozí hodnota je „ffsplit“.</p> <p><b><big>Kritérium pro nerozhodné situace</big></b><br>Může mít hodnotu „lowest“, „highest“ nebo „valid_node_id“ (číslo). Používá se jako záložní kritérium pro případ, že služba qdevice musí rozhodnout mezi dvěma nebo více rovnocennými oddíly. „lowest“ znamená, že se vybere oddíl s nejnižším ID uzlu. „highest“ znamená, že se vybere oddíl s nejvyšším ID uzlu. „valid_node_id“ znamená, že se použije oddíl, který obsahuje uzel s daným ID. Výchozí nastavení je „lowest“.</p> <p><b><big>Heuristika Qdevice</big></b><br>Pododdíl Qdevice. Heuristika je sada příkazů prováděných lokálně při spuštění, změně členství v klastru, úspěšném připojení k corosync-qnetd a volitelně také v pravidelných časech. Příkazy jsou prováděny paralelně. Když jsou *všechny* příkazy úspěšně dokončeny (jejich návratový chybový kód je nula) včas, heuristika prošla, jinak selhala. Výsledek heuristiky je odeslán do corosync-qnetd, kde se používá ve výpočtech k určení, který oddíl by měl být uschován.</p> <p><b><big>Heuristický režim</big></b><br>Může být jedním z on (zapnut), sync[hronizace] nebo off (vypnut) a určuje režim provozu heuristiky. Výchozí hodnota je off, což znamená, že heuristika je vypnuta. Když je nastaven na sync, heuristika se provádí pouze během spouštění, změně členství a při navázání spojení s corosync-qnetd. Pokud by heuristika měla běžet také pravidelně, měla by být tato možnost nastavena na hodnotu on.</p> <p><b><big>Heuristická prodleva</big></b><br>Určuje maximální čas v milisekundách, jak dlouho corosync-qdevice čeká, dokud heuristické příkazy neskončí. Pokud některý příkaz neskončí před vypršením časového limitu, je násilně ukončen (kill) a heuristika selže. Tento časový limit se používá pro heuristiku prováděnou v pravidelných časech. Výchozí hodnota je polovina quorum.device.timeout, tedy 5000 ms.</p> <p><b><big>Heuristická prodleva synchronizace</big></b><br>Podobné quorum.device.heuristics.timeout, ale používá se při změnách členství. Výchozí hodnotou je polovina z quorum.device.sync_timeout, tedy 15000 ms.</p> <p><b><big>Heuristický interval</big></b><br>Určuje interval mezi dvěma pravidelnými provedeními heuristiky. Výchozí hodnota je 3 * quorum.device.timeout, tj. 30000 ms.</p> <p><b><big>Heuristické provedení NÁZVU</big></b><br>Definuje spustitelné soubory. *NÁZEV* může být libovolný platný řetězec názvu klíče cmap a nemá žádný speciální význam. Hodnota této proměnné musí obsahovat příkaz k provedení. Hodnota je analyzována (rozdělena) na argumenty podobně, jako by to udělal Bourne shell. Citace je možná pomocí zpětného lomítka a dvojitých uvozovek.<br>Například: Name(exec_check_master), Value(/etc/corosync/qdevice/check_master.sh)</p>
de: <p><b><big>Modell</big></b><br>Gibt das zu verwendende Modell an. Dieser Parameter ist erforderlich. Corosync-qdevice ist modular aufgebaut und unterstützt mehrere verschiedene Modelle. Das Modell bestimmt im Wesentlichen, welcher Vermittlungstyp verwendet wird. Zurzeit wird nur 'net' unterstützt.</p> <p><b><big>Host</big></b><br>Gibt die IP-Adresse oder den Hostnamen des zu verwendeten qnetd-Servers an. Dieser Parameter ist erforderlich.</p> <p><b><big>Port</big></b><br>Gibt den TCP-Port des qnetd-Servers an. Standard ist 5403.</p> <p><b><big>TLS</big></b><br>Kann 'on', 'off' oder 'required' lauten und gibt an, ob TLS verwendet werden sollte. Der Wert 'on' bedeutet, dass zuerst versucht wird, eine Verbindung mit TLS herzustellen. Wenn der Server TLS jedoch nicht unterstützt, wird eine Verbindung ohne TLS verwendet. 'off' kommt zum Einsatz, wenn TLS nicht erforderlich ist. In diesem Fall wird gar nicht erst versucht, eine TLS-Verbindung herzustellen. Dies ist der einzige Modus, für den keine ordnungsgemäß initialisierte NSS-Datenbank erforderlich ist. 'required' bedeutet, dass TLS erforderlich ist und wenn der Server TLS nicht unterstützt, wird qdevice mit einer Fehlermeldung beendet. Um 'on' manuell zu ändern, finden Sie weitere Informationen auf der Hilfeseite (man-page) zu Corosync-Qdevice. Die Standardeinstellung in yast lautet 'off'.</p> <p><b><big>Algorithmus</big></b><br>Entscheidungsalgorithmus. Kann 'ffsplit' oder 'lms' sein. (Außerdem sind 'test' und '2nodelms' verfügbar, beide Algorithmen sind jedoch für Entwickler vorgesehen und sollten nicht für Produktionscluster verwendet werden. Daher werden sie von yast automatisch zu 'ffsplit' geändert.) Eine Beschreibung der Bedeutung und der Unterschiede der Algorithmen finden Sie in den entsprechenden Abschnitten. Der Standardwert lautet 'ffsplit'.</p> <p><b><big>Entscheidungskriterium</big></b><br>Die Werte 'lowest', 'highest' oder 'valid_node_id' (Zahl) können verwendet werden. Dies dient als Ausweichlösung, wenn qdevice zwischen zwei oder mehreren Partitionen entscheiden muss. Bei 'lowest' wird die Partition mit der niedrigsten Knoten-ID verwendet. Bei 'highest' wird die Partition mit der höchsten Knoten-ID verwendet. Die Einstellung 'valid_node_id' bedeutet, dass die Partition, die den Knoten mit der angegebenen ID enthält, ausgewählt wird. Die Standardeinstellung ist 'lowest'.</p> <p><b><big>Qdevice Heuristik</big></b><br>Unterabschnitt von Qdevice. Heuristiken sind eine Reihe von Befehlen, die lokal beim Start, bei der Änderung der Clustermitgliedschaft, bei erfolgreicher Verbindung mit corosync-qnetd und optional auch zu regelmäßigen Zeiten ausgeführt werden. Die Befehle werden parallel ausgeführt. Wenn *alle* Befehle rechtzeitig erfolgreich beendet werden (ihr Rückgabefehlercode ist Null), ist die Heuristik bestanden, andernfalls ist sie fehlgeschlagen. Das Ergebnis der Heuristik wird an corosync-qnetd gesendet und dort in Berechnungen verwendet, um zu bestimmen, welche Partition quorate sein soll.</p> <p><b><big>Heuristik-Modus</big></b><br>Kann entweder 'on', 'sync' oder 'off' sein und gibt die Betriebsart der Heuristik an. Die Voreinstellung ist 'off', was bedeutet, dass die Heuristik deaktiviert ist. Wenn 'sync' eingestellt ist, wird die Heuristik nur während des Starts, der Änderung der Mitgliedschaft und beim Verbindungsaufbau zu corosync-qnetd ausgeführt. Wenn die Heuristik auch regelmäßig ausgeführt werden soll, sollte diese Option auf den Wert 'on' gesetzt werden.</p> <p><b><big>Heuristik-Zeitüberschreitung</big></b><br>Legt die maximale Zeit in Millisekunden fest, die corosync-qdevice wartet, bis die Heuristikbefehle beendet sind. Wenn ein Befehl nicht vor der Zeitüberschreitung beendet wird, wird er beendet und die Heuristik schlägt fehl. Diese Zeitüberschreitung wird für Heuristiken verwendet, die zu regelmäßigen Zeiten ausgeführt werden. Der Standardwert ist die Hälfte des quorum.device.timeout, also 5000.</p> <p><b><big>Heuristiken Sync_timeout</big></b><br>Ähnlich wie quorum.device.heuristics.timeout, wird aber bei Änderungen der Mitgliedschaft verwendet. Der Standardwert ist die Hälfte von quorum.device.sync_timeout, also 15000.</p> <p><b><big>Heuristik-Intervall</big></b><br>Bestimmt das Intervall zwischen zwei regelmäßigen Heuristik-Ausführungen. Der Standardwert ist 3 * quorum.device.timeout, also 30000.</p> <p><b><big>Heuristik exec_NAME</big></b><br>Definiert ausführbare Dateien. *NAME* kann eine beliebige gültige cmap-Schlüsselzeichenkette sein und hat keine besondere Bedeutung. Der Wert dieser Variablen muss einen auszuführenden Befehl enthalten. Der Wert wird in Argumente geparst (aufgeteilt), ähnlich wie es die Bourne-Shell tun würde. Die Quotierung ist durch die Verwendung von Backslash und doppelten Anführungszeichen möglich. <br>Zum Beispiel: Name(exec_check_master), Wert(/etc/corosync/qdevice/check_master.sh)</p>
fr: <p><b><big>Modèle</big></b><br>Spécifie le modèle à utiliser. Ce paramètre est obligatoire. corosync-qdevice présente une architecture modulaire et peut prendre en charge différents modèles. À la base, le modèle définit le type d'arbitre à utiliser. Actuellement, seul le modèle « net » est pris en charge.</p> <p><b><big>Hôte</big></b><br>Spécifie l'adresse IP ou le nom d'hôte du serveur qnetd à utiliser. Ce paramètre est obligatoire.</p> <p><b><big>Port</big></b><br>Spécifie le port TCP du serveur qnetd. La valeur par défaut est 5403.</p> <p><b><big>TLS</big></b><br>Peut prendre la valeur « on », « off » ou « required », et spécifie si TLS doit être utilisé. « on » signifie que le système tente d'abord d'établir une connexion avec TLS, mais si le serveur ne prend pas en charge TLS, une connexion non-TLS est utilisée. « off » indique que TLS n'est pas requis et aucune connexion TLS n'est tentée. Ce mode est le seul qui ne nécessite pas une base de données NSS correctement initialisée. « required » signifie que TLS est requis ; si le serveur ne prend pas en charge TLS, qdevice se ferme avec un message d'erreur. « on » nécessite une modification manuelle ; reportez-vous à la page de manuel de corosync-qdevice pour plus de détails. La valeur par défaut dans Yast est « off ».</p> <p><b><big>Algorithme</big></b><br>Algorithme de décision. Il peut s'agir de ffsplit ou lms. (Actuellement, les algorithmes test et 2nodelms sont également disponibles, mais tous deux sont essentiellement utilisés par les développeurs et ne devraient pas être utilisés pour des clusters de production. Yast les convertit donc automatiquement en ffsplit). Pour une description de ce que chaque algorithme signifie et de la manière dont ils diffèrent, reportez-vous aux sections correspondantes. La valeur par défaut est ffsplit.</p> <p><b><big>Mécanisme de départage</big></b><br>Peut prendre les valeurs « lowest », « highest » ou « valid_node_id » (nombre). Il est utilisé comme solution de secours si qdevice doit décider entre plusieurs partitions égales. « lowest » signifie que la partition avec l'ID de noeud le plus faible est choisie. « highest » signifie que la partition avec l'ID de noeud le plus élevé est choisie. « valid_node_id » signifie que la partition contenant le noeud avec l'ID de noeud mentionné est sélectionnée. La valeur par défaut est « lowest ».</p> <p><b><big>Heuristiques Qdevice</big></b><br>Sous-section de Qdevice. Les heuristiques englobent un jeu de commandes exécutées localement au démarrage, en cas de modification d'adhésion à un cluster, en cas de connexion réussie à corosync-qnetd et éventuellement aussi à intervalles réguliers. Les commandes sont exécutées en parallèle. Lorsque *toutes* les commandes se terminent correctement (leur code d'erreur est nul) à temps, les heuristiques ont réussi. Dans le cas contraire, elles ont échoué. Le résultat des heuristiques est envoyé à corosync-qnetd où il est utilisé dans des calculs visant à déterminer quelle partition doit faire l'objet du quorum.</p> <p><b><big>Mode heuristique</big></b><br>Peut prendre la valeur « on », « sync » ou « off », et spécifie Le mode de fonctionnement heuristique. La valeur par défaut est « off », ce qui signifie que les heuristiques sont désactivées. Si la valeur « sync » est définie, les heuristiques sont exécutées uniquement au démarrage, en cas de changement d'adhésion et en cas de connexion à corosync-qnetd. Si les heuristiques doivent également s'exécuter à intervalles réguliers, cette option doit être définie sur la valeur « on ».</p> <p><b><big>Timeout heuristique</big></b><br>Spécifie le délai maximal (en millisecondes) durant lequel corosync-qdevice attend la fin des commandes heuristiques. Si une commande ne se termine pas avant le timeout, elle est détruite et les heuristiques échouent. Ce timeout s'applique aux heuristiques exécutées à intervalles réguliers. La valeur par défaut est la moitié de quorum.device.timeout, so 5000.</p> <p><b><big>Timeout de synchronisation heuristique</big></b><br>Semblable à quorum.device.heuristics.timeout mais utilisé en cas de changement d'adhésion. La valeur par défaut est la moitié de quorum.device.sync_timeout, donc 15000.</p> <p><b><big>Intervalle heuristique</big></b><br>Spécifie l'intervalle entre deux exécutions régulières des heuristiques. La valeur par défaut est 3 * quorum.device.timeout, donc 30000.</p> <p><b><big>exec_NAME heuristique</big></b><br>Définit les exécutables. *NAME* peut être une chaîne de nom de clé cmap valide arbitraire et n'a pas de signification particulière. La valeur de cette variable doit contenir une commande à exécuter. La valeur est analysée (divisée) en arguments comme avec un shell Bourne. L'utilisation de guillemets est possible moyennant l'utilisation de barres obliques inversées et guillemets doubles. <br>Par exemple, Name(exec_check_master), Value(/etc/corosync/qdevice/check_master.sh)</p>
it: <p><b><big>Modello</big></b><br>Specifica il modello da utilizzare. Questo parametro è obbligatorio. corosync-qdevice è modulare e in grado di supportare molteplici modelli differenti. Il modello fondamentalmente definisce il tipo di arbitratore usato. Attualmente solo "net" è supportato.</p> <p><b><big>Host</big></b><br>Specifica l'indirizzo IP o il nome host del server qnetd da utilizzare. Questo parametro è obbligatorio.</p> <p><b><big>Porta</big></b><br>Specifica la porta TCP del server qnetd. Il valore predefinito è 5403.</p> <p><b><big>TLS</big></b><br>Può essere impostato ad "on", "off" oppure "required" e specifica se debba essere usato TLS. "on" significa che in prima battuta sarà tentata una connessione con TLS, ma qualora il server non annunci il supporto TLS, TLS non sarà utilizzato. Se viene indicato "off", TLS non è richiesto e dunque non viene nemmeno fatto un tentativo. Questa modalità è l'unica che non necessita di un database NSS correttamente inizializzato. "required" significa che TLS è richiesto e se il server non supporta TLS, qdevice terminerà con un messaggio d'errore. "on" necessita di una modifica manuale. Si faccia riferimento alla pagina di manuale di corosync-qdevice per ulteriori dettagli. Come valore predefinito in yast si trova "off".</p> <p><b><big>Algoritmo</big></b><br>Algoritmo di decisione. Può essere uno tra "ffsplit" o "lms". (In realtà ci sarebbero anche "test" e "2nodelms", i quali sono entrambi principalmente rivolti agli sviluppatori e non dovrebbero essere usati per cluster di produzione, pertanto yast li convertirà automaticamente a "ffsplit"). Per una descrizione del significato di ciascun algoritmo e delle differenze tra gli stessi si vedano le loro sezioni specifiche. Il valore predefinito è ffsplit.</p> <p><b><big>Tie breaker</big></b><br>Il valore può essere uno tra "lowest", "highest" o "valid_node_id" (numero). È usato come ripiego nel caso in cui qdevice debba decidere tra due o più partizioni equivalenti. "lowest" significa che viene scelta la partizione con ID nodo più basso. "highest" significa che viene scelta la partizione con ID nodo più alto. Mentre "valid_node_id" significa che viene scelta la partizione contenente l'ID nodo indicato. Il valore predefinito è "lowest".</p> <p><b><big>Euristica di qdevice</big></b><br>Sottosezione di qdevice. L'euristica rappresenta un set di comandi eseguiti localmente all'avvio, alla modifica dell'appartenenza al cluster, alla connessione a corosync-qnetd e facoltativamente a intervalli regolari. I comandi vengono eseguiti in parallelo. Al completamento dei comandi *all* (con codice di errore restituito pari a zero) nelle tempistiche previste, l'euristica ha esito positivo. In caso contrario, ha esito negativo. Il risultato viene inviato a corosync-qnetd, dove viene utilizzato nei calcoli per determinare la partizione valida.</p> <p><b><big>Modalità euristica</big></b><br>Può avere il valore on, sync oppure off e specifica la modalità di utilizzo dell'euristica. Il valore predefinito è off, ovvero l'euristica è disabilitata. Se è impostato il valore sync, l'euristica viene eseguita solo all'avvio, alla modifica dell'appartenenza al cluster e se viene stabilita la connessione a corosync-qnetd. Per eseguire l'euristica a intervalli regolari, impostare l'opzione sul valore on.</p> <p><b><big>Timeout euristica</big></b><br>Specifica la durata massima in millisecondi in cui corosync-qdevice attende il completamento dei comandi di euristica. Se un comando non viene completato prima del timeout, viene interrotto e l'euristica ha esito negativo. Questo timeout viene utilizzato per l'euristica eseguita a intervalli regolari. Il valore predefinito corrisponde alla metà del valore di quorum.device.timeout, ovvero 5000.</p> <p><b><big>Sync_timeout euristica</big></b><br>Simile a quorum.device.heuristics.timeout, ma utilizzato durante le modifiche all'appartenenza. Il valore predefinito corrisponde alla metà del valore quorum.device.sync_timeout, ovvero 15000.</p> <p><b><big>Intervallo euristica</big></b><br>Specifica l'intervallo tra due esecuzioni di euristica normale. Il valore predefinito corrisponde a 3 volte il valore di quorum.device.timeout, ovvero 30000.</p> <p><b><big>exec_NAME euristica</big></b><br>Definisce gli eseguibili. *NAME* può essere una stringa nome di chiave cmap valida arbitraria e non ha alcun significato. Il valore di questa variabile deve avere un comando per l'esecuzione. Il valore viene analizzato (suddiviso) in argomenti analogamente alla shell Bourne. È possibile utilizzare le virgolette doppie precedute dalla barra rovesciata. <br>Ad esempio, Name(exec_check_master), Value(/etc/corosync/qdevice/check_master.sh)</p>
ja: <p><b><big>モデル</big></b><br>使用すべきモデルを設定します。このパラメータは必須です。 corosync-qdevice はモジュールに対応した仕組みで、複数の異なるモデルに対応しています。モデルとは基本的に、使用すべき arbitrator (仲裁方法) の種類を設定するものです。現時点では 'net' にのみ対応しています。</p> <p><b><big>ホスト</big></b><br>qnetd サーバが使用すべき IP アドレスまたはホスト名を設定します。このパラメータは必須です。</p> <p><b><big>ポート</big></b><br>qnetd サーバが使用すべき TCP ポートを指定します。既定値は 5403 です。</p> <p><b><big>TLS</big></b><br>'on' (有効), 'off' (無効), 'required' (必須) のいずれかを設定するもので、それぞれ TLS の提供条件を指定することができます。 'on' を指定すると、最初に TLS 接続を試してみて、 TLS に対応する旨の応答がない場合、 TLS を無効化して接続します。 'off' を指定すると、 TLS を必要とせず、かつ試行も行いません。このモードは、適切に準備された NSS データベースを必要としない場合にのみ動作します。 'required' を指定すると TLS は必須となり、サーバ側で TLS に対応する旨の応答がない場合、 qdevice はエラーメッセージを出力して終了します。なお、 'on' の場合は手作業での変更が必要となります。詳しくは corosync-qdevice のマニュアルページをお読みください。 YaST の場合、既定値は 'off' です。</p> <p><b><big>アルゴリズム</big></b><br>決定方法を設定します。 'ffsplit' もしくは 'lms' のいずれかを設定します ('test' と '2nodelms' も設定することができますが、これらはいずれも主に開発者向けの機能であり、本番環境では使用すべきではありません。そのため、 YaST ではこの設定を 'ffsplit' に自動的に変更します) 。それぞれのアルゴリズムの意味と動作の違いについて、詳しくは個別のセクションをお読みください。既定値は ffsplit です。</p> <p><b><big>タイブレーカ</big></b><br>'lowest' (最も小さいもの), 'highest' (最も大きいもの), 'valid_node_id' (番号) のいずれかを設定することができます。この設定は、 2 つ以上の等価なパーティションが存在している場合の、 qdevice の決定方法を指定するものです。 'lowest' を設定すると、もっとも小さいノード ID のパーティションを選択します。 'highest' を設定すると、もっとも大きいノード ID のパーティションを選択します。 'valid_node_id' を設定すると、指定したノード ID のパーティションを選択します。既定値は 'lowest' です。</p> <p><b><big>Qdevice ヒューリスティック</big></b><br>Qdevice のサブセクションです。ヒューリスティックとは起動時やクラスタのメンバー変更、 corosync-qnetd への接続成功時にローカルで実行するコマンドのセットで、必要であれば定期的に実行させることもできます。コマンドは同時並行で実行されます。 *全ての* コマンドが成功 (エラーコードが 0 になった) するとヒューリスティック処理は成功したものとみなされますが、いずれかの処理が失敗するとヒューリスティック処理も失敗したものとみなされます。ヒューリスティックの結果は corosync-qnetd に送信され、パーティションが定足数に達したかどうかを判断する際の計算値としても使用されます。</p> <p><b><big>ヒューリスティックモード</big></b><br>ON/同期/OFFのいずれかを設定することができるほか、ヒューリスティックの操作モードを設定することができます。既定値は OFF で、ヒューリスティック処理が無効化されます。同期に設定すると、ヒューリスティック処理は起動時やメンバー変更時、そして corosync-qnetd への接続が確立された場合にのみ実行されるようになります。ヒューリスティック処理を定期的に実行したい場合は、このオプションを ON にしてください。</p> <p><b><big>ヒューリスティックタイムアウト</big></b><br>最大処理時間をミリ秒単位で指定します。 corosync-qdevice では、ここに指定した時間までヒューリスティックコマンドの完了を待機します。時間内にいずれかのコマンドが終了しない場合、対象のコマンドは kill され、ヒューリスティック処理が失敗したものとして扱われます。このタイムアウトは定期的にヒューリスティック処理を実行する場合に使用されます。既定値は quorum.device.timeout の半分、つまり 5000 になります。</p> <p><b><big>ヒューリスティック同期タイムアウト</big></b><br>quorum.device.heuristics.timeout と似ていますが、こちらはメンバー変更の場合に使用されます。既定値は quorum.device.sync_timeout の半分、つまり 15000 になります。</p> <p><b><big>ヒューリスティック間隔</big></b><br>定期的なヒューリスティック処理の間隔を指定します。既定値は quorum.device.timeout の 3 倍、つまり 30000 になります。</p> <p><b><big>ヒューリスティック実行名</big></b><br>実行名を指定します。 *名前* は任意の cmap キー名文字列で、特に意味を持ちません。この変数に対する値には、実行すべきコマンドの名前を指定しなければなりません。指定された実行名は、 Bourne シェルと同様にコマンドとパラメータに分割されて処理されます。引用符を指定したい場合は、バックスラッシュや二重引用符を使用してください。 <br>たとえば Name(exec_check_master), Value(/etc/corosync/qdevice/check_master.sh) のようになります。</p>
nl: <p><b><big>Model</big></b><br>Hiermee wordt het model aangegeven dat gebruikt moet worden. Deze parameter is vereist. Corosync-qdevice is modulair en kan meerdere en verschillende modellen ondersteunen. Het model definieert in principe welk type bemiddelaar wordt gebruikt. Momenteel wordt alleen 'net' ondersteund.</p> <p><b><big>Host</big></b><br>Hierrmee wordt het IP-adres of de hostnaam van de te gebruiken qnetd-server. Deze parameter is vereist.</p> <p><b><big>Poort</big></b><br>Hiermee wordt de TCP-poort of qnetd-server aangegeven. Standaard is 5403.</p> <p><b><big>TLS</big></b><br>Is 'aan', 'uit' of 'vereist'. Hiermee wordt aangegeven of het gebruikt moet worden. 'Aan' betekent dat er eerst geprobeerd wordt om een verbinding tot stand te brengen met TLS, maar als de server TLS-ondersteuning niet adverteert dan wordt niet-TLS gebruikt. 'Uit' wordt gebruikt wanneer TLS niet vereist is, dan wordt er geen poging gedaan. Dit is de enige modus die geen juist geïnitialiseerd NSS-database nodig heeft. 'Vereist' betekent dat TLS vereist is en als de server TLS niet ondersteunt, dan zal qdevice afsluiten met een foutmelding. 'Aan' heeft een handmatige wijziging nodig. U wordt naar de manual page van corosync-qdevice verwezen voor meer informatie. Standaard is 'uit' in yast.</p> <p><b><big>Algoritme</big></b><br>Beslissingsalgoritme. Kan of 'ffsplit' of 'lms' zijn. (Er zijn eigenlijk ook 'test' en '2nodelms'. Beide zijn hoofdzakelijk voor ontwikkelaars bedoeld en mogen niet voor productieclusters worden gebruikt, dus yast zal 'ffsplit' automatisch converteren.) Voor een beschrijving van wat elk algoritme betekent en hoe de algoritmes verschillen, bekijkt u de individuele gedeeltes. Standaardwaarde is ffsplit.</p> <p><b><big>Tie-breaker</big></b><br>Kan een van de 'laagste', 'hoogste' of 'geldige_knooppunt_id' (getal) waardes zijn. Het wordt gebruikt als een terugval als qdevice moet kiezen tussen twee of gelijke partities. 'Laagste' betekent dat de partitie met de laagste knooppunt-id is gekozen. 'Hoogste' betekent dat de partitie met de hoogste knooppunt-id is gekozen. En 'geldige_knooppunt_id' betekent dat de partitie het knooppunt met de opgegeven knooppunt-id is gekozen. Standaard is 'laagste'.</p> <p><b><big>Qdevice Heuristics</big></b><br>Subsectie van qdevice. Heuristics zijn ingesteld van commando's die lokaal bij opstarten zijn uitgevoerd, wijziging van clusterlidmaatschap, met succes verbinden naar corosync-qnetd en optioneel ook op geregelde tijden. Commando's worden parallel uitgevoerd. Wanneer *alle* commando 's met succes eindigen (hun terugkeercode is nul) op tijd, heuristics zijn gepasseerd, anders zijn ze mislukt. Het heuristische resultaat wordt verzonden naar corosync-qnetd en het wordt daar gebruikt in berekeningen om te bepalen welke partitie quoraat is (quorum aanwezig).</p> <p><b><big>Heuristische modus</big></b><br>Kan aan, sync of uit zijn en specificeert de modus van werking van heuristics. Standaard is uit, wat betekent dat heuristics zijn uitgeschakeld. Wanneer sync is ingesteld, worden heuristics alleen uitgevoerd tijdens opstarten, wijziging van lidmaatschap en wanneer verbinden naar corosync-qnetd is voltooid. Wanneer heuristics ook op reguliere basis moeten worden uitgevoerd, dan moet deze optie ingesteld worden op de waarde aan.</p> <p><b><big>Heuristische timeout</big></b><br>Specificeert de maximale tijd in milliseconden. Hoe lang corosync-qdevice wacht totdat de heuristische commando's eindigen. Als een commando niet eindigt voor de timeout, wordt het geannuleerd en mislukken de heuristics. Deze timeout wordt gebruikt voor heuristics uitgevoerd op regelmatige tijden. Standaard waarde is de helft van de quorum.device.timeout, dus 5000.</p> <p><b><big>Heuristische sync_timeout</big></b><br>Gelijk aan quorum.device.heuristics.timeout maar gebruikt tijdens wijziging van lidmaatschap. Standaar waarde is de helft van de quorum.device.sync_timeout, dus 15000.</p> <p><b><big>Heuristisch interval</big></b><br>Specificeert het interval tussen twee reguliere uitvoeringen van heuristics. Standaard waarde is 3 * quorum.device.timeout, dus 30000.</p> <p><b><big>Heuristische exec_NAME</big></b><br>Definieert uitvoerbare bestanden. *NAME* kan een willekeurige geldige cmap-sleutelnaamtekenreeks zijn en heeft geen speciale betekenis. De waarde van deze variabele moet een uit te voeren commando zijn. De waarde wordt ontleed (gesplitst) in argumenten zoals de Bourne shell zou doen. Gebruik van aanhalingstekens/accenten is mogelijk door backslash en aanhalingstekens. <br>Bijvoorbeeld, Name(exec_check_master), Value(/etc/corosync/qdevice/check_master.sh)</p>
pt_br: <p><b><big>Modelo</big></b><br> Especifica o modelo a ser usado. Este parâmetro é obrigatório. O corosync-qdevice é modular e pode suportar vários modelos diferentes. O modelo basicamente define que tipo de árbitro é usado. Atualmente, apenas 'net' é suportado.</p> <p><b><big>Host</big></b><br>Especifica o endereço IP ou o nome do host do servidor qnetd a ser usado. Este parâmetro é obrigatório.</p> <p><b><big>Port</big></b><br>Especifica a porta TCP do servidor qnetd. O padrão é 5403.</p> <p><b><big>TLS</big></b><br>Pode ser um dos itens 'on', 'off' ou 'required' e especifica se tls deve ser usado. 'on' significa que uma conexão com TLS é tentada primeiro, mas se o servidor não anunciar suporte a TLS, será usado o não TLS. 'off' for usado, o TLS não será necessário e nem será tentado. Esse modo é o único que não precisa de um banco de dados NSS inicializado corretamente. 'required' significa TLS é necessário e, se o servidor não suportar TLS, o qdevice será encerrado com uma mensagem de erro. 'on' precisa mudar manualmente, consulte a página de manual do corosync-qdevice para obter mais detalhes. O padrão é 'off' em yast.</p> <p><b><big>Algoritmo</big></b><br>Algoritmo de decisão. Pode ser um dos 'ffsplit' ou 'lms'. (Na verdade, existem também 'test' e '2nodelms', os quais são principalmente para desenvolvedores e não devem ser usados para clusters de produção; portanto, o yast será convertido automaticamente para 'ffsplit'). Para uma descrição do significado de cada algoritmo e de como os algoritmos diferem, consulte suas seções individuais. O valor padrão é ffsplit. </p> <p><b><big> Desempatador</big></b> - Pode ser um dos valores 'mais baixo', 'mais alto' ou 'valid_node_id' (número). É usado como substituto se o qdevice tiver que decidir entre duas ou mais partições iguais. 'lower' significa que a partição com o ID do nó mais baixo é escolhida. 'mais alto' significa que a partição com o ID do nó mais alto é escolhida. E 'valid_node_id' significa que a partição que contém o nó com o ID do nó especificado é escolhida. O padrão é 'mais baixo'.</p> <p><b> <big> Heurísticas do Qdevice </big> </b> <br> Subseção do Qdevice. As heurísticas são um conjunto de comandos executados localmente na inicialização, alteração de associação do cluster, conexão bem-sucedida ao corosync-qnetd e, opcionalmente, também em horários regulares. Os comandos são executados em paralelo. Quando os comandos *all* terminam com êxito (o código de erro de retorno é zero) a tempo, as heurísticas passam, caso contrário, elas falham. O resultado da heurística é enviado ao corosync-qnetd e é usado nos cálculos para determinar qual partição deve ser quorada. </p> <p><b> <big> Modo de heurística </big> </b> <br> Pode estar ativado, sincronizado ou desativado e especifica o modo de operação da heurística. O padrão está desativado, o que significa que as heurísticas estão desativadas. Quando a sincronização é definida, as heurísticas são executadas apenas durante a inicialização, a alteração da associação e quando a conexão com o corosync-qnetd é estabelecida. Quando as heurísticas também devem ser executadas regularmente, essa opção deve ser definida como valor. </p> <p><b> <big> Tempo limite de heurística </big> </b> <br> Especifica o tempo máximo em milissegundos. Quanto tempo o corosync-qdevice espera até que os comandos de heurística sejam concluídos. Se algum comando não terminar antes do tempo limite, ele será interrompido e a heurística falhará. Esse tempo limite é usado para heurísticas executadas em horários regulares. O valor padrão é metade do quorum.device.timeout, portanto, 5000. </p> <p><b> <big> Heuristics Sync_timeout </big> </b> <br> Semelhante ao quorum.device.heuristics.timeout, mas usado durante as alterações de associação. O valor padrão é metade do quorum.device.sync_timeout, então 15000. </p> <p><b> <big> Intervalo de heurística </big> </b> <br> Especifica o intervalo entre duas execuções regulares de heurísticas. O valor padrão é 3 * quorum.device.timeout, portanto, 30000. </p> <p><b> <big> Heurísticas exec_NAME </big> </b> <br> Define executáveis. * NAME * pode ser uma sequência de nome de chave cmap válida arbitrária e não possui significado especial. O valor dessa variável deve conter um comando para executar. O valor é analisado (dividido) em argumentos da mesma forma que o shell Bourne faria. É possível citar usando barra invertida e aspas duplas. <br> Por exemplo, Nome (exec_check_master), Valor (/etc/corosync/qdevice/check_master.sh) </p>
tr: <p><b><big>Model</big></b><br>Kullanılacak modeli belirtir. Bu parametre gereklidir. corosync-qdevice modülerdir ve birden fazla farklı modeli destekleyebilir. Model temel olarak hangi tür hakemin kullanılacağını tanımlar. Şu anda yalnızca 'net' desteklenmektedir.</p> <p><b><big>Ana Bilgisayar</big></b><br>Kullanılacak qnetd sunucusunun IP adresini veya ana bilgisayar adını belirtir. Bu parametre gereklidir.</p> <p><b><big>Bağlantı Noktası</big></b><br>qnetd sunucusunun TCP bağlantı noktasını belirtir. Varsayılan 5403'tür.</p> <p><b><big>TLS</big></b><br>'Açık', 'kapalı' veya 'gerekli' olabilir ve tls'nin kullanılıp kullanılmayacağını belirtir. 'on', TLS ile bir bağlantının ilk önce denendiği anlamına gelir, ancak sunucu TLS desteğini duyurmazsa TLS dışı kullanılacaktır. 'off' kullanılırsa TLS gerekli değildir ve daha sonra hiç denenmez. Bu mod, düzgün bir şekilde başlatılmış bir NSS veritabanına ihtiyaç duymayan tek moddur. 'required', TLS'nin gerekli olduğu anlamına gelir ve sunucu TLS'yi desteklemiyorsa qdevice hata mesajıyla sonlanacaktır. 'on' manuel olarak değiştirilmelidir, daha fazla ayrıntı için corosync-qdevice'ın man sayfasına bakın. Yast'ta varsayılan 'off'tur.</p> <p><b><big>Algoritma</big></b><br>Karar algoritması. 'ffsplit' veya 'lms'den biri olabilir. (Aslında 'test' ve '2nodelms' de vardır, ikisi de esas olarak geliştiriciler içindir ve üretim kümeleri için kullanılmamalıdır, bu nedenle yast otomatik olarak 'ffsplit'e dönüşecektir). Her algoritmanın ne anlama geldiği ve algoritmaların nasıl farklılaştığı hakkında bir açıklama için kendi bölümlerine bakın. Varsayılan değer ffsplit'tir.</p> <p><b><big>Beraberlik bozucu</big></b><br>'En düşük', 'en yüksek' veya 'geçerli_node_id' (sayı) değerlerinden biri olabilir. qdevice iki veya daha fazla eşit bölüm arasında karar vermek zorunda kalırsa bir geri dönüş olarak kullanılır. 'en düşük', en düşük düğüm kimliğine sahip bölümün seçildiği anlamına gelir. 'en yüksek', en yüksek düğüm kimliğine sahip bölümün seçildiği anlamına gelir. Ve 'geçerli_node_id', belirtilen düğüm kimliğine sahip düğümü içeren bölümün seçildiği anlamına gelir. Varsayılan değer 'en düşük'tür.</p> <p><b><big>Qdevice Sezgileri</big></b><br>Qdevice'ın alt bölümü. Sezgisel yöntemler, başlatma, küme üyeliği değişikliği, corosync-qnetd'ye başarılı bağlantı ve isteğe bağlı olarak düzenli zamanlarda yerel olarak yürütülen komut kümesidir. Komutlar paralel olarak yürütülür. *Tüm* komutlar zamanında başarıyla tamamlandığında (döndürdükleri hata kodu sıfırdır), sezgisel yöntemler geçmiş olur, aksi takdirde başarısız olmuş olurlar. Sezgisel yöntem sonucu corosync-qnetd'ye gönderilir ve orada hangi bölümün çoğunlukta olması gerektiğini belirlemek için hesaplamalarda kullanılır.</p> <p><b><big>Sezgisel Yöntem Modu</big></b><br>Açık, senkronizasyon veya kapalı olabilir ve sezgisel yöntemlerin çalışma modunu belirtir. Varsayılan kapalıdır, yani sezgisel yöntemler devre dışıdır. Senkronizasyon ayarlandığında, sezgisel yöntemler yalnızca başlatma, üyelik değişikliği ve corosync-qnetd'ye bağlantı kurulduğunda yürütülür. Sezgisel yöntemler düzenli olarak da çalıştırılması gerektiğinde, bu seçenek açık değerine ayarlanmalıdır.</p> <p><b><big>Sezgisel Yöntem Zaman Aşımı</big></b><br>Milisaniye cinsinden maksimum süreyi belirtir. corosync-qdevice'ın sezgisel yöntem komutları bitene kadar ne kadar beklediği. Bir komut zaman aşımından önce bitmezse, sonlandırılır ve sezgisel yöntemler başarısız olur. Bu zaman aşımı, düzenli zamanlarda yürütülen sezgisel yöntemler için kullanılır. Varsayılan değer, quorum.device.timeout değerinin yarısıdır, yani 5000'dir.</p> <p><b><big>Sezgisel Yöntem Sync_timeout</big></b><br>quorum.device.heuristics.timeout'a benzer ancak üyelik değişiklikleri sırasında kullanılır. Varsayılan değer quorum.device.sync_timeout'un yarısıdır, yani 15000.</p> <p><b><big>Sezgisel Aralığı</big></b><br>İki düzenli sezgisel yürütme arasındaki aralığı belirtir. Varsayılan değer 3 * quorum.device.timeout'tur, yani 30000.</p> <p><b><big>Sezgisel exec_NAME</big></b><br>Yürütülebilir dosyaları tanımlar. *NAME* keyfi geçerli cmap anahtar adı dizesi olabilir ve özel bir anlamı yoktur. Bu değişkenin değeri yürütülecek bir komut içermelidir. Değer, Bourne kabuğunun yapacağı gibi argümanlara ayrıştırılır (bölünür). Ters eğik çizgi ve çift tırnak işareti kullanılarak tırnak işareti koymak mümkündür. <br>Örneğin, Name(exec_check_master), Value(/etc/corosync/qdevice/check_master.sh)</p>
zh_tw: <p><b><big>模型</big></b><br>指定要使用的模型。必須指定此參數。Corosync-qdevice 已模組化，可支援多種不同的模型。模型主要定義使用的仲裁方類型。目前僅支援 "net"。</p> <p><b><big>主機</big></b><br>指定要使用的 qnetd 伺服器的 IP 位址或主機名稱。必須指定此參數。</p> <p><b><big>連接埠</big></b><br>指定 qnetd 伺服器的 TCP 連接埠。預設值為 5403。</p> <p><b><big>TLS</big></b><br>可以是 "on"、"off" 或 "required" 之一，指定是否應使用 TLS。"On" 表示先嘗試 TLS 連接，但如果伺服器不通告 TLS 支援，則使用非 TLS 連接。如果使用 "off"，則不需要 TLS，甚至不會嘗試該連接。這是唯一不需要已正確啟始化 NSS 資料庫的模型。"Required" 表示需要 TLS，如果伺服器不支援 TLS，qdevice 將結束並顯示錯誤訊息。"On" 需要以手動方式變更，請參閱 corosync-qdevice 的手冊頁以瞭解更多詳細資料。在 YaST 中預設設為 "off"。</p> <p><b><big>演算法</big></b><br>決策演算法。可以是 "ffsplit" 或 "lms" 之一 (實際上還有 "test" 和 "2nodelms"，這兩個值主要供開發人員使用，不應用於生產叢集，因此 YaST 將自動轉換為 "ffsplit")。如需每種演算法代表的含義及不同演算法的差別，請參閱各自相應的區段。預設值為 ffsplit。</p> <p><b><big>決勝值</big></b><br>可以是 "lowest"、"highest" 或 "valid_node_id" (數字) 值之一。如果 qdevice 必須在兩個或多個同等分割區中進行選取，它做為一種備用措施。"Lowest" 表示選取含最低節點 ID 的分割區。"Highest" 表示選取含最高節點 ID 的分割區。"Valid_node_id" 表示選取所含節點的 ID 為給定節點 ID 的分割區。預設值為 "lowest"。</p> <p><b><big>Qdevice 啟發</big></b><br>Qdevice 的子區段。啟發是一組本地執行的指令，在啟動、叢集成員資格發生變更、成功連接至 corosync-qnetd 時執行，也可以設定為定期執行。指令將會以平行方式執行。當*全部*指令成功準時完成時 (其傳回錯誤碼都為零)，啟發即通過，否則失敗。啟發結果會傳送到 corosync-qnetd，然後用於計算決定要使用的分割區。</p> <p><b><big>啟發模式</big></b><br>可為 on、sync 或 off 三者之一，用於指定啟發操作的模式。預設為 off，表示停用啟發。當設為 sync 時，啟發僅在啟動、成員資格變更期間及已建立 corosync-qnetd 連接時執行。如果需要定期執行啟發，此選項應設為 on 值。</p> <p><b><big>啟發逾時</big></b><br>指定以毫秒計的最大逾時時間。表示 corosync-qdevice 等待啟發指令完成需要多長時間。如果有些指令在逾時時間內不能完成，就終結它們並且啟發失敗。此逾時時間用於定期執行的啟發。預設值為 quorum.device.timeout 的一半，即 5000。</p> <p><b><big>啟發同步逾時</big></b><br>與 quorum.device.heuristics.timeout 類似，但用於成員資格變更期間。預設值為 quorum.device.sync_timeout 的一半，即 15000。</p> <p><b><big>啟發間隔</big></b><br>指定兩次定期執行的啟發間隔的時間。預設值為 quorum.device.timeout 的三倍，即 30000。</p> <p><b><big>啟發可執行檔_名稱</big></b><br>定義可執行檔。*名稱*可以是任意有效的 cmap 鍵名稱字串，但不能有特殊含義。此變數的值必須包含待執行的指令。值將以類似 Bourne shell 的方式解析 (分割) 成參數。可以使用反斜線和雙引號來括起指令。<br>例如，Name(exec_check_master), Value(/etc/corosync/qdevice/check_master.sh)</p>
