Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: <p><b><big>Saving Kdump Configuration</big></b><br> Please wait...<br></p>
ar: <p><b><big>حفظ تكوين Kdump‏</big‏></b><br> الرجاء الانتظار...<br>‏</p>
ca: <p><b><big>Desant la configuració del Kdump</big></b><br> Espereu, si us plau...<br></p>
cs: <p><b><big>Ukládá se konfigurace funkce kdump</big></b> <br>Prosím čekejte...<br></p>
de: <p><b><big>Kdump-Konfiguration wird gespeichert</big></b><br> Bitte warten...<br></p>
el: <p><b><big>Αποθήκευση Ρυθμίσεων του Kdump</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><b><big>Guardando la configuración de kdump</big></b><br> Espere unos instantes...<br></p>
fi: <p><b><big>Tallennetaan kdump-määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Enregistrement de la configuration kdump</big></b><br> Veuillez patienter...<br></p>
gl: <p><b><big>Gardando a configuración de Kdump</big></b><br> Agarde un chisco...<br></p>
hu: <p><b><big>A Kdump beállításainak mentése</big></b> <br>Kérem, várjon...<br></p>
it: <p><b><big>Salvataggio della configurazione di kdump</big></b><br> Attendere…<br></p>
ja: <p><b><big>Kdump設定を保存しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>កំពុង​រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ Kdump</big></b><br> សូម​រង់ចាំ...<br></p>
ko: <p><b><big>Kdump 구성 저장 중</big></b><br> 잠시 기다려주십시오...<br></p>
lt: <p><b><big>Išsaugoma Kdump konfigūracija</big></b><br> Palaukite...<br></p>
nb: <p><b><big>Lagrer oppsett av Kdump</big></b><br> Vennligst vent...<br></p>
nl: <p><b><big>De Kdump-configuratie wordt opgeslagen</big></b><br> Een ogenblik geduld…<br></p>
pl: <p><b><big>Zapisywanie konfiguracji programu Kdump</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>Gravar Configuração do Kdump</big></b><br> Por favor aguarde...<br></p>
pt_br: <p><b><big>Salvando a configuração do kdump</big></b><br> Aguarde...<br></p>
ro: <p><b><big>Salvez configurația Kdump</big></b><br> Vă rog așteptați...<br></p>
ru: <p><b><big>Сохранение конфигурации Kdump</big></b><br> Подождите, пожалуйста...<br></p>
sk: <p><b><big>Uloženie konfigurácie Kdump</big></b><br> Prosím, čakajte...<br></p>
sl: <p><b><big>Shranjevanje nastavitev Kdump</big></b><br> Prosimo, počakajte …<br></p>
tr: <p><b><big>Kdump Yapılandırmasını Kaydetme</big></b><br> Lütfen bekleyin...<br></p>
uk: <p><b><big>Збереження конфігурації Kdump</big></b><br> Зачекайте, будь ласка...<br></p>
zh_cn: <p><b><big>正在保存 Kdump 配置</big></b><br> 请稍候...<br></p>
zh_tw: <p><b><big>正在儲存 Kdump 組態</big></b><br> 請稍候...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ar: <p><b><big>إيقاف الحفظ:</big>‏</b><br> قم بإيقاف إجراء الحفظ عن طريق ضغط <b>إيقاف</b>. يظهر مربع حوار إضافي يبلغك بما إذا كان ذلك آمنًا أم لا. </p>
ca: <p><b><big>Avortament de l'acció de desar:</big></b><br> per cancel·lar l'acció de desar premeu <B>Avorta</b>. Un diàleg addicional indicarà si l'acció és segura o no. </p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Stiskem <b>Přerušit</b> ukončíte ukládání. Následující dialog informuje o bezpečnosti tohoto úkonu. </p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzliches Dialogfeld informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
el: <p><b><big>Ματαίωση Αποθήκευσης:</big></b><br> Ματαιώστε την διαδικασία αποθήκευσης πατώντας <b>Ματαίωση</b>. Ένας επιπλέον διάλογος σας ενημερώνει πότε είναι ασφαλές να κάνετε αυτό. </p>
es: <p><b><big>Cancelando el proceso de almacenamiento:</big></b><br> Cancele el proceso de almacenamiento pulsando <b>Cancelar</b>. Un recuadro de diálogo adicional le informará de si el proceso es seguro. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti. </p>
fr: <p><b><big>Abandon de l'enregistrement :</big></b><br> pour interrompre la procédure d'enregistrement, cliquez sur <b>Abandonner</b>. Une nouvelle boîte de dialogue vous indique s'il est prudent de procéder ainsi. </p>
gl: <p><b><big>Cancelar a gravación:</big></b><br> Cancele a gravación premendo en <b>Cancelar</b>. Un cadro de diálogo adicional informaralle se é seguro facer isto ou non. </p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
it: <p><b><big>Interruzione del salvataggio:</big></b><br> è possibile interrompere il salvataggio premendo <b>Interrompi</b>. Viene visualizzata una nuova finestra di dialogo che indica se è sicuro procedere con l'operazione. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
km: <p><b><big>បញ្ឈប់​ការ​រក្សាទុក​ ៖</big></b><br> បញ្ឈប់​បែបបទ​រក្សាទុក ដោយ​ចុច <b>បញ្ឈប់</b> ។ ប្រអប់​មួយ​ទៀត​នឹង​ប្រាប់​អ្នក​ថា តើ​មាន​សុវត្ថិភាព​ឬ​អត់​ក្នុង​ការ​ធ្វើ​ដូច្នេះ ។ </p>
ko: <p><b><big>저장 중단:</big></b><br> <b>중단</b>을 눌러 저장 절차를 중단하십시오. 이 작업이 안전한지 여부를 알려 주는 추가 대화 상자가 나타납니다. </p>
lt: <p><b><big>Atšaukti išsaugojimą:</big></b><br> Nutraukite išsaugojimo procedūrą spausdami <b>Nutraukti</b>. Papildomas dialogas praneš, ar tai daryti saugu.</p>
nb: <p><b><big>Avbryt lagring:</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En ny dialog forteller deg om det er trygt å gjøre dette. </p>
nl: <p><b><big>Opslaan afbreken:</big></b><br> Het opslaan kunt u afbreken door op <B>Afbreken</B> te klikken. Er wordt een extra venster geopend waarin wordt aangegeven of dit veilig is. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>
pt: <p><b><big>Interrupção da Gravação:</big></b><br> Interrompa o procedimento de gravação premindo <b>Interromper</b>. Uma caixa de diálogo adicional, informa-lo-á do momento oportuno para o fazer. </p>
pt_br: <p><b><big>Cancelando o salvamento:</big></b><br> Cancele o salvamento clicando em <b>Cancelar</b>. Uma caixa de diálogo adicional irá informar se é seguro ou não fazer isto. </p>
ro: <p><b><big>Anularea salvării:</big></b><br> Anulați procedura de salvare apăsând <b>Anulează</b>. Un dialog suplimentar vă va informa dacă este sigur să o faceți. </p>
ru: <p><b><big>Прерывание сохранения: </big></b><br> Прервите процедуру сохранения нажатием <b>Прервать</b>. Дополнительное диалоговое окно проинформирует, безопасно ли это.</p>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg, ktorý vás bude informovať, či je to bezpečné. </p>
sl: <p><b><big>Prekinitev shranjevanja:</big></b><br> Prekinite shranjevanje s klikom na gumb <b>Prekini</b>. Dodatno pogovorno okno vas bo obvestilo, ali je to varno narediti. </p>
tr: <P><B><BIG>Kayıt işleminin durdurulması:</BIG></B><BR> <B>Durdur</B> düğmesine basarak kayıt işlemini kesebilirsiniz. Bir pencerede bu işlemin güvenli olup olmadığı gösterilecektir. </P>
uk: <p><b><big>Переривання збереження:</big></b><br> Перервіть процедуру збереження, натиснувши <b>Перервати</b>. Додаткове вікно інформує чи це безпечно робити. </p>
zh_cn: <p><b><big>中止保存：</big></b><br> 按<B>中止</B>可中止保存过程。 将另外显示一个对话框，说明执行此操作是否安全。 </p>
zh_tw: <p><b><big>中止儲存：</big></b><br> 按<b>「中止」</b>，中止儲存程序。 會出現其他的對話方塊，通知執行此動作是否安全。 </p>

source: <p><b><big>Kdump Configuration</big></b><br> Configure kdump here.<br></p>
ar: <p><b><big>تكوين Kdump‏</big>‏</b><br> قم بتكوين kdump هنا.<br>‏</p>
ca: <p><b><big>Configuració del Kdump</big></b><br> Configureu el kdump aquí.<br></p>
cs: <p><b><big>Konfigurace funkce kdump</big></b><br> Zde můžete nastavit funkci kdump.<br></p>
de: <p><b><big>Kdump-Konfiguration</big></b><br> Hier können Sie Kdump konfigurieren.<br></p>
el: <p><b><big>Ρύθμιση του Kdump</big></b><br> Ρυθμίστε εδώ το Kdump.<br></p>
es: <p><b><big>Configuración de kdump</big></b><br> Configure kdump aquí.<br></p>
fi: <p><b><big>Kdump-määritys</big></b><br> Määritä kdump tässä.<br></p>
fr: <p><b><big>Configuration kdump</big></b><br> Configurez kdump ici.<br></p>
gl: <p><b><big>Configuración de Kdump</big></b><br> Configure kdump aquí.<br></p>
hu: <p><b><big>A Kdump beállítása</big></b><br> Itt adhatja meg a kdump beállításait.<br></p>
it: <p><b><big>Configurazione kdump</big></b><br> Consente di configurare kdump.<br></p>
ja: <p><b><big>Kdump設定</big></b><br> Kdumpの設定を行います。<br></p>
km: <p><b><big>ការ​កំណត់​រចនា​សម្ព័ន្ធ Kdump</big></b><br> កំណត់​រចនា​សម្ព័ន្ធ kdump នៅ​ទីនេះ ។<br></p>
ko: <p><b><big>Kdump 구성</big></b><br> 여기에 kdump를 구성합니다.<br></p>
lt: <p><b><big>„Kdump“ konfigūravimas</big></b><br> Čia konfigūruokite „kdump“.<br></p>
nb: <p><b><big>Oppsett av Kdump</big></b><br> Sett opp kdump her.<br></p>
nl: <p><b><big>Kdump-configuratie</big></b><br> hier wordt de kdump geconfigureerd.<br></p>
pl: <p><b><big>Konfiguracja programu Kdump</big></b><br> W tym miejscu można skonfigurować program Kdump.<br></p>
pt: <p><b><big>Configuração do Kdump</big></b><br> Configure aqui o CASA.<br></p>
pt_br: <p><b><big>Configuração do kdump</big></b><br> Configure o kdump aqui.<br></p>
ro: <p><b><big>Configurarea Kdump</big></b><br> Aici configurați kdump.<br></p>
ru: <p><b><big>Конфигурация Kdump</big></b><br> Здесь вы можете настроить kdump.<br></p>
sk: <p><b><big>Konfigurácia Kdump</big></b><br> Tu môžete konfigurovať kdump.<br></p>
sl: <p><b><big>Nastavitve Kdump</big></b><br> Tu nastavite Kdump.<br></p>
tr: <p><b><big>Kdump Yapılandırması</big></b><br> Kdump'ı burada yapılandırın.<br></p>
uk: <p><b><big>Конфігурація Kdump</big></b><br> Тут налаштуйте Kdump.<br></p>
zh_cn: <p><b><big>Kdump 配置</big></b><br> 请在此处配置 Kdump。<br></p>
zh_tw: <p><b><big>Kdump 組態</big></b><br> 在此設定 Kdump。<br></p>

source: <p><b><big>Adding a Kdump:</big></b><br> Choose an kdump from the list of detected kdumps. If your kdump was not detected, select <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
ar: <p><b><big>إضافة Kdump:‏</big>‏‏</b>‏<br> اختر kdump من قائمة ميزات kdump التي تم اكتشافها. في حالة عدم اكتشاف kdump الخاص بك، حدد <b>أخرى (لم يتم اكتشافه)</b>. ثم اضغط <b>تكوين</b>‏.</p>
ca: <p><b><big>Addicció d'un Kdump:</big></b><br> Trieu un kdump de la llista dels detectats. Si no s'ha detectat el vostre kdump, seleccioneu <b>Un altre (no detectat)</b>. Després premeu <b>Configura</b>.</p>
cs: <p><b><big>Přidání kdump:</big></b><br> Výběr výpisu kdump ze seznamu zjištěných výpisů kdump. Pokud váš výpis kdump nebyl zjištěn, vyberte možnost <b>Jiné (nezjištěno)</b>. Potom stiskněte tlačítko <b>Konfigurovat</b>.</p>
de: <p><b><big>Kdump hinzufügen:</big></b><br> Wählen Sie einen Kdump aus der Liste der erkannten Kdumps aus. Wenn Ihr Kdump nicht erkannt wurde, wählen Sie <b>Andere (nicht erkannte)</b> aus. Klicken Sie dann auf <b>Konfigurieren</b>.</p>
el: <p><b><big>Προσθήκη ενός Kdump:</big></b><br> Επιλέξτε το Kdump από την λίστα των ανιχνευμένων Kdumps. Αν το Kdump σας δεν έχει ανιχνευτεί, χρησιμοποιήστε το <b>Άλλο (μη ανιχνευμένο)</b>. Ύστερα πατήστε στο <b>Ρύθμιση</b>.</p>
es: <p><b><big>Añadir un kdump:</big></b><br> Elija un kdump de la lista de elementos detectados. Si no se ha detectado el que le interesa, seleccione <b>Otro (no detectado).</b> A continuación, pulse <b>Configurar.</b></p>
fi: <p><b><big>Kdumpin lisääminen:</big></b><br> Valitse kdump tunnistettujen kdumpien luettelosta. Jos kdumpia ei tunnistettu, käytä <b>Muu (ei tunnistettu)</b> ja paina <b>Aseta</b>.</p>
fr: <p><b><big>Ajout d'un kdump :</big></b><br> sélectionnez un kdump dans la liste des kdumps détectés. Si votre kdump n'a pas été détecté automatiquement, utilisez <b>Autre (non détecté)</b>. Cliquez ensuite sur <b>Configurer</b>.</p>
gl: <p><b><big>Engadir un Kdump:</big></b><br> Elixa un kdump da lista de kdumps detectados. Se o seu kdump non foi detectado, seleccione <b>Outro (non detectado)</b>. Logo prema en <b>Configurar</b>.</p>
hu: <p><b><big>Kdump hozzáadása:</big></b><br> Válasszon az észlelt kdumpok listájából. Ha a kdump nem lett automatikusan észlelve, válassza a <b>Más (nem észlelt)</b> beállítást, majd kattintson a <b>Beállítás</b> gombra.</p>
it: <p><b><big>Aggiunta di kdump:</big></b><br> Selezionare un kdump dall'elenco dei kdump rilevati. Se il proprio kdump non è stato rilevato, selezionare <b>Altro (non rilevato)</b>, quindi premere <b>Configura</b>.</p>
ja: <p><b><big>Kdumpの追加:</big></b><br> 検出されたkdumpのリストからkdumpを1つ選択します。 Kdumpが検出されない場合は、<b>その他 (未検出)</b>を選んで <b>設定</b>を押してください。</p>
km: <p><b><big>បន្ថែម Kdump ៖</big></b><br> ជ្រើស kdump ពី​បញ្ជី​ kdumps ដែល​រកឃើញ ។ ប្រសិន​បើ kdump មិន​ត្រូវ​បាន​រក​ឃើញ ជ្រើស <b>ផ្សេងៗ (មិនបាន​រក​ឃើញ)</b> ។ បន្ទាប់​មក​ចុច <b>កំណត់​រចនាសម្ព័ន្ធ</b> ។</p>
ko: <p><b><big>Kdump 추가:</big></b><br> 검색된 kdump 목록에서 kdump를 선택합니다. Kdump가 검색되지 않은 경우 <b>기타(검색되지 않음)</b>를 선택합니다. 그런 다음 <b>구성</b>을 누릅니다.</p>
lt: <p><b><big>Kdump pridėjimas:</big></b><br> Pasirinkite kdump iš aptiktų kdump sąrašo Jei kdump nebuvo aptiktas, naudokite <b>Kitas (neaptiktas)</b>. Tuomet paspauskite <b>Konfigūruoti</b>.</p>
nb: <p><b><big>Legg til Kdump:</big></b><br> Velg en kdump fra listen over registrerte kdump. Hvis en kdump ikke er registrert, bruk <b>Andre (ikke registrerte)</b>. Klikk deretter <b>Sett opp</b>.</p>
nl: <p><b><big>Een kdump toevoegen:</big></b><br> Een kdump kiezen uit de lijst met gedetecteerde kdumps. Als uw kdump niet is gedetecteerd, selecteert u <b>Overige (niet gedetecteerd)</b>. Klik vervolgens op <b>Configureren</b>.</p>
pl: <p><b><big>Dodawanie zrzutu Kdump:</big></b><br> Proszę wybrać zrzut z listy wykrytych. Jeśli właściwy nie został wykryty automatycznie, proszę użyć opcji <b>Inny (niewykryty)</b>, a następnie nacisnąć przycisk <b>Konfiguruj</b>.</p>
pt: <p><b><big>Adicionar um Kdump:</big></b><br> Escolha um Kdump da lista de kdumps detectados. Se o seu kdump não foi automaticamente detectado, utilize <b>Outro (não detectado)</b>. Depois prima <b>Configurar</b>.</p>
pt_br: <p><b><big>Adicionando um kdump:</big></b><br> Escolha um kdump da lista de kdumps detectados. Se o kdump não foi detectado, use <b>Outro (não detectado)</b>. Em seguida, clique em <b>Configurar</b>.</p>
ro: <p><b><big>Adăugaera unui kdump:</big></b><br> Alegeți un kdump din lista celor detectate. Dacă kdump-ul dvs. nu a fost detectat, selectați <b>Altul (nedetectat)</b>. Apăsați apoi <b>Configurează</b>.</p>
ru: <p><b><big>Добавление Kdump:</big></b><br> Выберите kdump из списка обнаруженных kdumpов. Если ваш kdump не был обнаружен автоматически, выберите <b>Другой (не обнаружен)</b>. Затем нажмите <b>Настройка</b>.</p>
sk: <p><b><big>Pridanie Kdump:</big></b><br> Zvoľte kdump zo zoznamu nájdených kdumpov. Ak váš kdump nebol nájdený, vyberte <b>Iný (nezistený)</b>. Potom stlačte <b>Konfigurovať</b>.</p>
sl: <p><b><big>Dodajanje Kdump-a:</big></b><br> Izberite kdump s seznama zaznanih. Če želeni kdump ni bil zaznan, izberite <b>Drugi (nezaznan)</b>. Nato kliknite <b>Nastavitve</b>.</p>
tr: <p><b><big>Kdump Ekleme:</big></b><br> Algılanan kdump'ların listesinden bir kdump seçin. Kdump'ınız algılanmadıysa, <b>Diğer (algılanamadı)</b>'ı seçin. Daha sonra <b>Yapılandır</b>'a basın.</p>
uk: <p><b><big>Додавання Kdump:</big></b><br> Виберіть kdump зі списку виявлених Kdump. Якщо ваш kdump не було виявлено, виберіть <b>Інше (не виявлене).</b> Потім натисніть <b>Налаштувати</b>.</p>
zh_cn: <p><b><big>添加 Kdump：</big></b><br> 从检测到的 Kdump 的列表选择一个 Kdump。 如果未检测到 Kdump，请选择<b>其他（未检测到）</b>。 然后按<b>配置</b>。</p>
zh_tw: <p><b><big>新增 Kdump︰</big></b><br> 從偵測到的 kdump 清單中選擇一個 kdump。 若沒有偵測到您的 kdump，請選取<b>其他 (未偵測到的)</b>。 然後按<b>設定</b>。</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
ar: <p><b><big>تحرير أو حذف:</big>‏</b><br> إذا قمت بضغط <b>تحرير</b>، يتم فتح مربع حوار إضافي يتم من خلاله تغيير التكوين.</p>
ca: <p><b><big>Edició o supressió</big></b><br> Si premeu <b>Edita</b>, s'obrirà un quadre de diàleg addicional on podreu canviar la configuració.</p>
cs: <P><B><BIG>Úpravy a odstraňování:</BIG></B><BR> Pokud stisknete tlačítko <B>Upravit</B>, zobrazí se další dialog, kde můžete změnit nastavení.</P>
de: <p><b><big>Bearbeiten oder löschen:</big></b><br> Wenn Sie auf <b>Bearbeiten</b> klicken, öffnet sich ein zusätzliches Dialogfeld, in dem Sie die Konfiguration ändern können.</p>
el: <p><b><big>Επεξεργασία ή διαγραφή:</big></b><br> Αν πατήσετε <b>Επεξεργασία</b>, θα ανοίξει ένας επιπλέον διάλογος στον οποίο μπορείτε να αλλάξετε τις ρυθμίσεις.</b>
es: <p><b><big>Editar o suprimir:</big></b><br> Al pulsar <b>Editar</b> se abre un recuadro de diálogo en el que podrá cambiar la configuración.</p>
fi: <p><b><big>Muokkaaminen tai poistaminen:</big></b><br> Jos valitset <b>Muokkaa</b>, saat uuden valintaikkunan, jossa voit muuttaa määrityksiä.</p>
fr: <p><b><big>Modification ou suppression :</big></b><br> si vous cliquez sur <b>Modifier</b>, une boîte de dialogue apparaît, dans laquelle vous pouvez modifier la configuration.</p>
gl: <p><b><big>Editando ou Eliminando:</big></b><br> Se preme <b>Editar</b>, abrirase un diálogo adicional no que poderá cambiar a configuración.</p>
hu: <p><b><big>Szerkesztés vagy törlés:</big></b><br> A <b>Szerkesztés</b> gomb megnyomásával, egy további párbeszédablak nyílik meg, ahol módosíthatja a beállításokat.</p>
it: <p><b><big>Modifica o eliminazione:</big></b><br> facendo clic su <b>Modifica</b>, viene visualizzata un'ulteriore finestra di dialogo in cui è possibile modificare la configurazione.</p>
ja: <p><b><big>編集または削除:</big></b><br> <b>編集</b> を押すと、設定を変更するための ダイアログが表示されます。</p>
km: <p><b><big>ការ​កែសម្រួល ឬ​លុប ៖</big></b><br> បើ​អ្នក​ចុច <b>កែសម្រួល</b> ប្រអប់​បន្ថែម​មួយ​ទៀត​នឹង​លេចឡើង ដែល​អ្នក​អាច​ផ្លាស់ប្ដូរ​ការ​កំណត់​រចនាសម្ព័ន្ធ​នៅ​ក្នុង ។</p>
ko: <p><b><big>편집 또는 삭제:</big></b><br> <b>편집</b>을 누르면 구성을 변경할 수 있는 대화 상자가 추가로 열립니다.</p>
lt: <p><b><big>Keitimas arba šalinimas:</big></b><br> Jei paspausite <b>Keisti</b>, atsivers papildomas dialogo langas, kuriame galėsite keisti konfigūraciją.</p>
nb: <p><b><big>Redigere eller slette:</big></b><br> Hvis du klikker <b>Rediger</b>, får du opp en ny dialog der du kan endre oppsettet.</p>
nl: <p><b><big>Bewerken of verwijderen:</big></b><br> Wanneer u op <b>Bewerken</b> klikt, wordt er een extra dialoogvenster geopend waarin u de configuratie kunt aanpassen.</p>
pl: <p><b><big>Edycja albo usuwanie:</big></b><br> Po naciśnięciu przycisku <b>Edytuj</b> otworzy się dodatkowe okno, w którym można zmienić konfigurację.</p>
pt: <p><b><big>Editar ou Apagar:</big></b><br> Se premir <b>Editar</b>, abre-se uma caixa de diálogo adicional, onde se podem efectuar alterações à configuração.</p>
pt_br: <p><b><big>Editando ou removendo:</big></b><br> Se você clicar em <b>Editar</b>, será aberta uma caixa de diálogo adicional em que você poderá alterar a configuração.</p>
ro: <p><b><big>Editarea sau ștergerea:</big></b><br> Dacă apăsați <b>Editează</b>, se deschide un dialog suplimentar în care schimbați configurația.</p>
ru: <p><b><big>Редактирование или удаление:</big></b><br> После нажатия кнопки <b>Редактировать</b> откроется дополнительное диалоговое окно, в котором можно изменить параметры конфигурации.</p>
sk: <P><B><BIG>Úpravy a odstránenie:</BIG></B><BR> Ak stlačíte <B>Upraviť</B>, otvorí sa dialóg, kde môžete zmeniť konfiguráciu.</P>
sl: <p><b><big>Urejanje ali brisanje:</big></b><br> Če kliknete <b>Urejanje</b>, se odpre dodatno pogovorno okno v katerem lahko spremenite nastavitve.</p>
tr: <p><b><big>Düzenleme veya Silme:</big></b><br> <b>Düzenle</b>'ye basarsanız, yapılandırmayı değiştirebileceğiniz ek bir iletişim kutusu açılır.</p>
uk: <p><b><big>Змінити або вилучити:</big></b><br> Якщо ви натиснете <b>Змінити</b>, відкриється додаткове вікно, в якому можна змінити налаштування.</p>
zh_cn: <p><b><big>编辑或删除：</big></b><br> 如果按<b>编辑</b>，将另外打开一个对话框， 可以在其中更改配置。</p>
zh_tw: <p><b><big>編輯或刪除：</big></b><br> 若是按<b>編輯</b>，另一個對話方塊隨即開啟， 您可在此處變更組態。</p>
