Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: Dump Filtering
ar: ترشيح النسخة
ca: Filtratge de l'abocament
cs: Filtrování výpisů
de: Dump-Filterung
el: Φιλτράρισμα Αποτύπωσης
es: Filtrado de volcado de datos
fi: Vedoksen suodatus
fr: Filtrage du vidage
gl: Filtro para o envorcado de datos
hu: Kiíratásszűrés
it: Filtraggio dump
ja: ダンプフィルタ
km: ការ​ត្រង Dump
ko: 덤프 필터링
lt: Atvaizdžių konfigūravimas
nb: Dumpfiltrering
pl: Filtrowanie zrzutów
pt: Filtragem do Dump
pt_br: Filtragem do dump
ro: Filtrare dump
ru: Фильтрация дампов
sk: &Filtrovanie výpisov
sl: Filtriranje odloženih izpisov
tr: Döküm Filtreleme
uk: Фільтрування дампів
zh_cn: 转储过滤
zh_tw: 傾印過濾

source: Saving Target for Kdump Image
ar: حفظ هدف لنسخة محتويات Kdump
ca: Desant la destinació per a la imatge del Kdump
cs: Cíl ukládání pro obrazy funkce kdump
de: Speicherziel für Kdump-Abbild
el: Αποθήκευση Στόχου για την Εικόνα του Kdump
es: Guardando el destino para la imagen de kdump
fi: Tallenna kohde kdump-levykuvalle
fr: Cible d'enregistrement pour l'image kdump
gl: Gardando o destino para a imaxe de kdump
hu: Mentési cél a Kdump képfájlhoz
it: Destinazione di salvataggio per l'immagine kdump
ja: Kdumpイメージの保存先
km: រក្សាទុក​គោលដៅ​សម្រាប់​រូបភាព Kdump
ko: Kdump 이미지의 대상 저장
lt: Kdump atvaizdžių įrašymas į paskirtį
nb: Lagrer mål for Kdump-bilde
nl: Doel voor Kdump-image opslaan
pl: Miejsce zapisu zrzutów Kdump
pt: A Gravar o Destino para a Imagem Kdump
pt_br: Salvando destino para a imagem do kdump
ro: Destinația pentru salvarea imaginii Kdump
ru: Сохранение цели для образа Kdump
sk: Cieľ uloženia pre obraz Kdump
sl: Shranjevanje cilja za posnetek Kdump
tr: Kdump Görüntüsü için Hedef Kaydediliyor
uk: Сховище для збереження образу Kdump
zh_cn: 正在保存 Kdump 映像的目标
zh_tw: Kdump 影像的儲存目標

source: Dump Target
ar: هدف النسخة
ca: Destinació de l'abocament
cs: Cíl výpisu
de: Dump-Ziel
el: Στόχος Αποτύπωσης
es: Destino del volcado de datos
fi: Vedoksen kohde
fr: Cible du vidage
gl: Destino do envorcado de datos
hu: Kiíratás célja
it: Destinazione dump
ja: ダンプ先
km: គោលដៅ Dump
ko: 덤프 대상
lt: Atminties išklotinės paskirtis
nb: Dumpmål
nl: Dumpdoel
pl: Miejsce docelowe zrzutu
pt: Destino do Dump
pt_br: Destino do dump
ro: Destinație dump
ru: Цель дампа
sk: Cieľ výpisu
sl: Cilj odloženega izpisa
tr: Hedef Dökümü
uk: Сховище дампа
zh_cn: 转储目标
zh_tw: 傾印目標

source: SMTP Server
ar: خادم SMTP
ca: Servidor SMTP
cs: Server SMTP
el: Εξυπηρετητής SMTP
es: Servidor SMTP
fi: SMTP-palvelin
fr: Serveur SMTP
gl: Servidor SMTP
hu: SMTP-kiszolgáló
it: Server SMTP
ja: SMTP サーバ
km: ម៉ាស៊ីន​បម្រើ SMTP
ko: SMTP 서버
lt: SMTP serveris
pl: Serwer SMTP
pt: Servidor SMTP
pt_br: Servidor SMTP
ro: Server SMTP
ru: SMTP-сервер
sl: Strežnik SMTP
tr: SMTP Sunucusu
uk: Сервер SMTP
zh_cn: SMTP 服务器
zh_tw: SMTP 伺服器

source: Notification Email Addresses
ar: إعلام عبر عناوين البريد الإلكتروني
ca: Adreça electrònia de notificació
cs: E-mailové adresy pro oznamování
de: E-Mail-Adressen für Benachrichtigung
el: Ηλεκτρονικές Διευθύνσεις Ειδοποιήσεων
es: Direcciones de correo electrónico para notificación
fi: Sähköpostiosoitteet ilmoituksia varten
fr: Adresses électroniques pour les notifications
gl: Enderezos de correo-e para notificación
hu: Értesítési e-mail címek
it: Indirizzi e-mail per la notifica
ja: 通知電子メールアドレス
km: អាសយដ្ឋាន​អ៊ីមែល​ជូន​ដំណឹង
ko: 알림 전자 메일 주소
lt: Pranešimo el. paštu adresai
nb: E-postadresser for varsling
nl: E-mailadres voor melding
pl: Adresy e-mail powiadomienia
pt: Endereços de Email para Notificação
pt_br: Endereços de e-mail da notificação
ro: Adresele e-mail de notificare
ru: Адреса электронной почты для уведомлений
sk: Emailové adresy oznámení
sl: E-poštni naslovi za obvestilo
tr: Bildirim E-posta Adresleri
uk: Електронні адреси сповіщень
zh_cn: 通知电子邮件地址
zh_tw: 通知電子郵件地址

source: Email Notification
ar: إعلام البريد الإلكتروني
ca: Notificació per correu electrònic
cs: Oznámení e-mailem
de: E-Mail-Benachrichtigung
el: Ειδοποίηση με Email
es: Notificación por correo electrónico
fi: Sähköposti-ilmoitus
fr: Notification par message électronique
gl: Notificación por correo-e
hu: E-mail értesítés
it: Notifica via e-mail
ja: 電子メール通知
km: ការ​ជូន​ដំណឹង​អ៊ឺមែល
ko: 전자 메일 알림
lt: Pranešimas paštu
nb: E-postvarsling
nl: Melding per e-mail
pl: Powiadomienie e-mail
pt: Notificação de Email
pt_br: Notificação por e-mail
ro: Notificare e-mail
ru: Уведомление по электронной почте
sk: Emailové oznámenie
sl: E-poštno obvestilo
tr: E-posta Bildirimi
uk: Сповіщення ел. поштою
zh_cn: 电子邮件通知
zh_tw: 電子郵件通知

source: Custom Kernel for Kdump
ar: Kernel المخصص لـ Kdump
ca: Nucli personalitzat per al Kdump
cs: Vlastní jádro pro kdump
de: Benutzerdefinierter Kdump-Kernel
el: Προσαρμοσμένος Πυρήνας για το Kdump
es: Kernel personalizado para kdump
fi: Muokattu ydin kdumpia varten
fr: Noyau personnalisé pour kdump
gl: Kernel personalizado para Kdump
hu: Egyéni kernel a Kdumphoz
it: Kernel personalizzato per kdump
ja: Kdumpのカスタムカーネル
km: ខឺណែល​ផ្ទាល់ខ្លួន​សម្រាប់ Kdump
ko: Kdump 사용자 정의 커널
lt: Savitas kdump branduolys
nb: Tilpasset kjerne for Kdump
nl: Aangepaste kernel voor Kdump
pl: Własne jądro dla Kdump
pt: Kernel Personalizado para Kdump
pt_br: Kernel personalizado para o kdump
ro: Kernel personalizat pentru Kdump
ru: Пользовательское ядро для Kdump
sk: Vlastné jadro pre Kdump
sl: Jedro po meri za Kdump
tr: Kdump için Özel Çekirdek
uk: Нетипове ядро для Kdump
zh_cn: Kdump 的自定义内核
zh_tw: Kdump 的自訂核心

source: Command Line
ar: سطر الأوامر
ca: Línia d'ordres
cs: Příkazový řádek
de: Kommandozeile
el: Γραμμή Εντολών
es: Línea de comandos
fi: Komentorivi
fr: Ligne de commande
gl: Liña de ordes
hu: Parancssor
it: Riga di comando
ja: コマンドライン
km: បន្ទាត់​ពាក្យ​បញ្ជា
ko: 명령줄
lt: Komandinė eilutė
nb: Kommandolinje
nl: Opdrachtregel
pl: Wiersz poleceń
pt: Linha de Comando
pt_br: Linha de comando
ro: Linie de comandă
ru: Командная строка
sk: Príkazový riadok
sl: Ukazna vrstica
tr: Komut Satırı
uk: Командний рядок
zh_cn: 命令行
zh_tw: 指令行

source: Dump Settings
ar: إعدادات النسخة الاحتياطية
ca: Paràmetres de l'abocament
cs: Nastavení výpisů
de: Dump-Einstellungen
el: Ρυθμίσεις Αποτύπωσης
es: Configuración de volcado
fi: Vedosten asetukset
fr: Paramètres de vidage
gl: Configuración do envorcado de datos
hu: Kiíratási beállítások
it: Impostazioni dei dump
ja: ダンプの設定
km: ការ​កំណត់​ Dump
ko: 덤프 설정
lt: Atminties išklotinių nuostatos
nb: Dump-innstillinger
nl: Dumpinstellingen
pl: Ustawienia zrzutu
pt: Definições de Despejo
pt_br: Configurações do dump
ru: Параметры дампов
sk: Nastavenie výpisov
sl: Nastavitve odloženega izpisa
tr: Döküm Ayarları
uk: Параметри дампа
zh_cn: 转储设置
zh_tw: 傾印設定

source: Kdump Expert Settings
ar: إعدادات الخبير لـ Kdump
ca: Configuració avançada del Kdump
cs: Expertní nastavení pro kdump
de: Kdump - Einstellungen für Experten
el: Ρυθμίσεις για Προχωρημένους του Kdump
es: Configuración avanzada de kdump
fi: Kdump-asiantuntija-asetukset
fr: kdump - Paramètres pour experts
gl: Configuración avanzada de kdump
hu: Kdump szakértői beállításai
it: Impostazioni kdump avanzate
ja: Kdump熟練者向け設定
km: ការ​កំណត់​បែប​ជំនាញ​របស់ Kdump
ko: Kdump 고급 설정
lt: Kdump nuostatos ekspertams
nb: Avanserte innstillinger for Kdump
nl: Geavanceerde instellingen voor Kdump
pl: Ustawienia zaawansowane Kdump
pt: Definições Avançadas do kdump
pt_br: Configurações avançadas do kdump
ro: Setări avansate Kdump
ru: Параметры эксперта Kdump
sk: Expertné nastavenia Kdump
sl: Nastavitve Kdump za strokovnjake
tr: Kdump Uzman Ayarları
uk: Параметри Kdump для експертів
zh_cn: Kdump 专家设置
zh_tw: Kdump 專家設定

source: Expert Settings
ar: إعدادات الخبير
ca: Configuració avançada
cs: Expertní nastavení
de: Einstellungen für Experten
el: Ρυθμίσεις για Προχωρημένους
es: Configuración avanzada
fi: Asiantuntija-asetukset
fr: Paramètres pour experts
gl: Configuración avanzada
hu: Szakértői beállítások
it: Impostazioni avanzate
ja: 熟練者向け設定
km: ការ​កំណត់​បែប​ជំនាញ
ko: 고급 설정
lt: Nuostatos ekspertams
nb: Avanserte innstillinger
nl: Expertinstellingen
pl: Ustawienia zaawansowane
pt: Definições Avançadas
pt_br: Configurações avançadas
ro: Setări avansate
ru: Параметры эксперта
sk: Expertné nastavenia
sl: Nastavitve za strokovnjake
tr: Uzman ayarları
uk: Параметри для експертів
zh_cn: 专家设置
zh_tw: 專家設定

source: (min: %{min}; max: %{max}; suggested: %{default})
ca: (min: %{min}; màx.: %{max}; suggerit: %{default})
cs: (min: %{min}; max: %{max}; navrženo: %{default})
de: (Min: %{min}; Max: %{max}; vorgeschlagen: %{default})
es: (mín: %{min}; máx: %{max}; sugerido: %{default})
fi: (min: %{min}; max: %{max}; suositus: %{default})
fr: (min : %{min} ; max : %{max} ; suggéré : %{default})
it: (min: %{min}; max: %{max}; suggerito: %{default})
ja: (最小: %{min}; 最大: %{max}; 提案値: %{default})
nl: (min: %{min};max: %{max}, gesuggereerd: %{default})
pt: (mín: %{min}; máx: %{max}; sugerido: %{default})
pt_br: (min: %{min}; max: %{max}; sugerido: %{default})
ru: (минимум: %{min}; максимум: %{max}; предлагается: %{default})
sk: (%{min} - %{max}, navrhované: %{default})
sl: (najm.: %{min}; najv.: %{max}; prirporočeno: %{default})
tr: (min: %{min}; maks: %{max}; önerilen: %{default})
uk: (мінімум: %{min}; максимум: %{max}; рекомендовано: %{default})
zh_cn: （最小值：%{min}；最大值：%{max}；建议的值：%{default}）
zh_tw: (最小值：%{min}；最大值：%{max}；建議的值：%{default})

source: Kdump &High Memory [MiB]
ar: ‏Kdump الذاكرة مشغولة [ميجابايت]
ca: Memòria &alta del Kdump [MB]
cs: &Maximální paměť pro kdump [MB]
de: Kdump - &Hoher Speicherbereich [MiB]
es: Memoria &alta de Kdump [MiB]
fi: Kdump &Ylämuisti [Mt]
fr: Mémoire éle&vée pour Kdump [Mio]
hu: Kdump &felső memória [MiB]
it: Memoria Kdump &alta [MiB]
ja: Kdumpの高メモリ[MiB](&H)
ko: Kdump 상위 메모리(&H)[MiB]
nl: &Veel Kdump-geheugen [MiB]
pl: Górny obszar pamięci dla mec&hanizmu Kdump [MiB]
pt: Memória &High(Alta) kdump [MB]
pt_br: &Memória alta do kdump [MiB]
ru: Память Kdump, ма&ксимум [МБ]
sk: &Vysoká pamäť Kdump [MiB]
sl: &Visoki pomnilnik za Kdump [MiB]
tr: Kdump &Yüksek Bellek [MiB]
uk: Макс. па&м'ять Kdump [МБ]
zh_cn: Kdump 内存较大(&H) [MiB]
zh_tw: Kdump 記憶體較高(&H) [MiB]

source: &Automatically Resize at Boot
ca: Canvia'n la mida &automàticament a l'arrencada
cs: &Automatická změna velikosti při bootu systému
de: &Automatische Größenänderung beim Booten
es: &Cambiar el tamaño automáticamente al iniciar
fr: &Redimensionner automatiquement au démarrage
it: Ridimensiona &automaticamente all'avvio
ja: 起動時に自動的にサイズ変更 (&A)
nl: &Automatisch grootte wijzigen bij opstarten (boot)
pt_br: Redimensionar &automaticamente na inicialização
sk: &Automatická zmena veľkosti pri štarte systému
sl: Ob zagonu s&amodejno spremeni velikost
tr: &Önyüklemede Otomatik Olarak Yeniden Boyutlandır
zh_cn: 引导时自动调整大小(&A)
zh_tw: 開機時自動調整大小(&A)

source: Total System Memory [MiB]:
ar: إجمالي ذاكرة النظام [ميجابايت]:
ca: Memòria total del sistema [MB]:
cs: Systémová paměť celkem [MB]:
de: Gesamtsystemspeicher [MiB]:
el: Συνολική μνήμη συστήματος [MiB]:
es: Memoria total del sistema [MiB]:
fi: Järjestelmän muistia yhteensä [Mt]:
fr: Mémoire système totale [Mio] :
hu: Teljes rendszermemória [MiB]:
it: Memoria di sistema totale [MiB]:
ja: 合計システムメモリ[MiB]:
ko: 총 시스템 메모리[MiB]:
lt: Visa sistemos atmintis [MiB]:
nl: Totale systeemgeheugen [MiB]:
pl: Łączna pamięć systemowa [MiB]:
pt: Memória Total do Sistema [MiB]:
pt_br: Memória total do sistema [MiB]:
ru: Системная память, всего [МиБ]:
sk: Celková systémová pamäť [MiB]:
sl: Skupni sistemski pomnilnik [MiB]:
tr: Toplam Sistem Belleği [MiB]:
uk: Загальна пам'ять у системі [МіБ]:
zh_cn: 系统内存总量 [MiB]：
zh_tw: 系統記憶體總量 [MiB]︰

source: Usable Memory [MiB]:
ar: الذاكرة الصالحة للاستخدام [ميجابايت]:
ca: Memòria útil [MB]:
cs: Využitelná paměť [MB]:
de: Verwendbarer Speicher [MiB]:
es: Memoria útil [MiB]:
fi: Käytettävissä oleva muisti [Mt]:
fr: Mémoire utilisable [Mio] :
hu: Használható memória [MiB]:
it: Memoria utilizzabile [MiB]:
ja: 使用可能なメモリ[MiB]:
ko: 사용 가능한 메모리[MiB]:
lt: Galima panaudoti atmintis [MiB]:
nl: Bruikbaar geheugen [MiB]:
pl: Użyteczna pamięć [MiB]:
pt: Memória Utilizável [MiB]:
pt_br: Memória utilizável [MiB]:
ru: Доступная память [МиБ]:
sk: Použiteľná pamäť [MiB]:
sl: Uporaben pomnilnik [MiB]:
tr: Kullanılabilir Bellek [MiB]:
uk: Доступна пам'ять [МіБ]:
zh_cn: 可用内存 [MiB]：
zh_tw: 可用記憶體 [MiB]︰

source: Kdump &Low Memory [MiB]
ar: ‏Kdump ذاكرة منخفضة [ميجابايت]
ca: Memòria bai&xa del Kdump [MB]
cs: Minimá&lní paměť pro kdump [MB]
de: Kdump - &Niedriger Speicherbereich [MiB]
es: Memoria &baja de Kdump [MiB]
fi: Kdump &ala muisti [Mt]
fr: Ma&nque de mémoire pour Kdump [Mio]
hu: Kdump – &kevés memória [MiB]
it: Memoria kdump ba&ssa [MiB]
ja: Kdumpの低メモリ[MiB](&L)
ko: Kdump 메모리 부족(&L)[MiB]
lt: Kdump atminties &nepakankamumas [MiB]
nl: &Weinig Kdump-geheugen [MiB]
pl: Do&lny obszar pamięci dla mechanizmu Kdump [MiB]
pt: Memória Low(Baixa) kdump [MiB]
pt_br: Memória &baixa do kdump [MiB]
ru: Память Kdump, ми&нимум [МиБ]
sk: &Nízka pamäť Kdump [MiB]
sl: &Nizki pomnilnik za Kdump [MiB]
tr: Kdump &Düşük Bellek [MiB]
uk: Мін. па&м'ять Kdump [МіБ]
zh_cn: Kdump 内存不足(&L) [MiB]
zh_tw: Kdump 記憶體不足(&L) [MiB]

source: Kdump Memor&y [MiB]
ar: Kdump الذاكرة [ميجابايت[
ca: Memòr&ia del Kdump [MB]
cs: &Paměť pro kdump [MB]
de: Kdump-&Speicher [MiB]
es: Memoria de &Kdump [MiB]
fi: Kdump mui&sti [Mt]
fr: Mémo&ire Kdump [Mio]
hu: Kdump - &memória [MiB]
it: M&emoria kdump [MiB]
ja: Kdumpメモリ[MiB](&Y)
ko: Kdump 메모리(&Y)[MiB]
lt: K&dump atmintis [MiB]
nl: Kdump-&geheugen [MiB]
pl: &Pamięć dla mechanizmu Kdump [MiB]
pt: Memór&ia kdump [MiB]
pt_br: Memória do &kdump [MiB]
ru: Памят&ь Kdump [МиБ]
sk: &Pamäť Kdump [MiB]
sl: Po&mnilnik za Kdump [MiB]
tr: Kdump &Bellek [MiB]
uk: Пам'ят&ь Kdump [МіБ]
zh_cn: Kdump 内存(&y) [MiB]
zh_tw: Kdump 記憶體(&y) [MiB]

source: <p><b>Enable/Disable Kdump</b><br> Enable or disable kdump. The "crashkernel" boot parameter is added/removed. To apply changes, a reboot is necessary.<br></p>
ar: <p><b>تمكين/تعطيل Kdump‏</b><br> تمكين kdump أو تعطيله. تمت إضافة/إزالة معلمة تحطم النواة لخيار التشغيل. لتطبيق التغييرات، يلزم إعادة التشغيل.<br>‏</p>
ca: <p><b>Habilita / Inhabilita el Kdump</b><br> Habiliteu o inhabiliteu el kdump. S'afegirà o se suprimirà el paràmetre d'arrencada crashkernel. Per aplicar els canvis cal reiniciar l'ordinador.<br></p>
cs: <p><b>Zapnout/vypnout Kdump</b><br> Zapne nebo vypne funkci kdump. Je přidán/odstraněn boot parametr "crashkernel". Aby se změny projevily, je třeba restartovat počítač.<br></p>
de: <p><b>Kdump aktivieren/deaktivieren</b><br> Aktiviert bzw. deaktiviert Kdump. Der Bootparameter 'crashkernel' wird hinzugefügt bzw. entfernt Zur Übernahme der Änderungen ist ein Neustart erforderlich.<br></p>
es: <p><b>Habilitar/Inhabilitar kdump</b><br> Habilita o inhabilita kdump. Se añade o se elimina el parámetro crashkernel. Para aplicar los cambios, es necesario reiniciar.<br></p>
fi: <p><b>Ota käyttöön tai poista kdump käytöstä</b><br> Ota käyttöön tai poista kdump käytöstä. Käynnistysvalinta "crashkernel" lisätään tai poistetaan. Muutoksen käyttöönotto vaatii uudelleen käynnistyksen.<br></p>
fr: <p><b>Activer/Désactiver kdump</b><br> Active ou désactive kdump. Le paramètre d'amorçage "crashkernel" est ajouté/supprimé. Pour appliquer des modifications, un redémarrage est nécessaire.<br></p>
it: <p><b>Abilita/disabilita kdump</b><br> Abilita o disabilita kdump. Il parametro di avvio "crashkernel" viene aggiunto/rimosso. Riavviare per applicare le modifiche.<br></p>
ja: <p><b>Kdumpの有効化／無効化</b><br> kdumpの有効／無効を切り替えることができます。 "crashkernel" という起動パラメータが追加／削除されます。 変更内容を適用するには再起動が必要です。<br></p>
nl: <p><b>Kdump inschakelen/uitschakelen</b><br> Kdump in- of uitschakelen. De opstartparameter "crashkernel" is toegevoegd/verwijderd. Om de wijzigingen toe te passen, dient u te herstarten.<br></p>
pt: <p><b>Ativar/Desativar o Kdump</b><br> Ative ou desative o kdump. O parâmetro de arranque "crashkernel" é adicionado/removido. Para aplicar as alterações é necessário reiniciar o computador.<br></p>
pt_br: <p><b>Ativar/desativar o Kdump</b><br> Ative ou desative o kdump. O parâmetro de inicialização "crashkernel" é adicionado/removido. Para aplicar as alterações, é necessário reiniciar.<br></p>
ru: <p><b>Включить/Отключить Kdump</b><br> Включить или отключить kdump. Добавляется/удаляется параметр загрузки «crashkernel». Для применения изменений необходимо перезагрузить систему.<br></p>
sk: <p><b>Povoliť/zakázať Kdump</b><br> Povolí alebo zakáže kdump. Spúšťací parameter "crashkernel" je pridaný/odstránený. Aby sa aplikovali zmeny, je potrebný reštart.<br></p>
sl: <p><b>Omogoči/Onemogoči Kdump</b><br> Omogočite ali onemogočite kdump. Doda/odstrani se zagonski parameter »crashkernel«. Za uveljavitev sprememb je potreben ponovni zagon sistema.<br></p>
tr: <p><b>Kdump'ı Etkinleştir/Devre Dışı Bırak</b><br> Kdump'ı etkinleştir veya devre dışı bırak. "crashkernel" önyükleme parametresi eklendi/kaldırıldı. Değişikliklerin uygulanabilmesi için yeniden başlatma yapılması gerekiyor.<br></p>
uk: <p><b>Увімкнути/Вимкнути Kdump</b><br> Увімкнути або вимкнути kdump. Відповідно, додається/вилучається параметр завантаження «crashkernel». Щоб зміни набули чинності, слід перезавантажити систему.<br></p>
zh_cn: <p><b>启用/禁用 Kdump</b><br> 启用或禁用 kdump。添加或删除“crashkernel”引导参数。 要应用更改，需要重启。<br></p>
zh_tw: <p><b>啟用/停用 Kdump</b><br> 啟用或停用 kdump。系統會新增/移除開機參數 "crashkernel"。 若要套用變更，必須重新開機。<br></p>

source: <p><b>Kdump Memory</b><br> Allocation of memory for the kdump kernel.</p>
ar: <p><b>ذاكرة Kdump‏</b><br> تخصيص الذاكرة لـ kdump kernel.‏‏</p>
ca: <p><b>Memòria del Kdump</b><br> Assignació de memòria per al nucli del kdump. </p>
cs: <p><b>Paměť kdump</b><br> Přidělení paměti pro jádro kdump.</p>
de: <p><b>Kdump-Arbeitsspeicher</b><br> Arbeitsspeicherzuweisung für den Kdump-Kernel.</p>
es: <p><b>Memoria de kdump</b><br> Asignación de memoria para el kernel de kdump.</p>
fi: <p><b>Kdump muisti</b><br> Muistin varaaminen kdump kernelille.</p>
fr: <p><b>Mémoire kdump</b><br> Allocation de mémoire pour le kernel kdump.</p>
it: <p><b>Memoria Kdump</b><br> Allocazione della memoria per il kernel Kdump.</p>
ja: <p><b>Kdumpメモリ</b><br> kdump カーネルへのメモリ割り当てを指定します。</p>
nl: <p><b>Kdump-geheugen</b><br> Toewijzing van geheugen voor de kdump-kernel.</p>
pt: <p><b>Memória Kdump</b><br> Alocação de memória para o kernel kdump.</p>
pt_br: <p><b>Memória do kdump</b><br> Alocação de memória para o kernel do kdump.</p>
ru: <p><b>Память Kdump</b><br> Выделение памяти для ядра kdump.</p>
sk: <p><b>Pamäť Kdump</b><br> Pridelenie pamäte pre jadro kdump.</p>
sl: <p><b>Pomnilnik za Kdump</b><br> Dodelitev pomnilnika za jedro kdump.</p>
tr: <p><b>Kdump Belleği</b><br> Kdump çekirdeği için bellek tahsisi.</p>
uk: <p><b>Пам'ять Kdump</b><br> Виділення пам'яті для ядра kdump.</p>
zh_cn: <p><b>Kdump 内存</b><br> 为 kdump 内核分配的内存。<br></p>
zh_tw: <p><b>Kdump 記憶體</b><br> 為 kdump 核心配置的記憶體。<br></p>
