Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: <p><b><big>Kdump Configuration Overview</big></b><br> Obtain an overview of installed kdumps. Additionally edit their configurations.<br></p>
ar: <p><b><big>نظرة عامة على تكوين Kdump‏</big>‏</b><br> للحصول على نظرة عامة على kdump التي تم تثبيتها. بالإضافة إلى تحرير التكوينات الخاصة بها.<br></p>
ca: <p><b><big>Resum de la configuració del Kdump</big></b><br> Vegeu un resum dels kdumps instal·lats. A més a més, editeu-ne les configuracions.<br></p>
cs: <p><b><big>Přehled konfigurace kdump</big></b><br> Získání přehledu nainstalovaných výpisů kdump. Dále umožňuje upravit jejich konfiguraci.<br></p>
de: <p><b><big>Überblick über die Kdump-Konfiguration</big></b><br> Hier erhalten Sie einen Überblick über die installierten Kdumps. Außerdem können Sie deren Konfiguration bearbeiten.<br></p>
el: <p><b><big>Σύνοψη Ρυθμίσεων Kdump</big></b><br> Εδώ μπορείτε να δείτε συνοπτικά τα εγκατεστημένα Kdump. Επιπλέον, μπορείτε να επεξεργαστείτε τις ρυθμίσεις τους.<br></p>
es: <p><b><big>Descripción de la configuración de kdump</big></b><br> Muestra una descripción de los kdumps instalados. De forma adicional podrá editar la configuración correspondiente.<br></p>
fi: <p><b><big>Kdump-määrityksen yhteenveto</big></b><br> Näe yleisesitys asennetuista kdump:eista. Lisäksi voit muokata niiden määrityksiä.<br></p>
fr: <p><b><big>Présentation de la configuration kdump</big></b><br> Vous pouvez obtenir un aperçu des kdumps installés. De plus, vous pouvez modifier leur configuration.<br></p>
gl: <p><b><big>Resumo da configuración de kdump</big></b><br> Obtén resumo dos kdumps instalados. Ademais poderá editar as súas configuracións.<br></p>
hu: <p><b><big>Kdump beállításainak áttekintése</big></b><br> Áttekintés a telepített kdumpokról, valamint szerkesztheti annak beállításait.<br></p>
it: <p><b><big>Panoramica della configurazione di kdump</big></b><br> Fornisce una panoramica dei kdump installati. Inoltre, consente di modificarne le configurazioni.<br></p>
ja: <p><b><big>Kdump設定概要</big></b><br> インストール済みのkdumpの概要が表示されます。ここから 設定を編集することもできます。<br></p>
km: <p><b><big>ទិដ្ឋភាព​ទូទៅ​នៃ​ការ​កំណត់​រចនាសម្ព័ន្ធ Kdump</big></b><br> ទទួល​យក​ទិដ្ឋភាព​ទូទៅ​នៃ​ kdump ដែល​បាន​ដំឡើង ។ បន្ថែម​លើ​នេះ​ទៀត កែសម្រួល​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​ពួកវា ។<br></p>
ko: <p><b><big>Kdump 구성 개요</big></b><br> 설치된 kdump의 개요를 가져옵니다. 그런 다음 해당 구성을 편집하십시오.<br></p>
lt: <p><b><big>Kdump konfigūracijos apžvalga</big></b><br> Apžvelkite įdiegtus kdump. Papildomai galite keisti jų konfigūraciją.<br></p>
nb: <p><b><big>Oversikt over Kdump-oppsett</big></b><br> Her finner du en oversikt over installerte dumper. Du kan også redigere oppsettene.<br></p>
nl: <p><b><big>Overzicht van Kdump-configuratie</big></b><br> Hier krijgt u een overzicht van de geïnstalleerde kdumps. Bovendien kunt u de configuraties daarvan bewerken.<br></p>
pl: <p><b><big>Przegląd konfiguracji programu Kdump</big></b><br> Przegląd informacji na temat zainstalowanych programów Kdump. Ponadto można je skonfigurować.<br></p>
pt: <p><b><big>Visão Geral da Configuração do Kdump</big></b><br> Obtenha uma visão geral dos kdumps instalados. Adicionalmente, edite estas configurações.<br></p>
pt_br: <p><b><big>Resumo da configuração do kdump</big></b><br> Obtenha um resumo dos kdumps instalados. Além disso, edite as configurações deles.<br></p>
ro: <p><b><big>Prezentare generală a configurației kdump</big></b><br> Obțineti o prezentare generală a kdump-urilor instalate. În plus le editați configurația.<br></p>
ru: <p><b><big>Обзор конфигурации Kdump</big></b><br> Обзор установленных kdumpов. Кроме того, здесь вы можете отредактировать их конфигурацию.<br></p>
sk: <p><b><big>Prehľad konfigurácie Kdump</big></b><br> Získajte prehľad nainštalovaných kdumpov. Navyše môžete upraviť ich konfiguráciu.<br></p>
sl: <p><b><big>Pregled nastavitev Kdump-a</big></b><br> Prikazuje pregled nameščenih kdump-ov in omogoča urejanje njihovih nastavitev.<br></p>
tr: <p><b><big>Kdump Yapılandırma Genel Bakışı</big> </b><br> Yüklü kdump'ların genel bakışını edinin. Ayrıca yapılandırmalarını düzenleyin.<br></p>
uk: <p><b><big>Огляд налаштування Kdump</big></b><br> Отримати огляд встановлених Kdump. На додачу, можна змінити їхню конфігурацію.<br></p>
zh_cn: <p><b><big>Kdump 配置概述</big></b><br> 获取已安装 Kdump 的概述。进一步 编辑其配置。<br></p>
zh_tw: <p><b><big>Kdump 組態綜覽</big></b><br> 取得已安裝之 kdump 的綜覽，並可編輯其 組態。<br></p>

source: <p><b><big>Adding a Kdump:</big></b><br> Press <b>Add</b> to configure a kdump.</p>
ar: <p><b><big>إضافة Kdump:‏</big>‏</b><br> اضغط <b>إضافة</b> لتكوين kdump‏.</p>
ca: <p><b><big>Addició d'un Kdump:</big></b><br> Premeu <b>Afegeix</b> per configurar un kdump.</p>
cs: <p><b><big>Přidání kdump:</big></b><br> Stisknutím tlačítka <b>Přidat</b> lze nakonfigurovat výpis kdump.</p>
de: <p><b><big>Kdump hinzufügen:</big></b><br> Klicken Sie auf <b>Hinzufügen</b>, um einen Kdump zu konfigurieren.</p>
el: <p><b><big>Προσθήκη ενός Kdump:</big></b><br> Πατήστε <b>Προσθήκη</b> για να ρυθμίσετε το kdump.</p>
es: <p><b><big>Añadir un kdump:</big></b><br> Pulse <b>Añadir</b> para configurar un kdump.</p>
fi: <p><b><big>Kdumpin lisäys:</big></b><br> Paina <b>Lisää</b> kdumpin määrittämiseksi.</p>
fr: <p><b><big>Ajout d'un kdump :</big></b><br> cliquez sur <b>Ajouter</b> pour configurer un kdump.</p>
gl: <p><b><big>Engadir un Kdump:</big></b><br> Prema en<b>Engadir</b> para configurar un kdump.</p>
hu: <p><b><big>Kdump hozzáadása:</big></b><br> A <b>Hozzáadás</b> gomb megnyomásával beállíthat egy kdumpot.</p>
it: <p><b><big>Aggiunta di un kdump:</big></b><br> Premere <b>Aggiungi</b> per configurare un kdump.</p>
ja: <p><b><big>Kdumpの追加:</big></b><br> <b>［追加］</b>ボタンを押すとKdumpを設定することができます。</p>
km: <p><b><big>ការ​បន្ថែម Kdump ៖</big></b><br> សង្កត់ <b>បន្ថែម</b> ដើម្បី​កំណត់​រចនា​សម្ព័ន្ធ kdump ។</p>
ko: <p><b><big>Kdump 추가:</big></b><br> <b>추가</b>를 눌러 Kdump를 설정합니다.</p>
lt: <p><b><big>Kdump pridėjimas:</big></b><br> Norėdami konfigūruoti kdump, spauskite <b>Pridėti</b>.</p> >
nb: <p><b><big>Legge til en Kdump:</big></b><br> Trykk på <b>Legg til</b> for å sette opp en kdump.</p>
nl: <p><b><big>Een Kdump toevoegen:</big></b><br> Klik op <b>Toevoegen</b> om een kdump te configureren.</p>
pl: <p><b><big>Dodawanie programu Kdump:</big></b><br> Proszę nacisnąć przycisk <b>Dodaj</b>, aby skonfigurować program Kdump.</p>
pt: <p><b><big>Adicionar um Servidor Kdump:</big></b><br> Prima <b>Adicionar</b> para configurar um kdump.</p>
pt_br: <p><b><big>Adicionando um kdump:</big></b><br> Pressione <b>Adicionar</b> para configurar um kdump.</p>
ro: <p><b><big>Adăugarea unui kdump:</big></b><br> Apăsați <b>Adaugă</b> pentru a configura un kdump.</p>
ru: <p><b><big>Добавление Kdump:</big></b><br> Нажмите <b>Добавить</b> для настройки kdump.</p>
sk: <p><b><big>Pridanie Kdump:</big></b><br> Stlačením <b>Pridať</b> môžete konfigurovať kdump.</p>
sl: <p><b><big>Dodajanje Kdump-a:</big></b><br> S klikom na gumb <b>Dodaj</b> nastavite Kdump.</p>
tr: <p><b><big>Kdump Ekleme:</big></b><br> Bir kdump yapılandırmak için <b>Ekle</b>'ye basın.</p>
uk: <p><b><big>Додавання Kdump:</big></b><br> Натисніть <b>Додати</b>, щоб налаштувати Kdump.</p>
zh_cn: <p><b><big>添加 Kdump：</big></b><br> 按<b>添加</b>可配置 Kdump。</p>
zh_tw: <p><b><big>新增 Kdump：</big></b><br> 按<b>新增</b>以設定 kdump。</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a kdump to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
ar: <p><b><big>تحرير أو حذف:</big>‏</b><br> اختر kdump المطلوب تغييره أو إزالته. اضغط بعد ذلك <b>تحرير</b> أو <b>حذف</b> كما ترغب.</p>
ca: <p><b><big>Edició o supressió:</big></b><br> Trieu un kdump per editar-lo o suprimir-lo. Després premeu <b>Edita</b> o <b>Suprimeix</b>.</p>
cs: <p><b><big>Úprava nebo odstranění:</big></b><br> Vyberte výpis kdump, kterých chcete změnit nebo odstranit. Potom stiskněte tlačítko <b>Upravit</b> nebo <b>Odstranit</b>.</p>
de: <p><b><big>Bearbeiten oder löschen:</big></b><br> Wählen Sie den Kdump aus, den Sie bearbeiten oder löschen möchten. Klicken Sie danach je nach gewünschtem Vorgang auf <b>Bearbeiten</b> oder <b>Löschen</b>.</p>
el: <p><b><big>Επεξεργασία ή Διαγραφή:</big></b><br> Επιλέξτε ένα kdump για αλλαγή ή διαγραφή. Έπειτα πατήστε <b>Επεξεργασία</b> ή <b>Διαγραφή</b> αναλόγως τι επιθυμείτε.</p>
es: <p><b><big>Editar o suprimir:</big></b><br> Seleccione un kdump para cambiarlo o eliminarlo. Luego pulse <b>Editar</b> o <b>Suprimir</b> como desee.</p>
fi: <p><b><big>Muokkaus tai poisto:</big></b><br> Valitse kdump, jota haluat muokata tai jonka haluat poistaa. Valitse sitten <b>Muokkaa</b> tai <b>Poista</b>.</p>
fr: <p><b><big>Modification ou suppression :</big></b><br> sélectionnez un kdump à modifier ou supprimer. Cliquez ensuite, selon le cas, sur <b>Modifier</b> ou sur <b>Supprimer</b>.</p>
gl: <p><b><big>Editar ou eliminar:</big></b><br> Elixa un kdump para cambiar ou eliminar. Logo prema en <b>Editar</b> ou <b>Eliminar</b> como desexe.</p>
hu: <p><b><big>Szerkesztés vagy törlés:</big></b><br> Válassza ki a módosítani vagy törölni kívánt szolgáltatót, majd nyomja meg a <b>Szerkesztés</b> vagy <b>Törlés</b> gombot.</p>
it: <p><b><big>Modifica o eliminazione:</big></b><br> Scegliere un kdump da modificare o rimuovere. Quindi premere <b>Modifica</b> o <b>Elimina</b>.</p>
ja: <p><b><big>編集または削除:</big></b><br> 変更または削除するkdumpを選び、 <b>［編集］</b>または <b>［削除］</b>ボタンを押してください。</p>
km: <p><b><big>ការ​កែ​សម្រួល ឬ​លុប ៖</big></b><br> ជ្រើស kdump ដែលត្រូវ​ផ្លាស់ប្ដូរ ឬ​យកចេញ ។ បន្ទាប់មក​សង្កត់ <b>កែសម្រួល</b> ឬ <b>លុប</b> តាម​តែ​ចិត្ត​ចង់ ។</p>
ko: <p><b><big>편집 또는 삭제:</big></b><br> 변경하거나 제거할 kdump를 선택합니다. 그런 다음 원하는 대로 <b>편집</b> 또는 <b>삭제</b>를 누릅니다.</p>
lt: <p><b><big>Keitimas arba šalinimas:</big></b><br> Pasirinkite kdump, kurį keisite arba pašalinsite. Tuomet spauskite atitinkamai <b>Keisti</b> arba <b>Šalinti</b>.</p>
nb: <p><b><big>Rediger eller slett:</big></b><br> Velg en kdump du vil endre eller slette. Klikk deretter <b>Rediger</b> eller <b>Slett</b> etter ønske.</p>
nl: <P><B><BIG>Bewerken of verwijderen:</BIG></B><BR> Selecteer een kdump die u wilt wijzigen of verwijderen. Klik vervolgens op <B>Bewerken</B> of <B>Verwijderen</B>.</P>
pl: <p><b><big>Edytowanie lub usuwanie:</big></b><br> Proszę wybrać element do edycji lub usunięcia, a następnie nacisnąć przycisk <b>Edytuj</b> lub <b>Usuń</b>.</p>
pt: <p><b><big>Editar ou Apagar:</big></b><br> Escolha um kdump para alterar ou remover. Depois, prima <b>Editar</b> ou <b>Apagar</b> conforme pretenda.</p>
pt_br: <p><b><big>Editando ou removendo:</big></b><br> Escolha um kdump para alterar ou remover. Então clique em <b>Editar</b> ou <b>Remover</b> conforme desejado.</p>
ro: <p><b><big>Editarea sau ștergerea:</big></b><br> Alegeți un kdump de șters sau editat. Apoi apăsați <b>Editează</b> sau <b>Șterge</b> dupa caz.</p>
ru: <p><b><big>Редактирование или удаление:</big></b><br> Выберите kdump для изменения или удаления. Затем нажмите <b>Редактировать</b> или <b>Удалить</b>.</p>
sk: <p><b><big>Úprava a odstránenie:</big></b><br> Zvoľte kdump, ktorý chcete zmeniť alebo odstrániť. Potom stlačte podľa želania <b>Upraviť</b> alebo <b>Vymazať</b>.</p>
sl: <p><b><big>Urejanje ali brisanje:</big></b><br> Izberite kdump, ki ga želite spremeniti ali odstraniti. Po izbiri kliknite gumb <b>Urejanje</b> ali <b>Izbriši</b>.</p>
tr: <p><b><big>Düzenleme veya Silme:</big></b><br> Değiştirmek veya kaldırmak için bir kdump seçin. Ardından istediğiniz gibi <b>Düzenle</b> veya <b>Sil</b>'e basın.</p>
uk: <p><b><big>Редагування або вилучення:</big></b><br> Виберіть kdump, щоб змінити або вилучити. Тоді натисніть <b>Змінити</b> або <b>Вилучити</b> за бажанням.</p>
zh_cn: <p><b><big>编辑或删除：</big></b><br> 选择要更改或去除的 Kdump。 然后根据需要按<b>编辑</b>或<b>删除</b>。</p>
zh_tw: <p><b><big>編輯或刪除：</big></b><br> 選擇要變更或移除的 kdump。 然後視需要按<b>編輯</b>或<b>刪除</b>。</p>

source: Local Filesystem
ar: نظام الملفات المحلي
ca: Sistema de fitxers local
cs: Místní systém souborů
de: Lokales Dateisystem
el: Τοπικό Σύστημα Αρχείων
es: Sistema de archivos local
fi: Paikallinen tiedostojärjestelmä
fr: Système de fichiers local
gl: Sistema de ficheiros local
hu: Helyi fájlrendszer
it: File system locale
ja: ローカルファイルシステム
km: ប្រព័ន្ធ​ឯកសារ​មូលដ្ឋាន
ko: 로컬 파일 시스템
lt: Vietinė rinkmenų sistema
nb: Lokalt filsystem
nl: Lokaal bestandssysteem
pl: Lokalny system plików
pt: Sistema de Ficheiros Local
pt_br: Sistema de arquivos local
ro: Sistem de fișiere local
ru: Локальная файловая система
sk: Lokálny súborový systém
sl: Krajevni datotečni sistem
tr: Yerel Dosya Sistemi
uk: Локальна файлова система
zh_cn: 本地文件系统
zh_tw: 本地檔案系統

source: &Directory for Saving Dumps
ar: &دليل لحفظ النُسخ
ca: &Directori on s'han de desar els abocaments
cs: A&dresář pro ukládané výpisy
de: &Verzeichnis zum Speichern der Dumps
el: &Κατάλογος για Αποθήκευση Αποτυπώσεων
es: &Directorio para guardar volcados de datos
fi: &Hakemisto, johon vedokset tallennetaan
fr: &Répertoire pour l'enregistrement des images mémoire
gl: &Directorio para gardar envorcados de datos
hu: A kiíratások &mentési könyvtára
it: &Directory per il salvataggio dei dump
ja: ダンプを保存するディレクトリ(&D)
km: ថត​សម្រាប់​រក្សាទុក Dump
ko: 덤프 저장 디렉토리(&D)
lt: Atminties išklotinių atvaizdžių saugojimo &katalogas
nb: &Katalog for lagring av dumper
nl: &Map voor opslaan van dumps
pl: &Katalog zapisu zrzutów
pt: &Directório para Guardar Dumps
pt_br: &Diretório para salvar os dumps
ro: &Directorul pentru salvarea imaginilor
ru: Каталог для сохранения &дампов
sk: &Adresár pre ukladanie výpisov
sl: &Mapa za shranjevanje odloženih izpisov
tr: &Dökümleri Kaydetme Dizini
uk: &Директорія для збереження дампів
zh_cn: 用于保存转储的目录(&D)
zh_tw: 儲存傾印的目錄(&D)

source: B&rowse
ar: است&عراض
ca: &Navega
cs: P&rocházet
de: Du&rchsuchen
el: Ανα&ζήτηση
es: Examina&r
fi: &Selaa
fr: &Parcourir
gl: Examina&r
hu: &Tallózás
it: &Sfoglia
ja: 参照(&R)
km: រកមើល
ko: 찾아보기(&R)
lt: &Naršyti
nb: &Bla gjennom
nl: Blade&ren
pl: P&rzeglądaj
pt: Navega&r
pt_br: P&rocurar
ro: Caută
ru: Обзо&р
sk: &Prechádzať
sl: &Brskanje
tr: &Gözat
uk: &Навігація
zh_cn: 浏览(&R)
zh_tw: 瀏覽(&R)

source: Server Nam&e
ar: ا&سم الخادم
ca: N&om del servidor
cs: Náz&ev serveru
el: &Όνομα Εξυπηρετητή
es: Nombr&e del servidor
fi: Palv&elimen nimi
fr: &Nom du serveur
gl: Nom&e do servidor
hu: &Kiszolgálónév
it: &Nome server
ja: サーバ名(&E)
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ
ko: 서버 이름(&E)
lt: S&erverio vardas
nb: Tj&enernavn
nl: S&ervernaam
pl: &Nazwa serwera
pt: Nome do S&ervidor
pt_br: Nom&e do servidor
ro: Num&ele serverului
ru: Имя с&ервера
sk: &Názov servera
sl: Im&e strežnika
tr: Sunucu &Adı
uk: &Назва сервера
zh_cn: 服务器名称(&E)
zh_tw: 伺服器名稱(&E)

source: P&ort
ar: المن&فذ
el: &Θύρα
es: Puer&to
fi: P&ortti
gl: P&orto
it: &Porta
ja: ポート(&O)
km: ច្រក
ko: 포트(&O)
lt: P&rievadas
nl: P&oort
pt: P&orto
pt_br: P&orta
ru: П&орт
sl: &Vrata
uk: П&орт
zh_cn: 端口(&O)
zh_tw: 連接埠(&O)

source: &Directory on Server
ar: الدليل &على الخادم
ca: &Directori al servidor
cs: Adresář na ser&veru
de: &Verzeichnis auf dem Server
el: &Κατάλογος στο Εξυπηρετητή
es: &Directorio en el servidor
fi: &Hakemisto palvelimella
fr: &Répertoire sur le serveur
gl: &Directorio no servidor
hu: Könyvtár a ki&szolgálón
it: &Directory sul server
ja: サーバ上のディレクトリ(&D)
km: ថត​លើ​ម៉ាស៊ីន​បម្រើ
ko: 서버의 디렉토리(&D)
lt: &Katalogas serveryje
nb: &Katalog på server
nl: &Map op de server
pl: &Katalog na serwerze
pt: &Directório no Servidor
pt_br: &Diretório no servidor
ro: &Directorul de pe server
ru: &Каталог на сервере
sk: &Adresár na serveri
sl: &Mapa na strežniku
tr: &Sunucudaki dizin
uk: &Директорія на сервері
zh_cn: 服务器上的目录(&D)
zh_tw: 伺服器目錄(&D)

source: Enable Anon&ymous FTP
ar: تمكين FTP م&جهول
ca: Habilita l'FTP anòni&m
cs: Povolit anon&ymní FTP
de: Anon&ymen FTP-Zugang aktivieren
el: Ενεργοποίηση Α&νώνυμου FTP
es: Habilitar FTP anónim&o
fi: Ota käyttöön anony&ymi FTP
fr: Activer &FTP anonyme
gl: Activar FTP anónim&o
hu: &Névtelen FTP engedélyezése
it: Abilita &FTP anonimo
ja: 匿名FTPの有効化(&Y)
km: អនុញ្ញាត FTP អនាមិក
ko: 익명 FTP 활성화(&Y)
lt: Įgalinti a&noniminį FTP
nb: Aktiver anon&ym FTP
nl: Anon&ieme FTP activeren
pl: Włącz &anonimowe FTP
pt: Activar FTP Anón&imo
pt_br: &Habilitar FTP anônimo
ro: Activează FTP anonim
ru: Разрешить &анонимный FTP
sk: &Povoliť anonymné FTP
sl: &Anonimni FTP
tr: Anonim FTP'yi Etk&inleştir
uk: Увімкнути аноні&мний FTP
zh_cn: 启用匿名 FTP(&Y)
zh_tw: 啟用匿名 FTP(&Y)

source: Exported Sha&re
ar: م&شاركة مصدرة
ca: Compa&rtició exportada
cs: Exportované &sdílení
de: Netzwerkf&reigabe
el: &Διαμοιρασμός Εξαγωγών
es: Recurso compa&rtido exportado
fi: Vi&ety jako
fr: &Partage exporté
gl: Recurso compa&rtido exportado
hu: &Exportált megosztás
it: Condivisione &esportata
ja: エクスポートされた共有(&R)
km: ការ​ចែករំលែក​ដែល​បាន​នាំចេញ
ko: 내보낸 공유(&R)
lt: &Eksportuojamas bendrasis išteklius
nb: Ekspo&rterte kataloger
nl: Geëxporteerde sha&re
pl: Ekspo&rtowany udział
pt: Pa&rtilha Exportada
pt_br: Compartilhamento expo&rtado
ro: Sha&re exportat
ru: Экспо&ртируемые общие ресурсы
sk: &Exportované zdieľanie
sl: &Izvožena delitev
tr: Dışa Aktarılan Pa&ylaşım
uk: &Експортований спільний ресурс
zh_cn: 导出的共享(&R)
zh_tw: 輸出共用(&R)

source: Use Aut&hentication
ar: استخدام التص&ديق
ca: &Usa l'autenticació
cs: Používat o&věřování
de: Aut&hentifizierung verwenden
el: Χρήση &Πιστοποίησης
es: Utilizar aut&enticación
fi: Käy&ttäjätunnistus
fr: Utiliser l'aut&hentification
gl: Empregar aut&enticación
hu: &Hitelesítés használata
it: &Usa autenticazione
ja: ユーザ認証(&H)
km: ប្រើ​ការ​ផ្ទៀងផ្ទាត់​ភាពត្រឹមត្រូវ
ko: 인증 사용(&H)
lt: Nustatyti &tapatybę
nb: Benytt bru&kerautentisering
nl: Verifi&catie gebruiken
pl: &Użyj uwierzytelniania
pt: Utilizar Au&tenticação
pt_br: Usar &autenticação
ro: Autentificare utilizator
ru: Использовать ау&тентификацию
sk: &Použiť overenie
sl: Uporabi &overjanje
tr: Kimlik Doğru&lama'yı Kullan
uk: Використовувати ав&тентифікацію
zh_cn: 使用身份验证(&H)
zh_tw: 使用驗證(&H)

source: You need to specify "Directory for Saving Dumps"
ar: يجب تحديد "دليل لحفظ النُسخ"
ca: Heu d'especificar el directori on s'han de desar els abocaments
cs: Je třeba zadat "Adresář k uložení výpisů"
de: Sie müssen das "Verzeichnis zum Speichern der Dumps" angeben.
el: Πρέπει να καθορίσετε τον "Κατάλογο για Αποθήκευση Αποτυπώσεων"
es: Debe especificar el directorio para guardar los volcados
fi: "Hakemisto, johon vedokset tallennetaan" täytyy määrittää
fr: Vous devez spécifier le répertoire d'enregistrement des images mémoire
gl: Necesita especificar "Directorio para gardar envorcados de datos"
hu: Meg kell adnia "a kiíratások mentési könyvtárát"
it: Specificare la "Directory per il salvataggio dei dump"
ja: 「ダンプを保存するディレクトリ」を指定する必要があります
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់ "ថត​សម្រាប់​រក្សាទុក Dumps"
ko: "덤프 저장 디렉토리"를 지정해야 합니다.
lt: Reikia nurodyti atminties išklotinių atvaizdžių saugojimo katalogą
nb: Du må angi en "Katalog for lagring av dumper"
nl: U moet de 'Map voor het opslaan van dumps' opgeven
pl: Proszę określić "Katalog zapisu zrzutów"
pt: Necessita específicar "Directório para Guardar Dumps"
pt_br: É necessário especificar o "Diretório para salvar dumps"
ro: Trebuie să specificați "Directorul petnru salvarea imaginilor dump"
ru: Вы должны указать "Каталог для сохранения дампов"
sk: Musíte zadať "Adresár pre ukladanie výpisov"
sl: Nastaviti morate »Mapa za shranjevanje odloženih izpisov«
tr: "Dökümleri Kaydetmek İçin Dizin" belirtmeniz gerekiyor
uk: Вам слід вказати "Директорія для збереження дампів"
zh_cn: 需指定“用于保存转储的目录”
zh_tw: 必須指定「儲存傾印的目錄」

source: You need to specify "Server Name"
ar: يجب تحديد "اسم الخادم"
ca: Heu d'especificar el nom del servidor
cs: Je třeba zadat "Název serveru"
de: Sie müssen den "Servernamen" angeben.
el: Πρέπει να καθορίσετε το "Όνομα Εξυπηρετητή"
es: Debe especificar el nombre del servidor
fi: "Palvelimen nimi" täytyy määrittää
fr: Vous devez spécifier le nom du serveur
gl: Necesita especificar "Nome do servidor"
hu: Meg kell adnia a "kiszolgálónevet"
it: Specificare il "Nome server"
ja: 「サーバ名」を指定する必要があります
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់ "ឈ្មោះ​ម៉ាស៊ីន​បម្រើ"
ko: "서버 이름"을 지정해야 합니다.
lt: Reikia nurodyti serverio vardą
nb: Du må angi et "Servernavn"
nl: U moet 'Servernaam' opgeven
pl: Proszę określić "Nazwę serwera"
pt: Necessita específicar "Nome do Servidor"
pt_br: É necessário especificar o "Nome do servidor"
ro: Trebuie să specificați "Numele serverului"
ru: Вы должны указать "Имя сервера"
sk: Musíte zadať "Názov servera"
sl: Nastaviti morate »Ime strežnika«
tr: "Sunucu Adı"nı belirtmeniz gerekiyor
uk: Вам слід вказати "Назву сервера"
zh_cn: 需指定“服务器名称”
zh_tw: 需要指定「伺服器名稱」

source: You need to specify "Directory on Server"
ar: يجب تحديد "الدليل على الخادم"
ca: Heu d'especificar el "directori al servidor"
cs: Je třeba zadat "Adresář na serveru"
de: Sie müssen das "Verzeichnis auf dem Server" angeben
el: Πρέπει να καθορίσετε τον "Κατάλογο στον Εξυπηρετητή"
es: Debe especificar el directorio del servidor
fi: "Hakemisto palvelimella" täytyy määrittää
fr: Vous devez spécifier le répertoire sur le serveur
gl: Necesita especificar "Directorio no servidor"
hu: Meg kell adnia a "könyvtárat a kiszolgálón"
it: Specificare la "Directory sul server"
ja: 「サーバ上のディレクトリ」を指定する必要があります
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់ "ថត​នៅ​លើ​ម៉ាស៊ីន​បម្រើ"
ko: "서버의 디렉토리"를 지정해야 합니다.
lt: Reikia nurodyti katalogą serveryje
nb: Du må angi en "Katalog på server"
nl: U moet 'Map op de server' opgeven
pl: Proszę określić "Katalog na serwerze"
pt: Necessita específicar "Directório no Servidor"
pt_br: É necessário especificar o "Diretório no servidor"
ro: Trebuie să specificați "Directorul pe server"
ru: Вы должны указать "Каталог на сервере"
sk: Musíte zadať "Priečinok na serveri"
sl: Nastaviti morate »Mapa na strežniku«
tr: "Sunucudaki Dizin"i belirtmeniz gerekiyor
uk: Вам слід вказати "Директорія на сервері"
zh_cn: 需指定“服务器上的目录”
zh_tw: 需要指定「伺服器目錄」

source: You need to specify "User Name"
ar: يجب تحديد "اسم المستخدم"
ca: Heu d'especificar el nom d'usuari
cs: Je třeba zadat "Uživatelské jméno"
de: Sie müssen den "Benutzernamen" angeben
el: Πρέπει να καθορίσετε το "Όνομα Χρήστη"
es: Debe especificar el nombre de usuario
fi: "Käyttäjätunnus" täytyy määrittää
fr: Vous devez spécifier le nom d'utilisateur
gl: Necesita especificar "Nome de usuario"
hu: Meg kell adnia a "felhasználónevet"
it: Specificare il "Nome utente"
ja: 「ユーザ名」を指定する必要があります
km: អ្នក​ត្រូវតែ​បញ្ជាក់ "ឈ្មោះ​អ្នក​ប្រើ"
ko: "사용자 이름"을 지정해야 합니다.
lt: Reikia nurodyti naudotojo vardą
nb: Du må angi et "Brukernavn"
nl: U moet 'Gebruikersnaam' opgeven
pl: Proszę określić "Nazwę użytkownika"
pt: Necessita específicar "Nome de Utilizador"
pt_br: É necessário especificar o "Nome de usuário"
ro: Trebuie să specificați "Numele de utilizator"
ru: Вы должны указать "Имя пользователя"
sk: Musíte zadať "Používateľské meno"
sl: Nastaviti morate »Uporabniško ime«
tr: "Kullanıcı Adı"nı belirtmeniz gerekiyor
uk: Вам слід вказати "Ім'я користувача"
zh_cn: 需指定“用户名”
zh_tw: 需要指定「使用者名稱」
