Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: <p><b>FTP</b> - Save kdump image via FTP. <i>Server Name</i> - The name of the ftp server. <i>Port</i> - The port number for the connection. <i>Directory on Server</i> - The path for saving kdump images. <i>Enable Anonymous FTP</i> enables anonymous connection to the server. <i>User Name</i> for ftp connection. <i>Password</i> for ftp connection.<br></p>
ar: <p><b>FTP</b> - لحفظ نسخة محتويات kdump من خلال FTP. <i>اسم الخادم</i> - اسم خادم ftp. <i>المنفذ</i> - رقم منفذ الاتصال <i>المجلد على الخادم</i> - مسار لحفظ نُسخ محتويات kdump. <i>تمكين FTP المجهول</i> لتمكين اتصال مجهول بالخادم. <i>اسم المستخدم</i> لاتصال ftp. ‏<i>كلمة السر</i> لاتصال ftp.‏<br></p>
ca: <p><b>FTP</b> - Desa la imatge del kdump mitjançant FTP. <i>Nom del servidor</i> - El nom del servidor d'FTP. <i>Port</i> - El número de port que s'ha de fer servir per a la connexió. <i>Directori al servidor</i> - El camí on s'han de desar les imatges del kdump. <i>Habilita l'FTP anònim</i> habilita la connexió anònima al servidor. <i>Nom d'usuari</i> per a la connexió d'ftp. <i>Contrasenya</i> per a la connexió d'ftp.<br></p>
cs: <p><b>FTP</b> - Uloží snímek kdump protokolem FTP. <i>Název serveru</i> - Název serveru FTP. <i>Port</i> - Číslo portu pro připojení. <i>Adresář na serveru</i> - Cesta pro uložení snímků kdump. <i>Povolit anonymní FTP</i> povoluje anonymní připojení k serveru. <i>Uživatelské jméno</i> pro připojení ftp. <i>Heslo</i> pro připojení ftp.<br></p>
de: <p><b>FTP</b> – Speichert das Kdump-Abbild über FTP. <i>Servername</i> – Der Name des FTP-Servers. <i>Port</i> – Die Portnummer für die Verbindung. <i>Verzeichnis auf dem Server</i> – Der Pfad, in dem die kdump-Abbilder gespeichert werden sollen. <i>Anonymer FTP-Zugang</i> Verwendet anonymen FTP-Zugang. <i>Benutzername</i> für die FTP-Verbindung. <i>Passwort</i> für die FTP-Verbindung.<br></p>
es: <p><b>FTP:</b> guardar imagen de kdump a través de FTP. <i>Nombre de servidor:</i> nombre del servidor ftp. <i>Puerto:</i> número de puerto para la conexión. <i>Directorio en el servidor:</i> ruta para guardar las imágenes de kdump. <i>Habilitar FTP anónimo:</i> habilita la conexión anónima al servidor. <i>Nombre de usuario:</i> nombre de usuario para la conexión FTP. <i>Contraseña:</i> contraseña para la conexión FTP.<br></p>
fi: <p><b>FTP</b> - Tallenna kdump levykuvat FTP:lle. <i>Palvelimen nimi</i> - FTP-palvelimen nimi. <i>Portti</i> - Yhteyden porttinumero. <i>Hakemisto palvelimella</i> - Polku johon kdump-kuvat tallennetaan. <i>Ota käyttöön anonyymi FTP</i> ottaa käyttöön anonyymin yhteyden palvelimelle. <i>Käyttäjänimi</i> FTP-yhteyttä varten. <i>Salasana</i> FTP-yhteyttä varten.<br></p>
fr: <p><b>FTP</b> - Enregistre l'image kdump via FTP. <i>Nom du serveur</i> - Nom du serveur FTP. <i>Port</i> - Port à utiliser pour la connexion. <i>Répertoire sur le serveur</i> - Chemin où enregistrer les images kdump. <i>Activer FTP anonyme</i> - Active une connexion anonyme au serveur. <i>Nom d'utilisateur</i> et <i>Mot de passe</i> pour la connexion FTP.<br></p>
it: <p><b>FTP</b> - Salva immagine kdump tramite FTP. <i>Nome server</i> - Il nome del server FTP. <i>Porta</i> - Il numero della porta per la connessione. <i>Directory sul server</i> - Il percorso dove salvare le immagini kdump. <i>Abilita FTP anonimo</i> abilita le connessioni anonime al server. <i>Nome utente</i> per la connessione FTP. <i>Password</i> per la connessione FTP.<br></p>
ja: <p><b>FTP</b> - kdumpイメージをFTPプロトコルを利用して保存します。 <i>サーバ名</i> - FTPサーバの名前を指定します。 <i>ポート</i> - 接続に使用するポート番号を指定します。 <i>サーバ内のディレクトリ</i> - Kdumpイメージを保存するディレクトリを指定します。 <i>匿名FTP</i> サーバに対して匿名FTPで接続するかどうかを指定します。 <i>ユーザ名</i>と<i>パスワード</i> それぞれFTP接続の際に利用するユーザ名とパスワードを指定します。<br></p>
nl: <p><b>FTP</b> - Kdump-image via FTP opslaan. <i>Servernaam</i> - de naam van de ftp-server. <i>Poort</i> - het poortnummer voor de verbinding. <i>Map op de server</i> - het pad voor het opslaan van Kdump-images. <i>Anonieme FTP activeren</i> - activeert anonieme verbinding met de server. ....<i>Gebruikersnaam</i> voor FTP-verbinding. <i>Wachtwoord</i> voor FTP-verbinding.<br></p>
pt: <p><b>FTP</b> - Grava imagem kdump via FTP. <i>Nome do Servidor</i> - O nome do servidor de ftp. <i>Porto</i> - O número do porto para ligação. <i>Diretório no Servidor</i> - O caminho para gravação de imagens kdump. <i>Ativar FTP Anónimo</i> ativa uma ligação anónima com o servidor. <i>Nome de Utilizador</i> para a ligação ftp. <i>Palavra Passe</i> para a ligação ftp.<br></p>
pt_br: <p><b>FTP</b> - salvar imagem do kdump via FTP. <i>Nome do servidor</i> - nome do servidor FTP. <i>Porta</i> - número da porta para conectar. <i>Diretório no servidor</i> - caminho para salvar as imagens do kdump. <i>Habilitar FTP anônimo</i> habilita conexão anônima no servidor. <i>Nome de usuário</i> para a conexão FTP. <i>Senha</i> para a conexão FTP.<br></p>
ru: <p><b>FTP</b> — Сохранить образ kdump через FTP. <i>Имя сервера</i> — Имя сервера FTP. <i>Порт</i> — Номер порта соединения. <i>Каталог на сервере</i> — Путь для сохранения образов kdump. <i>Разрешить анонимный FTP</i> разрешает анонимным пользователям подключаться к серверу. <i>Имя пользователя</i> для соединения по FTP. <i>Пароль</i> для соединения по FTP.<br></p>
sk: <p><b>FTP</b> - Uložiť obraz kdump cez FTP. <i>Názov servera</i> - Názov ftp servera. <i>Port</i> - Číslo portu pre pripojenie. <i>Adresár na serveri</i> - Cesta pre ukladanie obrazov kdump. <i>Povoliť anonymné FTP</i> povoľuje anonymné pripojenie k serveru. <i>Používateľské meno</i> pre ftp pripojenie. <i>Heslo</i> for ftp pripojenie.<br></p>
sl: <p><b>FTP</b> — Odloženi izpis Kdump shrani na strežnik FTP. <i>Ime strežnika</i> — Ime strežnika FTP. <i>Vrata</i> — Številka vrat za povezavo. <i>Mapa na strežniku</i> — Pot za shranjevanje odloženih izpisov. <i>Omogoči anonimni FTP</i> omogoči anonimno povezavo na strežnik FTP. <i>Uporabniško ime</i> za povezavo. <i>Geslo</i> za povezavo FTP.<br></p>
tr: <p><b>FTP</b> - FTP aracılığıyla kdump imajını kaydet. <i>Sunucu Adı</i> - FTP sunucusunun adı. <i>Port</i> - Bağlantı için port numarası. <i>Sunucudaki Dizin</i> - Kdump imajlarının kaydedileceği yol. <i>Anonim FTP'yi Etkinleştir</i> sunucuya anonim bağlantıyı etkinleştirir. Ftp bağlantısı için <i>Kullanıcı Adı</i>. Ftp bağlantısı için <i>Şifre</i>.<br></p>
uk: <p><b>FTP</b> - Зберегти образ kdump за допомогою FTP. <i>Назва сервера</i> — назва сервера FTP. <i>Порт</i> — номер порту з'єднання. <i>Директорія на сервері</i> — шлях для зберігання образів kdump. <i>Увімкнути анонімний FTP</i> дозволяє анонімним користувачам з'єднуватися з сервером. <i>Ім'я користувача</i> для з'єднання за FTP. <i>Пароль</i> для з'єднання за FTP.<br></p>
zh_cn: <p><b>FTP</b> - 通过 FTP 保存 Kdump 映像。 <i>服务器名称</i> - FTP 服务器的名称。 <i>端口</i> - 用于连接的端口号。 <i>服务器上的目录</i> - 用于保存 Kdump 映像的路径。 <i>启用匿名 FTP</i> 可以启用到服务器的匿名连接。 <i>用户名</i>是用于 FTP 连接的用户名。<i>口令</i>是用于 FTP 连接的口令。<br></p>
zh_tw: <p><b>FTP</b> - 透過 FTP 儲存 kdump 影像。 <i>伺服器名稱</i> - FTP 伺服器的名稱。 <i>連接埠</i> - 用於連接的連接埠號。 <i>伺服器上的目錄</i> - kdump 影像的儲存路徑。 <i>啟用匿名 FTP</i> 啟用至伺服器的匿名連接。 <i>使用者名稱</i>用於建立 FTP 連接。<i>密碼</i>用於建立 FTP 連接。<br></p>

source: <p><b>SSH</b> - Save kdump image via SSH and 'dd' on target machine. <i>Server Name</i> - The name of the server. <i>Port</i> - The port number for the connection. <i>Directory on Server</i> - The path for saving kdump images. <i>User Name</i> for SSH connection. <i>Password</i> for SSH connection.<br></p>
ar: <p><b>SSH</b> - قم بحفظ صورة kdump عبر SSH و'dd' على الجهاز الهدف. <i>اسم الخادم</i> - اسم الملقم. <i>المنفذ</i> - رقم منفذ الاتصال. <i>المجلد على الخادم</i> - مسار حفظ صور kdump. <i>اسم المستخدم</i> لاتصال SSH. <i>كلمة المرور</i> لاتصال SSH.<br></p>
ca: <p><b>SFTP</b> - Desa la imatge de kdump a través d'SSH i "dd" a la màquina de destinació. <i>Nom del servidor</i> - El nom del servidor. <i>Port</i> - El número de port per a la connexió. <i>Directori al servidor</i> - El camí per desar les imatges del kdump. <i>Nom d'usuari</i> per a connexió d'SSH. <i>Contrasenya</i> per a connexió d'SSH. <br></p>
cs: <p><b>SSH</b> - Uloží snímek kdump protokolem SSH a procesem 'dd' na cílovém serveru. <i>Název serveru</i> - Název serveru. <i>Port</i> - Číslo portu pro připojení. <i>Adresář na serveru</i> - Cesta pro ukládání obrazů kdump. <i>Uživatelské jméno</i> pro připojení SSH. <i>Heslo</i> pro připojení SSH.<br></p>
de: <p><b>SSH</b> – kdump-Abbild über SSH und 'dd' auf Zielcomputer speichern. <i>Servername</i> – Name des Servers. <i>Port</i> – Portnummer für die Verbindung. <i>Verzeichnis auf dem Server</i> – Pfad zum Speichern der kdump-Abbilder. <i>Benutzername</i> für SSH-Verbindung. <i>Passwort</i> für SSH-Verbindung.<br></p>
es: <p><b>SSH:</b> Guardar imagen de kdump a través de SSH y "dd" en equipo de destino. <i>Nombre del servidor:</i> Nombre del servidor. <i>Puerto:</i> Número de puerto para la conexión. <i>Directorio en el servidor:</i> La vía para guardar las imágenes de kdump. <i>Nombre de usuario</i> para la conexión SSH. <i>Contraseña</i> para la conexión SSH.<br></p>
fi: <p><b>SSH</b> - tallenna kdump-kuva SSH ja 'dd':n avulla kohdekoneelle. <i>Palvelimen nimi</i> - Palvelimen nimi. <i>Portti</i> - Portti yhteyttä varten. <i>Hakemisto palvelimella</i> - Polku hakemistoon, jonne kdump-kuvat tallennetaan. <i>Käyttäjänimi</i> SSH-yhteyttä varten.<br></p> <i>Salasana</i> SSH-yhteyttä varten.<br></p>
fr: <p><b>SSH</b> - Enregistre l'image kdump via SSH et 'dd' sur la machine cible. <i>Nom du serveur</i> - Nom du serveur. <i>Port</i> - Numéro du port utilisé pour la connexion. <i>Répertoire du serveur</i> - Chemin de l'emplacement où sont enregistrées les images kdump. <i>Nom d'utilisateur</i> pour la connexion SSH. <i>Mot de passe</i> pour la connexion SSH.<br></p>
it: <p><b>SSH</b> - Salva immagine kdump tramite SSH e 'dd' sul computer di destinazione. <i>Nome server</i> - Il nome del server. <i>Porta</i> - Il numero della porta per la connessione. <i>Directory sul server</i> - Il percorso dove salvare le immagini kdump. <i>Nome utente</i> per connessione SSH. <i>Password</i> per connessione SSH.<br></p>
ja: <p><b></b>SSH - kdumpイメージをターゲットマシンのSSHおよび「dd」を利用して保存します。 <i></i>サーバ名 - サーバの名前。 <i></i>ポート - 接続に使用するポート番号。 <i></i>サーバ上のディレクトリ - kdumpイメージを保存するパス。 <i></i>ユーザ名と<i></i>パスワード - それぞれSSH接続の際に利用する ユーザ名とパスワード。<br></p>
nl: <p><b>SSH</b> - Sla kdump-image via SSH en 'dd' op doelmachine op. <i>Servernaam</i> - De naam van de server. <i>Poort</i> - Het poortnummer voor de verbinding. <i>Directory op server</i> - Het pad voor het opslaan van kdump-images. <i>Gebruikersnaam</i> voor SSH-verbinding. <i>Wachtwoord</i> voor SSH-verbinding.<br></p>
pt: <p><b>SSH</b> - Gravar imagem kdump por SSH. <i>Nome do Servidor</i> - O nome do servidor. <i>Porto</i> - O número do porto para a ligação. <i>Diretório no Servidor</i> - O caminho para gravação das imagens kdump. <i>Nome do Utilizador</i> para a ligação ssh. <i>Palavra-Passe</i> para a ligação ssh.<br></p>
pt_br: <p><b>SSH</b>: Gravar imagem do kdump via SSH e "dd" na máquina de destino. <i>Nome do Servidor</i>: O nome do servidor. <i>Porta</i>: O número da porta para conexão. <i>Diretório no Servidor</i>: O caminho para gravar imagens do kdump. <i>Nome de Usuário</i> para conexão SSH. <i>Senha</i> para conexão SSH.<br></p>
ru: <p><b>SSH</b> — Сохранить образ kdump через SSH и dd на целевой машине. <i>Имя сервера</i> — Имя сервера. <i>Порт</i> — номер порта соединения. <i>Каталог на сервере</i> — Путь для сохранения образов kdump. <i>Имя пользователя</i> для соединения по SSH. <i>Пароль</i> для соединения по SSH.<br></p>
sk: <p><b>SSH</b> - Uložiť obraz kdump cez SSH a 'dd' na cieľovom stroji. <i>Názov servera</i> - Názov servera. <i>Port</i> - Číslo portu pre pripojenie. <i>Adresár na serveri</i> - Cesta pre ukladanie obrazov kdump. <i>Používateľské meno</i> pre SSH pripojenie. <i>Heslo</i> pre SSH pripojenie.<br></p>
sl: <p><b>SSH</b> — Odloženi izpis Kdump s pomočjo SSH in »dd« shrani na oddaljeni računalnik <i>Ime strežnika</i> — Ime strežnika. <i>Vrata</i> — Številka vrat za povezavo. <i>Mapa na strežniku</i> — Pot za shranjevanje odloženih izpisov. <i>Uporabniško ime</i> za povezavo SSH. <i>Geslo</i> za povezavo SSH.<br></p>
tr: <p><b>SSH</b> - Kdump imajını SSH ve 'dd' aracılığıyla hedef makineye kaydedin. <i>Sunucu Adı</i> - Sunucunun adı. <i>Port</i> - Bağlantı için port numarası. <i>Sunucudaki Dizin</i> - Kdump imajlarını kaydetme yolu. SSH bağlantısı için <i>Kullanıcı Adı</i>. SSH bağlantısı için <i>Şifre</i>.<br></p>
uk: <p><b>SSH</b> — Зберегти образ kdump через SSH та 'dd' на цільовій машині. <i>Назва сервера</i> — назва сервера. <i>Порт</i> — номер порту з'єднання. <i>Директорія на сервері</i> — шлях, за яким зберігатимуться образи kdump. <i>Ім'я користувача</i> для з'єднання SSH. <i>Пароль</i> для з'єднання SSH.<br></p>
zh_cn: <p><b>SSH</b> - 通过 SSH 和“dd”在目标计算机上保存 kdump 映像。 <i>服务器名称</i> - 服务器的名称。 <i>端口</i> - 用于连接的端口号。 <i>服务器上的目录</i> - 用于保存 kdump 映像的路径。 <i>用户名</i>用于建立 SSH 连接。 <i>口令</i>用于建立 SSH 连接。<br></p>
zh_tw: <p><b>SSH</b> - 透過 SSH 和 'dd' 在目標機器上儲存 kdump 影像。 <i>伺服器名稱</i> - 伺服器的名稱。 <i>連接埠</i> - 用於連接的連接埠號。 <i>伺服器上的目錄</i> - kdump 影像的儲存路徑。 <i>使用者名稱</i>用於建立 SSH 連接。 <i>密碼</i>用於建立 SSH 連接<br></p>

source: <p><b>SFTP</b> - Save kdump image via SFTP. <i>Server Name</i> - The name of the server. <i>Port</i> - The port number for the connection. <i>Directory on Server</i> - The path for saving kdump images. <i>User Name</i> for SSH connection. <i>Password</i> for SSH connection.<br></p>
ar: <p><b>SFTP</b> - قم بحفظ صورة kdump عبر SFTP. <i>اسم الخادم</i> - اسم الخادم. <i>المنفذ</i> - رقم منفذ الاتصال. <i>المجلد على الخادم</i> - مسار حفظ صور kdump. <i>اسم المستخدم</i> لاتصال SSH. <i>كلمة المرور</i> لاتصال SSH.<br></p>
ca: <p><b>SFTP</b> - Desa la imatge de kdump a través d'SFTP. <i>Nom del servidor</i> - El nom del servidor. <i>Port</i> - El número de port per a la connexió. <i>Directori al servidor</i> - El camí per desar les imatges del kdump. <i>Nom d'usuari</i> per a connexió d'SSH. <i>Contrasenya</i> per a connexió d'SSH. <br></p>
cs: <p><b>SFTP</b> - Uloží snímek kdump protokolem SFTP. <i>Název serveru</i> - Název serveru. <i>Port</i> - Číslo portu pro připojení. <i>Adresář na serveru</i> - Cesta pro ukládání snímků kdump. <i>Uživatelské jméno</i> pro připojení SSH. <i>Heslo</i> pro připojení SSH.<br></p>
de: <p><b>SFTP</b> – kdump-Abbild über SFTP speichern. <i>Servername</i> – Name des Servers. <i>Port</i> – Portnummer für die Verbindung. <i>Verzeichnis auf dem Server</i> – Pfad zum Speichern der kdump-Abbilder. <i>Benutzername</i> für SSH-Verbindung. <i>Passwort</i> für SSH-Verbindung.<br></p>
es: <p><b>SFTP:</b> Guardar imagen de kdump mediante SFTP. <i>Nombre del servidor:</i> Nombre del servidor. <i>Puerto:</i> Número de puerto para la conexión. <i>Directorio en el servidor:</i> Vía para guardar las imágenes de kdump. <i>Nombre de usuario</i> para la conexión SSH. <i>Contraseña</i> para la conexión SSH.<br></p>
fi: <p><b>SFTP</b> - tallenna kdump-kuva SFTP:n välityksellä. <i>Palvelimen nimi</i> - Palvelimen nimi. <i>Portti</i> - Yhteyden portin numero. <i>Hakemisto palvelimella</i> - Polku hakemistoon, jonne kdump-kuvat tallennetaan. <i>Käyttäjänimi</i> SSH-yhteyttä varten.<br></p> <i>Salasana</i> SSH-yhteyttä varten.<br></p>
fr: <p><b>SFTP</b> - Enregistre l'image kdump via SFTP. <i>Nom du serveur</i> - Nom du serveur. <i>Port</i> - Numéro du port utilisé pour la connexion. <i>Répertoire du serveur</i> - Chemin de l'emplacement où sont enregistrées les images kdump. <i>Nom d'utilisateur</i> pour la connexion SSH. <i>Mot de passe</i> pour la connexion SSH.<br></p>
it: <p><b>SFTP</b> - Salva immagine kdump tramite SFTP. <i>Nome server</i> - Il nome del server. <i>Porta</i> - Il numero della porta per la connessione. <i>Directory sul server</i> - Il percorso dove salvare le immagini kdump. <i>Nome utente</i> per connessione SSH. <i>Password</i> per connessione SSH.<br></p>
ja: <p><b></b>SFTP - kdumpイメージをSFTPを利用して保存します。 <i></i>サーバ名 - サーバの名前。 <i></i>ポート - 接続に使用するポート番号。 <i>サーバ上のディレクトリ</i> - kdumpイメージを保存するディレクトリ。 <i></i>ユーザ名と<i></i>パスワード - それぞれSSH接続の際に利用する ユーザ名とパスワード。<br></p>
nl: <p><b>SFTP</b> - Sla kdump-image via SFTP op. <i>Servernaam</i> - De naam van de server. <i>Port</i> - Het poortnummer voor de verbinding. <i>Directory op server</i> - Het pad voor het opslaan van kdump-images. <i>Gebruikersnaam</i> voor SSH-verbinding. <i>Wachtwoord</i> voor SSH-verbinding.<br></p>
pt: <p><b>SSH</b> - Gravar imagem kdump por SSH. <i>Nome do Servidor</i> - O nome do servidor. <i>Porto</i> - O número do porto para a ligação. <i>Diretório no Servidor</i> - O caminho para gravação das imagens kdump. <i>Nome do Utilizador</i> para a ligação ssh. <i>Palavra-Passe</i> para a ligação ssh.<br></p>
pt_br: <p><b>SFTP</b> - salvar imagem do kdump via SFTP. <i>Nome do servidor</i> - o nome do servidor. <i>Porta</i> - o número da porta para conexão. <i>Diretório no servidor</i> - O caminho para salvar as imagens do kdump. <i>Nome de usuário</i> para a conexão SSH. <i>Senha</i> para a conexão SSH.<br></p>
ru: <p><b>SFTP</b> — Сохранить образ kdump через SFTP. <i>Имя сервера</i> — Имя сервера. <i>Порт</i> — номер порта соединения. <i>Каталог на сервере</i> — Путь для сохранения образов kdump. <i>Имя пользователя</i> для соединения по SSH. <i>Пароль</i> для соединения по SSH.<br></p>
sk: <p><b>SFTP</b> - Uložiť obraz kdump cez SFTP. <i>Názov servera</i> - Názov servera. <i>Port</i> - Číslo portu pre pripojenie. <i>Adresár na serveri</i> - Cesta pre ukladanie obrazov kdump. <i>Používateľské meno</i> pre SSH pripojenie. <i>Heslo</i> pre SSH pripojenie.<br></p>
sl: <p><b>SFTP</b> — Odloženi izpis Kdump shrani na strežnik SFTP. <i>Ime strežnika</i> — Ime strežnika SFTP. <i>Vrata</i> — Številka vrat za povezavo. <i>Mapa na strežniku</i> — Pot za shranjevanje odloženih izpisov. <i>Uporabniško ime</i> za povezavo SSH. <i>Geslo</i> za povezavo SSH.<br></p>
tr: <p><b>SFTP</b> - Kdump imajını SFTP ile kaydet. <i>Sunucu Adı</i> - Sunucunun adı. <i>Port</i> - Bağlantı için port numarası. <i>Sunucudaki Dizin</i> - Kdump imajlarını kaydetme yolu. SSH bağlantısı için <i>Kullanıcı Adı</i>. SSH bağlantısı için <i>Şifre</i>.<br></p>
uk: <p><b>SFTP</b> — зберегти образ kdump через SFTP. <i>Назва сервера</i> — назва сервера. <i>Порт</i> — номер порту з'єднання. <i>Директорія на сервері</i> — шлях, за яким зберігатимуться образи kdump. <i>Ім'я користувача</i> для з'єднання SSH. <i>Пароль</i> для з'єднання SSH.<br></p>
zh_cn: <p><b>SFTP</b> - 通过 SFTP 保存 kdump 映像。 <i>服务器名称</i> - 服务器的名称。 <i>端口</i> - 用于连接的端口号。 <i>服务器上的目录</i> - 用于保存 kdump 映像的路径。 <i>用户名</i>用于建立 SSH 连接。 <i>口令</i>用于建立 SSH 连接。<br></p>
zh_tw: <p><b>SFTP</b> - 透過 SFTP 儲存 kdump 影像。 <i>伺服器名稱</i> - 伺服器的名稱。 <i>連接埠</i> - 用於連接的連接埠號。 <i>伺服器上的目錄</i> - kdump 影像的儲存路徑。 <i>使用者名稱</i>用於建立 SSH 連接。 <i>密碼</i>用於建立 SSH 連接<br></p>

source: <p>The choice between SSH and SFTP depends on details of server configuration. SLE servers support both by default.</p>
ar: <p>يعتمد الاختيار بين SSH وSFTP على تفاصيل تكوين الملقم. تدعم ملقمات SLE كليهما بشكل افتراضي.</p>
ca: <p>La tria entre SSH i SFTP depèn de detalls de configuració del servidor. Els servidors SLE tenen suport per a ambdós per defecte.</p>
cs: <p>Volba mezi protokolem SSH a protokolem SFTP závisí na podrobné konfiguraci serveru. Servery SLE podporují ve výchozím nastavení obě volby.</p>
de: <p>Die Entscheidung für SSH oder SFTP ist abhängig von den Details der Serverkonfiguration. SLE-Server unterstützen standardmäßig beide Protokolle.</p>
es: <p>La elección entre SSH y SFTP depende de los detalles de la configuración del servidor. Los servidores de SLE son compatibles con ambas por defecto.</p>
fi: <p>Valinta SSH:n ja SFTP:n välillä riippuu palvelimen kokoonpanon yksityiskohdista. SLE palvelin tukee molempia oletuksena.</p>
fr: <p>L'utilisation de SSH ou SFTP dépend des détails de la configuration du serveur. Par défaut, tous deux sont pris en charge sur les serveurs SLE.</p>
hu: <p>Az SSH és az SFTP közüli választás a kiszolgáló konfigurációjának részleteitől függ. Az SLE kiszolgálók alapértelmezés szerint mindkettőt támogatják.</p>
it: <p>La scelta tra SSH e SFTP dipende dai dettagli della configurazione del server. Per impostazione predefinita, i server SLE supportano entrambi.</p>
ja: <p>サーバ設定の詳細に応じて［SSH］または ［SFTP］を選択します。SLEサーバはデフォルトで両方をサポートします。 </p>
ko: <p>SSH와 SFTP 선택은 서버 구성 정보에 따라 달라집니다. SLE 서버는 기본적으로 둘 다 지원합니다. </p>
nl: <p>De keuze tussen SSH en SFTP is afhankelijk van details van de serverconfiguratie. SLE-servers ondersteunen standaard beide.</p>
pl: <p>Wybór między protokołem SSH a SFTP zależy od szczegółów konfiguracji serwera. Serwery SLE domyślnie obsługują oba.</p>
pt: <p>A escolha entre SSH e SFTP depende dos detalhes da configuração do servidor. Os servidores SLE suportam ambos por defeito.</p>
pt_br: <p>A escolha entre SSH e SFTP depende dos detalhes da configuração do servidor. Por padrão, os servidores SLE suportam as duas opções.</p>
ru: <p>Выбор между SSH и SFTP зависит от деталей конфигурации сервера. Сервера SLE по умолчанию поддерживают оба варианта.</p>
sk: <p>Voľba medzi SSH a SFTP závisí na detailoch konfigurácie servera. SLE servery podporujú oboje v predvolenom nastavení.</p>
sl: <p>Izbor SSH ali SFTP je odvisen od podrobnosti nastavitev strežnika. Strežniki SLE privzeto podpirajo oba.</p>
tr: <p>SSH ve SFTP arasındaki seçim sunucu yapılandırmasının ayrıntılarına bağlıdır. SLE sunucuları her ikisini de destekler varsayılan olarak.</p>
uk: <p>Вибір між SSH та SFTP залежить від подробиць конфігурації сервера. Сервери SLE типово підтримують обидва вибори.</p>
zh_cn: <p>选择 SSH 还是 SFTP 取决于 服务器配置的细节。SLE 服务器默认支持 这两种方式。</p>
zh_tw: <p>選擇 SSH 還是 SFTP 取決於伺服器組態 的詳細資料。SLE 伺服器預設會支援 這兩種方式。</p>
