Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: Dump target includes type of target from: file (local filesystem), ftp, ssh, sftp, nfs, cifs
ar: يتضمن هدف تفريغ نوع الهدف من: ملف (نظام الملفات المحلي)، ftp، ssh، sftp، nfs، cifs
ca: La destinació de l'abocament inclou el tipus de destinació: fitxer (sistema de fitxers local), ftp, ssh, sftp, nfs, cifs
cs: Cíl výpisu zahrnuje typ cíle z těchto možností: soubor (místní systém souborů), ftp, ssh, sftp, nfs, cifs
de: Dump-Ziel enthält einen der folgenden Zieltypen: Datei (lokales Dateisystem), ftp, ssh, sftp, nfs, cifs
es: El destino del volcado incluye tipos de destinos de: archivo (sistema de archivos local), ftp, ssh, sftp, nfs, cifs
fi: Vedoksen kohde sisältää kohteen tyypin: tiedosto (paikallinen tiedostojärjestelmä), ftp, ssh, sftp, nfs, cifs
fr: La cible de vidage contient le type de cible provenant de : file (système de fichiers local), ftp, ssh, sftp, nfs, cifs
hu: A kiíratás célja a következő típusú célokat tartalmazhatja: file (helyi fájlrendszer), ftp, ssh, sftp, nfs, cifs
it: La destinazione dump comprende tipi di destinazione quali: file (file system locale), ftp, ssh, sftp, nfs, cifs
ja: ダンプターゲットに以下からのターゲットのタイプを含む: ファイル(ローカルファイルシステム)、ftp、ssh、sftp、nfs、cifs
ko: 덤프 대상에는 파일(로컬 파일 시스템), ftp, ssh, sftp, nfs, cifs의 대상 유형이 포함됩니다.
lt: Atminties išklotinės paskirtis gali būti šių tipų: rinkmena (vietinė rinkmenų sistema), ftp, ssh, sftp, nfs, cifs
nl: Dumpdoel bevat de volgende doeltypen: bestand (lokaal bestandssysteem), ftp, ssh, sftp, nfs, cifs
pl: Cel zrzutu obejmuje typ celu z: pliku (lokalny system plików), ftp, ssh, sftp, nfs, cifs
pt: O destino dump inclui tipo de destino de: ficheiro (sistema de ficheiros local), ftp, ssh, sftp, nfs, cifs
pt_br: O destino do dump inclui o tipo do destino de: arquivo (sistema de arquivos local), ftp, ssh,sftp, nfs, cifs
ru: Цель дампа включает виды целей из: file (локальная файловая система), ftp, ssh, sftp, nfs, cifs
sk: Cieľ výpisu zahŕňa typ cieľa z: súbor (lokálny súborový systém), ftp, ssh, sftp, nfs, cifs
sl: Cilj odloženega izpisa določa vrsto cilja in je lahko file (krajevni datotečni sistem), ftp, ssh, sftp, nfs ali cifs
tr: Döküm hedefi hedef türünü içerir: dosya (yerel dosya sistemi), ftp, ssh, sftp, nfs, cifs
uk: Сховище дампа містить види сховищ зі списку: файл (локальна система), ftp, ssh, sftp, nfs, cifs
zh_cn: 转储目标包括以下来源的目标类型：文件（本地文件系统）、ftp、ssh、sftp、nfs、cifs
zh_tw: 傾印目標包括以下來源的目標類型：檔案 (本地檔案系統)、ftp、ssh、sftp、nfs、cifs

source: Name of server
ar: اسم الخادم
ca: Nom del servidor
cs: Název serveru
de: Name des Servers
el: Όνομα του εξυπηρετητή
es: Nombre del servidor
fi: Palvelimen nimi
fr: Nom du serveur
gl: Nome do servidor
hu: Kiszolgáló neve
it: Nome del server
ja: サーバの名前
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ
ko: 서버 이름
lt: Serverio vardas
nb: Navn på server
nl: Naam van de server
pl: Nazwa serwera
pt: Nome do servidor
pt_br: Nome do servidor
ro: Numele serverului
ru: Имя сервера
sk: Názov servera
sl: Ime strežnika
tr: Sunucunun adı
uk: Назва сервера
zh_cn: 服务器名称
zh_tw: 伺服器的名稱

source: Port for connection
ar: منفذ الاتصال
ca: Port de connexió
cs: Port pro připojení
de: Port für Verbindung
el: Θύρα για σύνδεση
es: Puerto para la conexión
fi: Yhteyden portti
fr: Port de connexion
gl: Porto para a conexión
hu: Kapcsolat portja
it: Porta per la connessione
ja: 接続ポート
km: ផ្នែក​ការ​តភ្ជាប់
ko: 연결 포트
lt: Prisijungimo prievadas
nb: Tilkoblingsport
nl: Verbindingspoort
pl: Port dla tego połączenia
pt: Porto para ligação
pt_br: Porta de conexão
ro: Portul pentru conexiune
ru: Порт соединения
sk: Port pre pripojenie
sl: Vrata za povezavo
tr: Bağlantı noktası
uk: Порт для з'єднання
zh_cn: 连接端口
zh_tw: 連接埠

source: Directory for saving dump images
ar: دليل لحفظ نُسخ محتويات النسخة
ca: Directori on s'han de desar les imatges abocades
cs: Adresář k uložení obrazů výpisu
de: Verzeichnis, in dem die Dump-Abbilder gespeichert werden
el: Κατάλογος για αποθήκευση εικόνων αποτύπωσης
es: Directorio para guardar imágenes de volcado
fi: Hakemisto, johon vedokset tallennetaan
fr: Répertoire d'enregistrement des images de vidage
gl: Directorio para gardar as imaxes de envorcado de datos
hu: A kiíratási képfájlok mentési könyvtára
it: Directory per il salvataggio delle immagini dump
ja: ダンプイメージを保存するディレクトリ
km: ថត​សម្រាប់​រក្សាទុក​រូបភាព​ឥត​បានការ
ko: 덤프 이미지를 저장할 디렉토리
lt: Atminties išklotinių atvaizdžių saugojimo katalogas
nb: Katalog for lagring av dump-diskbilder
nl: Map voor het opslaan van dumpimages
pl: Katalog zapisu obrazów zrzutów
pt: Directório para guardar imagens dump
pt_br: Diretório para salvar imagens dos dumps
ro: Directorul pentru salvarea imaginilor dump
ru: Каталог для хранения образов дампов
sk: Adresár pre uloženie obrazov výpisu
sl: Mapa za shranjevanje posnetkov odloženih izpisov
tr: Döküm görüntülerini kaydetme dizini
uk: Директорія для збереження образів дампів
zh_cn: 用于保存转储映像的目录
zh_tw: 儲存傾印影像的目錄

source: Exported share
ar: المشاركة المصدرة
ca: Compartició exportada
cs: Exportované sdílení
de: Netzwerkfreigabe
el: Διαμοιρασμός Εξαγωγών
es: Recurso compartido exportado
fi: Viety jako
fr: Partage exporté
gl: Recurso compartido exportado
hu: Exportált megosztás
it: Condivisione esportata
ja: エクスポートされた共有
km: ការ​ចែករំលែក​ដែល​បាន​នាំចេញ
ko: 내보낸 공유
lt: Eksportuojamas bendrasis išteklius
nb: Eksportert delt ressurs
nl: Geëxporteerde share
pl: Eksportowany udział
pt: Partilha exportada
pt_br: Compartilhamento exportado
ro: Share exportat
ru: Экспортируемые общие ресурсы
sk: Exportované zdieľanie
sl: Izvožena delitev
tr: İhraç edilen pay
uk: Експортований спільний ресурс
zh_cn: 导出的共享
zh_tw: 輸出共用

source: User name
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
gl: Nome de usuario
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
km: ឈ្មោះ​អ្នក​ប្រើ
ko: 사용자 이름
lt: Naudotojo vardas
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de Utilizador
pt_br: Nome do usuário
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
tr: Kullanıcı adı
uk: Ім'я користувача
zh_cn: 用户名
zh_tw: 使用者名稱

source: Path of file which includes password (plain text file)
ar: مسار الملف الذي يتضمن كلمة السر (ملف نص عادي)
ca: Camí del fitxer que inclou la contrasenya (fitxer de text net)
cs: Cesta k souboru s heslem (prostý textový soubor)
de: Pfad zur Datei mit dem Passwort (Klartextdatei)
el: Διαδρομή προς το αρχείο που περιλαμβάνει τον κωδικό πρόσβασης (απλό αρχείο κειμένου)
es: Ruta del archivo que incluye la contraseña (archivo de texto sin formato)
fi: Polku tiedostoon, joka sisältää salasanat (tekstitiedosto)
fr: Chemin du fichier avec le mot de passe (fichier en texte clair)
gl: Ruta do ficheiro que inclúe o contrasinal (ficheiro de texto plano)
hu: Elérési útvonal a jelszót tartalmazó fájlhoz (egyszerű szövegfájl)
it: Percorso del file che comprende la password (file di solo testo)
ja: パスワードを含むファイルのパス(プレーンテキストファイル)
km: ផ្លូវ​របស់​ឯកសារ​ដែល​រួម​​បញ្ចូល​ពាក្យ​សម្ងាត់ (ឯកសារ​អត្ថបទ​ធម្មតា)
ko: 비밀번호를 포함하는 파일 경로(일반 텍스트 파일)
lt: Kelias rinkmenos, kurioje yra slaptažodis (grynojo teksto rinkmena)
nb: Sti til fil som inneholder passord (ren tekst-fil)
nl: Pad van bestand met wachtwoord (tekstbestand zonder opmaak)
pl: Ścieżka do pliku zawierającego hasło (zwykły plik tekstowy)
pt: Caminho para o ficheiro que inclui palavra passe (ficheiro de texto simples)
pt_br: Caminho do arquivo que inclui a senha (arquivo de texto sem formatação)
ro: Calea către fișierul ce include parola (fișier text simplu)
ru: Путь к файлу, который включает пароль (обычный текстовый файл)
sk: Cesta k súboru, ktorý obsahuje heslo (jednoduchý textový súbor)
sl: Pot do datoteke, ki vsebuje geslo (datoteka z navadnim besedilom)
tr: Şifreyi içeren dosyanın yolu (düz metin dosyası)
uk: Шлях до файла, який містить пароль (простий текстовий файл)
zh_cn: 包含口令的文件（纯文本文件）的路径
zh_tw: 包含密碼的檔案 (純文字檔案) 路徑

source: udev_id of raw partition
ar: udev_id للقسم الأولي
ca: udev_id de la partició raw
cs: identifikátor udev_id přímého oddílu
de: udev_id der Raw-Partition
el: udev_id της ακατέργστης κατάτμησης
es: udev_id de partición en bruto
fi: Raw-osion udev_id
fr: udev_id de la partition brute
gl: udev_id da partición en bruto
hu: a nyers partíció udev_id-ja
it: udev_id della partizione raw
ja: RAWパーティションのudev_id
km: udev_id របស់​ភាគ​ថាស​ដើម
ko: RAW 파티션의 udev_id
lt: neapdoroto skaidinio udev_id
nb: udev_id for råpartisjon
nl: udev_id van raw-partitie
pl: udev_id partycji raw
pt: udev_id da partição raw
pt_br: udev_id da partição inicial
ro: udev_id pentru partiția raw
ru: udev_id неформатированного раздела
sk: udev_id priameho oddielu
sl: Določilnik udev_id surovega razdelka
tr: ham bölümün udev_id'si
uk: udev_id розділу raw
zh_cn: 原始分区的 udev_id
zh_tw: Raw 分割區的 udev_id

source: The naming scheme is: /boot/vmlinu[zx]-<kernel_string>[.gz] kernel means only "kernel_string".
ar: مخطط التسمية هو: /boot/vmlinu[zx]-<kernel_string>[.gz] kernel يعني "kernel_string" فقط.
ca: L'esquema del nom és: /boot/vmlinu[zx]-<cadena_nucli>[.gz] el nucli només significa "cadena_nucli".
cs: Názvy mají toto schéma: /boot/vmlinu[zx]-<řetězec_jádra>[.gz] kernel znamená pouze „řetězec_jádra“.
de: Das Namensschema lautet: /boot/vmlinu[zx]-<Kernel_Zeichenkette>[.gz] Kernel bedeutet nur die "Kernel_Zeichenkette".
el: Ο σχηματισμός ονόματος είναι: /boot/vmlinu[zx]-<kernel_string>[.gz] ο πηρύνας σημαίνει μόνο "kernel_string".
es: El esquema de denominación es: /boot/vmlinu[zx]-<cadena_kernel>[.gz] El kernel corresponde solo a cadena_kernel.
fi: Nimeämismaski on: /boot/vmlinu[zx]-<kernel_string>[.gz] ydin tarkoittaa vain "kernel_string".
fr: Le modèle de nom à utiliser est : /boot/vmlinu[zx]-<nom_noyau>[.gz]. noyau signifie seulement "nom_noyau".
gl: O esquema de denominación é: /boot/vmlinu[zx]-<kernel_string>[.gz] kernel significa só "kernel_string".
hu: Az elnevezési séma: <i>/boot/vmlinu[zx]-<kernel_név>[.gz]. A kernel csak a kernel_nevet jelenti.
it: Lo schema di denominazione è: /boot/vmlinu[zx]-<Kernel_string>[.gz] Per kernel si intende solo "kernel_string".
ja: 名前付けのスキーマは/boot/vmlinu[zx]-<kernel_string>[.gz]で、 カーネルは"kernel_string"の部分のみを指定します。
km: ការ​ដាក់​ឈ្មោះ​គោងការណ៍គឺ ៖ /boot/vmlinu[zx]-<kernel_string>[.gz] kernel មាន​ន័យ​តែ "kernel_string" ។
ko: 명명 구조: /boot/vmlinu[zx]-<kernel_string>[.gz]. 커널은 "kernel_string"만 의미합니다.
lt: Pavadinimo schema: /boot/vmlinu[zx]-<branduolio_pavadinimas>[.gz] branduolys reiškia tik „branduolio_pavadinimą“.
nb: Navnemønsteret er: /boot/vmlinu[zx]-<kernel_string>[.gz], kjernen betyr bare "kernel_string".
nl: Het naamschema is /boot/vmlinu[zx]-<kernel_tekenreeks>[.gz] kernel betekent alleen 'kernel_tekenreeks'.
pl: Konwencja nazewnictwa: /boot/vmlinu[zx]-<kernel_string>[.gz] kernel oznacza wyłącznie "kernel_string".
pt: O esquema de nome é: /boot/vmlinu[zx]-<kernel_string>[.gz] o kernel apenas significa "kernel_string".
pt_br: O esquema de nomes é: /boot/vmlinu[zx]-<kernel_string>[.gz] Kernel significa somente "kernel_string".
ro: Șablonul pentru nume e_ste: /boot/vmlinu[zx]-<kernelstring>[.gz] kernel înseamnă doar "kernelstring".
ru: Схема именования: /boot/vmlinu[zx]-<kernel_string>[.gz]. Ядро означает только "kernel_string".
sk: Schéma pomenovania je: /boot/vmlinu[zx]-<kernel_string>[.gz] kernel znamená iba "kernel_string".
sl: Oblika imena je /boot/vmlinu[zx]-<niz_jedra>[.gz]. Vnesite samo »niz_jedra« in nič drugega.
tr: İsimlendirme şeması: /boot/vmlinu[zx]-<kernel_string>[.gz] kernel sadece "kernel_string" anlamına gelir.
uk: Схема назви: /boot/vmlinu[zx]-<рядок_ядра>[.gz]. Ядро визначається лише "рядком_ядра".
zh_cn: 命名模式为：/boot/vmlinu[zx]-<kernel_string>[.gz] 内核仅表示“kernel_string”。
zh_tw: 命名規劃為︰/boot/vmlinu[zx]-<核心字串>[.gz] 核心只表示「核心字串」。

source: Include command line options.
ar: تضمين خيارات سطر الأوامر.
ca: Inclou opcions de la línia d'ordres.
cs: Zahrnout možnosti příkazového řádku.
de: Kommandozeilenparameter einfügen.
el: Περιλαμβάνονται επιλογές της γραμμής εντολών
es: Incluir opciones de línea de comandos.
fi: Sisällytä komentojonon valinnat.
fr: Inclut les options de la ligne de commande.
gl: Incluír opcións de liña de comandos.
hu: Parancssori paramétereket is beleértve.
it: Includere le opzioni della riga di comando.
ja: コマンドラインオプションを含める
km: រួម​បញ្ចូល​ជម្រើស​បន្ទាត់​ពាក្យ​បញ្ជា ។
ko: 명령줄 옵션을 포함합니다.
lt: Įtraukti branduolio komandinės eilutės parinktis.
nb: Ta med kommandolinjevalg.
nl: Opdrachtregelopties insluiten.
pl: Dołącz opcje wiersza poleceń.
pt: Incluir opções de linha de comando.
pt_br: Incluir opções da linha de comando.
ro: Include opțiunile din linie de comandă.
ru: Включить параметры командной строки.
sk: Zahrnúť možnosti príkazového riadku.
sl: Vključi možnosti ukazne vrstice.
tr: Komut satırı seçeneklerini ekleyin.
uk: Включити параметри командного рядка.
zh_cn: 包含命令行选项。
zh_tw: 包含指令行選項。

source: Option means runlevel to boot the kdump kernel. Only values such as 1,2,3,5 or s are allowed
ar: الخيار يعني مستوى التشغيل الذي يتم عنده تشغيل kdump kernel. مسموح بإدخال قيم مثل 1 أو 2 أو 3 أو 5 أو s فقط
ca: L'opció significa el nivell d'execució per carregar el nucli del kdump. Només es permeten valors com ara 1,2,3,5 o s
cs: Možnost znamená úroveň spuštění ke spuštění jádra kdump. Jsou povoleny pouze hodnoty 1,2,3,5 nebo s
de: Die Option gibt den Runlevel zum Booten des Kdump-Kernels an. Erlaubte Werte: 1, 2, 3, 5 oder s
el: Η επιλογή σημαίνει το runlevel να εκκινήσει τον πηρύνα του kdump. Επιτρέπονται μόνο τιμές όπως 1,2,3,5 ή s
es: La opción especifica el nivel de ejecución para arrancar el kernel de kdump. Solo se permiten los valores 1, 2, 3, 5 y s
fi: Asetus tarkoittaa ajotasoa, jolle kdump-ydin käynnistetään. Vain arvot 1,2,3,5 ja s ovat sallittuja
fr: L'option correspond au niveau d'exécution lors du démarrage du noyau kdump. Seules les valeurs 1, 2, 3, 5 et s sont acceptées
gl: A opción significa o nivel de execución para arrincar o kernel de kdump. Só se permiten valores coma 1,2,3,5, ou s
hu: A kapcsoló a kdump kernel indításához használandó futási szintet jelenti. Csak az 1,2,3,5 vagy s értékek engedélyezettek
it: L'opzione indica il runlevel per avviare il kernel kdump. Sono consentiti solo i valori 1, 2, 3, 5 o s
ja: Kdump カーネルを起動するランレベルを指定します。 1,2,3,5,s のいずれかで指定します。
km: ជម្រើស​មាន​ន័យ​ថា កម្រិត​រត់​ត្រូវ​ចាប់ផ្ដើម​ខឺណែល kdump ។ មាន​តែ​តម្លៃ​ដូចជា ១,២,៣,៥ ឬ s ត្រូវ​បាន​អនុញ្ញាត
ko: 옵션은 kdump 커널을 부팅하는 실행 수준을 의미합니다. 1,2,3,5 또는 s와 같은 값만 허용됩니다.
lt: Parinktis reiškia paleidimo lygmenį, kuriame įkeliamas kdump branduolys. Galimos tik šios reikšmės: 1, 2, 3, 5, s
nb: Valget angir kjørenivået for oppstart av kdump-kjernen. Bare verdier som 1,2,3,5 eller s er tillatt.
nl: Optie betekent het runlevel om de kdump-kernel op te starten. Alleen waarden zoals 1,2,3,5 of s zijn toegestaan
pl: Opcja pozwala na zmianę poziomu pracy uruchamiania jądra kdump. Dopuszczalne są tylko wartości: 1,2,3,5 oraz s
pt: A opção significa o nível de execução para iniciar o kernel kdump. Apenas valores tais como 1,2,3,5 ou s são permitidos
pt_br: A opção significa nível de execução para inicializar o kernel do kdump. Somente valores como 1,2,3,4,5 ou s são permitidos
ro: Opțiunea indică nivelul de start pentru bootarea kernelului kdump. Sunt acceptate doar valori ca 1,2,3,5 sau s.
ru: Параметр означает уровень запуска при загрузке ядра kdump. Допускаются только значения 1,2,3,5 или s
sk: Možnosť znamená úroveň behu pre spustenie jadra kdump. Iba hodnoty ako 1,2,3,5 alebo s sú povolené
sl: Stopnja izvajanja pri zagonu jedra za Kdump. Dovoljene so samo vrednosti 1, 2, 3, 5 ali s
tr: Seçenek, kdump çekirdeğini başlatmak için çalıştırma seviyesi anlamına gelir. Yalnızca 1,2,3,5 veya s gibi değerlere izin verilir
uk: Параметр позначає рівень виконання під час завантаження ядра kdump. Дозволене використання лише значень 1,2,3,5 або s
zh_cn: 选项表示引导 Kdump 内核的运行级别。仅允许使用 1、2、3、5 或 s 之类的值
zh_tw: 選項表示開機 kdump 核心的執行層級。值只能為 1、2、3、5 或 s

source: Number of dumps. 0 means keep all.
ar: عدد النُسخ. القيمة 0 تعني الاحتفاظ بالكل.
ca: Nombre d'abocaments. 0 significa que es conserven tots.
cs: Počet výpisů. 0 znamená zachovávání všech výpisů.
de: Anzahl der Dumps. 0 bedeutet alle behalten.
el: Αριθμός των αποτυπώσεων. Το 0 σημαίνει οτι παραμένουν όλες.
es: Número de volcados de datos. 0 equivale a conservarlos todos.
fi: Vedosten määrä. 0 = pidä kaikki.
fr: Nombre d'images mémoire. 0 conserve toutes les images.
gl: Número de envorcado de datos. 0 significa manter todos.
hu: Kiíratások száma. A 0 az összes megtartását jelenti.
it: Numero di dump. Immettere 0 per conservarli tutti.
ja: ダンプの数を指定します。0を指定するとすべて保存したままになります。
km: ចំនួន​ឥតបាន​ការ ។ ០ មាន​ន័យ​ថា​រក្សាទុក​ទាំង​អស់ ។
ko: 덤프 수. 0은 모두 보관을 의미합니다.
lt: Atminties išklotinių skaičius. 0 reiškia nesaugojimą.
nb: Antall dumper. 0 betyr at alle beholdes.
nl: Aantal dumps. 0 betekent allemaal bewaren.
pl: Ilość zrzutów. 0 oznacza pozostawienie wszystkich.
pt: Número de dumps. 0 significa manter todos.
pt_br: Número de dumps. 0 significa "manter todos".
ro: Numărul de imagini, 0 înseamnă că vor fi păstrate toate.
ru: Количество дампов. 0 значит хранить все.
sk: Počet výpisov. 0 znamená zachovať všetky.
sl: Število odloženih izpisov. 0 pomeni, da se obdržijo vsi.
tr: Döküm sayısı. 0 hepsini tut anlamına gelir.
uk: Кількість дампів. 0 означає - зберігати всі.
zh_cn: 转储数。0 表示全部保留。
zh_tw: 傾印數量。0 表示全部保留。

source: Email address
ar: عنوان البريد الإلكتروني
ca: Adreça de correu electrònic
cs: E-mailová adresa
de: E-Mail-Adresse
el: Διεύθυνση email
es: Dirección de correo electrónico
fi: Sähköpostiosoitteet
fr: Adresse électronique
gl: Enderezo de correo-e
hu: E-mail cím
it: Indirizzo e-mail
ja: 電子メールアドレス
km: អាសយដ្ឋាន​អ៊ីមែល
ko: 전자 메일 주소
lt: El. pašto adresas
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de Correio Eletrónico
pt_br: Endereço de e-mail
ro: Adresă de e-mail
ru: Адрес электронной почты
sk: Emailová adresa
sl: E-poštni naslov
tr: E-posta adresi
uk: Електронна адреса
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: Handles usage of firmware-assisted dump
ar: معالجة استخدام النسخة بمساعدة البرامج الثابتة
ca: Gestió d'abocament de maquinari assistit
cs: Ovládá použití firmwarem podporovaného výpisu
de: Verarbeitet die Nutzung des firmwaregestützten Dumps
el: Χειρίζεται τη χρήση της υποβοηθούμενης μέσω firmware αποτύπωσης
es: Gestiona el uso del volcado asistido por firmware
fi: Käsittelee laiteohjelmistovedoksen käytön
fr: Gère l'utilisation du vidage assisté par microprogramme
hu: A firmware-ből segített kiíratás használatának kezelése
it: Gestisce l'uso del dump assistito da firmware
ja: ファームウェア支援ダンプの使用を処理します
ko: 펌웨어 지원 덤프 사용 처리
nl: Hiermee wordt het gebruik van de dump met firmwareondersteuning verwerkt
pl: Obsługuje użycie zrzutu wykonywanego przez oprogramowanie firmowe
pt: Manipula a utilização de descarga assistida por firmware
pt_br: Controla o uso do dump assistido por firmware
ru: Обеспечивает использование дампа с прошивкой
sk: Ovláda použitie firmvérom podporovaného výpisu
sl: Nadzoruje uporabo odloženega izpisa s pomočjo strojne programske opreme
tr: Ürün yazılımı destekli dökümün kullanımını yönetir
uk: Забезпечує використання дампа з мікропрограмою
zh_cn: 处理固件辅助转储的使用
zh_tw: 處理韌體輔助傾印的使用

source: Display Settings:
ar: إعدادات العرض:
ca: Visualització dels paràmetres:
cs: Nastavení zobrazení:
de: Anzeigeeinstellungen:
el: Προβολή Ρυθμίσεων:
es: Configuración de la pantalla:
fi: Näytön asetukset:
fr: Paramètres d'affichage :
gl: Configuración da pantalla:
hu: Beállítások megjelenítése:
it: Impostazioni di visualizzazione:
ja: 設定表示:
km: កំណត់​ការ​បង្ហាញ ៖
ko: 표시 설정:
lt: Rodymo nuostatos:
nb: Skjerminnstillinger:
nl: Toon instellingen:
pl: Ustawienia wyświetlania:
pt: Apresentar Definições:
pt_br: Configurações de vídeo:
ro: Setări de afișare:
ru: Показать параметры:
sk: Nastavenia zobrazenia:
sl: Prikaz nastavitev:
tr: Görüntü Ayarları:
uk: Параметри дисплея:
zh_cn: 显示设置：
zh_tw: 顯示設定：

source: Kdump is enabled (boot option "crashkernel" is added)
ar: تم تمكين Kdump (تمت إضافة خيار التشغيل "crashkernel")
ca: El kdump està habilitat (s'ha afegit l'opció de càrrega "crashkernel")
cs: Kdump je povolen (přidána volba spouštění "crashkernel")
de: Kdump ist aktiviert (Bootparameter "crashkernel" wurde hinzugefügt)
el: Το kdump είναι ενεργοποιημένο (η επιλογή εκκίνησης "crashkernel" προστέθηκε)
es: Kdump está habilitado (se ha añadido la opción de arranque crashkernel)
fi: Kdump on käytössä (käynnistysvalinta "crashkernel" on lisätty)
fr: Kdump est activé (l'option de démarrage "crashkernel" a été ajoutée)
gl: Kdump está activado (engadíuse a opción de arrinque "crashkernel")
hu: A Kdump engedélyezett (a "crashkernel" rendszerindítási beállítás felvéve)
it: Kdump è abilitato (è stata aggiunta l'opzione di avvio "crashkernel")
ja: Kdumpは有効です(起動オプション"crashkernel"を追加)
km: Kdump ត្រូវ​បាន​បើក (ជម្រើស​ចាប់ផ្ដើម "crashkernel" ត្រូវ​បាន​បន្ថែម)
ko: Kdump가 활성화됨(부트 옵션 "crashkernel"이 추가됨)
lt: Kdump įgalintas (paleidyklės parinktis „crashkernel“ pridėta)
nb: Kdump er aktivert (oppstartsvalget "crashkernel" er lagt til)
nl: Kdump is geactiveerd (opstartoptie 'crashkernel' is toegevoegd)
pl: Kdump jest włączony (dodano opcję "crashkernel")
pt: O kdump está activado (opção de arranque "crashkernel" está adicionada)
pt_br: O kdump está habilitado (a opção de inicialização "crashkernel" foi adicionada)
ro: Kdump este activat (opțiunea de boot "crashkernel" a fost adăugată)
ru: Kdump включен (добавлен параметр загрузки "crashkernel")
sk: Kdump je povolený (pridaná spúšťacia voľba "crashkernel")
sl: Kdump je omogočen (dodana je zagonska možnost »crashkernel«)
tr: Kdump etkinleştirildi ("crashkernel" önyükleme seçeneği eklendi)
uk: Kdump увімкнено (додано параметр завантаження «crashkernel»)
zh_cn: Kdump 已启用（已添加引导选项“crashkernel”）
zh_tw: 已啟用 kdump (已新增開機選項 "crashkernel")

source: Allocate memory (MB) for kdump is: %1
ar: تخصيص الذاكرة (ميغابايت) لـ kdump هو: %1
ca: La memòria assignada (en MB) per al kdump és: %1
cs: Přidělení paměti pro výpis kdump (MB): %1
de: Zugewiesener Arbeitsspeicher (MB) für Kdump: %1
el: H κατανομή μνήμης (MB) για το kdump είναι: %1
es: La memoria (MB) asignada para kdump es: %1
fi: Varattu muisti (Mt) kdumpille on: %1
fr: Mémoire allouée (Mo) pour kdump : %1
gl: A memoria (MB) asignada para kdump: %1
hu: A kdumpnak lefoglalt memória (MB): %1
it: Memoria allocata (MB) per kdump: %1
ja: kdumpに割り当てるメモリ(MB): %1
km: បម្រុង​ទុក​អង្គ​ចងចាំ (មេកាបៃ) សម្រាប់ kdump គឺ ៖ %1
ko: Kdump의 메모리(MB) 할당: %1
lt: Kdump paskirta atminties (MB): %1
nb: Tilordnet minne (MB) for kdump er: %1
nl: Toegewezen geheugen (MB) voor kdump is: %1
pl: Pamięć (w MB) przydzielona dla kdump: %1
pt: Memória alocada (MB) para o kdump é: %1
pt_br: A memória alocada (MB) para kdump é: %1
ro: Memoria alocată (MB) petnru kdump este: %1
ru: Выделенная память для kdump (МБ): %1
sk: Pridelená pamäť (MB) pre kdump je: %1
sl: Dodeljeni pomnilnik (v MB) za Kdump je: %1
tr: Kdump için bellek ayırma (MB): %1
uk: Виділено для kdump пам'яті (МБ): %1
zh_cn: 为 Kdump 分配的内存 (MB) 为：%1
zh_tw: 配置給 kdump 的記憶體 (MB) 為︰%1

source: Kdump is disabled
ar: تم تعطيل Kdump
ca: El kdump està inhabilitat
cs: Kdump je zakázán
de: Kdump ist deaktiviert
el: Το Kdump είναι απενεργοποιημένο
es: Kdump está inhabilitado
fi: Kdump on poistettu käytöstä
fr: Kdump est désactivé
gl: Kdump está desactivado
hu: A Kdump letiltva
it: Kdump è disabilitato
ja: kdumpは無効です
km: Kdump ត្រូវ​បានបិទ
ko: Kdump가 비활성화됨
lt: Kdump uždraustas
nb: Kdump er deaktivert
nl: Kdump is uitgeschakeld
pl: Kdump jest wyłączony
pt: O kdump está desactivado
pt_br: O kdump está desabilitado
ro: Kdump este deactivat
ru: Kdump отключен
sk: Kdump je zakázané
sl: Kdump je onemogočen
tr: Kdump devre dışı bırakıldı
uk: Kdump вимкнено
zh_cn: 已禁用 Kdump
zh_tw: 已停用 Kdump
