Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: <p>On AMD64/Intel 64 computers, the <i>High</i> value means reserving all available memory. The <i>Low</i> value means reserving memory in the DMA32 zone, that is, all the memory up to the 4 GB mark.<br> <i>Low</i> is the amount of memory required by 32-bit-only devices. The kernel will allocate 64M for DMA32 bounce buffers. If your server does not have any 32-bit-only devices, everything should work with the default allocation of 72M for <i>Low</i>. A possible exception to this is on NUMA machines, which may make it appear that more Low memory is needed. The Kdump kernel may be booted with numa=off to make sure normal kernel allocations do not use <i>Low</i> memory.
ca: <p>Als ordinador d'AMD64 / Intel 64, el valor <i>Alta</i> significa reservar tota la memòria disponible. El valor <i>Baixa</i> significa reservar memòria a la zona DMA32, és a dir, tota la memòria fins a la marca de 4 GB.<br> <i>Baixa</i> és la quantitat de memòria requerida per dispositius de només 32 bits. El nucli assignarà 64 M per a memòries intermèdies de retorn de DMA32. Si el servidor no té cap dispositiu de només 32 bits, tot hauria de funcionar amb l'assignació per defecte de 72 M per a <i>Baixa</i>. Una excepció possible seria en màquines NUMA, en què pot semblar que cal més memòria baixa. El nucli del Kdump es pot arrencar amb «numa=off» per assegurar que les assignacions normals del nucli no usin memòria <i>baixa></i>.
cs: <p>Na počítačích s AMD64/Intel 64 hodnota <i>Vysoká</i> znamená reservaci veškeré dostupné paměti. Hodnota <i>Nízká</i> znamená reservaci paměti v zóně DMA32, tj. veškeré paměti až po 4 GB.<br> <i>Nízká</i> je množství paměti vyžadované pouze 32-bitovými zařízeními. Jádro systému (kernel) alokuje 64M pro nárazníkové vyrovnávací paměti DMA32. Nemá-li Váš server žádné zařízení pouze na 32-bitů, mělo by vše fungovat s výchozí alokací 72M pro <i>Nízká</i>. Možnou výjimkou jsou zde stroje NUMA, které mohou způsobit dojem, že je třeba více paměti <i>Nízká</i>. Lze zavést systém s jádrem Kdump a numa=off pro zajištění normálních alokací jádra bez použití paměti <i>Nízká</i>.
de: <p>Auf AMD64/Intel 64-Computern bedeutet der Wert <i>Hoch</i>, dass der gesamte verfügbare Arbeitsspeicher reserviert wird. Der Wert <i>Gering</i> bedeutet, dass der Arbeitsspeicher in der DMA32-Zone reserviert wird, also der gesamte Arbeitsspeicher bis zur 4 GB-Marke.<br> <i>Gering</i> ist der Speicherplatz, der von Nur-32-Bit-Geräten benötigt wird. Der Kernel ordnet 64M für DMA32 Bounce-Puffer zu. Wenn Ihr Server über keine Nur-32-Bit-Geräte verfügt, sollte alles mit der Standardzuordnung von 72M für <i>Gering</i> funktionieren. Eine mögliche Ausnahme sind NUMA-Rechner, für die möglicherweise mehr Arbeitsspeicher vom Wert 'Gering' benötigt wird. Der Kdump-Kernel kann mit numa=off gebootet werden, um sicherzustellen, dass die normalen Kernel-Zuordnungen nicht den Arbeitsspeicher vom Wert <i>Gering</i> verwenden.
es: <p>En equipos AMD64/Intel 64, el valor <i>Alta</i> indica que se reserva toda la memoria disponible. El valor <i>Baja</i> indica que se reserva memoria de la zona DMA32; es decir, toda la memoria hasta la marca de 4 GB.<br> <i>Baja</i> es la cantidad de memoria que necesitan los dispositivos solo de 32 bits. El kernel asignará 64 MB para los búferes de devolución DMA32. Si el servidor no tiene ningún dispositivo solo de 32 bits, todo funcionará con la signación por defecto de 72 MB para la memoria <i>Baja</i>. Una posible excepción a esto se da en las máquinas NUMA, en las que puede parecer que se necesita más memoria Baja. El kernel Kdump se puede arrancar con numa=off para garantizar que las asignaciones normales del kernel no usan la memoria <i>Baja</i>.
fi: <p>AMD64/Intel 64 -tietokoneissa, <i>Korkea</i> -arvo tarkoittaa kaiken käytettävissä olevan muistin varaamista. <i>Alhainen</i> -arvo tarkoittaa muistin varaamista DMA32-vyöhykkeellä, toisin sanoen muistia 4Gt:n merkkiin saakka.<br> <i>Alhainen</i> on 32-bittisten laitteiden vaatima muistin määrä. Kernel jakaa 64M DMA32-palautuspuskureille. Jos palvelimellasi ei ole vain 32-bittisiä laitteita, kaiken pitäisi toimia 72M:n oletusvarauksen kanssa <i>Alhaisella</i>. Yksi mahdollinen poikkeus tähän on NUMA-koneissa, mikä saattaa näyttää siltä, että tarvitaan enemmän muistia. Kdump kernel voidaan käynnistää numa=off -toiminnolla varmistaaksesi, että normaalit kernel varaukset eivät käytä <i>Alhaista</i> muistia.
fr: <p>Sur les ordinateurs AMD64/Intel 64, la valeur <i>Élevé</i> indique qu'il faut réserver toute la mémoire disponible. La valeur <i>Faible</i> signifie qu'il faut réserver de la mémoire dans la zone DMA32, autrement dit, toute la mémoire jusqu'à la marque 4 Go.<br> <i>Faible</i> correspond à la quantité de mémoire requise pour des périphériques 32 bits uniquement. Le kernel alloue 64 M pour les tampons de rebond DMA32. Si votre serveur ne comporte pas de périphériques 32 bits uniquement, tout devrait fonctionner avec l'allocation par défaut de 72 M pour la valeur <i>Faible</i>. Les machines NUMA peuvent toutefois constituer une exception et une valeur de mémoire Faible supérieure peut être nécessaire. Le kernel kdump peut être démarré avec numa=off pour vérifier que les allocations de kernel normales n'utilisent pas la mémoire <i>Faible</i>.
it: <p>Nei computer AMD64/Intel 64, il valore <i>Alta</i> significa riservare tutta la memoria disponibile. il valore <i>Bassa</i> significa riservare la memoria nella zona DMA32, vale a dire tutta la memoria fino al segno 4 GB.<br> <i>Bassa</i> è la quantità di memoria richiesta dai dispositivi di soli 32 bit. Il kernel allocherà 64 M per i buffer di rimbalzo DMA32. Se il server non contiene alcun dispositivo di soli 32 bit, tutto dovrebbe funzionare con l'allocazione predefinita di 72 M per <i>Bassa</i>. Una possibile eccezione è rappresentata dai computer NUMA, che apparentemente potrebbero richiedere una quantità bassa di memoria. È possibile avviare il kernel Kdump con il comando numa=off per assicurarsi che le allocazioni normali del kernel non utilizzino una memoria <i>Bassa</i>.
ja: <p>AMD64/Intel 64 コンピュータの場合、 <i>高</i> は全ての利用可能な全てのメモリ領域を予約することを表わします。逆に <i>低</i> は、 DMA32 ゾーン (最大で 4 GB までのメモリ領域) 内での予約値を表わします。<br> <i>低</i> は 32 ビットにのみ対応するデバイスで必要なメモリ量となります。また、カーネルは DMA32 のバウンスバッファに対して 64M の割り当てを行います。お使いのサーバ内に 32 ビットにしか対応していないデバイスが存在しない場合、 <i>低</i> に対しては 72M の設定で十分なはずです。 NUMA マシンの場合は例外で、より多くの低メモリが必要となります。なお、通常のカーネルの割り当てが <i>低</i> メモリを使用しないようにするため、 numa=off を指定して Kdump カーネルを起動することもできます。
nl: <p>Op AMD64/Intel 64 computers staat de waarde <i>Hoog</i> voor de reservering van alle beschikbare geheugen. De waarde <i>Laag</i> staat voor reservering in de zone DMA32, dat is alle geheugen tot aan de 4 GB markering.<br> <i>Laag</i> is de hoeveelheid geheugen vereist door alleen-32-bits apparaten. De kernel zal 64M voor DMA32 bounce buffers toekennen. Als uw server geen enkel alleen-32-bits apparaten heeft, zou alles moeten werken met de standaard toekenning van 72M voor <i>Laag</i>. Een mogelijke uitzondering hiervoor is op NUMA machines, die het mogelijk laten lijken dat meer Laag-geheugen nodig is. De Kdump kernel zou opgestart kunnen worden met numa=off om er zeker van te zijn dat normale toekenningen in de kernel geen <i>Laag</i> geheugen gebruiken.
pt: <p>Em computadores AMD64/Intel 64, o valor <i>High (Alto)</i> significa reservar toda a memória disponível. O valor <i>Low (Baixo)</i> significa reservar a memória na zona DMA32, ou seja, toda a memória até à marca de 4 GB.<br> <i>Low</i> é a quantidade de memória requerida pelos dispositivos exclusivos de 32-bits. O kernel irá atribuir 64M para buffers de ressalto DMA32. Se o seu servidor não tiver quaisquer dispositivos exclusivo de de 32-bits, tudo deverá funcionar com a alocação padrão de 72M para <i>Low</i>. Uma possível exceção a isto é nas máquinas NUMA, o que pode fazer parecer que é necessária mais memória Low. O kernel Kdump pode ser inicializado com numa=off para garantir que as alocações normais do kernel não utilizem memória <i>Low</i>.
pt_br: <p>Nos computadores AMD64/Intel 64, o valor <i>Alto</i> significa reservar toda a memória disponível. O valor <i>Baixo</i> significa reservar memória na zona DMA32, ou seja, toda a memória até a marca de 4 GB.<br> <i>Baixa</i> é a quantidade de memória necessária para dispositivos somente de 32 bits. O kernel alocará 64M para buffers de retorno do DMA32. Se o seu servidor não possui dispositivos apenas de 32 bits, tudo deve funcionar com a alocação padrão de 72M para <i>Baixo</i>. Uma possível exceção a isso é em máquinas NUMA, que podem fazer parecer que é necessária mais pouca memória. O kernel do Kdump pode ser inicializado com numa=off para garantir que as alocações normais do kernel não usem memória <i>Baixa</i>.
sk: <p>Na počítačoch AMD64/Intel 64 predstavuje hodnota <i>Vysoká</i> rezerváciu všetkej dostupnej pamäte. Hodnota <i>Nízka</i> znamená rezerváciu pamäte v zóne DMA32, to znamená celú pamäť až po značku 4 GB.<br> <i>Nízka</i> je množstvo pamäte, ktorú vyžadujú len 32-bitové zariadenia. Jadro pridelí 64M pre nárazníkové vyrovnávacie pamäte DMA32. Ak váš server nemá žiadne 32-bitové zariadenia, všetko by malo fungovať s predvoleným pridelením 72M pre <i>Nízka</i>. Možná výnimka z tohto je na strojoch NUMA, čo môže spôsobiť, že je treba viac Nízkej pamäte. Jadro Kdump môže byť spustené s numa=off, aby sa zabezpečilo, že normálne alokácie jadra nevyužívajú <i>Nízku</i> pamäť.
sl: <p>Na računalnikih AMD64/Intel64 vrednost <i>Visoki</i> pomeni rezervacijo vsega razpoložljivega pomnilnika. Vrednost <i>Nizki</i> pomeni rezervacijo pomnilnika v območju DMA32, to je ves pomnilnik do velikosti 4 GB.<br> <i>Nizka</i> je količina pomnilnika, ki jo potrebujejo naprave, ki so samo 32-bitne. Jedro bo dodelilo 64 M za odskočne medpomnilnike DMA32. Če računalnik ne vsebuje naprav, ki so samo 32-bitne, bi vse moralo delovati s privzeto dodelitvijo 72 M za <i>Nizko</i>. Možna izjema so računalniki NUMA, kjer se lahko zdi, da je potrebnega več nizkega pomnilnika. Jedro za Kdump je moč zagnat z možnostjo »numa=off« in tako zagotoviti, da se za običajne dodelitve jedra ne uporablja <i>Nizki</i> pomnilnik.
tr: <p>AMD64/Intel 64 bilgisayarlarda, <i>Yüksek</i> değeri tüm kullanılabilir belleğin ayrılması anlamına gelir. <i>Düşük</i> değeri, DMA32 bölgesinde belleğin ayrılması anlamına gelir, yani 4 GB işaretine kadar tüm bellek.<br> <i>Düşük</i>, yalnızca 32 bitlik aygıtlar için gereken bellek miktarıdır. Çekirdek, DMA32 sıçrama tamponları için 64 MB tahsis edecektir. Sunucunuzda yalnızca 32 bitlik aygıt yoksa, her şey <i>Düşük</i> için varsayılan 72 MB tahsisiyle çalışmalıdır. Bunun olası bir istisnası, daha fazla Düşük belleğe ihtiyaç duyulduğu izlenimini verebilecek NUMA makineleridir. Kdump çekirdeği, normal çekirdek tahsislerinin <i>Düşük</i> belleği kullanmadığından emin olmak için numa=off ile önyüklenebilir.
uk: <p>На комп’ютерах AMD64/Intel 64 значення <i>Високий</i> означає резервування всієї доступної пам’яті. Значення <i>Низький</i> означає резервування пам’яті в зоні DMA32, тобто всієї пам’яті до позначки 4 ГБ.<br> <i>Низький</i> – це обсяг пам’яті, необхідний лише 32-розрядним пристроям. Ядро резервує 64 МБ для буферів відмов DMA32. Якщо на вашому сервері відсутні 32-розрядні пристрої, усе має працювати з типовим резервуванням 72M пам'яті для <i>Низький</i>. Можливим винятком є машини NUMA, через що може здаватися, що потрібне більше "низької" пам’яті. Ядро Kdump можна завантажити з numa=off, щоб переконатися, що звичайні резервування пам'яті ядра не використовує <i>Низький</i> обсяг пам’ять.
zh_cn: <p>在 AMD64/Intel 64 计算机上，<i>高</i>值表示保留所有可用内存。<i>低</i>值表示保留 DMA32 区域中的内存，即最高为标记的 4 GB 内存。<br> <i>低</i>是仅支持 32 位的设备所需的内存量。内核将为 DMA32 回弹缓冲区分配 64M。如果您的服务器没有任何只支持 32 位的设备，则对<i>低</i>使用默认分配值 72M 应该不会有问题。一个可能的例外是，在 NUMA 计算机上，看起来可能会需要更低的内存。Kdump 内核引导时可能会将 numa 设置为 off，以确保正常的内核分配不会使用<i>低</i>内存量。
zh_tw: <p>在 AMD64/Intel 64 電腦上，<i>高</i>值表示保留所有可用記憶體容量。<i>低</i>值表示保留 DMA32 區域中的記憶體容量，即全部記憶體最高為 4 GB。<br> <i>低</i>是僅支援 32 位元的裝置所需的記憶體容量。核心將為 DMA32 反彈緩衝區配置 64M。如果您的伺服器沒有任何僅支援 32 位元的裝置，則對<i>低</i>使用預設配置 72M 應該不會有問題。一個可能的例外是，在 NUMA 機器上，看起來可能會需要更低的記憶體。Kdump 核心開機時可能會將 numa 設為 off，以確保正常的核心配置不會使用<i>低</i>記憶體容量。

source: <p><b>Firmware-Assisted Dump</b><br> Dumps are not generated before the partition is reinitialized but take place when the partition is restarting. When performing a firmware-assisted dump, system memory is frozen and the partition rebooted, which allows a new instance of the operating system to dump data from the previous kernel crash. This feature is suitable only when the system has more than 1.5 GB of memory.</p>
ar: <p><b>النسخة بمساعدة البرامج الثابتة</b><br> لا يتم إنشاء النُسخ قبل أن يتم إعادة تهيئة القسم، لكن يحدث ذلك عند إعادة تشغيل القسم. عند تنفيذ نسخة بمساعدة البرامج الثابتة، تتجمد ذاكرة النظام ويُعاد تشغيل القسم، الذي يسمح لمثيل جديد من نظام التشغيل بنسخ البيانات نسخًا احتياطيًا من عطل kernel سابق. هذه الميزة مناسبة فقط عندما يتوفر للنظام مساحة ذاكرة أكبر من 1.5 غيغابايت.</p>
ca: <p><b>Abocament de maquinari assistit<b><br> Els abocaments no es generen abans que la partició es reiniciï però es fan quan la partició s'està reiniciant. Quan es fa un abocament de maquinari assistit, la memòria del sistema es congela i la partició es torna a arrencar, la qual cosa permet que una nova instància del sistema operatiu aboqui dades de la fallada prèvia del nucli. Aquesta característica és adequada quan el sistema té més d'1.5 GB de memòria.</p>
cs: <p><b>Firmwarem podporovaný výpis</b><br> Výpisy se negenerují před opětovnou inicializací oddílu, ale dochází k nim při restartování oddílu. Při provádění firmwarem podporovaného výpisu je systémová paměť zmražena a oddíl restartován, což dovolí nové instanci operačního systému provést výpis dat z předchozího zhroucení jádra. Tuto funkci je vhodné použít pouze tehdy, pokud má systém k dispozici více než 1,5 GB paměti.</p>
de: <p><b>Firmwaregestützter Dump</b><br> Die Dumps werden nicht vor dem Neuinitialisieren der Partition erzeugt, sondern erst dann, wenn die Partition neu gestartet wird. Bei einem firmwaregestützten Dump wird der Systemarbeitsspeicher eingefroren, und die Partition wird neu gestartet, so dass eine neue Instanz des Betriebssystems die Daten aus dem vorherigen Kernel-Absturz per Dump erfassen kann. Diese Funktion ist nur dann sinnvoll, wenn das System mit mehr als 1,5 GB Arbeitsspeicher ausgestattet ist.</p>
el: <p><b>Υποβοηθούμενη μέσω firmware απόρριψη</b><br> Αποτυπώσεις δε δημιουργούνται πριν την επαναρχικοποίηση της κατάτμησης αλλά γίνονται όταν η κατάτμηση επανεκκινείται. Όταν διενεργείται μια υποβοηθούμενη μέσω firmware αποτύπωση, η μνήμη του συστήματος παγώνει και η κατάτμηση επανεκκινείται, κάτι που επιτρέπει ένα νέο στιγμιότυπο του λειτουργικού συστήματος να αποτυπώσει δεδομένα από την προηγούμενη κατάρρευση πυρήνα. Αυτό το χαρακτηριστικό είναι κατάλληλο μόνο όταν το σύστημα έχει περισσότερη από 1.5 GB μνήμη.</p>
es: <p><b>Volcado asistido por firmware</b><br> Los volcados no se generan antes de que se reinicie la partición, sino cuando la partición se reinicia. Al realizar un volcado asistido por firmware, la memoria del sistema se paraliza y la partición se reinicia, lo que permite que una instancia nueva del sistema operativo vuelque los datos del bloqueo anterior del núcleo. Esta función solo es práctica si el sistema tiene más de 1,5 GB de memoria.</p>
fi: <p><b>Laiteohjelmistoavusteinen vedos</b><br> Vedoksia ei luoda, ennen kuin osio on alustettu uudelleen vaan kun osio käynnistyy uudelleen. Tehtäessä laiteohjelmistoavusteista vedosta järjestelmän muistia ei voi käyttää ja osio käynnistyy uudelleen, jolloin uusi käyttöjärjestelmäinstanssi voi vedostaa datan ytimen edellisestä kaatumisesta. Tästä piirteestä on hyötyä vasta kun järjestelmässä on yli 1,5 Gt muistia.</p>
fr: <p><b>Vidage assisté par microprogramme</b><br> Les vidages ne sont pas générés avant la réinitialisation de la partition, mais au redémarrage de la partition. Lors d'un vidage assisté par microprogramme, la mémoire système est gelée et la partition est redémarrée, ce qui permet à une nouvelle instance du système d'exploitation de vider les données résultant d'un précédent crash du kernel. Cette fonction est utile uniquement lorsque le système possède plus de 1,5 Go de mémoire.</p>
hu: <p><b>Firmware-ből segített kiíratás</b><br> A kiíratások nem a partíció ismételt előkészítése előtt jönnek létre, hanem a partíció újraindulásakor. Firmware-ből segített kiíratás végrehajtásakor a rendszer memóriaállapota rögzített, a partíció pedig újraindul, ez lehetővé teszi, hogy a rendszer egy új példánya kiírja a kernel összeomlásának adatait. Ez a funkció csak akkor használható, ha a rendszer 1,5 GB feletti szabad területtel rendelkezik.</p>
it: <p><b>Dump assistito da firmware</b><br> I dump non vengono generati prima della reinizializzazione della partizione, ma hanno luogo al riavvio della partizione. Quando si esegue un dump assistito da firmware, la memoria di sistema si blocca e la partizione viene riavviata, consentendo così a una nuova istanza del sistema operativo di eseguire il dump dei dati provenienti dal crash del kernel precedente. Questa funzione è adatta solo quando la memoria di sistema è superiore a 1,5 GB.</p>
ja: <p><b>ファームウェア支援ダンプ</b><br> ダンプは、パーティションが再初期化されるまで生成されませんが、パーティションの再起動時に実行されます。ファームウェア支援ダンプを実行すると、システムメモリは凍結され、パーティションは再起動されます。その結果、オペレーティングシステムの新インスタンスは前のカーネルクラッシュからのデータをダンプできます。この機能は、システムのメモリが1.5GBを超える場合にのみ適しています。</p>
ko: <p><b>펌웨어 지원 덤프</b><br> 덤프는 파티션이 다시 초기화되기 전에 생성되지 않고 파티션을 다시 시작할 때 생성됩니다. 펌웨어 지원 덤프를 수행하는 경우 시스템 메모리가 고정되고 파티션이 다시 부팅되므로 운영 체제의 새 인스턴스가 이전 커널 크래시의 데이터를 덤프할 수 있습니다. 이 기능은 시스템에 1.5GB 이상의 메모리가 있는 경우에만 적합합니다.</p>
nl: <p><b>Dump met firmwareondersteuning</b><br> Dumps worden pas gegenereerd wanneer de partitie opnieuw is geïnitialiseerd, dus wanneer de partitie opnieuw wordt gestart. Wanneer een dump met firmwareondersteuning wordt uitgevoerd, wordt het systeemgeheugen geblokkeerd en de partitie opnieuw opgestart. Hierdoor kunnen gegevens worden gedumpt vanuit de vorige kernelcrash via een nieuw exemplaar van het besturingssysteem. Deze functie kan alleen worden gebruikt als het systeem meer dan 1,5 GB geheugen heeft.</p>
pl: <p><b>Zrzut wykonywany przez oprogramowanie firmowe</b><br> Zrzuty nie są generowane przed ponownym zainicjowaniem partycji, tylko podczas jej ponownego uruchamiania. W trakcie zrzutu wykonywanego przez oprogramowanie firmowe pamięć systemowa jest zamrażana, a partycja restartowana — dzięki temu w nowym wystąpieniu systemu operacyjnego można przeprowadzić zrzut danych z poprzedniej awarii jądra. Ta funkcja jest odpowiednia dla systemów, w których jest dostępne więcej niż 1,5 GB pamięci.</p>
pt: <p><b>Descarga assistida de Firmware</b><br> As descargas não são geradas antes da partição ser reinicializada, mas têm lugar quando a partição é reiniciada. Ao efetuar um despejo assistido por firmware, a memória do sistema é congelada e a partição reinicializada, o que permite que uma nova instância do sistema operativo despeje os dados da falha do kernel anterior. Esta característica só é adequada quando o sistema tem mais de 1,5 GB de memória.</p>
pt_br: <p><b>Dump Assistido por Firmware</b><br> Os dumps não são gerados antes da reinicialização da partição, mas ocorrem enquanto a partição está sendo reiniciada. Ao executar um dump assistido por firmware, a memória do sistema é congelada, e a partição reinicializada, permitindo que uma nova instância do sistema operacional faça dump dos dados com base na falha anterior do kernel. Esse recurso só é adequado quando o sistema tem mais de 1,5 GB de memória.</p>
ru: <p><b>Дамп с помощью прошивки</b><br> Дампы создаются не перед инициализацией раздела, а при его повторном запуске. При выполнении дампа с помощью прошивки системная память замораживается и раздел перезагружается, что позволяет новому экземпляру операционной системы сохранить данные дампа от предыдущего сбоя ядра. Это возможность подходит только для систем с памятью более 1,5 ГБ.</p>
sk: <p><b>Firmvérom podporovaný výpis</b><br> Výpisy sa nevytvárajú pred opätovnou inicializáciou oddielu, ale dôjde k nim, keď je oddiel reštartovaný. Pri vykonávaní firmvérom podporovaného výpisu je systémová pamäť zmrazená a oddiel sa reštartuje, čo dovoľuje novej inštancií operačného systému vypísať dáta z predchádzajúceho zlyhania jadra. Táto funkcia je vhodná, len ak má systém ako 1,5 GB pamäte.</p>
sl: <p><b>Odložen izpis s pomočjo strojne programske opreme</b><br> Odloženi izpisi niso ustvarjeni pred re-inicializacijo razdelka, ampak ko se razdelek znova zaganja. Ko se izvaja odlaganje izpisa s pomočjo strojne programske opreme, se zamrzne sistemski pomnilnik in znova zažene razdelek. To novemu primerku operacijskega sistema omogoči odlaganje izpisa podatkov sesutja prejšnjega jedra. Ta zmožnost je primerna samo za sisteme, ki imajo več kot 1,5 GB pomnilnika.</p>
tr: <p><b>Donanım Yazılımı Destekli Döküm</b><br> Bölüm yeniden başlatılmadan önce dökümler oluşturulmaz ancak gerçekleşir bölüm yeniden başlatılırken. Bir donanım yazılımı destekli döküm gerçekleştirirken, sistem belleği dondurulur ve bölüm yeniden başlatılır, bu da yeni bir örneğe izin verir işletim sisteminin önceki çekirdek çökmesinden verileri boşaltması. Bu özellik yalnızca sistemde 1,5 GB'tan fazla bellek olduğunda uygundur.</p>
uk: <p><b>Дамп з мікропрограмою</b><br> Дампи створюються не перед започаткуванням розділу, а при його повторному запуску. При виконанні дампа з мікропрограмою системна пам'ять заморожується і розділ перезавантажується, що дозволяє новому примірнику операційної системи зберегти дані дампа від попереднього збою ядра. Ця можливість підходить тільки для систем з пам'яттю більшою 1.5 ГБ.</p>
zh_cn: <p><b>固件辅助转储</b><br> 在重新初始化分区之前不生成转储，但重启动分区时进行转储。执行固件辅助转储时，将会冻结系统内存并重引导分区，这样，操作系统的新实例便可以转储上一次内核崩溃时的数据。仅当系统具有 1.5 GB 以上的内存时，才适合使用此功能。</p>
zh_tw: <p><b>韌體輔助傾印</b><br> 在重新啟始化分割區之前不產生傾印，但重新啟動分割區時會發生傾印。執行韌體輔助傾印時，將會凍結系統記憶體並將分割區重新開機，這樣，作業系統的新例項便可以傾印上一次核心當機時的資料。僅當系統具有 1.5 GB 以上的記憶體時，才適合使用此功能。</p>
