Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: <p><b>NFS</b> - Save kdump image on NFS. <i>Server Name</i> - The name of the nfs server. <i>Directory on Server</i> - The path for saving kdump images.<br></p>
ar: <p><b>NFS</b> - لحفظ نسخة محتويات kdump على NFS. <i>اسم الخادم</i> - اسم خادم nfs. <i>المجلد على الخادم</i> - مسار حفظ نُسخ محتويات kdump.‏<br></p>
ca: <p><b>NFS</b> - Desa la imatge del kdump a l'NFS. <i>Nom del servidor</i> - El nom del servidor d'nfs. <i>Directori al servidor</i> - El camí on s'han de desar les imatges del kdump.<br></p>
cs: <p><b>SSH</b> - Uložení snímku kdump na NFS. <i>Název serveru</i> - Název serveru NFS. <i>Adresář na serveru</i> - Cesta pro uložení snímků kdump.<br></p>
de: <p><b>NFS</b> – Speichert das Kdump-Abbild über NFS. <i>Servername</i> – Der Name des Servers. <i>Verzeichnis auf dem Server</i> – Der Speicherort für die Kdump-Abbilder.<br></p>
es: <p><b>NFS:</b> guardar imagen de kdump en un recurso NFS. <i>Nombre de servidor:</i> nombre del servidor NFS. <i>Directorio en el servidor:</i> ruta para guardar las imágenes de kdump.<br></p>
fi: <p><b>NFS</b> - Tallenna kdump-kuva NFS:lle. <i>Palvelimen nimi</i> - NFS-palvelimen nimi. <i>Hakemisto palvelimella</i> - Polku hakemistoon, jonne kdump-kuvat tallennetaan.<br></p>
fr: <p><b>NFS</b> - Permet l'enregistrement des images kdump sur NFS. <i>Nom du serveur</i> - Nom du serveur NFS. <i>Répertoire sur le serveur</i> - Chemin où enregistrer les images kdump.<br></p>
it: <p><b>NFS</b> - Salva le immagini kdump tramite NFS. <i>Nome server</i> - Il nome del server NFS. <i>Directory sul server</i> - Il percorso dove salvare le immagini kdump.<br></p>
ja: <p><b>NFS</b> - kdumpイメージをNFSに保存します。 <i>サーバ名</i> - NFSサーバの名前。 <i>サーバ内のディレクトリ</i> - kdumpイメージを保存するディレクトリ。<br></p>
nl: <p><b>NFS</b> - Kdump-image opslaan via NFS. <i>Servernaam</i> - de naam van de nfs-server. <i>Map op de server</i> - het pad voor het opslaan van Kdump-images.<br></p>
pt: <p><b>NFS</b> - Gravar imagem kdump por NFS. <i>Nome do Servidor</i> - O nome do servidor de nfs. <i>Diretório no Servidor</i> - O caminho para gravar as imagens de kdump.<br></p>
pt_br: <p><b>NFS</b> - Salvar imagem do kdump em NFS. <i>Nome do servidor</i> - nome do servidor NFS. <i>Diretório no servidor</i> - caminho para salvar as imagens do kdump.<br></p>
ru: <p><b>NFS</b> — Сохранить образ kdump в NFS <i>Имя сервера</i> — Имя сервера NFS. <i>Каталог на сервере</i> — Путь для сохранения образов kdump.<br></p>
sk: <p><b>NFS</b> - Uložiť obraz kdump na NFS. <i>Názov servera</i> - Názov nfs servera. <i>Adresár na serveri</i> - Cesta pre ukladanie obrazov kdump.<br></p>
sl: <p><b>NFS</b> — Odloženi izpis Kdump shrani na strežnik NFS. <i>Ime strežnika</i> — Ime strežnika NFS. <i>Mapa na strežniku</i> — Pot za shranjevanje odloženih izpisov.<br></p>
tr: <p><b>NFS</b> - Kdump imajını NFS'ye kaydet. <i>Sunucu Adı</i> - nfs sunucusunun adı. <i>Sunucudaki Dizin</i> - Kdumpimajlarının görüntülerinin kaydedileceği yol.<br></p>
uk: <p><b>NFS</b> — зберегти образ kdump у NFS <i>Назва сервера</i> — назва сервера NFS. <i>Директорія на сервері</i> — шлях, за яким зберігатимуться образи kdump.<br></p>
zh_cn: <p><b>NFS</b> - 在 NFS 上保存 Kdump 映像。 <i>服务器名称</i> - NFS 服务器的名称。 <i>服务器上的目录</i> - 用于保存 Kdump 映像的路径。<br></p>
zh_tw: <p><b>NFS</b> - 將 kdump 影像儲存至 NFS。 <i>伺服器名稱</i> - NFS 伺服器的名稱。 <i>伺服器上的目錄</i> - kdump 影像的儲存路徑。<br></p>

source: <p><b>CIFS</b> - Save kdump image via CIFS. <i>Server Name</i> - The name of the server. <i>Exported Share</i> - The windows share name. <i>Directory on Server</i> - The path for saving kdump images. <i>Use Authentication</i> enables authenticated connection to the server. <i>User Name</i> for the connection. <i>Password</i> for the connection.<br></p>
ar: <p><b>CIFS</b> - لحفظ نسخة محتويات kdump من خلال CIFS. <i>اسم الخادم</i> - اسم الخادم. <i>المشاركة المصدرة</i> - اسم مشاركة windows. <i>المجلد على الخادم</i> - مسار لحفظ نُسخ محتويات kdump. <i>استخدام التصديق</i> لتمكين الاتصال المصدق عليه بالخادم. <i>اسم المستخدم</i> للاتصال. <i>كلمة السر</i> للاتصال.<br>‏</p>
ca: <p><b>CIFS</b> - Desa la imatge del kdump mitjançant CIFS. <i>Nom del servidor</i> - El nom del servidor. <i>Compartició exportada</i> - El nom de compartició del Windows. <i>Directori al servidor</i> - El camí on s'han de desar les imatges del kdump. <i>Utilitza l'autenticació</i> habilita la connexió autenticada al servidor. <i>Nom d'usuari</i> per a la connexió. <i>Contrasenya</i> per a la connexió.<br></p>
cs: <p><b>CIFS</b> - Uložení snímku kdump prostřednictvím protokolu CIFS. <i>Název serveru</i> - Název serveru NFS. <i>Exportovaný sdílení</i> - Název sdílení systému Windows. <i>Adresář na serveru</i> - Cesta pro uložení snímků kdump. <i>Použít ověřování</i> povoluje ověřené připojení k serveru. <i>Uživatelské jméno</i> pro připojení. <i>Heslo</i> pro připojení.<br></p>
de: <p><b>CIFS</b> – Speichert das Kdump-Abbild über CIFS. <i>Servername</i> – Der Name des Servers. <i>Netzwerkfreigabe</i> – Der Windows-Freigabename. <i>Verzeichnis auf dem Server</i> – Der Speicherort für die Kdump-Abbilder. <i>Authentifizierung verwenden</i> aktiviert die Authentifizierung für die Serververbindung. <i>Benutzername</i> für die Verbindung. <i>Passwort</i> für die Verbindung.<br></p>
es: <p><b>CIFS:</b> guardar imagen de kdump a través de CIFS. <i>Nombre de servidor:</i> nombre del servidor. <i>Recurso compartido exportado:</i> nombre del recurso compartido de Windows. <i>Directorio en el servidor:</i> ruta para guardar las imágenes de kdump. <i>Utilizar autenticación:</i> habilita la conexión con autenticación al servidor. <i>Nombre de usuario:</i> nombre de usuario para la conexión. <i>Contraseña:</i> contraseña para la conexión.<br></p>
fi: <p><b>CIFS</b> - Tallenna kdump-kuva CIFS:n välityksellä. <i>Palvelimen nimi</i> - Palvelimen nimi. <i>Käytettävä jako</i> - Käytettävän jaon nimi. <i>Hakemisto palvelimella</i> - Polku hakemistoon, jonne kdump-kuvat tallennetaan. <i>Käytä tunnistusta</i> mahdollistaa tunnistautumisen palvelimelle. <i>Käyttäjänimi</i> yhteyttä varten. <i>Salasana</i> yhteyttä varten.<br></p>
fr: <p><b>CIFS</b> - Enregistre l'image kdump via CIFS. <i>Nom du serveur</i> - Nom du serveur. <i>Partage exporté</i> - Nom du partage Windows. <i>Répertoire sur le serveur</i> - Chemin où enregistrer les images kdump. <i>Utiliser l 'authentification</i> - Active une connexion sécurisée au serveur. <i>Nom d'utilisateur</i> et <i>Mot de passe</i> pour la connexion.<br></p>
it: <p><b>CIFS</b> - Salva l'immagine kdump tramite CIFS. <i>Nome server</i> - Il nome del server. <i>Condivisione esportata</i> - Il nome della condivisione Windows. <i>Directory sul server</i> - Il percorso dove salvare le immagini kdump. <i>Usa autenticazione</i> abilita la connessione al server con autenticazione. <i>Nome utente</i> per la connessione. <i>Password</i> per la connessione.<br></p>
ja: <p><b>CIFS</b> - kdumpイメージをCIFSプロトコルを利用して保存します。 <i>サーバ名</i> - CIFSサーバの名前を指定します。 <i>エクスポートした共有名</i> - Windows共有名を指定します。 <i>サーバ内のディレクトリ</i> - ダンプイメージを保存するディレクトリを指定します。 <i>認証利用</i> サーバに対して認証を行うかどうかを指定します。 <i>ユーザ名</i>と<i>パスワード</i> それぞれCIFS接続の際に利用するユーザ名とパスワードを指定します。<br></p>
nl: <p><b>CIFS</b> - Kdump-images opslaan via CIFS. <i>Servernaam</i> - de naam van de server. <i>Geëxporteerde share</i> - de naam van de Windows-share. <i>Map op de server</i> - het pad voor het opslaan van Kdump-images. <i>Verificatie gebruiken</i> - activeert geverifieerde verbinding met de server. <i>Gebruikersnaam</i> voor de verbinding. <i>Wachtwoord</i> voor de verbinding.<br></p>
pt: <p><b>CIFS</b> - Gravar imagem kdump via CIFS. <i>Nome do Servidor</i> - O nome do servidor. <i>Partilha Exportada</i> - O nome da partilha de windows. <i>Diretório no Servidor</i> - O caminho para gravação das imagens kdump. <i>Utilizar Autenticação</i> ativa uma ligação autenticada para o servidor. <i>Nome de Utilizador</i> para a ligação. <i>Palavra-Passe</i> para a ligação.<br></p>
pt_br: <p><b>CIFS</b> - salva a imagem do kdump via CIFS. <i>Nome do servidor</i> - o nome do servidor. <i>Compartilhamento exportado</i> - o nome do compartilhamento Windows. <i>Diretório no servidor</i> - o caminho para salvar as imagens do kdump. <i>Usar autenticação</i> habilita a conexão autenticada no servidor. <i>Nome de usuário</i> para a conexão. <i>Senha</i> para a conexão.<br></p>
ru: <p><b>CIFS</b> — Сохранение образа kdump через CIFS. <i>Имя сервера</i> — Имя сервера. <i>Экспортированный общий ресурс</i> — Имя общего ресурса windows. <i>Каталог на сервере</i> — Путь сохранения образа kdump. <i>Использовать проверку подлинности</i> включает проверку подлинности для соединения с сервером. <i>Имя пользователя</i> для соединения. <i>Пароль</i> для соединения.<br></p>
sk: <p><b>CIFS</b> - Uložiť obraz kdump cez CIFS. <i>Názov servera</i> - Názov servera. <i>Exportované zdieľanie</i> - Názov zdieľania pre windows. <i>Adresár na serveri</i> - Cesta pre ukladanie obrazov kdump. <i>Použiť overenie</i> povoľuje overené pripojenie k serveru. <i>Používateľské meno</i> pre pripojenie. <i>Heslo</i> pre pripojenie.<br></p>
sl: <p><b>CIFS</b> — Odloženi izpis Kdump shrani na strežnik CIFS. <i>Ime strežnika</i> — Ime strežnika CIFS. <i>Izvožena delitev</i> — Ime izvožene delitve. <i>Mapa na strežniku</i> — Pot za shranjevanje odloženih izpisov. <i>Uporabi overjanje</i> omogoči overjeno povezavo na strežnik. <i>Uporabniško ime</i> za povezavo. <i>Geslo</i> za povezavo.<br></p>
tr: <p><b>CIFS</b> - imajını CIFS aracılığıyla kaydet. <i>Sunucu Adı</i> - Sunucunun adı. <i>Dışa Aktarılan Paylaşım</i> - Windows paylaşım adı. <i>Sunucudaki Dizin</i> - Kdump imajlarının kaydedileceği yol. <i>Kimlik Doğrulama Kullan</i> sunucuya kimlik doğrulamalı bağlantıyı etkinleştirir. Bağlantı için <i>Kullanıcı Adı</i>. Bağlantı için <i>Şifre</i>.<br></p>
uk: <p><b>CIFS</b> — зберегти образ kdump за допомогою CIFS. <i>Назва сервера</i> — назва сервера. <i>Експортований спільний ресурс</i> — windows-назва спільного ресурсу. <i>Директорія на сервері</i> — шлях, за яким зберігатимуться образи kdump. <i>Використовувати автентифікацію</i> вмикає автентифікацію під час з'єднання з сервером. <i>Ім'я користувача</i> для з'єднання. <i>Пароль</i> для з'єднання.<br></p>
zh_cn: <p><b>CIFS</b> - 通过 CIFS 保存 Kdump 映像。 <i>服务器名称</i> - 服务器的名称。 <i>导出的共享</i> - Windows 共享名称。 <i>服务器上的目录</i> - 用于保存 Kdump 映像的路径。 <i>使用身份验证</i>启用经身份验证的服务器连接。 <i>用户名</i>是用于连接的用户名。<i>口令</i>是用于连接的口令。<br></p>
zh_tw: <p><b>CIFS</b> - 透過 CIFS 儲存 kdump 影像。 <i>伺服器名稱</i> - 伺服器的名稱。 <i>輸出共用</i> - Windows 共用名稱。 <i>伺服器上的目錄</i> - kdump 影像的儲存路徑。 <i>使用驗證</i>啟用伺服器的驗證連接。 <i>使用者名稱</i>用於建立連接。<i>密碼</i>用於建立連接。<br></p>

source: <p><b>Custom Kdump Kernel</b> The user can enter the custom kernel. The naming scheme is:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Please enter only <i>kernel_string</i>.<br></p>
ar: <p><b>‏Kdump Kernel المخصص</b> يمكن للمستخدم إدخال kernel المخصص. مخطط التسمية هو:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i>↵ الرجاء إدخال <i>kernel_string</i> فقط.<br></p>
ca: <p><b>Nucli del kdump personalitzat</b> L'usuari pot introduir el nucli personalitzat. L'esquema de denominació és:<i>/boot/vmlinu[zx]-<cadena_nucli>[.gz]</i> Introduïu només <i>cadena_nucli</i>.<br></p>
cs: <p><b>Vlastní jádro pro kdump</b> Zde může uživatel zadat vlastní jádro. Konvence pro název jádra je následující:<i>/boot/vmlinu[zx]-<řetězec_jádra>[.gz]</i> Zadejte pouze <i>řetězec_jádra</i>.<br></p>
de: <p><b>Benutzerdefinierter Kdump-Kernel</b> Der Benutzer kann einen eigenen Kernel angeben. Das Namensschema lautet:<i>/boot/vmlinu[zx]-<Kernel_Zeichenkette>[.gz]</i> Geben Sie nur die <i>Kernel_Zeichenkette</i> ein.<br></p>
el: <p><b> Προσαρμοσμένος Πυρήνας Kdump</b> - Ο χρήστης μπορεί να εισάγει τον προσαρμοσμένο πυρήνα. Ο σχηματισμός ονόματος είναι:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Παρακαλώ εισάγετε μόνο την μεταβλητή <i>kernel_string</i>.<br></p>
es: <p><b>Kernel de kdump personalizado:</b> el usuario puede introducir el kernel personalizado. El esquema de denominación es:<i>/boot/vmlinu[zx]-<cadena_kernel>[.gz]</i> Solo se debe introducir el valor de <i>cadena_kernel</i>.<br></p>
fi: <p><b>Oma Kdump-ydin</b> Käyttäjä voi antaa oman ytimen. Nimi on muotoa: <i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Käyttäjä antaa ainoastaan kohdan: <i>kernel_string</i>.<br></p>
fr: <p><b>Noyau kdump personnalisé</b> - L'utilisateur peut saisir le noyau personnalisé. Le schéma de nom est : <i>/boot/vmlinu[zx]-<chaîne_noyau>[.gz]</i> Veuillez saisir uniquement <i>chaîne_noyau</i>.<br></p>
gl: <p><b>Kernel Kdump personalizado</b> O usuario pode introducir o kernel personalizado. O esquema de denominación é:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Introduza só <i>kernel_string</i>.<br></p>
hu: <p><b>Egyéni Kdump kernel</b> A felhasználó megadhat egy egyedi kernelt. Az elnevezési séma: <i>/boot/vmlinu[zx]-<kernel_név>[.gz]</i> Kérjük hogy csak a <i>kernel_név</i> részt adja meg.<br></p>
it: <p><b>Kernel Kdump personalizzato</b> L'utente può specificare il kernel personalizzato. Lo schema di denominazione è:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Immettere solo <i>kernel_string</i>.<br></p>
ja: <p><b>カスタムKdumpカーネル</b> カスタムカーネルを指定することができます。 たとえば <i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i>のうちの <i>kernel_string</i>の部分だけを入力してください。<br></p>
km: <p><b>ខឺណែល Kdump ផ្ទាល់​ខ្លួន</b> អ្នក​ប្រើ​អាច​បញ្ចូល​ខឺណឺល​ផ្ទាល់​ខ្លួន ។ ការ​ដាក់​ឈ្មោះ​គ្រោងការណ៍គឺ ៖<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> សូម​បញ្ចូល​តែ <i>kernel_string</i> ប៉ុណ្ណោះ ។<br></p>
ko: <p><b>사용자 정의 Kdump 커널</b> 사용자가 사용자 정의 커널을 입력할 수 있습니다. 명명 스키마:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> <i>kernel_string</i>만 입력하십시오.<br></p>
lt: <p><b>Savitas Kdump branduolys</b>. Naudotojas gali įvesti savitą branduolį. Pavadinimo schema: <i>/boot/vmlinu[zx]-<branduolio_pavadinimas>[.gz]</i> Įrašykite tik <i>branduolio_pavadinimą</i>.<br></p>
nb: <p><b>Tilpasset Kdump-kjerne</b> Brukeren kan angi en tilpasset kjerne. Navnemønsteret er: <i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Angi kun <i>kernel_string</i>.<br></p>
nl: <p><b>Aangepaste Kdump-kernel</b> de gebruiker kan de aangepaste kernel invoeren. Het naamschema is: <i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> De gebruiker voert alleen <i>kernel_string</i> in.<br></p>
pl: <p><b>Własne jądro Kdump</b> - użytkownik może podać własne jądro systemu. Konwencja nazewnictwa:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Użytkownik podaje tylko <i>kernel_string</i>.<br></p>
pt: <p><b>Kernel Kdump Personalizado</b> O utilizador pode digitar o kernel personalizado. O esquema para o nome é: <i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Por favor, introduza apenas<i>kernel_string</i>.<br></p>
pt_br: <p><b>Kernel personalizado do kdump</b> O usuário pode fornecer o kernel personalizado. O esquema de nome é: <i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Insira somente <i>kernel_string</i>.<br></p>
ro: <p><b>Kernel kdump per_sonalizat</b> Utilizatorul poate introduce kernelul personalizat. Șablonul numelui este:<i>/boot/vmlinu[zx]-<kernelstring>[.gz]</i> Vă rog introduceți doar <i>kernelstring</i>.<br></p>
ru: <p><b>Пользовательское ядро Kdump</b> Пользователь может указать свое ядро. Схема именования:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Введите только <i>kernel_string</i>.<br></p>
sk: <p><b>Vlastné jadro kdump</b> Používateľ môže zadať vlastné jadro. Schéma pomenovania je:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Zadajte, prosím, iba <i>kernel_string</i>.<br></p>
sl: <p><b>Jedro po meri za Kdump</b> Uporabnik lahko vnese jedro po meri. Oblika imena je: <i>/boot/vmlinu[xz]-<niz_jedra>[.gz]</i> Vnesite samo <i>niz_jedra</i> in nič drugega.<br></p>
tr: <p><b>Özel Kdump Çekirdeği</b> Kullanıcı özel çekirdeği girebilir. Adlandırma şeması şudur:<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> Lütfen yalnızca <i>kernel_string</i> girin.<br></p>
uk: <p><b>Нетипове ядро Kdump</b> Тут користувач може вказати власне ядро. Схема назви:<i>/boot/vmlinu[zx]-<рядок_ядра>[.gz]</i> Будь ласка, введіть лише <i>рядок_ядра</i>.<br></p>
zh_cn: <p><b>自定义 Kdump 内核</b>用户可输入自定义内核。 命名模式为：<i>/boot/vmlinu[zx]-<kernel_string>[.gz]</i> 请仅输入 <i>kernel_string</i>。<br></p>
zh_tw: <p><b>自訂 Kdump 核心</b>使用者可輸入自訂核心。 命名規劃為︰<i>/boot/vmlinu[zx]-<核心字串>[.gz]</i> 請您僅輸入<i>核心字串</i>。<br></p>

source: <p><b>Kdump Command Line</b> Additional arguments passed to kexec. <br></p>
ar: <p><b>سطر أوامر Kdump‏</b> تم تمرير الوسيطات الإضافية إلى kexec. ‏<br>‏</p>
ca: <p><b>Línia d'ordres del Kdump</b> S'han passat arguments addicionals al kexec. <br></p>
cs: <p><b>Příkazový řádek pro kdump</b> Určuje dodatečné argumenty předávané programu pro program kexec. <br></p>
de: <p><b>Kdump-Kommandozeile</b> Weitere an kexec übergebene Argumente. <br></p>
el: <p><b>Γραμμή Εντολών του Kdump</b> Επιπρόσθετες παράμετροι στο kexec.<br></p>
es: <p><b>Línea de comandos de kdump</b> Argumentos adicionales pasados a kexec. <br></p>
fi: <p><b>Kdump komentorivi</b> kexec:lle välitettäviä lisäparametreja. <br></p>
fr: <p><b>Ligne de commande kdump</b> Arguments supplémentaires à transmettre à kexec. <br></p>
gl: <p><b>Liña de comandos de kdump</b> Argumentos adicionais pasados a kexec. <br></p>
hu: <p><b>Kdump parancssor</b> További paramétereket ad át a kexec-nek. <br></p>
it: <p><b>Riga di comando kdump</b> Argomenti aggiuntivi passati a kexec. <br></p>
ja: <p><b>Kdumpコマンドライン</b> kexecに渡される追加の引数を指定します。 <br></p>
km: <p><b>​បន្ទាត់​ពាក្យ​បញ្ជា Kdump​</b> អាគុយម៉ង់​បន្ថែម​បាន​ចុច​ទៅ kexec ។ <br></p>
ko: <p><b>Kdump 명령줄</b> kexec에 전달된 추가 인수입니다.<br></p>
lt: <p><b>Kdump komandinė eilutė</b> Papildomi argumentai, kurie perduodami į kexec. <br></p>
nb: <p><b>Kdump kommandolinje</b> Tilleggsargumenter til kexec. <br></p>
nl: <p><b>Kdump-opdrachtregel</b> Aanvullende argumenten die doorgegeven worden aan kexec. <br></p>
pl: <p><b>Wiersz poleceń Kdump</b> Dodatkowe parametry przekazywane kexec. <br></p>
pt: <p><b>Linha de Comandos do Kdump</b> Argumentos adicionais a passar ao kexec. <br></p>
pt_br: <p><b>Linha de comando do kdump</b> Argumentos adicionais passados para o kexec. <br></p>
ro: <p><b>Linie de comandă Kdump</b> Argumente adiționale transmise spre kexec. <br></p>
ru: <p><b>Командная строка Kdump</b> Дополнительные параметры, передаваемые к kexec. <br></p>
sk: <p><b>Príkazový riadok Kdump</b> Dodatočné argumenty odovzdané do kexec. <br></p>
sl: <p><b>Ukazna vrstica za Kdump</b> Dodatni argumenti za posredovati do kexec.<br></p>
tr: <p><b>Kdump Komut Satırı</b> Kexec'e geçirilen ek argümanlar. <br></p>
uk: <p><b>Командний рядок Kdump</b> Додаткові параметри, що передаються kexec. <br></p>
zh_cn: <p><b>Kdump 命令行</b> 传递到 kexec 的其他自变量。<br></p>
zh_tw: <p><b>Kdump 指令行</b> 傳送到 kexec 的其他引數。<br></p>
