Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: <p><b>Kdump Command Line Append</b> Set this option to _append_ values to the default command line string. The string will be appended if the <i>Kdump Command Line</i> is set. <br></p>
ar: <p><b>إلحاق سطر الأوامر</b> قم بتعيين هذا الخيار to _append_ values بسلسلة سطر الأوامر الافتراضية. سيتم إلحاق السلسلة إذا تم تعيين <i>سطر أوامر ‏Kdump‏</i> . <br>‏</p>
ca: <p><b>Addició a la línia d'ordres del Kdump</b> Si definiu aquesta opció, s'_afegiran_ valors a la cadena de la línia d'ordres predeterminada. La cadena s'afegirà si definiu l'opció <i>Línia d'ordres del Kdump</i>. <br></p>
cs: <p><b>Kdump doplňky příkazové řádky</b> Nastavením této možnosti lze přidat hodnoty k základnímu řetězci na příkazovém řádku. Řetězec bude připojen v případě, že je nastavena volba <i>Příkazová řádka kdump</i>. <br></p>
de: <p><b>Zusatz für die Kdump-Befehlszeile</b> Verwenden sie diese Option zum Anfügen von Werten zur Kernelkommandozeile. Diese Zeichenkette wird angefügt, wenn<i>Kdump-Befehlszeile</i> gesetzt ist.<br></p>
el: <p><b>Προσθήκη Γραμμής Εντολών του Kdump</b> Ορίστε αυτή την επιλογή σε _προσθήκη_ τιμών στο προεπιλεγμένο string της γραμμής εντολών. Το string θα προστεθεί εάν η <i>Γραμμή Εντολών του Kdump</i> έχει οριστεί. <br></p>
es: <p><b>Añadir línea de comandos de kdump</b> Establezca esta opción para añadir valores al final de la cadena de línea de comandos por defecto. La cadena se añade también si la <i>línea de comandos de kdump</i> está definida. <br></p>
fi: <p><b>Kdump komentorivilisäys</b> Tämän valinnan käyttäminen _lisää_ arvoja komentorivikomennon perään. Merkkijonot lisätään, jos <i>Kdump komentorivilisäys</i> on käytössä. <br></p>
fr: <p><b>Ajout de la ligne de commande kdump</b> Définissez cette option sur les valeurs _append_ dans la chaîne de ligne de commande par défaut. La chaîne sera ajoutée si la valeur <i>Ligne de commande kdump</i> est définie. <br></p>
hu: <p><b>Kdump parancssori összefűzés</b> Ez a paraméter azt jelenti, hogy a megadott értéket _összefűzi_ az alapértelmezett parancssori karaktereksorozattal. A karaktersorozat a <i>Kdump parancssor</i> beállítás megadásakor is össze lesz fűzve.<br></p>
it: <p><b>Aggiunta alla riga di comando kdump</b> Impostare questa opzione significa _append_ (aggiungere) i valori alla riga di comando predefinita. La stringa verrà aggiunta se è impostata la <i>Riga di comando kdump</i>. <br></p>
ja: <p><b>Kdumpコマンドライン追加文字列</b> このオプション設定では、デフォルトのコマンドライン文字列に「追加」する文字列を 指定します。 <i></i>［Kdumpコマンドライン］を設定した場合にのみ追加されます。<br></p>
km: <p><b>​បន្ថែម​បន្ទាត់​ពាក្យ​បញ្ជា Kdump ខាង​ចុង</b> កំណត់​ជម្រើស​នេះ​​ មាន​ន័យ​ថា​តម្លៃ​បន្ថែម​ខាង​ចុង​ទៅ​​បន្ទាត់​ពាក្យ​បញ្ជា​លំនាំដើម ។ ខ្សែ​អក្សរ​នឹង​ត្រូវ​បាន​បន្ថែម​ខាង​ចុង ប្រសិន​បើ <i>​បន្ទាប់​ពាក្យ​បញ្ជា Kdump​</i> ត្រូវ​បាន​កំណត់ ។ <br></p>
ko: <p><b>Kdump 명령줄 추가</b> 이 옵션을 기본 명령줄 문자열에 대한 _append_ 값으로 설정합니다. <i>Kdump Command Line</i>이 설정된 경우 문자열이 추가됩니다. <br></p>
lt: <p><b>Kdump komandinės eilutės papildymas</b> Nurodant šią parinktį, pridedamos papildomos reikšmės prie numatytosios komandinės eilutės. Tekstas bus papildomas tik tuomet, jei nurodyta <i>Kdump komandinė eilutė.</i><br></p>
nb: <p><br>Kdump-kommandolinjetillegg</b> Dette betyr at verdier blir _lagt til_ standardstrengen for kommandolinjen. Strengen blir også lagt til hvis <i>Kdump-kommandolinje</i> er definert. <br></p>
nl: <p><b>Kdump-commandoregel-toevoeging</b> Wanneer deze optie geactiveerd is betekent dit dat de opgegeven waarden worden _achtergevoegd_ op de standaard opdrachtregel. De tekst wordt toegevoegd als de <i>Kdump-opdrachtregel</i> is geactiveerd.<br></p>
pl: <p><b>Dołączanie do wiersza poleceń Kdump</b> Ustaw tę opcję, aby _dołączyć_ podane parametry do ciągu domyślnego polecenia. Parametry zostaną dołączone, jeśli jest ustawiona opcja <i>Wiersz poleceń Kdump</i>. <br></p>
pt: <b>Acrescento à Linha de Comandos do Kdump</b> Definir esta opção significa _append_(_acrescentar_) valores à cadeia de caracteres pré-definida da linha de comandos. A cadeia de caracteres é também acrescentada se estiver definido <i>Linha de Comandos do Kdump</i>.<br></p>
pt_br: <p><b>Anexar a linha de comando do Kdump</b> Defina esta opção para _anexar_ valores à string padrão da linha de comandos. A string também é acrescentada se a <i>Linha de comando do Kdump</i> estiver definida. <br></p>
ru: <p><b>Добавление к командной строке Kdump</b> В этом параметре укажите значения для _добавления_ к командной строке по умолчанию. Эта строка будет добавлена, если установлен параметр <i>Командная строка Kdump</i>. <br></p>
sk: <p><b>Doplnok príkazového riadku Kdump</b> Nastaviť túto voľbu pre _pripojenie_ hodnôt k predvolenému reťazcu príkazového riadku. Reťazec bude pridaný, ak je <i>Príkazový riadok Kdump</i> nastavený. <br></p>
sl: <p><b>Dodatek ukazni vrstici za Kdump</b> Nastavite to možnost, da _dodate_ vrednosti nizu privzete ukazne vrstice. Niz bo dodan, če je nastavljena možnost <i>Ukazna vrstica za Kdump</i>.<br></p>
tr: <p><b>Kdump Komut Satırı Ekleme</b> Bu seçeneği varsayılan komut satırı dizesine _ek_ değerleri eklemek için ayarlayın. <i>Kdump Komut Satırı</i> kullanılırsa dize eklenecektir ayarlandı. <br></p>
uk: <p><b>Додаток до командного рядка Kdump</b> Встановлення цього параметра _додає_ значення до типового командного рядка. Цей рядок також буде додано, якщо встановлено параметр <i>Командний рядок Kdump</i>. <br></p>
zh_cn: <p><b>Kdump 命令行追加</b> 设置此选项可在默认命令行字符串中追加值。 如果设置了 <i>Kdump 命令行</i>， 将追加该字符串。<br></p>
zh_tw: <p><b>Kdump 指令行附加</b> 設定此選項可將 _append_ 形式的值附加到預設指令行字串。 如果設定了 <i>Kdump 指令行</i>，將會附加 該字串。<br></p>

source: <p><b>Enable Immediate Reboot After Saving the Core</b> - Enable immediate reboot after saving the core in the kdump.<br></p>
ar: <p><b>تمكين إعادة التشغيل الفوري بعد حفظ المكونات الأساسية</b> - لتمكين إعادة التشغيل الفوري بعد حفظ المكونات الأساسية في kdump.‏<br>‏</p>
ca: <p><b>Habilita el reinici immediat després de desar el nucli</b> - Habilita el reinici immediat després de desar el nucli al kdump.<br></p>
cs: <p><b>Povolit okamžité restartování po uložení jádra</b> - Povolí okamžité restartování systému po uložení jádra do kdump.<br></p>
de: <p><b>Nach dem Speichern des Dumps sofort neu starten</b> – Wenn diese Option gesetzt ist, wird das System nach dem Speichern des Dumps sofort neu gestartet.<br></p>
es: <p><b>Habilitar el reinicio inmediato después de guardar el núcleo central</b> - Habilita el reinicio inmediato después de guardar el núcleo central en kdump.<br></p>
fi: <p><b>Ota käyttöön välitön uudelleenkäynnistys coren tallentamisen jälkeen</b> - Uudelleenkäynnistys käyttöön heti, kun kdump on tallentanut coren.<br></p>
fr: <p><b>Activer le redémarrage immédiat après l'enregistrement de l'image</b> - Permet le redémarrage immédiat après l'enregistrement de l'image dans kdump.<br></p>
it: <p><b>Abilita riavvio immediato dopo salvataggio del core</b> - Abilita il riavvio immediato del sistema dopo il salvataggio del core in kdump.<br></p>
ja: <p><b>コア部分を保存後すぐに再起動</b> - kdumpのコアを保存したあと、すぐにシステムを再起動します。<br></p>
nl: <p><b>Onmiddellijke herstart na het opslaan van de kern inschakelen</b> - onmiddellijk herstarten inschakelen nadat de kern is opgeslagen in de kdump.<br></p>
pt: <p><b>Ativar Reinício Imediato Depois de Gravar o Núcleo</b> - Ativa o reinício imediato depois de gravar o núcleo no kdump.<br></p>
pt_br: <p><b>Habilitar a reinicialização imediata após salvar o núcleo</b> - Habilita o reinício imediato após salvar o núcleo no kdump.<br></p>
ru: <p><b>Разрешить немедленную перезагрузку после сохранения ядра</b> — разрешить немедленную перезагрузку после сохранения ядра в kdump.<br></p>
sk: <p><b>Povoliť okamžitý reštart po uložení jadra</b> - Povolí okamžitý reštart po uložení jadra v kdump.<br></p>
sl: <p><b>Takojšnji ponovni zagon po shranitvi izpisa jedra</b> — Po shranitvi odloženega izpisa Kdump se omogoči takojšnji ponovni zagon sistema.<br></p>
tr: <p><b>Çekirdeği Kaydettikten Sonra Hemen Yeniden Başlatmayı Etkinleştir</b> - Çekirdeği kdump'a kaydettikten sonra hemen yeniden başlatmayı etkinleştirin.<br></p>
uk: <p><b>Увімкнути негайне перезавантаження після збереження ядра</b> - Увімкнути негайне перезавантаження після збереження ядра у kdump.<br></p>
zh_cn: <p><b>启用保存核心后立即重引导</b> - 启用在 Kdump 中保存核心之后立即重启。<br></p>
zh_tw: <p><b>儲存核心後立即重新開機</b> - 啟用於 kdump 中儲存核心後立即重新開機的功能。<br></p>

source: <p><b>Enable Delete Old Dump Images</b> - Enable Delete Old Dump Images. If the number of dump files in <i>Number of Old Dumps</i> exceeds this number, older dumps are removed.<br></p>
ar: <p><b>تمكين حذف نُسخ محتويات النسخة القديمة</b> - لتمكين حذف نُسخ محتويات النسخة القديمة. في حالة تجاوز عدد ملفات النُسخ في <i>عدد النُسخ القديمة</i> هذا العدد، تتم إزالة النُسخ الأقدم.<br>‏</p>
ca: <p><b>Habilita la supressió de les imatges d'abocament velles</b> - Habilita la supressió de les imatges d'abocament velles. Si el nombre de fitxers d'abocament supera el <i>Nombre d'abocaments antics</i>, se suprimeixen els abocaments més vells.<br></p>
cs: <p><b>Povolit odstranění starých obrazů dump</b> - Povoluje odstranění starých obrazů dump. Pokud počet souborů výpisu v tomto adresáři překročí <i>Počet starých výpisů</i>, jsou starší výpisy přepsány.<br></p>
de: <p><b>Alte Dump-Abbilder automatisch löschen</b> - Wenn die Zahl der auf der Platte befindlichen Dump-Dateien die in <i>Anzahl alter Dumps</i> angegebene Zahl übersteigt, werden beim nächsten Speichern automatisch die älteren Dumps gelöscht.<br></p>
el: <p><b>Ενεργοποίηση Διαγραφής Παλαιών Εικόνων Αποτύπωσης</b> - Ενεργοποίηση Διαγραφής Παλιών Εικόνων Αποτύπωσης. Εάν ο αριθμός των αρχείων αποτύπωσης στον <i>Αριθμό των Παλαιών Αποτυπώσεων</i> είναι μεγαλύτερος, οι παλαιότερες αποτυπώσεις θα αφαιρεθούν.<br></p>
es: <p><b>Habilitar supresión de imágenes de volcado de datos antiguas</b> Habilita la eliminación de imágenes de volcado de datos antiguas. Si el número de archivos de volcado de datos en <i>Número de volcados de datos antiguos</i> excede este número, se eliminan los volcados de datos antiguos.<br></p>
fi: <p><b>Ota käyttöön vanhojen vedoksien poistaminen</b> - Ota käyttöön vanhojen vedoksien poistaminen. Jos vedoksien määrä kohdassa <i>Vanhojen vedoksien määrä</i> ylitetään, vanhimmat vedokset poistetaan.<br></p>
fr: <p><b>Autoriser la suppression des anciennes images de vidage</b> - Permet la suppression des anciennes images de vidage. Si le nombre de fichiers de vidage dans <i>Nombre d'anciennes images</i> dépasse ce nombre, les images plus anciennes sont supprimées.<br></p>
gl: <p><b>Activar a eliminación de imaxes de envorcado de datos antigas</b> - Activa a eliminación de imaxes de envorcado de datos antigas. Se o número de imaxes de envorcado de datos en <i>Número de envorcado de datos antigos</i> excede este número, elimínanse os envorcado de datos antigos.<br></p>
hu: <p><b>Régi kiíratási képek törlésének engedélyezése</b> - Régi kiíratási képek törlésének engedélyezése. Ha a <i>Régi kiíratások száma</i> meghaladja ezt a számot, akkor a régebbi kiíratások eltávolításra kerülnek.<br></p>
it: <p><b>Abilita cancellazione immagini dump precedenti</b> - Abilita la cancellazione delle immagini dump precedenti. Se il numero dei file di dump in <i>Numero di dump precedenti</i> supera questo limite, i dump più vecchi vengono rimossi.<br></p>
ja: <p><b>古いダンプイメージの削除の有効化</b> - 古いダンプイメージを削除する設定です。 <i>保存するダンプ数</i>を超えてダンプファイル が保存されると、古いものから順に削除されます。<br></p>
km: <p><b>អនុញ្ញាត​ការ​លុប​រូបភាព Dump ចាស់ៗ</b> - អនុញ្ញាត​ការ​លុប​រូបភាព Dump ចាស់ៗ ។ ប្រសិន​បើចំនួន​ឯកសារ dump នៅ​ក្នុង <i>ចំនួន Dumps ចាស់ៗ</i> លើស​ពី​ចំនួន​នេះ នៅ dumps ដែល​ចាស់​គឺ​ត្រូវ​បាន​យកចេញ ។<br></p>
ko: <p><b>이전 덤프 이미지 삭제 활성화</b> - 이전 덤프 이미지 삭제를 활성화합니다. <i>이전 덤프 수</i>의 덤프 파일 수가 이 숫자를 초과할 경우, 더 오래된 덤프가 제거됩니다.<br></p>
lt: <p><b>Įgalinti senų atminties išklotinių atvaizdžių šalinimą</b> - Įgalina šalinti senus atminties išklotinių atvaizdžius. Jei atminties išklotinių rinkmenų skaičius pasiekia <i>senų atminties išklotinių skaičių</i>, senesnės atminties išklotinės pašalinamos.<br></p>
nb: <p><b>Aktiver sletting av gamle dumper</b> - Aktiver sletting av gamle dumper. Hvis antallet dumpfiler i <i>Antall gamle dumpfiler</i> overskrider dette tallet, skal eldre dumpfiler fjernes.<br></p>
nl: <p><b>Verwijderen van oude dumpimages activeren</b> - het verwijderen van oude dumpimages inschakelen. Als het aantal dumpbestanden het getal bij <i>Aantal oude dumps</i> overschrijdt, worden oudere dumps verwijderd.<br></p>
pl: <p><b>Włącz usuwanie starych zrzutów</b> - Jeśli liczba plików ze starymi zrzutami przekroczy <i>Liczbę starych zrzutów</i>, to zostaną usunięte najstarsze pliki.<br></p>
pt: <p><b>Activar Apagar Imagens Antigas de Dump</b> - Activa a Remoção de Imagens Antigas de Dump. Se o número de ficheiros dump em <i>Número de Dumps Antigos</i> exceder o número, os dumps antigos são removidos.<br></p>
pt_br: <p><b>Habilitar remoção de imagens de dump antigas</b> - Habilita a remoção de imagens de dump antigas. Se o número de arquivos de dump em <i>Número de dumps antigos</i> exceder este número, os dumps antigos serão removidos.<br></p>
ro: <p><b>Activează ștergerea imaginilor dump vechi</b> - Activează ștergerea imaginilor dump vechi. Dacă numărul de fișiere dump din <i>Numărul imaginilor vechi</i> este depășit, imaginile vechi vor fi șterse.<br></p>
ru: <p><b>Разрешить удаление старых образов дампа</b> — Разрешить удаление старых образов дампа. Если число файлов дампа в поле <i>Количество старых дампов</i> превышает это число, старые дампы удаляются.<br></p>
sk: <p><b>Povoliť vymazanie starých obrazov výpisu</b> - Povolí vymazanie starých obrazov výpisu. Ak počet súborov výpisu prekročí číslo <i>Počet starých výpisov</i>, staršie výpisy sa odstránia.<br></p>
sl: <p><b>Izbriši stare odložene izpise</b> — Omogoči izbris starih odloženih izpisov. Če število datotek presega število v možnosti <i>Število starih odloženih izpisov</i>, bodo najstarejše odvečne datoteke odstranjene.<br></p>
tr: <p><b>Eski Döküm Görüntülerini Silmeyi Etkinleştir</b> - Eski Döküm Görüntülerini Sil'i Etkinleştir. Döküm dosyalarının sayısı <i>Eski Döküman Sayısı</i> bu sayıyı aşarsa, eski dökümanlar kaldırılır.<br></p>
uk: <p><b>Увімкнути вилучення старих образів дампів</b> - Увімкнути вилучення старих образів дампів. Якщо кількість файлів дампів у полі <i>Кількість старих дампів</i> буде перевищено, старі дампи буде вилучено.<br></p>
zh_cn: <p><b>启用删除旧转储映像</b> - 启用删除旧转储映像。如果<i>旧转储数</i>中的转储文件数量 超过了该数字，将去除较旧的转储。<br></p>
zh_tw: <p><b>刪除舊傾印影像</b> - 啟用刪除舊傾印影像的功能。若<i>舊傾印的數量</i> 中傾印檔的數量超出這個數字，將移除較舊的傾印。<br></p>

source: <p><b>SMTP Server</b> used for sending a notification email after a dump.</p>
ar: <p>يُستخدم <b>خادم SMTP‏</b> في إرسال إعلام عبر البريد إلكتروني بعد إنشاء نسخة.</p>
ca: <p>El <b>Servidor SMTP </b> usat per enviar un correu de notificació després d'un abocament.</p>
cs: <p><b>SMTP server</b> je použit k zasílání e-mailové zprávy o výpisu.</p>
de: <p><b>SMTP-Server</b> zum Senden einer Benachrichtung per E-Mail nach dem Erstellen eines Dumps.</p>
el: <p>Ο <b>Εξυπηρετητής SMTP</b> χρησιμοποιείται για την αποστολή ενός ηλεκτρονικού μηνύματος ειδοποίησης αφού έχει ληφθεί μια αποτύπωση.</p>
es: <p><b>Servidor SMTP</b> usado para enviar un correo de notificación tras un volcado.</p>
fi: <p><b>SMTP-palvelin,</b> jota käytetään ilmoitusten lähettämiseen kun dump on tallennettu.</p>
fr: <p><b>Serveur SMTP</b> utilisé pour l'envoi d'un message électronique de notification après un vidage.</p>
gl: <p><b>Servidor SMTP</b> empregado para enviar una notificación por corre-e despois dun envorcado de datos.</p>
hu: <p>A beállított <b>SMTP-kiszolgáló</b> a kiíratás elkészülte után értesítést küld e-mailben.</p>
it: <p><b>Server SMTP</b> usato per inviare un'e-mail di notifica dopo un dump.</p>
ja: <p>［<b>SMTPサーバ</b>］ - ダンプを採取した際に、通知電子メールを送信するサーバを指定します。</p>
km: <p><b>ម៉ាស៊ីន​បម្រើ SMTP</b> ដែល​បាន​ប្រើ​សម្រាប់​ការ​ផ្ញើ​អ៊ីមែល​ជូន​ដំណឹង​បន្ទាប់​ពី​ dump ។</p>
ko: <p><b>SMTP 서버</b> 덤프 후 알림 전자 메일을 보내는 데 사용됩니다.</p>
lt: <p><b>SMTP serveris</b> naudojamas pranešimų siuntimui po atminties išklotinių sukūrimo.</p>
nb: <p><b>SMTP-server</b> brukes til å sende en varslingsmelding via e-post etter en dump.</p>
nl: <p><b>SMTP-server</b> voor het verzenden van meldingen per e-mail na een dump.</p>
pl: <p><b>Serwer SMTP</b> używany do wysyłania wiadomości e-mail z powiadomieniem o wykonaniu zrzutu.</p>
pt: <p><b>Servidor SMTP</b> utilizado para enviar notificações de email depois do despejo.</p>
pt_br: <p><b>Servidor SMTP</b> usado para o envio de e-mails de notificação após um dump.</p>
ru: <p><b>Сервер SMTP</b>, используемый для отправки уведомлений после выполнения дампа.</p>
sk: <p><b>SMTP server</b> použitý na odosielanie notifikačného emailu po výpise.</p>
sl: <p><b>Strežnik SMTP</b>, ki bo po odloženem izpisu uporabljen za pošiljanje obvestila po e-pošti.</p>
tr: <p>Bir dökümden sonra bildirim e-postası göndermek için kullanılan <b>SMTP Sunucusu</b>.</p>
uk: <p><b>Сервер SMTP</b> для надсилання ел. поштою сповіщень після того, як було взято дамп.</p>
zh_cn: <p><b>SMTP 服务器</b>用来在转储后发送通知电子邮件。</p>
zh_tw: <p><b>SMTP 伺服器</b>：用於在完成傾印後傳送通知電子郵件。</p>

source: <p><b>User Name</b> for SMTP authentication when <i>SMTP Server</i> is set. This is optional. If you do not specifiy a username and password, plain SMTP will be used.</p>
ar: <p><b>اسم المستخدم</b> من أجل مصادقة .SMTP عند تعيين <i>خادم SMTP</i> .يكون اختياري. إذا لم تحدد اسم المستخدم/كلمة المرور. سيتم استخدما SMTP عادي.</p>
ca: <p>El <b>nom d'usuari</b> per a l'autenticació d'SMTP quan el <i>servidor SMTP</i> està establert. És opcional. Si no especifiqueu el nom d'usuari i la contrasenya, es farà servir SMTP simple.</p>
cs: <p><b>Uživatelské jméno</b> pro ověření SMTP, když je nastaven <i>SMTP server</i>. Vyplnění je nepovinné. Když nevyplníte jméno a heslo, bude použit prostý SMTP.</p>
de: <p><b>Benutzername</b> für die SMTP-Authentifizierung, wenn <i>SMTP-Server</i> festgelegt wurde. Dies ist optional und ohne Benutzername/Passwort wird einfaches SMTP verwendet.</p>
es: <p><b>Nombre de usuario</b> para autenticación SMTP cuando el <i>Servidor SMTP</i> está establecido. Esto es opcional. Si no se especifica un usuario y la contraseña, se usa SMTP simple.</p>
fi: <p><b>Käyttäjätunnus</b> SMTP-tunnistautumiselle kun <i>SMTP-palvelin</i> on asetettu. Tämä on valinnainen, jos et anna käyttäjätunnusta/salasanaa, käytetään tavallista SMTP:tä</p>
fr: <p><b>Nom d'utilisateur</b> utilisé pour l'authentification SMTP lorsque le <i>serveur SMTP</i> est défini. Ce paramètre est facultatif. Si aucun nom d'utilisateur et mot de passe n'est défini, l'authentification SMTP simple est utilisée.</p>
hu: <p><b>Felhasználónév</b> az SMTP-hitelesítéshez, amikor be van állítva <i>SMTP-kiszolgáló</i>. Ez választható beállítás. Ha nem ad meg felhasználónevet és jelszót, akkor a rendszer egyszerű SMTP-t használ.</p>
it: <p><b>Nome utente</b> per l'autenticazione SMTP quando è impostato il <i>Server SMTP </i>. Questo parametro è facoltativo. Se non si specifica nome utente/password, verrà utilizzato l'SMTP semplice.</p>
ja: <p><b>ユーザ名</b> <i>SMTP サーバ</i> を設定した場合に、 SMTP 認証で使用するユーザ名を指定します。 この項目は任意指定で、ユーザ名とパスワードを指定しない場合は、認証無しの SMTP を使用します。</p>
ko: <p><b>사용자 이름</b> <i>SMTP Server</i>가 설정된 경우 SMTP 인증에 사용됩니다. 선택 사항입니다. 사용자 이름과 비밀번호를 지정하지 않으면 일반 SMTP가 사용됩니다.</p>
nl: <p><b>Gebruikersnaam</b> voor de SMTP-authenticatie wanneer een <i>SMTP-server</i> is ingesteld. Zonder gebruikersnaam/wachtwoord wordt normaal SMTP gebruikt.</p>
pl: <p><b>Nazwa użytkownika</b> dla uwierzytelniania SMTP, gdy opcja <i>Serwer SMTP</i> jest włączona. To pole jest opcjonalne. Brak nazwy użytkownika i hasła spowoduje użycie protokół SMTP bez uwierzytelniania.</p>
pt: <p><b> Nome do utilizador</b> para autenticação SMTP quando o <i> Servidor SMTP</i> é conjunto. Isto é opcional. Se não especificar um nome de utilizador e palavra-passe, será utilizado SMTP simples.</p>
pt_br: <p><b>Nome de usuário</b> para a autenticação SMTP quando o <i>Servidor SMTP</i> for definido. Isto é opcional. Se você não especificar um nome de usuário e senha, o SMTP normal será usado.</p>
ru: <p><b>Имя пользователя</b> для SMTP-авторизации, когда указан <i>Сервер SMTP</i>. Это необязательно. Если вы не укажете имя пользователя и пароль, будет использован простой SMTP.</p>
sk: <p><b>Používateľské meno</b> pre SMTP overenie keď je <i>SMTP server</i>nastavený Toto je voliteľné. Ak nezadáte používateľské meno a heslo, použije sa jednoduchý SMTP.</p>
sl: <p><b>Uporabniško ime</b> za overjanje SMTP, ko je omogočena možnost <i>Strežnik SMTP</i>. To ni obvezno. Če uporabniškega imena in gesla ne določite, bo uporabljen navadni SMTP.</p>
tr: <p><i>SMTP Sunucusu</i> olduğunda SMTP kimlik doğrulaması için <b>Kullanıcı Adı</b> ayarlayın. Bu isteğe bağlıdır. Bir kullanıcı adı ve parola belirtmezseniz, düz SMTP kullanılacaktır.</p>
uk: <p><b>Ім'я користувача</b> для автентифікації SMTP, коли <i>Сервер SMTP</i> налаштовано. Це необов'язково, бо без користувача/пароля використовуватиметься простий SMTP.</p>
zh_cn: <p>当设置了 <i>SMTP 服务器</i> 后，SMTP 验证身份所用的<b>用户名</b>。 这是可选设置。如果您不指定用户名和密码，将使用普通 SMTP。</p>
zh_tw: <p><b>使用者名稱</b>：若設定了 <i>SMTP 伺服器</i>，此項用於進行 SMTP 驗證。這是選擇性選項。如果您不指定使用者名稱和密碼，系統將使用純文字 SMTP。</p>
