Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: Dump Level: %1
ar: مستوى النسخة: %1
ca: Nivell d'abocament: %1
cs: Úroveň výpisu: %1
de: Filterungsgrad: %1
el: Επίπεδο Αποτύπωσης: %1
es: Nivel de volcado de datos: %1
fi: Vedoksen taso: %1
fr: Niveau de vidage : %1
gl: Nivel de envorcado de datos: %1
hu: Kiíratási szint: %1
it: Livello dump: %1
ja: ダンプレベル: %1
km: កម្រិត​ឥតបានការ ៖ %1
ko: 덤프 수준: %1
lt: Atminties išklotinės lygis: %1
nb: Dump-nivå: %1
nl: Dumpniveau: %1
pl: Poziom zrzutu: %1
pt: Nível Dump: %1
pt_br: Nível de dump: %1
ro: Nivel de dump: %1
ru: Уровень дампа: %1
sk: Úroveň výpisu: %1
sl: Stopnja odloženega izpisa: %1
tr: Döküm Seviyesi: %1
uk: Рівень дампів: %1
zh_cn: 转储级别：%1
zh_tw: 傾印層級︰%1

source: Dump Format: %1
ar: تنسيق النسخة: %1
ca: Format de l'abocament: %1
cs: Formát výpisu: %1
el: Μορφή Αποτύπωσης: %1
es: Formato de volcado de datos: %1
fi: Vedoksen muoto: %1
fr: Format du vidage : %1
gl: Formato para o envorcado de datos: %1
hu: Kiíratási formátum: %1
it: Formato dump: %1
ja: ダンプ形式: %1
km: ទ្រង់ទ្រាយ​ឥតបានការ ៖ %1
ko: 덤프 형식: %1
lt: Atminties išklotinės formatas: %1
nl: Dumpindeling: %1
pl: Format zrzutu: %1
pt: Formato de Dump: %1
pt_br: Formato do dump: %1
ro: Format dump: %1
ru: Формат дампа: %1
sk: Formát výpisu: %1
sl: Oblika odloženega izpisa: %1
tr: Döküm Biçimi: %1
uk: Формат дампа: %1
zh_cn: 转储格式：%1
zh_tw: 傾印格式︰%1

source: Dump Target Settings
ar: إعدادات هدف النسخة
ca: Paràmetres de la destinació de l'abocament
cs: Nastavení cíle výpisu
de: Dump-Zieleinstellungen
el: Ρυθμίσεις Προορισμού Αποτύπωσης
es: Configuración del destino de volcado de datos
fi: Vedoksen kohdeasetukset
fr: Paramètres de la cible du vidage
gl: Configuración do destino para o envorcado de datos
hu: Kiíratás céljának beállításai
it: Impostazioni di destinazione dump
ja: ダンプ先設定
km: ការ​កំណត់​គោលដៅ​ឥតបានការ
ko: 덤프 대상 설정
lt: Atminties išklotinės paskirties nuostatos
nb: Innstillinger for dump-mål
nl: Instellingen voor dumpdoel
pl: Ustawienia miejsca docelowego zrzutu
pt: Definições do Destino do Dump
pt_br: Configurações do destino do dump
ro: Setări țintă dump
ru: Параметры цели дампа
sk: Nastavenie cieľa výpisu
sl: Nastavitve cilja odloženega izpisa
tr: Hedef Ayarlarını Dökümü
uk: Параметри сховища дампа
zh_cn: 转储目标设置
zh_tw: 傾印目標設定

source: target: %1
ar: الهدف: %1
ca: destinació: %1
cs: Cíl: %1
de: Ziel: %1
el: προορισμός: %1
es: destino: %1
fi: kohde: %1
fr: cible : %1
gl: destino: %1
hu: cél: %1
it: destinazione: %1
ja: ターゲット: %1
km: គោលដៅ ៖ %1
ko: 대상: %1
lt: paskirtis: %1
nb: mål: %1
nl: doel: %1
pl: m. docelowe: %1
pt: destino: %1
pt_br: destino: %1
ro: țintă: %1
ru: цель: %1
sk: cieľ: %1
sl: cilj: %1
tr: hedef: %1
uk: сховище: %1
zh_cn: 目标：%1
zh_tw: 目標︰%1

source: file directory: %1
ar: دليل الملف: %1
ca: directori del fitxer: %1
cs: Adresář pro soubory: %1
de: Dateiverzeichnis: %1
el: κατάλογος αρχείου: %1
es: directorio de archivo: %1
fi: tiedostohakemisto: %1
fr: répertoire de fichiers : %1
gl: directorio do ficheiro: %1
hu: Fájl könyvtára: %1
it: directory di file: %1
ja: ファイルディレクトリ: %1
km: ថត​ឯកសារ ៖ %1
ko: 파일 디렉토리: %1
lt: rinkmenų katalogas: %1
nb: filkatalog: %1
nl: bestandsmap: %1
pl: katalog zrzutu: %1
pt: directório de ficheiro: %1
pt_br: diretório do arquivo: %1
ro: director: %1
ru: каталог файлов: %1
sk: adresár súborov: %1
sl: mapa datotek: %1
tr: dosya dizini: %1
uk: директорія файлу: %1
zh_cn: 文件目录：%1
zh_tw: 檔案目錄：%1

source: server name: %1
ar: اسم الخادم: %1
ca: nom del servidor: %1
cs: Název serveru: %1
el: όνομα εξυπηρετητή: %1
es: nombre del servidor: %1
fi: palvelinnimi: %1
fr: nom du serveur : %1
gl: Nome do servidor: %1
hu: Kiszolgáló neve: %1
it: nome server: %1
ja: サーバ名: %1
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ ៖ %1
ko: 서버 이름: %1
lt: serverio vardas: %1
nb: servernavn: %1
nl: servernaam: %1
pl: nazwa serwera: %1
pt: nome do servidor: %1
pt_br: nome do servidor: %1
ro: nume server: %1
ru: имя сервера: %1
sk: názov servera: %1
sl: ime strežnika: %1
tr: sunucu adı: %1
uk: назва сервера: %1
zh_cn: 服务器名称：%1
zh_tw: 伺服器名稱：%1

source: port: %1
ar: المنفذ: %1
el: θύρα: %1
es: puerto: %1
fi: portti: %1
gl: porto: %1
it: porta: %1
ja: ポート: %1
km: ច្រក ៖ %1
ko: 포트: %1
lt: prievadas: %1
nl: poort: %1
pt: porto: %1
pt_br: porta: %1
ru: порт: %1
sl: vrata: %1
uk: порт: %1
zh_cn: 端口：%1
zh_tw: 連接埠：%1

source: user name: anonymous connection is allowed
ar: اسم المستخدم: مسموح باتصال مجهول
ca: nom d'usuari: es permeten les connexions anònimes
cs: Uživatelské jméno: Je povoleno anonymní připojení
de: Benutzername: Anonyme Verbindung ist erlaubt
el: όνομα χρήστη: επιτρέπεται η ανώνυμη σύνδεση
es: nombre de usuario: se permite la conexión anónima
fi: käyttäjänimi: anonyymi yhteys sallitaan
fr: nom d'utilisateur : connexion anonyme autorisée
gl: nome de usuario: permítese unha conexión anónima
hu: felhasználónév: anonymous kapcsolat engedélyezve
it: nome utente: la connessione anonima è consentita
ja: ユーザ名: 匿名接続を許可
km: ឈ្មោះ​អ្នកប្រើ ៖ បាន​អនុញ្ញាត​ការ​តភ្ជាប់អនាមិក
ko: 사용자 이름: 익명 연결이 허용됨
lt: naudotojo vardas: leidžiama prisijungti anonimiškai
nb: brukernavn: anonym tilkobling er tillatt
nl: gebruikersnaam: anonieme verbinding is toegestaan
pl: nazwa użytkownika: połączenia anonimowe są dozwolone
pt: nome de utilizador: são permitidas ligações anónimas
pt_br: nome do usuário: a conexão anônima é permitida
ro: nume utilizator: sunt permise conexiunile anonime
ru: имя пользователя: разрешено анонимное соединение
sk: používateľské meno: anonymné pripojenie je povolené
sl: uporabniško ime: dovoljena je anonimna povezava
tr: kullanıcı adı: anonim bağlantıya izin verildi
uk: ім'я користувача: дозволено анонімне з'єднання
zh_cn: 用户名：允许匿名连接
zh_tw: 使用者名稱︰允許匿名連接

source: user name: %1
ar: اسم المستخدم: %1
ca: nom d'usuari: %1
cs: uživatelské jméno: %1
de: Benutzername: %1
el: όνομα χρήστη: %1
es: nombre de usuario: %1
fi: käyttäjänimi: %1
fr: nom d'utilisateur : %1
gl: nome de usuario: %1
hu: felhasználónév: %1
it: nome utente: %1
ja: ユーザ名: %1
km: ឈ្មោះ​អ្នក​ប្រើ ៖ %1
ko: 사용자 이름: %1
lt: naudotojo vardas: %1
nb: brukernavn: %1
nl: gebruikersnaam: %1
pl: nazwa użytkownika: %1
pt: nome de utilizador: %1
pt_br: nome do usuário: %1
ro: nume utilizator: %1
ru: имя пользователя: %1
sk: Používateľské meno: %1
sl: uporabniško ime: %1
tr: kullanıcı adı: %1
uk: ім'я користувача: %1
zh_cn: 用户名：%1
zh_tw: 使用者名稱：%1

source: share: %1
ar: المشاركة: %1
ca: compartició: %1
cs: Sdílení: %1
de: Freigabe: %1
el: διαμοιρασμός: %1
es: recurso compartido: %1
fi: jako: %1
fr: partage : %1
gl: recurso compartido: %1
hu: megosztás: %1
it: condivisione: %1
ja: 共有: %1
km: ចែករំលែក ៖ %1
ko: 공유: %1
lt: bendrasis išteklius: %1
nb: delt ressurs: %1
pl: udział: %1
pt: partilha: %1
pt_br: compartilhamento: %1
ru: общий ресурс: %1
sk: zdieľanie: %1
sl: delitev: %1
tr: paylaşım: %1
uk: спільний ресурс: %1
zh_cn: 共享：%1
zh_tw: 共用：%1

source: EMPTY
ar: فارغ
ca: BUIT
cs: PRÁZDNÉ
de: LEER
el: ΑΔΕΙΟ
es: VACÍO
fi: TYHJÄ
fr: VIDE
gl: BALEIRO
hu: ÜRES
it: VUOTA
ja: 空
km: ទទេ
ko: 비어 있음
lt: TUŠČIA
nb: TOM
nl: LEEG
pl: PUSTE
pt: VAZIO
pt_br: VAZIO
ro: GOL
ru: ПУСТО
sk: PRÁZDNE
sl: PRAZNO
tr: BOŞ
uk: ПОРОЖНЬО
zh_cn: 空
zh_tw: 空白

source: Custom kdump kernel: %1
ar: kdump kernel المخصص: %1
ca: Nucli personalitzat del kdump: %1
cs: Vlastní jádro pro kdump: %1
de: Benutzerdefinierter Kdump-Kernel: %1
el: Προσαρμοσμένος πυρήνας kdump: %1
es: Kernel de kdump personalizado: %1
fi: Muokattu kdump-ydin: %1
fr: Noyau kdump personnalisé : %1
gl: Kernel kdump personalizado: %1
hu: Egyéni kdump kernel: %1
it: Kernel kdump personalizzato: %1
ja: カスタムKdumpカーネル: %1
km: ខឺណែល kdump ផ្ទាល់ខ្លួន ៖ %1
ko: 사용자 정의 Kdump 커널: %1
lt: Savitas kdump branduolys: %1
nb: Tilpasset Kdump-kjerne:%1
nl: Aangepaste Kdump-kernel: %1
pl: Własne jądro kdump: %1
pt: Kernel kdump personalizado: %1
pt_br: Kernel do kdump personalizado: %1
ro: Kernel personalizat kdump: %1
ru: Пользовательское ядро Kdump: %1
sk: Vlastné jadro kdump: %1
sl: Jedro za Kdump po meri: %1
tr: Özel kdump çekirdeği: %1
uk: Нетипове ядро kdump: %1
zh_cn: 自定义 kdump 内核：%1
zh_tw: 自訂 kdump 核心︰%1

source: Kdump command line: %1
ar: سطر أوامر Kdump: ‏%1
ca: Línia d'ordres del Kdump: %1
cs: Příkazový řádek pro kdump: %1
de: Kdump-Kommandozeile: %1
el: Γραμμή εντολών του Kdump: %1
es: Línea de comandos de kdump: %1
fi: Kdump-komentorivi: %1
fr: Ligne de commande kdump : %1
gl: Liña de comandos de kdump: %1
hu: Kdump parancssor: %1
it: Riga di comando kdump: %1
ja: Kdumpコマンドライン: %1
km: បន្ទាត់​ពាក្យ​បញ្ជា Kdump ៖ %1
ko: Kdump 명령줄: %1
lt: Kdump komandinė eilutė: %1
nb: Kdump-kommandolinje: %1
nl: Kdump-opdrachtregel: %1
pl: Wiersz poleceń Kdump: %1
pt: Linha de Comandos kdump: %1
pt_br: Linha de comando do kdump: %1
ro: Linie de comandă kdump: %1
ru: Командная строка Kdump: %1
sk: Príkazový riadok Kdump: %1
sl: Ukazna vrstica za Kdump: %1
tr: Kdump komut satırı: %1
uk: Командний рядок Kdump: %1
zh_cn: Kdump 命令行：%1
zh_tw: kdump 指令行︰%1

source: Kdump command line append: %1
ar: إلحاق سطر أوامر Kdump: ‏%1
ca: Addició a la línia d'ordres del Kdump: %1
cs: Připojený příkazový řádek pro kdump: %1
de: Zusatz für Kdump-Kommandozeile: %1
el: Προσθήκη της γραμμής εντολών του Kdump: %1
es: Añadir a línea de comandos de kdump: %1
fi: Kdump-komentorivi append: %1
fr: Annexer à la ligne de commande kdump : %1
gl: Engadir liña de comandos de kdump: %1
hu: Kdump parancssor hozzáadás: %1
it: Aggiunta a linea di comando kdump: %1
ja: Kdumpコマンドラインに追加する文字列: %1
km: បាន​បន្ថែម​បន្ទាត់​ពាក្យ​បញ្ជា Kdump ៖ %1
ko: Kdump 명령줄 추가: %1
lt: Kdump komandinės eilutės papildymas: %1
nb: Kdump-kommandolinjetillegg: %1
nl: Kdump-opdrachtregel toevoegen: %1
pl: Dołączanie do wiersza poleceń Kdump: %1
pt: A linha de comandos Kdump acrescentou: %1
pt_br: Acréscimo à linha de comando do kdump: %1
ro: Anexă linie de comandă kdump: %1
ru: Добавление к командной строке Kdump: %1
sk: Doplnok príkazového riadku Kdump: %1
sl: Dodatek ukazni vrstici za Kdump: %1
tr: Kdump komut satırı ekleme: %1
uk: Додаток до командного рядка: %1
zh_cn: Kdump 命令行追加：%1
zh_tw: kdump 指令行附加︰%1

source: Kdump immediate reboots: %1
ar: عمليات إعادة التشغيل الفوري لـ Kdump: ‏%1
ca: Reinicis immediats del kdump: %1
cs: Okamžité restartování po výpisu: %1
de: Automatischer Neustart durch Kdump: %1
el: Άμεση επανεκκίνηση του Kdump: %1
es: Reinicios inmediatos de kdump: %1
fi: Kdump-välitön uudelleen käynnistys: %1
fr: Redémarrage immédiat de Kdump : %1
gl: Reinicios inmediatos de kdump: %1
hu: Kdump azonnali újraindítás: %1
it: Riavvii immediati di kdump: %1
ja: Kdump後の即時再起動: %1
km: ចាប់ផ្ដើម Kdump ឡើងវិញ​ភ្លាមៗ ៖ %1
ko: Kdump 즉시 재부팅: %1
lt: Kdump nedelsiant paleidžia sistemą iš naujo: %1
nb: Umiddelbare Kdump-omstarter: %1
nl: Kdump onmiddellijke herstarts: %1
pl: Natychmiastowe ponowne uruchomienia Kdump: %1
pt: Reiniciar imediatamente o kdump: %1
pt_br: Reinicializações imediatas do kdump: %1
ro: Restartări imediate kdump: %1
ru: Kdump немедленно перезагружает систему: %1
sk: Kdump okamžite reštartuje: %1
sl: Takojšni ponovni zagoni: %1
tr: Kdump anında yeniden başlatmalar: %1
uk: Негайні Kdump-перезавантаження: %1
zh_cn: Kdump 立即重引导：%1
zh_tw: kdump 立即重新開機︰%1

source: Enabled
ar: مُمكّن
ca: Habilitat
cs: Povoleno
de: Aktiviert
el: Ενεργοποιημένο
es: Activado
fi: Käytössä
fr: Activé
hu: Engedélyezett
it: Abilitato
ja: 有効
ko: 활성화됨
lt: Įgalintas
nl: Ingeschakeld
pl: Włączona
pt: Ativado
pt_br: Habilitado
ru: Включено
sk: Povolené
sl: Omogočeno
tr: Etkinleştirilmiş
uk: Увімкнено
zh_cn: 已启用
zh_tw: 已啟用

source: Disabled
ar: معطل
ca: Inhabilitat
cs: Zakázáno
de: Deaktiviert
el: Απενεργοποιημένο
es: Inhabilitado
fi: Ei käytössä
fr: Désactivé
hu: Tiltva
it: Disabilitato
ja: 無効
ko: 비활성화
lt: Uždraustas
nl: Uitgeschakeld
pl: Nieaktywny
pt: Desativado
pt_br: Desabilitado
ru: Отключено
sk: Zakázané
sl: Onemogočeno
tr: Devre dışı
uk: Вимкнено
zh_cn: 已禁用
zh_tw: 已停用

source: Numbers of old dumps: All dumps are saved without deleting old dumps
ar: عدد النُسخ القديمة: تم حفظ كل النُسخ بدون حذف النُسخ القديمة
ca: Nombre d'abocaments antics: es desen tots els abocaments sense suprimir els vells
cs: Počet starých výpisů: Všechny výpisy se ukládají bez odstraňování starých výpisů
de: Anzahl alter Dumps: Alle Dumps werden gespeichert; alte Dumps werden nicht gelöscht.
el: Αριθμοί των παλιών αποτυπώσεων: Όλες οι αποτυπώσεις αποθηκέυονται χωρίς να διαγράφονται οι παλαιότερες.
es: Número de volcados antiguos: se guardan todos los volcados sin suprimir los antiguos
fi: Vanhoja vedoksia: kaikki vedokset tallennetaan poistamatta vanhoja vedoksia
fr: Nombre d'anciennes images mémoire : toutes les images mémoire sont sauvegardées sans supprimer les plus anciennes
gl: Número de envorcados antigos: todos os envorcados gárdanse sen eliminar os antigos
hu: Régi kiíratások száma: minden kiíratás a régi kiíratások törlése nélkül kerül mentésre
it: Numero di dump precedenti: tutti i dump vengono salvati senza cancellare quelli precedenti
ja: 保存する古いダンプ数: 古いものを削除せずすべてのダンプを保存
km: ចំនួន dumps ចាស់ៗ ៖ dumps ទាំង​អស់​ត្រូវ​បាន​រក្សាទុក​ដោយ​មិន​លុប​ dumps ចាស់ៗ
ko: 이전 덤프 수: 이전 덤프를 삭제하지 않고 모든 덤프를 저장합니다.
lt: Senų atminties išklotinių skaičius: visos išklotinės saugomos, t. y. senos išklotinės nešalinamos
nb: Antall gamle dumper: Alle dumper lagres uten å slette gamle dumper
nl: Aantal oude dumps: alle dumps worden opgeslagen zonder dat oude dumps worden verwijderd
pl: Ilość starych zrzutów: Wszystkie stare zrzuty nie będą kasowane przy zapisie nowych
pt: Números de dumps antigos. Todos os dumps foram guardados sem apagar os dumps antigos
pt_br: Número de dumps antigos: todos os dumps são salvos sem remover os dumps antigos
ro: Numărul de imagini vechi: Toate imaginile de memorie vor fi salvate fără ștergerea celor vechi
ru: Номера старых дампов: Все дампы сохранены без удаления старых дампов
sk: Počet starých výpisov: Všetky výpisy sa uložia bez vymazania starých výpisov
sl: Število starih odloženih izpisov: shranjeni so vsi brez brisanja starih
tr: Eski dökümlerin sayıları: Tüm dökümler eski dökümler silinmeden kaydedilir
uk: Кількість старих дампів: Всі дампи буде збережено без вилучення старих
zh_cn: 旧转储数：保存所有转储而不删除旧转储
zh_tw: 舊傾印的數量︰儲存所有傾印且不刪除舊傾印

source: Numbers of old dumps: %1
ar: عدد النُسخ القديمة: %1
ca: Nombre d'abocaments antics: %1
cs: Počet starých výpisů: %1
de: Anzahl alter Dumps: %1
el: Αριθμός παλαιότερων αποτυπώσεων: %1
es: Número de volcados antiguos: %1
fi: Vanhojen vedoksien määrä: %1
fr: Nombre d'anciennes images : %1
gl: Número de envorcados antigos: %1
hu: Régi kiíratások száma: %1
it: Numero di dump precedenti: %1
ja: 保存する古いダンプ数: %1
km: ចំនួន dumps ចាស់ៗ ៖ %1
ko: 이전 덤프 수: %1
lt: Senų atminties išklotinių skaičius: %1
nb: Antall gamle dumper: %1
nl: Aantal oude dumps: %1
pl: Ilość starych zrzutów: %1
pt: Números de dumps antigos: %1
pt_br: Número de dumps antigos: %1
ro: Numărul imaginilor dump vechi: %1
ru: Номера старых дампов: %1
sk: Počet starých výpisov: %1
sl: Število starih odloženih izpisov: %1
tr: Eski dökümanların sayısı: %1
uk: Кількість старих дампів: %1
zh_cn: 旧转储数：%1
zh_tw: 舊傾印的數量︰%1

source: Kdump SMTP Server: %1
ar: خادم Kdump SMTP: ‏%1
ca: Servidor Kdump SMTP: %1
cs: Server SMTP funkce kdump: %1
el: Εξυπηρετητής SMTP του Kdump: %1
es: Servidor SMTP para Kdump: %1
fi: Kdump SMTP-palvelin: %1
fr: Serveur SMTP kdump : %1
gl: Servidor SMTP de kdump: %1
hu: Kdump SMTP-kiszolgáló: %1
it: Server SMTP kdump: %1
ja: Kdump SMTP サーバ: %1
km: ម៉ាស៊ីន​បម្រើ Kdump SMTP ៖ %1
ko: Kdump SMTP 서버: %1
lt: Kdump SMTP serveris: %1
nb: SMTP-server for Kdump: %1
pl: Serwer SMTP Kdump: %1
pt: Servidor Kdump SMTP: %1
pt_br: Servidor SMTP do kdump: %1
ro: Server SMTP kdump: %1
ru: SMTP-сервер Kdump: %1
sl: Strežnik SMTP za Kdump: %1
tr: Kdump SMTP Sunucusu: %1
uk: Сервер SMTP Kdump: %1
zh_cn: Kdump SMTP 服务器：%1
zh_tw: Kdump SMTP 伺服器︰%1

source: Kdump SMTP User: %1
ar: مُستخدم Kdump SMTP: ‏%1
ca: Usuari Kdump SMTP: %1
cs: Uživatel serveru SMTP funkce kdump: %1
de: Kdump - SMTP-Benutzer: %1
el: Χρήστης SMTP του Kdump: %1
es: Usuario SMTP de kdump: %1
fi: Kdump SMTP-käyttäjä: %1
fr: Utilisateur SMTP kdump : %1
gl: Usuario SMTP de kdump: %1
hu: Kdump SMTP felhasználó: %1
it: Utente SMTP kdump: %1
ja: Kdump SMTP ユーザ: %1
km: អ្នក​ប្រើ Kdump SMTP ៖ %1
ko: Kdump SMTP 사용자: %1
lt: Kdump SMTP naudotojas: %1
nb: SMTP-bruker for Kdump: %1
nl: Kdump SMTP-gebruiker: %1
pl: Użytkownik SMTP Kdump: %1
pt: Utilizador Kdump SMTP: %1
pt_br: Usuário SMTP do kdump: %1
ro: Utilizator SMTP kdump: %1
ru: Пользователь SMTP Kdump: %1
sk: Používateľ Kdump SMTP: %1
sl: Uporabnik SMTP za Kdump: %1
tr: Kdump SMTP Kullanıcısı: %1
uk: Користувач SMTP Kdump: %1
zh_cn: Kdump SMTP 用户：%1
zh_tw: Kdump SMTP 使用者︰%1

source: Kdump SMTP Password: ********
ar: كلمة سر Kdump SMTP: ********
ca: Contrasenya Kdump SMTP: ********
cs: Heslo serveru SMTP funkce Kdump: ********
de: Kdump - SMTP-Passwort: ********
el: Κωδικός Πρόσβασης STMP του Kdump: ********
es: Contraseña SMTP de kdump: ********
fi: Kdump SMTP -salasana: ********
fr: Mot de passe SMTP kdump : ********
gl: Contrasinal SMTP de kdump: ********
hu: Kdump SMTP jelszó: ********
it: Password SMTP kdump: ********
ja: Kdump SMTP パスワード: ********
km: ពាក្យសម្ងាត់ Kdump SMTP ៖ ********
ko: Kdump SMTP 비밀번호: ********
lt: Kdump SMTP slaptažodis: ********
nb: SMTP-password for Kdump: ********
nl: Kdump SMTP-wachtwoord: ********
pl: Hasło SMTP Kdump: ********
pt: Palavra-passe SMTP do Kdump: ********
pt_br: Senha SMTP do kdump: ********
ro: Parolă SMTP kdump: ********
ru: Пароль SMTP Kdump: ********
sk: Heslo Kdump SMTP: ********
sl: Geslo SMTP za Kdump: ********
tr: Kdump SMTP Şifresi: ********
uk: Пароль SMTP Kdump: ********
zh_cn: Kdump SMTP 口令：********
zh_tw: Kdump SMTP 密碼︰********

source: Kdump Sending Notification To: %1
ar: إرسال إعلام من Kdump إلى: %1
ca: Enviant notificació de Kdump a %1
cs: Funkce kdump odesílá oznámení uživateli: %1
de: Kdump - Benachrichtigung wird gesendet an: %1
el: Το Kdump αποστέλει ειδοποιήσεις σε: %1
es: Kdump enviando notificación a:%1
fi: Kdump lähetetään ilmoitus: %1
fr: Envoi des notifications kdump à : %1
gl: Kdump enviando unha notificación a: %1
hu: Kdump értesítés címzettje: %1
it: Kdump invia notifica a: %1
ja: Kdump 通知送信先 (To): %1
km: ជូនដំណឹង​ការ​ផ្ញើ Kdump ជូន​ចំពោះ ៖ %1
ko: Kdump의 알림 받는 사람: %1
lt: Kam siunčiamas Kdump pranešimas: %1
nb: Kdump sender varsling til: %1
nl: Kdump verzendt een melding aan: %1
pl: Kdump wysyła powiadomienie do: %1
pt: O Kdump está a enviar notificações para: %1
pt_br: O kdump está enviando a notificação para: %1
ro: Kdump expediază notificare către: %1
ru: Отправление уведомления Kdump: %1
sk: Odosielajúce sa oznámenie Kdump na: %1
sl: Kdump pošilja obvestila na: %1
tr: Kdump Bildirimi Şu Kişiye Gönderiyor: %1
uk: Kdump надсилає сповіщення до: %1
zh_cn: Kdump 正在将通知发送到：%1
zh_tw: Kdump 正在傳送通知至︰%1

source: Kdump Sending Copy of Notification To: %1
ar: إرسال نسخة من إعلام Kdump إلى: %1
ca: Enviant còpia de notificació de Kdump a %1
cs: Funkce kdump odesílá kopii oznámení uživateli: %1
de: Kdump - Kopie der Benachrichtigung wird gesendet an: %1
el: Το Kdump Αποστέλλει Αντίγραφο της Ειδοποίησης Σε: %1
es: Kdump enviando copia de la notificación a: %1
fi: Kdump lähetetään kopio ilmoituksesta: %1
fr: Envoi des copies de notification kdump à : %1
gl: Kdump enviando copia da notificación a: %1
hu: Kdump értesítés másolata: %1
it: Kdump invia copia della notifica a: %1
ja: Kdump 通知送信先 (Cc): %1
km: Kdump ផ្ញើ​ច្បាប់​ចម្លង​នៃ​ការ​ជូន​ដំណឹង​ជូន​ចំពោះ ៖ %1
ko: Kdump의 알림 사본을 받는 사람: %1
lt: Kdump siunčiamo pranešimo kopija siunčiama: %1
nb: Kdump sender varslingskopi til: %1
nl: Kdump verzendt een kopie-melding aan: %1
pl: Kdump wysyła kopię powiadomienia do: %1
pt: O Kdump está a enviar uma cópia das notificações para: %1
pt_br: O kdump está enviando uma cópia da notificação para: %1
ro: Kdump expediază o copie a notificării către: %1
ru: Отправление копии уведомления Kdump: %1
sk: Kdump odosiela kópiu oznámenia príjemcovi: %1
sl: Kdump pošilja kopije obvestil na: %1
tr: Kdump Bildirim Kopyasını Şu Kişiye Gönderiyor: %1
uk: Kdump надсилає копію сповіщення до: %1
zh_cn: Kdump 正在将通知副本发送到：%1
zh_tw: Kdump 正在傳送通知副本至︰%1

source: alloc_mem parameter used with invalid values
ar: تم استخدام قيم alloc_mem غير صالحة
ca: paràmetre alloc_mem usat amb valors no vàlids
cs: Parametr alloc_mem má neplatné hodnoty
de: Parameter alloc_mem wird mit ungültigen Werten verwendet
es: El parámetro alloc_mem usado tiene valores no válidos
fi: alloc_mem parametri, jota käytetään virheellisten arvojen kanssa
fr: Le paramètre alloc_mem est utilisé avec des valeurs invalides
hu: Az alloc_mem paraméterhez megadott értékek érvénytelenek
it: Parametro alloc_mem usato con valori non validi
ja: 正しくない値を指定した alloc_mem パラメータがあります
ko: alloc_mem 파라미터가 잘못된 값과 사용되었습니다.
nl: parameter alloc_mem met ongeldige waarde gebruikt
pl: Użyto parametru alloc_mem z nieprawidłowymi wartościami
pt: parâmetro alloc_mem utilizado com valores inválidos
pt_br: alloc_mem parâmetros usados com valores inválidos
ru: неверные значения при использовании параметра alloc_mem
sk: Parameter alloc_mem použitý s neplatnými hodnotami
sl: Parameter alloc_mem se uporablja z napačnimi vrednostmi
tr: alloc_mem parametresi geçersiz değerlerle kullanıldı
uk: alloc_mem parameter використані з дійсними значеннями
zh_cn: 使用的 alloc_mem 参数的值无效
zh_tw: 所使用 alloc_mem 參數的值無效

source: Kernel option "crashkernel" includes ranges and/or redundant values. It will be rewritten.
ar: يشتمل خيار Kernel "crashkernel" على قيم متكررة و/أو نطاقات. سيتم إعادة كتابته.
ca: L'opció del nucli "crashkernel" inclou gammes i/o valors redundants. Es reescriurà.
cs: Možnost jádra crashkernel obsahuje rozsahy nebo redundantní hodnoty. Možnost bude přepsána.
de: Die Kernel-Option "crashkernel" enthält Bereiche und/oder redundante Werte. Die Option wird neu geschrieben.
es: La opción de núcleo crashkernel incluye rangos o valores redundantes. Se sobrescribirá.
fi: Kernel-valinta "crashkernel" sisältää alueita ja/tai tarpeettomia arvoja. Se kirjoitetaan uudelleen.
fr: L'option de kernel "crashkernel" inclut des plages et/ou des valeurs redondantes. Elle sera réécrite.
hu: A "crashkernel" kernelbeállítás tartományokat és/vagy redundáns értékeket tartalmaz. A rendszer átírja.
it: L'opzione del kernel "crashkernel" include intervalli e/o valori ridondanti. Verrà sovrascritta.
ja: カーネルオプション「crashkernel」には、範囲や冗長な値が含まれます。 このカーネルオプションは書き換えられます。
ko: 커널 옵션 "crashkernel"에 범위 및/또는 중복 값이 포함되어 있습니다. 재작성됩니다.
nl: Kerneloptie 'crashkernel' bevat reeksen en/of overbodige waarden. De optie wordt herschreven.
pl: Opcja jądra „crashkernel” obejmuje zakresy i/lub nadmiarowe wartości. Zostanie zapisana ponownie.
pt: A opção "crashkernel" inclui intervalos e/ou valores redundantes. Será reescrita.
pt_br: A opção de kernel "crashkernel" inclui faixas e/ou valores redundantes. Ela será sobregravada.
ru: Параметр ядра "crashkernel" включает диапазоны и/или избыточные значения. Они будут перезаписаны.
sk: Voľba jadra "crashkernel" obsahuje rozsahy a/alebo redundantné hodnoty. Bude prepísaná.
sl: Možnost jedra »crashkernel« vsebuje obsege in/ali odvečne vrednosti. Prepisana bo.
tr: Çekirdek seçeneği "crashkernel" aralıkları ve/veya yedek değerleri içerir. Yeniden yazılacak.
uk: Параметр ядра «crashkernel» містить діапазони та/або надлишкові значення. Їх буде перезаписано.
zh_cn: 内核选项“crashkernel”包含范围和/或冗余值。 将被重写。
zh_tw: 核心選項「crashkernel」包括範圍和/或備援值。 將會重新寫入。
