Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: Set this variable if you only want to _append_ values to the default command line string.
ar: قم بتعيين هذا المتغير إذا كنت ترغب فقط في to _append_ values بسلسلة سطر الأوامر الافتراضية.
ca: Establiu aquesta variable si només voleu _afegir_ valors a la cadena de la línia d'ordres predeterminada.
cs: Tuto proměnnou nastavte pouze tehdy, pokud chcete pouze _připojit_ hodnoty k výchozímu řetězci příkazového řádku.
de: Setzen Sie diese Variable, wenn Sie nur Werte an die Standardkommandozeile _anhängen_ wollen.
el: Ορίστε αυτή τη μεταβλητή μόνο εαν θέλετε να _προσθέσετε_ τιμές στο προεπιλεγμένο string της γραμμής εντολών.
es: Establezca esta variable si solo quiere añadir valores al final de la cadena de la línea de comandos por defecto.
fi: Aseta muuttuja vain, jos haluat lisätä (_append_) arvoja oletuskomentosarjaan.
fr: Configurez cette variable uniquement si vous souhaitez ajouter des valeurs à la ligne de commande par défaut.
gl: Estableza esta variable cando só queira _engadir_valores á cadea de liña de comandos predeterminada.
hu: Állítsa be ezt a változót, ha az alapértelmezett parancssori karaktersorozathoz csak hozzáfűzni akar értékeket.
it: Impostare questa variabile solo se si desidera _append_ valori alla stringa della riga di comando predefinita.
ja: デフォルトのコマンドライン文字列に加えてさらに追加したい場合にのみ、この変数を設定します。
km: កំណត់​អថេរ​នេះ​ ប្រសិន​បើ​អ្នក​ចង់​បន្ថែម​តម្លៃ​ខាង​ចុង​ទៅ​ខ្សែ​អក្សរ​បន្ទាត់​ពាក្យ​បញ្ជា​លំនាំដើម ។
ko: 기본 명령줄 문자열에 값을 _추가_만 할 경우 이 변수를 설정합니다.
lt: Šį kintamąjį nurodykite, jei norite pridėti papildomas reikšmes prie numatytosios komandinės eilutės.
nb: Definer denne variabelen vis du bare vil legge til verdier i standard-kommandolinjestrengen.
nl: Stel deze variabele in als u waarden wilt _append_ (toevoegen) aan de standaardopdrachtregeltekst.
pl: Proszę ustawić ten parametr tylko aby dodawać wartości do domyślnego polecenia.
pt: Defina esta variável se desejar adicionar valores _append_ à cadeia de carecteres da linha de comandos pré-definida.
pt_br: Defina esta variável se você quer somente _acrescentar_ valores na string de linha de comando padrão.
ro: Set_ați această valoare dacă doriți doar să adăugați_ valori la șirul implicit din linie de comandă.
ru: Установите эту переменную, только если вы хотите _добавить_ значения к командной строке по умолчанию.
sk: Nastavte túto premennú, ak chcete len _pripojiť_ hodnoty k predvolenému reťazcu príkazového riadku.
sl: Nastavite, če želite vrednosti samo _dodati_ privzetemu nizu ukazne vrstice.
tr: Yalnızca varsayılan komut satırı dizesine değerler _eklemek_ istiyorsanız bu değişkeni ayarlayın.
uk: Встановіть цю змінну, якщо ви бажаєте лише _додати_ значення до типового командного рядка.
zh_cn: 仅当希望将值附加到默认命令行字符串时才设置此变量。
zh_tw: 若只想將值附加到預設指令行字串，請設定此變數。

source: Immediately reboot after saving the core in the kdump kernel.
ar: قم بإعادة التشغيل فورًا بعد حفظ المكونات الأساسية في kdump kernel.
ca: Reinicia immediatament després de desar el nucli al nucli del kdump.
cs: Po uložení výpisu jádrem funkce kdump bude počítač okamžitě restartován.
de: Sofortiger Neustart, nachdem der Dump gespeichert wurde.
el: Άμεση επανεκκίνηση έπειτα από την αποθήκευση του πυρήνα μέσα στον πυρήνα του kdump.
es: Reiniciar inmediatamente después de guardar el núcleo en el kernel kdump.
fi: Käynnistä tietokone välittömästi uudelleen ytimen tallentamisen (kdump-ytimessä) jälkeen.
fr: Redémarrer immédiatement après l'enregistrement de l'image dans le noyau kdump.
gl: Reiniciar deseguido despois de gardar o núcleo do kernel kdump.
hu: Azonnali újraindítás a magfájl mentése után a kdump kernelbe.
it: Riavvia immediatamente il sistema dopo il salvataggio del core nel kernel di kdump.
ja: Kdumpカーネルのコアを保存したあとすぐに再起動をします。
km: ចាប់ផ្ដើម​ឡើងវិញ​ភ្លាមៗ​បន្ទាប់​ពី​រក្សាទុក​ចំណុច​សំខាន់​នៅ​ក្នុង​ខឺណែល kdump ។
ko: Kdump 커널에 코어를 저장한 후 즉시 재부팅합니다.
lt: Nedelsiant iš naujo paleisti operacinę sistema po to, kai įrašomas atvaizdis į kdump branduolį.
nb: Umiddelbar omstart etter at kjernen er lagret i kdump-kjernen.
nl: Onmiddellijk herstarten na het opslaan van de kern in de kdump-kernel.
pl: Natychmiastowe ponowne uruchomienie po zapisie zrzutu pamięci.
pt: Reíniciar imediatamente depois de guardar o núcleo no kernel kdump.
pt_br: Reiniciar imediatamente após salvar o núcleo no kernel do kdump.
ro: Reboot imediat după salvarea conținutului memoriei în kernelul kdump.
ru: Немедленная перезагрузка после сохранения в ядре kdump.
sk: Okamžitý reštart po uložení jadra v jadre kdump.
sl: Takojšnji ponovni zagon po shranitvi izpisa jedra v jedru za kdump.
tr: Kdump çekirdeğine çekirdeği kaydettikten sonra hemen yeniden başlatın.
uk: Негайно перезавантажитись після збереження ядра у kdump.
zh_cn: 将核心保存到 Kdump 内核之后立即重引导。
zh_tw: 將核心儲存至 kdump 核心後立即重新開機。

source: Specifies how many old dumps are kept. 0 means keep all.
ar: تحديد عدد النُسخ القديمة التي يتم الاحتفاظ بها. القيمة 0 تعني الاحتفاظ بالكل.
ca: Especifica quants abocaments antics s'han de mantenir. 0 vol dir que es mantenen tots.
cs: Určuje, kolik starých výpisů bude uchováváno. Hodnota 0 znamená uchovávání všech výpisů.
de: Legt fest, wie viele alte Dumps aufbewahrt werden. 0 bedeutet, dass alle behalten werden.
el: Δηλώνει πόσες παλιές αποτυπώσεις παραμένουν. Το 0 σημαίνει οτι παραμένουν όλες.
es: Especifica el número de volcados antiguos que se conservan. 0 equivale a conservarlos todos.
fi: Määrittää, kuinka monta vanhaa vedosta säilytetään. 0 = pidä kaikki.
fr: Spécifie le nombre d'anciennes images mémoires à conserver. 0 permet de tout conserver.
gl: Especifica cantos envorcados vellos se manteñen. 0 quere dicir manter todos.
hu: Megadja a megtartandó régi kiíratások számát. A 0 az összes megtartását jelenti.
it: Specifica quanti dump precedenti sono conservati. Inserire 0 per conservarli tutti.
ja: 保存する古いダンプ数を指定します。0を指定するとすべて保存したままになります。
km: បញ្ជាក់​​ថា​តើ​មាន dumps ចាស់ៗ​ប៉ុន្មាន​ត្រូវ​បាន​រក្សាទុក ។ ០ មាន​ន័យ​ថា​រក្សាទុក​ទាំង​អស់ ។
ko: 보관된 이전 덤프 수를 지정합니다. 0은 전체를 의미합니다.
lt: Nurodo senų atminties išklotinių kiekį, kurį išlaikyti. 0 reikštų, kad jie nebūtų laikomi.
nb: Angir hvor mange gamle dumper som beholdes. 0 betyr at alle beholdes.
nl: Geef aan hoeveel oude dumps worden bewaard. 0 betekent allemaal bewaren.
pl: Określa ile starych zrzutów zostanie zachowanych. 0 oznacza, że wszystkie pozostaną nienaruszone.
pt: Especifica quantos dumps são mantidos. 0 significa mantê-los todos.
pt_br: Especifica quantos dumps antigos são mantidos. 0 significa "manter todos".
ro: Specifică câte imagini dump vechi vor fi păstrate. 0 înseamnă că vor fi păstrate toate.
ru: Укажите, сколько старых дампов хранить. 0 значит все.
sk: Určuje počet starých výpisov, ktoré sa ponechajú. 0 znamená zachovať všetky.
sl: Določa, koliko starih odloženih izpisov se ohranja. 0 pomeni, da se vsi obdržijo.
tr: Kaç tane eski dökümanın tutulacağını belirtir. 0, hepsinin tutulacağı anlamına gelir.
uk: Визначає скільки дампів слід зберігати. 0 означає збереження всіх.
zh_cn: 指定保留的旧转储数。0 表示全部保留。
zh_tw: 指定保留的舊傾印數量。0 表示全部保留。

source: SMTP server for sending notification messages.
ar: خادم SMTP لإرسال رسائل إعلام.
ca: Servidor SMTP per enviar missatges de notificació.
cs: SMTP server pro odesílání oznamovacích zpráv.
de: SMTP-Server zum Versenden von Benachrichtigungen.
el: Εξυπηρετητής SMTP για αποστολή μηνυμάτων ειδοποιήσεων.
es: Servidor SMTP para enviar los mensajes de notificación.
fi: SMTP-palvelin ilmoitusten lähettämistä varten.
fr: Serveur SMTP pour l'envoi de messages de notification.
gl: Servidor SMTP para enviar as mensaxes de notificación.
hu: Az értesítések küldéséhez használt SMTP-kiszolgáló.
it: Server SMTP per inviare i messaggi di notifica.
ja: 通知メッセージの送信に使用するSMTPサーバ。
km: ម៉ាស៊ីន​បម្រើ SMTP សម្រាប់​ផ្ញើ​សារ​ការ​ជូនដំណឹង ។
ko: 알림 메시지를 보내기 위한 SMTP 서버입니다.
lt: SMTP serveris pranešimų siuntimui.
nb: SMTP-server for sending av varslingsmeldinger.
nl: SMTP-server voor het verzenden van meldingsberichten.
pl: Serwer SMTP do wysyłania wiadomości powiadomień.
pt: Servidor SMTP para envio de mensagens de notificação.
pt_br: Servidor SMTP para envio de mensagens de notificação.
ro: Server SMTP pentru trimiterea mesajelor de notificare.
ru: Сервер SMTP для отправки уведомлений.
sk: SMTP server na odosielanie notifikačných správ.
sl: Strežnik SMTP za pošiljanje sporočil z obvestili.
tr: Bildirim mesajlarının gönderilmesi için SMTP sunucusu.
uk: Сервер SMTP для надсилання повідомлень сповіщень.
zh_cn: 用于发送通知讯息的 SMTP 服务器。
zh_tw: 用於傳送通知郵件的 SMTP 伺服器。

source: SMTP username for sending notification messages.
ar: اسم مستخدم SMTP لإرسال رسائل الإعلام.
ca: Nom d'usuari SMTP per enviar missatges de notificació.
cs: SMTP uživatelské jméno pro zasílání oznamovacích zpráv.
de: SMTP-Benutzername zum Versenden von Benachrichtigungen.
el: Όνομα χρήστη SMTP για αποστολή μηνυμάτων ειδοποιήσεων.
es: Nombre de usuario SMTP para enviar los mensajes de notificación.
fi: SMTP-käyttäjätunnus ilmoitusten lähettämistä varten.
fr: Nom d'utilisateur SMTP pour l'envoi des messages de notification.
gl: Nome de usuario SMTP para enviar as mensaxes de notificación.
hu: Az értesítések küldéséhez használt SMTP-felhasználónév.
it: Nome utente SMTP per inviare i messaggi di notifica.
ja: 通知メッセージの送信に使用するSMTPユーザ名。
km: ឈ្មោះ​អ្នក​ប្រើ SMTP សម្រាប់​ផ្ញើ​សារ​ជូនដំណឹង ។
ko: 알림 메시지를 보내기 위한 SMTP 사용자 이름입니다.
lt: SMTP naudotojo vardas pranešimų siuntimui.
nb: SMTP-brukernavn for sending av varslingsmeldinger.
nl: SMTP-gebruikersnaam voor het verzenden van meldingsberichten.
pl: Nazwa użytkownika SMTP do wysyłania wiadomości powiadomień.
pt: Nome de utilizador SMTP para o envio de mensagens de notificação.
pt_br: Nome de usuário SMTP para envio de mensagens de notificação.
ru: Имя пользователя SMTP для отправки уведомлений.
sk: SMTP používateľské meno na odosielanie notifikačných správ.
sl: Uporabniško ime za SMTP za pošiljanje sporočil z obvestili.
tr: Bildirim mesajlarının gönderilmesi için SMTP kullanıcı adı.
uk: Ім'я користувача SMTP для надсилання повідомлень сповіщень.
zh_cn: 用于发送通知讯息的 SMTP 用户名。
zh_tw: 用於傳送通知郵件的 SMTP 使用者名稱。

source: SMTP password for sending notification messages. Path of file which includes password (plain text file).
ar: كلمة مرور SMTP لإرسال رسائل إعلام. مسار الملف الذي يتضمن كلمة السر (ملف نص عادي).
ca: Contrasenya SMTP per enviar missatges de notificació. Camí del fitxer que inclou la contrasenya (fitxer de text net).
cs: SMTP heslo pro zasílání oznamovacích zpráv. Cesta k souboru s heslem (prostý textový soubor).
de: SMTP-Passwort zum Versenden von Benachrichtigungen. Pfad zur Datei mit dem Passwort (Klartextdatei).
el: Συνθηματικό SMTP για αποστολή μηνυμάτων ειδοποιήσεων. Η διαδρομή προς το αρχείο που περιέχει τον κωδικό πρόσβασης (απλο αρχείο κειμένου)
es: Contraseña SMTP para enviar los mensajes de notificación. Ruta del archivo que incluye la contraseña (archivo de texto sin formato).
fi: SMTP-salasana ilmoitusten lähettämistä varten. Polku tiedostoon, joka sisältää salasanan (puhdas tekstitiedosto).
fr: Mot de passe SMTP pour l'envoi des messages de notification. Chemin d'accès au fichier qui inclut le mot de passe (fichier en texte brut).
gl: Contrasinal SMTP para enviar as mensaxes de notificación. Ruta do ficheiro que inclúe o contrasinal (ficheiro de texto plano).
hu: Az értesítések küldéséhez használt SMTP-jelszó. A jelszót tartalmazó fájl (egyszerű szövegfájl) elérési útja.
it: Password SMTP per inviare i messaggi di notifica. Percorso del file che include la password (file di solo testo).
ja: 通知メッセージの送信に使用するSMTPパスワード。パスワードを含むファイル(プレーンテキストファイル)のパス。
km: ពាក្យ​សម្ងាត់ SMTP សម្រាប់​ផ្ញើ​សារ​ជូនដំណឹង ។ ផ្លូវ​របស់​ឯកសារ​ដែល​រួម​បញ្ចូល​ពាក្យ​សម្ងាត់ (ឯកសារ​អត្ថបទ​ធម្មតា) ។
ko: 알림 메시지를 보내기 위한 SMTP 비밀번호입니다. 비밀번호가 포함된 파일(일반 텍스트 파일)의 경로입니다.
lt: SMTP slaptažodis pranešimų siuntimui. Rinkmenos kelias, turintis slaptažodį (grynojo teksto rinkmena).
nb: SMTP-passord for sending av varslingsmeldinger. Sti til fil som inneholder passord (ren tekst-fil).
nl: SMTP-wachtwoord voor het verzenden van meldingsberichten. Pad van bestand dat wachtwoord bevat (bestand met tekst zonder opmaak).
pl: Hasło SMTP do wysyłania wiadomości powiadomień. Ścieżka do pliku zawierającego hasło (zwykły plik tekstowy).
pt: Palavra-passe SMTP para envio de mensagens de notificação. Caminho do ficheiro que inclui a palavra-passe (ficheiro de texto simples).
pt_br: Senha SMTP para enviar mensagens de notificação. Caminho do arquivo que inclui a senha (arquivo de texto puro).
ru: Пароль SMTP для отправки уведомлений. Путь к файлу, который включает пароль (обычный текстовый файл).
sk: SMTP heslo na odosielanie notifikačných správ. Cesta k súboru, ktorý obsahuje heslo (jednoduchý textový súbor).
sl: Geslo za SMTP za pošiljanje sporočil z obvestili. Pot do datoteke, ki vsebuje geslo (datoteka z navadnim besedilom).
tr: Bildirim mesajları göndermek için SMTP şifresi. Şifreyi içeren dosyanın yolu (düz metin dosyası).
uk: Пароль SMTP для надсилання повідомлень сповіщень. Шлях до файла, який містить пароль (простий текстовий файл).
zh_cn: 用于发送通知讯息的 SMTP 口令。包含口令的文件（纯文本文件）的路径。
zh_tw: 用於傳送通知郵件的 SMTP 密碼。此為包含密碼之檔案 (純文字檔案) 的路徑。

source: Email address for sending notification messages
ar: عنوان البريد الإلكتروني لإرسال رسائل الإعلام
ca: Adreça electrònica per enviar missatges de notificació.
cs: E-mailová adresa pro zasílání oznámení
de: E-Mail-Adresse zum Versenden von Benachrichtigungen
el: Ηλεκτρονική διεύθυνση για αποστολή μηνυμάτων ειδοποιήσεων
es: Dirección de correo electrónico para enviar los mensajes de notificación
fi: Sähköpostiosoite ilmoitusten lähettämistä varten
fr: Adresse électronique à laquelle envoyer les notifications
gl: Enderezo de correo-e para enviar as mensaxes de notificación
hu: Az értesítés küldéséhez használt e-mailcím
it: Indirizzo di posta elettronica per inviare messaggi di notifica
ja: 通知メッセージを送信する先 (To) の電子メールアドレス
km: អាសយដ្ឋាន​អ៊ីមែល​សម្រាប់​ផ្ញើ​សារ​ជូន​ដំណឹង
ko: 알림 메시지를 보내는 데 사용할 전자 메일 주소
lt: Elektroninio pašto adresas pranešimų siuntimui
nb: E-postadresse for sending av varslingsmeldinger
nl: E-mailadres voor het verzenden van meldingen
pl: Adres e-mail do wysyłania powiadomień
pt: Endereço de e-mail para envio de mensagens de notificação
pt_br: Endereço de e-mail para enviar mensagens de notificação
ro: Adresa de email pentru expedierea de mesaje de notificare.
ru: Адрес электронной почты для отправки уведомлений
sk: Emailová adresa na odosielanie notifikačných správ
sl: E-poštni naslov za pošiljanje sporočil z obvestili
tr: Bildirim mesajlarının gönderileceği e-posta adresi
uk: Адреса електронної пошти для надсилання повідомлень сповіщень
zh_cn: 用于发送通知讯息的电子邮件地址
zh_tw: 用於傳送通知郵件的電子郵件地址

source: Email address for sending copy of notification messages
ar: عنوان البريد الإلكتروني لإرسال نسخة من رسائل الإعلام
ca: Adreça electrònica per enviar una còpia dels missatges de notificació
cs: E-mailová adresa pro zasílání kopie oznámení
de: E-Mail-Adresse zum Versenden von Benachrichtigungskopien
el: Ηλεκτρονική διεύθυνση για αποστολή αντιγράφου των μηνυμάτων ειδοποιήσεων
es: Dirección de correo electrónico para enviar copia de los mensajes de notificación
fi: Sähköpostiosoite ilmoituksen kopion lähettämistä varten
fr: Adresse électronique à mettre en copie des notifications
gl: Enderezo de correo-e para enviar copia das mensaxes de notificación
hu: Az értesítés másolatának küldéséhez használt e-mail cím
it: Indirizzo di posta elettronica per spedire copia dei messaggi di notifica
ja: 通知メッセージを送信する先 (Cc) の電子メールアドレス
km: អាសយដ្ឋាន​អ៊ីមែល​សម្រាប់ផ្ញើ​ច្បាប់ចម្លង​របស់​សារ​ជូន​ដំណឹង
ko: 알림 메시지 사본을 보내는 데 사용할 전자 메일 주소
lt: Elektroninio pašto adresas pranešimų kopijų siuntimui
nb: E-postadresse for sending av meldinger med varslingskopi
nl: E-mailadres voor het verzenden van een kopie-melding
pl: Adres e-mail do wysyłania kopii powiadomień
pt: Endereço de email para enviar uma cópia das mensagens das notificações
pt_br: Endereço de e-mail para envio de cópia de mensagens de notificação
ro: Adresa de email pentru expedierea copiilor de mesaje de notificare.
ru: Адрес электронной почты для отправки копий уведомлений
sk: Emailová adresa na odosielanie kópie notifikačných správ
sl: E-poštni naslovi za pošiljanje kopij sporočil z obvestili
tr: Bildirim mesajlarının kopyalarının gönderileceği e-posta adresi
uk: Адреса електронної пошти для надсилання копії повідомлень сповіщень
zh_cn: 用于发送通知讯息副本的电子邮件地址
zh_tw: 用於傳送通知副本郵件的電子郵件地址

source: Enable option
ar: تمكين الخيار
ca: Habilita l'opció
cs: Povolit volbu
de: Option aktivieren
el: Ενεργοποίηση επιλογής
es: Habilitar opción
fi: Ota valintaa käyttöön
fr: Activer l'option
gl: Activar opción
hu: Beállítás engedélyezése
it: Abilita opzione
ja: オプションを有効にします
km: ជម្រើស​ធ្វើ​ឲ្យ​ប្រើ​បាន
ko: 옵션 활성화
lt: Įgalinti parinktį
nb: Aktiver alternativ
nl: Optie inschakelen
pl: Włącz opcję
pt: Activar opção
pt_br: Opção de habilitar
ro: Activează opțiunea
ru: Включить параметр
sk: Zapnúť voľbu
sl: Omogoči možnost
tr: Seçeneği etkinleştir
uk: Увімкнути параметр
zh_cn: 启用选项
zh_tw: 啟用選項

source: Disable option
ar: تعطيل الخيار
ca: Inhabilita l'opció
cs: Zakázat volbu
de: Option deaktivieren
el: Απενεργοποίηση επιλογής
es: Inhabilitar opción
fi: Poista valinta käytöstä
fr: Désactiver l'option
gl: Desactivar opción
hu: Beállítás letiltása
it: Disabilita opzione
ja: オプションを無効にします
km: ជម្រើស​ធ្វើ​ឲ្យ​ប្រើ​លែង​បាន
ko: 옵션 비활성화
lt: Uždrausti parinktį
nb: Deaktiver alternativ
nl: Optie uitschakelen
pl: Wyłącz opcję
pt: Desactivar opção
pt_br: Opção de desabilitar
ro: Deactivează opțiunea
ru: Отключить параметр
sk: Vypnúť voľbu
sl: Onemogoči možnost
tr: Seçeneği kapat
uk: Вимкнути параметр
zh_cn: 禁用选项
zh_tw: 停用選項

source: Shows current option status
ar: عرض حالة الخيار الحالية
ca: Mostra l'estat de l'opció actual
cs: Zobrazuje stav aktuální možnosti
de: Zeigt den Status der aktuellen Option
el: Εμφάνιση τρέχουσας κατάστασης επιλογής
es: Muestra el estado de la opción actual
fi: Näytä nykyisten valintojen tila
fr: Affiche l'état de l'option active
hu: Jelenlegi állapot megjelenítése
it: Mostra stato attuale dell'opzione
ja: 現在のオプションのステータスを表示します
ko: 현재 옵션 상태 표시
lt: Parodyti dabartinės parinkties būseną
nl: Hiermee wordt de status van de huidige optie weergegeven
pl: Wyświetla bieżący stan opcji
pt: Mostra o estado actual da opção
pt_br: Mostra o status da opção atual
ru: Показывает текущее состояние параметра
sk: Ukazuje stav aktuálnej voľby
sl: Prikaže trenutno stanje možnosti
tr: Mevcut seçenek durumunu gösterir
uk: Показує поточний стан параметра
zh_cn: 显示当前选项状态
zh_tw: 顯示目前的選項狀態

source: Allocate Low and High Memory (in MB) of Kdump separated by comma
ar: تخصيص ذاكرة منخفضة وعالية (بالميغابايت) من Kdump مفصولة بفواصل
ca: Assigneu la memòria baixa i alta (en MB) del Kdump separades per comes
cs: Přiřaďte spodní a horní mez paměti (v MB) pro Kdump a oddělte čárkou
de: Zuordnen von niedrigem und hohem Speicher (in MB) von Kdump getrennt durch Komma
es: Asignar valores de memoria baja y alta (en MB) de Kdump separados por comas
fi: Varaa Kdumpin ala- ja ylämuisti pilkuin erotettuna (Mt)
fr: Allouer la mémoire basse et haute (en Mo) de kdump séparé par une virgule
hu: Kdump alsó és felső memóriájának lefoglalása (MB-ban), vesszővel elválasztva
it: Alloca la memoria bassa e la memoria alta (in MB) di Kdump separate da virgole
ja: Kdump で確保する低／高メモリサイズ (MB 単位, カンマ区切り)
ko: 쉼표로 구분된 Kdump의 하위 및 상위 메모리(MB 단위) 할당
nl: Ken Laag en Hoog geheugen toe (in MB) van Kdump gescheiden door een komma
pl: Przydziel (w MB) dolny i górny limit pamięci Kdump rozdzielone przecinkiem
pt: Atribuir memória baixa e alta (em MB) de Kdump separado por vírgula
pt_br: Alocar memória baixa e alta (em MB) do Kdump separado por vírgula
ru: Выделить Kdump нижнюю и верхнюю память (в MБ), значения разделенные запятой
sk: Priradiť nízku a vysokú pamäť (v MB) Kdump oddelenú čiarkou
sl: Dodeli nizki in visoki pomnilnik (v MB) za Kdump, ločena z vejico
tr: Kdump'un Düşük ve Yüksek Belleklerini (MB cinsinden) virgülle ayırarak ayırın
uk: Виділяти низьку і високу пам'ять (у Мб) із Kdump, відокремлену комами
zh_cn: 分配 Kdump 内存不足和 Kdump 内存较大（以 MB 为单位，用逗号隔开）
zh_tw: 配置 Kdump 記憶體不足及較高 (以 MB 計，以逗號分隔)

source: Number for dump level includes pages for saving
ar: يتضمن العدد الخاص بمستوى النسخة صفحات للحفظ
ca: El número per al nivell d'abocament inclou les pàgines que s'han de desar
cs: Číslo úrovně výpisu zahrnuje stránky k uložení
de: Wert für Dump-Filterungsgrad, umfasst die Seiten zum Speichern
el: Ο αριθμός του επιπέδου αποτυπώσεων περιλαμβάνει σελίδες προς αποθήκευση
es: El número del nivel de volcado de datos incluye las páginas para su almacenamiento
fi: Vedostasojen määrä sisältäen sivut tallennukseen
fr: Numéro du niveau de vidage pour les pages à enregistrer
gl: O número do nivel de envorcado de datos inclúe páxinas para gardalo
hu: A kiíratási szint tartalmazza a mentendő lapokat
it: Numero per il livello dump che include le pagine per il salvataggio
ja: 保存するページを含むダンプレベルの数
km: ចំនួន​​សម្រាប់​កម្រិត dump រួម​មាន​ទំព័រ​សម្រាប់រក្សាទុក
ko: 덤프 수준 수에는 저장할 페이지가 포함됩니다.
lt: Puslapių skaičius įrašant
nl: Getal voor dumpniveau, inclusief het aantal pagina's om op te slaan
pl: Liczba przy poziomie zrzutu oznacza ilość stron pamięci do zapisu
pt: Número para nível dump incluí páginas para guardar
pt_br: O número de níveis de dump inclui páginas a salvar
ro: Numărul pentru nivelul de dump include paginile de salvat.
ru: Номер уровня дампа включает страницы для сохранения
sk: Číslo pre úroveň výpisu zahŕňa stránky na uloženie
sl: Številka stopnje odloženega izpisa določa pomnilniške strani, ki so izključene
tr: Döküm seviyesi numarası, kaydedilecek sayfaları içerir
uk: Номер рівня дампа містить сторінки для зберігання
zh_cn: 用于保存的转储级别包含的页面数
zh_tw: 傾印層級數包含用於儲存的頁面

source: Dump format can be none, ELF, compressed, lzo, snappy, zstd, or raw
de: Dump-Format kann keine, ELF, komprimiert, lzo, snappy, zstd, oder raw lauten
es: El formato del volcado puede ser ninguno, ELF, comprimido, lzo, snappy, zstd o sin procesar
fr: Le format de vidage peut être aucun, ELF, compressé, lzo, snappy, zstd ou raw
it: Il formato dump può essere nessuno, ELF, compresso, lzo, zstd, o raw
ja: ダンプ形式には none, ELF, compressed, lzo, snappy, zstd, raw を指定できます
nl: Dumpindeling kan zijn: none, ELF, compressed, lzo, snappy, zstd of raw
pt_br: O formato de dump pode ser nenhum, ELF, comprimido, lzo, snappy, zstd ou bruto
sk: Formát výpisu môže byť none, ELF, compressed, lzo, snappy, zstd alebo raw
sl: Oblika odloženega izpisa je lahko none, ELF, compressed, lzo, snappy, zstd ali raw
tr: Döküm biçimi none, ELF, compressed, lzo, snappy, zstd veya raw olabilir
zh_cn: 转储格式可以为 none、ELF、compressed、lzo、snappy、zstd 或 raw
zh_tw: 傾印格式可以為 none、ELF、compressed、lzo、snappy、zstd 或 raw
