Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: To apply changes a reboot is necessary.
ar: لتطبيق التغييرات، يجب إعادة التشغيل.
ca: Cal reiniciar l'ordinador per aplicar els canvis.
cs: Chcete-li použít změny, je třeba restartovat počítač.
de: Zur Übernahme der Änderungen ist ein Neustart erforderlich.
el: Για να εφαρμοστούν οι αλλαγές απαιτείται επανεκκίνηση.
es: Para aplicar los cambios, es preciso reiniciar.
fi: Muutosten käyttöönottoon tarvitaan uudelleenkäynnistys.
fr: Pour appliquer ces changements, un redémarrage est nécessaire.
gl: Para que os cambios sexan efectivos é preciso reiniciar.
hu: A módosítások életbe léptetéséhez újraindítás szükséges.
it: Riavviare per applicare le modifiche.
ja: 変更を適用するには再起動が必要です。
km: ដើម្បី​អនុវត្ត​ការ​ផ្លាស់ប្ដូរ តម្រូវ​ឲ្យ​ចាប់ផ្ដើម​ឡើង​វិញ ។
ko: 변경사항을 적용하려면 재부팅해야 합니다.
lt: Tam, kad įsigaliotų pakeitimai, reikia iš naujo paleisti kompiuterį.
nb: Maskinen må startes på nytt for å aktivere endringer.
nl: U moet opnieuw opstarten om de wijzigingen in werking te laten treden.
pl: Aby wprowadzić zmiany, należy uruchomić ponownie komputer.
pt: Para aplicar as alterações é necessário reiniciar o sistema.
pt_br: Para aplicar estas alterações é necessário reiniciar.
ro: Este necesar un reboot pentru a aplica aceste modificări.
ru: Чтобы изменения вступили в силу, необходима перезагрузка.
sk: Ak chcete použiť zmeny, je potrebné reštartovať.
sl: Za uveljavitev sprememb je potreben ponoven zagon.
tr: Değişikliklerin uygulanması için yeniden başlatma gereklidir.
uk: Щоб застосувати зміни, потрібне перезавантаження системи.
zh_cn: 要应用更改，需要重引导。
zh_tw: 若要套用變更，必須重新開機。

source: Wrong options were used.
ar: تم استخدام خيارات غير صحيحة.
ca: S'han utilitzat opcions incorrectes.
cs: Byly použity nesprávné volby.
de: Es wurden falsche Parameter verwendet.
el: Χρησιμοποιήθηκαν εσφαλμένες επιλογές.
es: Se han utilizado opciones incorrectas.
fi: Väärä valinta oli käytössä.
fr: Des options incorrectes ont été utilisées.
gl: Utilizáronse opción erróneas.
hu: Hibás kapcsolókat használ.
it: Sono state usate opzioni errate.
ja: 使用したオプションが正しくありません。
km: បាន​ប្រើ​ជម្រើស​មិន​ត្រឹមត្រូវ ។
ko: 잘못된 옵션이 사용되었습니다.
lt: Naudojamos netinkamos parinktys.
nb: Feil valg er brukt.
nl: De verkeerde opties zijn gebruikt.
pl: Użyto nieprawidłowych opcji.
pt: Foram utilizadas opções erradas.
pt_br: Opções erradas foram utilizadas.
ro: Au fost utilizate opțiuni eronate.
ru: Были использованы неверные параметры.
sk: Boli použité nesprávne voľby.
sl: Uporabljene so bile napačne možnosti.
tr: Yanlış seçenekler kullanıldı.
uk: Вжито неправильний параметри.
zh_cn: 使用了错误的选项。
zh_tw: 使用的選項錯誤。

source: Dump level was set.
ar: تم تعيين مستوى النسخة.
ca: S'ha establert el nivell d'abocament.
cs: Úroveň výpisu byla nastavena.
de: Filterungsgrad wurde gesetzt.
el: Το επίπεδο αποτύπωσης έχει οριστεί.
es: Se ha establecido el nivel de volcado de datos.
fi: Vedostaso määritettiin.
fr: Le niveau de vidage a été configuré.
gl: Estableceuse o nivel de envorcado de datos.
hu: A kiíratási szint beállítva.
it: Il livello dump è stato impostato.
ja: ダンプレベルが設定されました。
km: បាន​កំណត់​កម្រិត​ឥតបានការ ។
ko: 덤프 수준이 설정되었습니다.
lt: Nenurodytas atminties išklotinės lygis.
nb: Dump-nivå er definert.
nl: Dumpniveau is ingesteld.
pl: Poziom zrzutu został ustawiony.
pt: Foi definido o nível de dump.
pt_br: O nível de dump foi definido.
ro: Nivelul de dump a fost setat.
ru: Уровень дампа был установлен.
sk: Úroveň výpisu bola nastavená.
sl: Stopnja odloženega izpisa je bila nastavljena.
tr: Döküm seviyesi ayarlandı.
uk: Рівень дампа вказано.
zh_cn: 已设置转储级别。
zh_tw: 已設定傾印層級。

source: Wrong value of option.
ar: قيمة الخيار غير صحيحة.
ca: Valor d'opció incorrecte.
cs: Nesprávná hodnota volby.
de: Falscher Wert für Option.
el: Εσφαλμένη τιμή για την επιλογή.
es: Valor erróneo de la opción.
fi: Väärä valinnan arvo.
fr: Valeur incorrecte pour l'option.
gl: Valor incorrecto da opción.
hu: Hibás paraméterérték.
it: Valore dell'opzione errato.
ja: オプションの値が誤っています。
km: តម្លៃ​មិន​ត្រឹមត្រូវ​របស់​​ជម្រើស ។
ko: 잘못된 옵션 값입니다.
lt: Netinkama parinkties reikšmė.
nb: Feil verdi.
nl: Onjuiste waarde voor optie.
pl: Nieprawidłowa wartość opcji.
pt: Valor errado para a opção.
pt_br: Valor incorreto para a opção.
ro: Valoarea opțiunii este eronată.
ru: Неверное значение параметра.
sk: Nesprávna hodnota voľby.
sl: Napačna vrednost možnosti.
tr: Seçenek değeri yanlış.
uk: Неправильне значення для параметра.
zh_cn: 选项值错误。
zh_tw: 選項值錯誤。

source: Dump format was set.
ar: تم تعيين تنسيق النسخة.
ca: S'ha establert el format d'abocament.
cs: Formát výpisu byl nastaven.
de: Dump-Format wurde gesetzt.
el: Η μορφή αποτύπωσης έχει οριστεί.
es: Se ha establecido el formato del volcado de datos.
fi: Vedoksen muoto määritettiin.
fr: Le format de vidage a été configuré.
gl: Estableceuse o formato para o envorcado de datos.
hu: A kiíratás formátuma beállítva.
it: Il formato dump è stato impostato.
ja: ダンプ形式が設定されました。
km: បាន​កំណត់​ទ្រង់ទ្រាយ​ឥតបានការ ។
ko: 덤프 형식이 설정되었습니다.
lt: Nenurodytas atminties išklotinės formatas.
nb: Dump-format er definert.
nl: Dumpindeling is ingesteld.
pl: Format zrzutu został ustawiony.
pt: Foi definido o formato dump.
pt_br: O formato do dump foi definido.
ro: Formatul de dump a fost setat.
ru: Формат дампа был установлен.
sk: Formát výpisu bol nastavený.
sl: Oblika odloženega izpisa je bila nastavljena.
tr: Döküm biçimi belirlendi.
uk: Формат дампа встановлено.
zh_cn: 已设置转储格式。
zh_tw: 已設定傾印格式。

source: Option can include only "none", "ELF", "compressed", "lzo", "snappy", "zstd" or "raw" value.
de: Die Option kann nur den Wert "keine", "ELF", "komprimiert", "lzo", "snappy", "zstd" oder "raw" enthalten.
es: Las opciones solo pueden ser los valores: "ninguno", "ELF", "comprimido", "lzo", "snappy", "zstd" o "sin procesar".
fr: L'option ne peut comporter que la valeur "none" (aucun), "ELF", "compressed" (compressé), "lzo", "snappy", "zstd" ou "raw" (brut).
it: L'opzione può includere solo i valori "nessuno", "ELF", "compresso", "lzo", "snappy", "zstd" o "raw".
ja: オプションに指定できる値は "none", "ELF", "compressed", "lzo", "snappy", "zstd", "raw" のいずれかです。
nl: Optie kan alleen de waarde "none", "ELF", "compressed", "lzo", "snappy", "zstd" of "raw" bevatten.
pt_br: A opção pode incluir o valor "nenhum", "ELF", "comprimido", "lzo", "snappy", "zstd" ou "bruto".
sk: Voľba môže obsahovať iba hodnoty "none", "ELF", "compressed", "lzo", "snappy", "zstd" alebo "raw".
sl: Možnost lahko vsebuje samo vrednost »none«, »ELF«, »compressed«, »lzo«, »snappy«, »zstd« ali »raw«.
tr: Seçenek yalnızca "none", "ELF", "compressed", "lzo", "snappy", "zstd" veya "raw" değerini içerebilir.
zh_cn: 选项只能包含 "none"、"ELF"、"compressed"、"lzo"、"snappy"、"zstd" 或 "raw" 值。
zh_tw: 選項只能包含 "none"、"ELF"、"compressed"、"lzo"、"snappy"、"zstd" 或 "raw" 值。

source: File %1 does not exist.
ar: الملف %1 غير موجود.
ca: El fitxer %1 no existeix.
cs: Soubor %1 neexistuje.
de: Datei %1 ist nicht vorhanden.
el: Το αρχείο %1 δεν υπάρχει.
es: El archivo %1 no existe.
fi: Tiedostoa %1 ei ole olemassa.
fr: Le fichier %1 n'existe pas.
gl: O ficheiro %1 non existe.
hu: A(z) %1 fájl nem létezik.
it: Il file %1 non esiste.
ja: ファイル%1が存在しません。
km: មិន​មាន​ឯកសារ %1 ឡើយ ។
ko: %1 파일이 존재하지 않습니다.
lt: Rinkmenos %1 nėra.
nb: Filen %1 finnes ikke.
nl: Bestand %1 bestaat niet.
pl: Plik %1 nie istnieje.
pt: O ficheiro %1 não existe.
pt_br: O arquivo %1 não existe.
ro: Fișierul %1 nu există.
ru: Файл %1 не существует.
sk: Súbor %1 neexistuje.
sl: Datoteka %1 ne obstaja.
tr: %1 dosyası mevcut değil.
uk: Файл %1 не існує.
zh_cn: 文件 %1 不存在。
zh_tw: 檔案 %1 不存在。

source: Value for "dir" missing.
ar: قيمة dir "الدليل" مفقودة.
ca: Falta el valor per a "dir".
cs: Chybí hodnota pro "dir".
de: Wert für "dir" fehlt.
el: Λείπει η τιμή για "dir".
es: Falta el valor de dir.
fi: Arvo "hakemisto" puuttuu.
fr: La valeur pour "dir" est manquante.
gl: Falta o valor para o "directorio".
hu: A "dir" értéke hiányzik.
it: Valore per "dir" mancante.
ja: "dir" (ディレクトリ)の値が設定されていません。
km: តម្លៃ​សម្រាប់ការ​បាត់ "dir" ។
ko: "dir"에 대한 값이 누락되었습니다.
lt: Trūksta „dir“ reikšmės.
nb: Verdi for "dir" mangler.
nl: Waarde voor 'dir' ontbreekt.
pl: Brak wartości "dir" (katalog).
pt: Falta o valor para "dir".
pt_br: O valor de "dir" está ausente.
ro: Valoarea pentru "dir" lipsește.
ru: Отсутствует значение параметра "dir".
sk: Chýba hodnota pre "dir".
sl: Vrednost za »dir« manjka.
tr: "dir" değeri eksik.
uk: Відсутнє значення для "dir".
zh_cn: 缺少“dir”的值。
zh_tw: 缺少「dir」的值。

source: Value for "server" missing.
ar: قيمة "الخادم" مفقودة.
ca: Falta el valor per a "server".
cs: Chybí hodnota pro "server".
de: Wert für "Server" fehlt.
el: Λείπει η τιμή για το "server".
es: Falta el valor de server.
fi: Arvo "palvelin" puuttuu.
fr: La valeur pour "server" est manquante.
gl: Falta o valor para o "servidor".
hu: A "server" értéke hiányzik.
it: Valore per "server" mancante.
ja: "server" (サーバ名)の値が設定されていません。
km: តម្លៃ​សម្រាប់​ "ម៉ាស៊ីន​បម្រើ" បាត់ ។
ko: "server"에 대한 값이 누락되었습니다.
lt: Trūksta „server“ reikšmės.
nb: Verdi for "server" mangler.
nl: Waarde voor 'server' ontbreekt.
pl: Brak wartości "server".
pt: Falta o valor para "server".
pt_br: O valor de "server" está ausente.
ro: Valoarea pentru "server" lipsește.
ru: Отсутствует значение параметра "server".
sk: Chýba hodnota pre "server".
sl: Vrednost za »server« manjka.
tr: "Sunucu" değeri eksik.
uk: Відсутнє значення для "server".
zh_cn: 缺少“server”的值。
zh_tw: 缺少「server」的值。

source: Value for "share" missing.
ar: قيمة "المشاركة" مفقودة.
ca: Falta el valor per a "share".
cs: Chybí hodnota pro "share".
de: Wert für "share" fehlt.
el: Λείπει η τιμή για το "share".
es: Falta el valor de share.
fi: Arvo "jako" puuttuu.
fr: La valeur pour "share" (partage) est manquante.
gl: Falta o valor para o "recurso compartido".
hu: A "share" értéke hiányzik.
it: Valore per "condivisione" mancante.
ja: "share" (共有)の値が設定されていません。
km: តម្លៃ​សម្រាប់ "ការ​ចែករំលែក" បាត់ ។
ko: "share"에 대한 값이 누락되었습니다.
lt: Trūksta „share“ reikšmės.
nb: Verdi for "share" mangler.
nl: Waarde voor 'share' ontbreekt.
pl: Brak wartości "share" (udział).
pt: Falta o valor para "share".
pt_br: O valor de "share" está ausente.
ro: Valoarea pentru "share" lipsește.
ru: Отсутствует значение параметра "share".
sk: Hodnota pre "share" chýba.
sl: Vrednost za »share« manjka.
tr: "Paylaşım" değeri eksik.
uk: Відсутнє значення для "share".
zh_cn: 缺少“share”的值。
zh_tw: 缺少「share」的值。

source: Wrong value for target.
ar: قيمة الهدف غير صحيحة.
ca: Valor incorrecte per a la destinació.
cs: Nesprávná hodnota cíle.
de: Falscher Wert für Ziel.
el: Εσφαλμένη τιμή για τον προορισμό.
es: Valor erróneo para el destino.
fi: Kohteella on väärä arvo.
fr: Valeur incorrecte pour la cible.
gl: Valor incorrecto para o destino.
hu: Hibás célérték.
it: Valore per destinazione errato.
ja: 保存先の値が誤っています。
km: តម្លៃ​មិន​ត្រឹមត្រូវ​សម្រាប់​គោលដៅ ។
ko: 잘못된 대상 값입니다.
lt: Netinkama paskirties reikšmė.
nb: Feil verdi for mål.
nl: Onjuiste waarde voor doel.
pl: Niepoprawna wartość dla miejsca docelowego.
pt: Valor errado para o alvo.
pt_br: Valor incorreto para o destino.
ro: Valoare eronată pentru țintă.
ru: Неверное значение цели.
sk: Nesprávna hodnota pre cieľ.
sl: Napačna vrednost za cilj.
tr: Hedef için yanlış değer.
uk: Неправильне значення для сховища.
zh_cn: 目标的值错误。
zh_tw: 目標的值錯誤。

source: Wrong value of options "no".
ar: قيمة خيارات "العدد" غير صحيحة.
ca: Valor incorrecte per a l'opció "no".
cs: Nesprávná hodnota volby "ne".
de: Falscher Wert der Option "Anz.".
el: Εσφαλμένη τιμή των επιλογών "no".
es: Valor erróneo para las opciones "no".
fi: Väärä arvo valinnalla "ei".
fr: Valeur incorrecte pour l'option "numéro".
gl: Valor incorrecto das opcións "no".
hu: A "no" beállítás értéke hibás.
it: Valore delle opzioni "no" errato.
ja: オプション"no"の値が誤っています。
km: តម្លៃ​មិន​ត្រឹមត្រូវ​របស់​ជម្រើស "ទេ" ។
ko: 잘못된 "no" 옵션 값입니다.
lt: Netinkama „no“ parinkties reikšmė.
nb: Feil verdi for valg "no".
nl: Onjuiste waarde voor optie 'no'.
pl: Błędna wartość opcji "no".
pt: Valor errado das opções "no".
pt_br: Valor incorreto das opções "no".
ro: Valoare eronată pentru opțiunile "no".
ru: Неверное значение параметров "no".
sk: Nesprávna hodnota voľby "nie".
sl: Napačna vrednost možnosti »no«.
tr: "Hayır" seçeneğinin değeri yanlış.
uk: Неправильне значення для параметрів "no".
zh_cn: 选项“no”的值错误。
zh_tw: 選項「no」的值錯誤。

source: Wrong value for option "server".
ar: قيمة الخيار "خادم" غير صحيحة.
ca: Valor incorrecte per a l'opció "server".
cs: Nesprávná hodnota volby "server".
de: Falscher Wert der Option "Server".
el: Εσφαλμένη τιμή για την επιλογή "server".
es: Valor erróneo de la opción "servidor".
fi: Väärä arvo valinnalla "palvelin".
fr: Valeur incorrecte pour l'option "serveur".
gl: Valor incorrecto de opción "servidor".
hu: A "server" kapcsoló értéke helytelen.
it: Il valore per l'opzione "server" è errato.
ja: オプション「server」の値が誤っています。
km: តម្លៃ​មិន​ត្រឹមត្រូវ​របស់​ជម្រើស "ម៉ាស៊ីន​បម្រើ" ។
ko: 잘못된 "server" 옵션 값입니다.
lt: Netinkama „server“ parinkties reikšmė.
nb: Feil verdi for valget "server".
nl: Onjuiste waarde voor optie 'server'.
pl: Błędna wartość opcji server.
pt: Valor errado para a opção "server (servidor)".
pt_br: Valor incorreto para a opção "server".
ru: Неверное значение параметра "server".
sk: Nesprávna hodnota pre voľbu"server".
sl: Napačna vrednost možnosti »server«.
tr: "Sunucu" seçeneği için yanlış değer.
uk: Неправильне значення для параметру «server».
zh_cn: 选项“server”的值错误。
zh_tw: 選項「server」的值錯誤。

source: Wrong value for option "user".
ar: قيمة الخيار "مستخدم" غير صحيحة.
ca: Valor incorrecte per a l'opció "user".
cs: Nesprávná hodnota volby "user".
de: Falscher Wert der Option "Benutzer".
el: Εσφαλμένη τιμή για την επιλογή "user".
es: Valor erróneo de la opción "usuario".
fi: Väärä arvo valinnalla "käyttäjä".
fr: Valeur incorrecte pour l'option "utilisateur".
gl: Valor incorrecto de opción "usuario".
hu: A "user" kapcsoló értéke helytelen.
it: Il valore per l'opzione "user" non è corretto.
ja: オプション「user」の値が誤っています。
km: តម្លៃ​មិន​ត្រឹមត្រូវ​របស់​ជម្រើស "អ្នក​ប្រើ" ។
ko: 잘못된 "user" 옵션 값입니다.
lt: Netinkama „user“ parinkties reikšmė.
nb: Feil verdi for valget "user".
nl: Onjuiste waarde van optie 'gebruiker'.
pl: Błędna wartość opcji user.
pt: Valor errado para a opção "user (utilizador)".
pt_br: Valor incorreto para a opção "user".
ru: Неверное значение параметра "user".
sk: Nesprávna hodnota pre voľbu "user".
sl: Napačna vrednost možnosti »user«.
tr: "Kullanıcı" seçeneği için yanlış değer.
uk: Неправильне значення для параметру «user».
zh_cn: 选项“user”的值错误。
zh_tw: 選項「user」的值錯誤。

source: Wrong value for option "email".
ar: قيمة الخيار "بريد إلكتروني" غير صحيحة.
ca: Valor incorrecte per a l'opció "email".
cs: Nesprávná hodnota voleb "email".
de: Falscher Wert der Option "E-Mail".
el: Εσφαλμένη τιμή για την επιλογή "email".
es: Valor erróneo de la opción "correo electrónico".
fi: Väärä arvo valinnalla "sähköposti".
fr: Valeur incorrecte pour l'option "message électronique".
gl: Valor incorrecto da opción "correo-e".
hu: Az "email" kapcsoló értéke helytelen.
it: Il valore per l'opzione "email" non è corretto.
ja: オプション「email」の値が誤っています。
km: តម្លៃ​មិន​ត្រឹមត្រូវ​របស់​ជម្រើស "អ៊ីមែល" ។
ko: 잘못된 "email" 옵션 값입니다.
lt: Netinkama „email“ parinkties reikšmė.
nb: Feil verdi for valget "email".
nl: Onjuiste waarde van optie 'e-mail'.
pl: Błędna wartość opcji email.
pt: Valor errado para a opção "email".
pt_br: Valor incorreto para a opção "email".
ru: Неверное значение параметра "email".
sk: Nesprávna hodnota pre voľbu "email".
sl: Napačna vrednost možnosti »email«.
tr: "E-posta" seçeneği için yanlış değer.
uk: Неправильне значення для параметру «email».
zh_cn: 选项“email”的值错误。
zh_tw: 選項「email」的值錯誤。

source: Firmware-assisted dump: %{status}
ar: النسخة بمساعدة البرامج الثابتة: %{status}
ca: Abocament de maquinari assistit: %{status}
cs: Firmwarem podporovaný výpis: %{status}
de: Firmwaregestützter Dump: %{status}
el: Υποβοηθούμενη μέσω firmware αποτύπωση: %{status}
es: Volcado asistido por firmware: %{status}
fi: Laiteohjelmistoavusteinen vedos: %{status}
fr: Vidage assisté par microprogramme : %{status}
hu: Firmware-ből segített kiíratás: %{status}
it: Dump assistito da firmware: %{status}
ja: ファームウェア支援ダンプ: %{status}
ko: 펌웨어 지원 덤프: %{status}
nl: Dump met firmwareondersteuning: %{status}
pl: Zrzut wykonywany przez oprogramowanie firmowe: %{status}
pt: Despejo assistido com firmware: %{status}
pt_br: Dump assistido por firmware: %{status}
ru: Дамп с прошивкой: %{status}
sk: Firmvérom podporovaný výpis: %{status}
sl: Odložen izpis s pomočjo strojne programske opreme: %{status}
tr: Donanım yazılımı destekli döküm: %{status}
uk: Дамп з мікропрограмою: %{status}
zh_cn: 固件辅助转储：%{status}
zh_tw: 韌體輔助傾印：%{status}

source: No option has been defined.
ar: لم يتم تحديد أي خيار.
ca: No s'ha definit cap opció.
cs: Nebyla definována žádná možnost.
de: Es wurde keine Option definiert.
el: Δεν καθορίστηκαν επιλογές.
es: No se ha definido ninguna opción.
fi: Valintaa ei ole annettu.
fr: Aucune option n'a été définie.
hu: Nincs megadva paraméter.
it: Nessuna opzione è stata definita.
ja: オプションが定義されていません。
ko: 옵션이 정의되지 않았습니다.
lt: Parinktys nenurodytos.
nl: Er is geen optie gedefinieerd.
pl: Nie zdefiniowano żadnej opcji.
pt: Nenhuma opção foi definida.
pt_br: Nenhuma opção foi definida.
ru: Параметры не указаны.
sk: Nebola definovaná žiadna voľba.
sl: Določena ni bila nobena možnost.
tr: Hiçbir seçenek tanımlanmadı.
uk: Жодний параметр не визначений.
zh_cn: 未定义任何选项。
zh_tw: 未定義任何選項。

source: Error updating initrd while calling '%{cmd}'. See %{log} for details.
ar: حدث خطأ في تحديث initrd أثناء استدعاء '%{cmd}'. راجع %{log} للحصول على التفاصيل.
ca: Error actualitzant initrd mentre es cridava "%{cmd}". Vegeu %{log} per a més detalls.
cs: Při aktualizaci initrd během volání příkazu „%{cmd}“ došlo k chybě. Podrobnosti naleznete v souboru protokolu %{log}.
de: Fehler beim Aktualisieren von initrd während des Aufrufs von '%{cmd}'. Details siehe %{log}.
el: Σφάλμα ενημέρωσης του initrd κατά την κλήση '%{cmd}'. Για λεπτομέρειες δείτε στο %{log}.
es: Error al actualizar initrd al llamar a %{cmd}. Consulte %{log} para obtener más detalles.
fi: Virhe initrd:n päivityksessä kutsuttaessa komentoa "%{cmd}". Katso lisätietoja lokista %{log}.
fr: Erreur lors de la mise à jour d'initrd pendant l'appel de '%{cmd}'. Reportez-vous au journal %{log} pour plus de détails.
hu: Hiba az initrd frissítésekor a(z) '%{cmd}' meghívása során. Részletek: %{log}.
it: Errore nell'aggiornamento di initrd durante la chiamata di '%{cmd}'. Vedere %{log} per i dettagli.
ja: 「%{cmd}」の呼び出し中にinitrdを更新できませんでした。 詳細については、%{log} を参照してください。
ko: '%{cmd}'을(를) 호출하는 중 initrd 업데이트에서 오류가 발생했습니다. 자세한 내용은 %{log}을(를) 참조하십시오.
nl: Fout bij het bijwerken van initrd tijdens het aanroepen van %{cmd}. Zie %{log} voor meer informatie.
pl: Wystąpił błąd podczas aktualizowania pliku initrd w trakcie wywoływania polecenia %{cmd}. Szczegółowe informacje zawiera dziennik %{log}.
pt: Erro ao atualizar o initrd ao executar '%{cmd}'. Veja %{log} para detalhes.
pt_br: Erro ao atualizar o initrd ao chamar '%{cmd}'. Consulte %{log} para obter detalhes.
ru: Ошибка обновления initrd при вызове "%{cmd}". Подробнее см. %{log}.
sk: Chyba pri aktualizovaní initrd počas volania '%{cmd}'. Pozrite si %{log} kvôli podrobnostiam.
sl: Napaka med posodabljanjem initrd-ja in klicanjem ukaza »%{cmd}«. Za podrobnosti si oglejte %{log}.
tr: '%{cmd}' çağrılırken initrd güncellenirken hata oluştu. Ayrıntılar için %{log}'a bakın.
uk: Помилка оновлення initrd при виклику '%{cmd}'. Детальніше див. %{log}.
zh_cn: 调用“%{cmd}”时，更新 initrd 出错。 有关细节，请参见 %{log}。
zh_tw: 在呼叫「%{cmd}」時，更新 initrd 出錯。 如需詳細資料，請參閱 %{log}。

source: Initializing kdump Configuration
ar: تهيئة تكوين kdump
ca: Iniciant la configuració del kdump
cs: Inicializuje se konfigurace funkce kdump
de: Kdump-Konfiguration wird initialisiert
el: Αρχικοποίηση Ρυθμίσεων του kdump
es: Iniciando la configuración de kdump
fi: Valmistellaan kdump-määritystä
fr: Initialisation de la configuration kdump
gl: Iniciando a configuración de kdump
hu: Kdump beállítás előkészítése
it: Inizializzazione della configurazione kdump
ja: kdump設定を準備しています
km: ចាប់ផ្ដើម​​ការ​កំណត់​រចនា​សម្ព័ន្ធ kdump
ko: Kdump 구성 초기화 중
lt: Ruošiamas kdump konfigūravimas
nb: Initialiserer kdump-oppsett
nl: Kdump-configuratie initialiseren
pl: Inicjalizowanie konfiguracji kdump
pt: A Inicializar a Configuração do kdump
pt_br: Inicializando a configuração do kdump
ro: Inițializez configurația kdump
ru: Инициализация конфигурации kdump
sk: Inicializácia konfiguráciu kdump
sl: Pripravljanje nastavitev Kdump-a
tr: Kdump Yapılandırması Başlatılıyor
uk: Започаткування конфігурації kdump
zh_cn: 初始化 Kdump 配置
zh_tw: 啟始化 kdump 組態

source: Reading the config file...
ar: تتم الآن قراءة ملف التكوين...
ca: Llegint el fitxer de configuració...
cs: Probíhá načítání souboru s konfigurací...
de: Konfigurationsdatei wird gelesen...
el: Ανάγνωση του αρχείου ρυθμίσεων...
es: Leyendo el archivo de configuración...
fi: Luetaan määritystiedostoa...
fr: Lecture du fichier de configuration...
gl: Lendo o ficheiro de configuración...
hu: Konfigurációs fájl beolvasása...
it: Lettura del file di configurazione in corso…
ja: 設定ファイルを読み込んでいます...
km: កំពុង​អាន​ឯកសារ​កំណត់​រចនា​សម្ព័ន្ធ...
ko: 구성 파일을 읽는 중...
lt: Skaitoma konfigūracijos rinkmena...
nb: Leser oppsettsfil...
nl: Configuratiebestand wordt gelezen...
pl: Odczytywanie pliku konfiguracyjnego...
pt: A ler o ficheiro de configuração...
pt_br: Lendo o arquivo de configuração...
ro: Citesc fișierul config...
ru: Чтение файла настройки...
sk: Čítanie konfiguračného súboru...
sl: Branje nastavitvene datoteke …
tr: Yapılandırma dosyası okunuyor...
uk: Читання файла конфігурації...
zh_cn: 正在读取配置文件...
zh_tw: 正在讀取組態檔案...

source: Reading kernel boot options...
ar: تتم الآن قراءة خيارات تشغيل kernel...
ca: Llegint les opcions d'arrencada del nucli...
cs: Načítají se spouštěcí volby jádra...
de: Kernel-Bootparameter werden gelesen...
el: Ανάγνωση επιλογών εκκίνησης του πυρήνα...
es: Leyendo las opciones de arranque del kernel...
fi: Luetaan ytimen käynnistysvalinnat...
fr: Lecture des options de démarrage du noyau...
gl: Lendo as opcións de arrinque do kernel...
hu: Kernel betöltőparamétereinek beolvasása...
it: Lettura delle opzioni di avvio del kernel in corso…
ja: カーネルブートオプションを読み込んでいます...
km: កំពុង​អាច​ជម្រើស​ចាប់ផ្ដើម​ខឺណែល...
ko: 커널 부트 옵션을 읽는 중...
lt: Skaitomos branduolio paleidimo parinktys
nb: Leser oppstartsvalg for kjernen...
nl: Opstartopties van kernel worden gelezen…
pl: Wczytywanie opcji uruchomienia jądra...
pt: A ler opções de arranque de kernel...
pt_br: Lendo opções de inicialização do kernel...
ro: Citesc opțiunile de pornire a kernelului...
ru: Чтение параметров загрузки ядра...
sk: Čítanie spúšťacích volieb jadra...
sl: Branje zagonskih možnosti jedra …
tr: Çekirdek önyükleme seçenekleri okunuyor...
uk: Читання параметрів завантаження ядра...
zh_cn: 正在读取内核引导选项...
zh_tw: 正在讀取核心開機選項...

source: Calculating memory limits...
ar: جارٍ حساب حدود الذاكرة...
ca: Calculant els límits de memòria...
cs: Probíhá výpočet omezení paměti...
de: Speicherbeschränkungen werden berechnet...
el: Υπολογισμός ορίων μνήμης...
es: Calculando límites de memoria...
fi: Lasketaan muistin raja-arvot...
fr: Calcul des limites de mémoire...
hu: Memóriakorlátok kiszámítása...
it: Calcolo dei limiti di memoria in corso…
ja: メモリ制限を計算しています...
ko: 메모리 제한을 계산하는 중...
lt: Įvertinamos atminties ribos...
nl: Geheugenlimieten berekenen...
pl: Obliczanie limitów pamięci...
pt: A calcular os limites da memória...
pt_br: Calculando limites de memória...
ru: Вычисление ограничений памяти…
sk: Počítanie limitov pamäte...
sl: Izračunavanje omejitev pomnilnika …
tr: Bellek sınırları hesaplanıyor...
uk: Обчислюються обмеження пам'яті…
zh_cn: 正在计算内存限制...
zh_tw: 正在計算記憶體限制...
