Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: <p><b>Dump Level</b><br> Specify the type of necessary page for analysis. Pages of the specified type are copied to the dumpfile. The page type marked in the following table is included. <br></p>
ar: <p><b>مستوى النسخة</b>‏<br> لتحديد نوع الصفحة اللازمة للتحليل. يتم نسخ الصفحات ذات النوع المحدد إلى ملف النسخة. يتم تضمين نوع الصفحة المحدد في الجدول التالي. <br>‏</p>
ca: <p><b>Nivell d'abocament</b><br> Especifiqueu el tipus de pàgina que es necessita per a l'anàlisi. Es copiaran les pàgines d'aquest tipus al fitxer d'abocament. S'hi inclourà el tipus de pàgina marcat a la taula següent. <br></p>
cs: <p><b>Úroveň výpisu</b><br> Určuje typ stránek potřebných k analýze. Do souboru výpisu jsou kopírovány stránky zadaného typu. Zahrnut je i typ stránky označený v následující tabulce. <br></p>
de: <p><b>Filterungsgrad</b><br> Legt den benötigten Speicherseitentyp für die Analyse fest. Speicherseiten des festgelegten Typs werden in die Dump-Datei kopiert. Der in der folgenden Tabelle markierte Seitentyp wird in den Dump aufgenommen. <br></p>
es: <p><b>Nivel de volcado de datos</b><br> Especifica el tipo de página necesaria para el análisis. Las páginas del tipo especificado se copian en el archivo de volcado de datos. Se incluye el tipo de página marcado en la siguiente tabla. <br></p>
fi: <p><b>Vedoksen taso</b><br> Anna tarpeellisen sivun tyyppi analysointia varten. Annettujen sivujen tyyppi kopioidaan vedostiedostoon. Sivun tyyppi joka merkittynä tauluun sisällytetään. <br></p>
fr: <p><b>Niveau de vidage</b><br> Spécifie le type de page requise pour l'analyse. Les pages du type spécifié sont copiées dans le fichier de vidage. Le type de page indiqué dans le tableau suivant est inclus. <br></p>
it: <p><b>Livello dump</b><br> Specifica il tipo di pagina necessaria per l'analisi. Le pagine del tipo specificato sono copiate nel file di dump. Il tipo di pagine contrassegnato nella tabella seguente è incluso. <br></p>
ja: <p><b>ダンプレベル</b><br> 解析に必要なページの種類を指定します。 指定された種類のページがダンプファイルにコピーされます。 以下の表内でマークされたページ種類がダンプに含まれます。<br></p>
nl: <p><b>Dumpniveau</b><br> Geef het type benodigde pagina voor analyse op. Pagina's van het opgegeven type zijn gekopieerd naar het dumpbestand. Het paginatype gemarkeerd in de volgende tabel is ingesloten. <br></p>
pt: <p><b>Nível de Dump</b><br> Especifique o tipo de páginas necessárias para análise. As páginas do tipo especificado são copiadas para o dumpfile. O tipo de página marcado na seguinte tabela é incluído. <br></p>
pt_br: <p><b>Nível de dump</b><br> Especifica o tipo de página necessário para a análise. Páginas do tipo especificado são copiadas para o arquivo de dump. O tipo de página marcado na seguinte tabela está incluso. <br></p>
ru: <p><b>Уровень дампа</b><br> Укажите тип нужной страницы для анализа. Страницы указанного типа будут скопированы в файл дампа. Будут включены страницы, помеченные в следующей таблице. <br></p>
sk: <p><b>Úroveň výpisu</b><br> Určuje typ potrebnej stránky pre analýzu. Stránky zadaného typu sa skopírujú do súboru výpisu. Typ stránky označený v nasledujúcej tabuľke je zahrnutý. <br></p>
sl: <p><b>Stopnja odloženega izpisa</b><br> Določite vrsto potrebne pomnilniške strani za analizo. Strani te vrste so skopirane v datoteko odloženega izpisa. Vključena je vrsta strani, ki je označena v naslednji razpredelnici.<br></p>
tr: <p><b>Döküm Seviyesi</b><br> Analiz için gerekli sayfa türünü belirtin. Belirtilen türdeki sayfalar döküm dosyasına kopyalanır. Aşağıdaki tabloda işaretlenen sayfa türü dahildir. <br></p>
uk: <p><b>Рівень дампа</b><br> Вкажіть тип потрібної сторінки для аналізу. Сторінки вказаного типу буде скопійовано до файлу дампа. Буде включено типи сторінок, які позначено у наступній таблиці. <br></p>
zh_cn: <p><b>转储级别</b><br> 指定分析必需的页面类型。 指定类型的页面已复制到转储文件。 包含下表中标记的页面类型。<br></p>
zh_tw: <p><b>傾印層級</b><br> 指定必要頁面的類型以進行分析。 指定類型的頁面已複製到傾印檔。 下表中標示了包含的頁面類型。<br></p>

source: <p><b>Dump Format</b><br> <i>No Dump</i> - Only save the kernel log.<br> <i>ELF Format</i> - Create dump file in ELF format.<br> <i>Compressed Format</i> - Compress dump data by each page with gzip.<br> <i>LZO Compressed Format</i> - Slightly bigger files but much faster.<br> </p> <i>Snappy Compressed Format</i> - Considerably faster, 64-bit optimized.<br> </p> <i>Zstandard Compressed Format</i> - Smaller files, slower.<br> </p> <i>Raw copy of /proc/vmcore</i> - does not use makedumpfile.<br> </p>
de: <p><b>Dump-Format</b><br> <i>Kein Dump</i> – Nur Kernel-Protokoll speichern.<br> <i>ELF-Format</i> – Dump-Datei im ELF-Format erstellen.<br> <i>Komprimiertes Format</i> – Dump-Daten seitenweise mit gzip komprimieren.<br> <i>Komprimiertes LZO-Format</i> – Etwas größere Dateien, jedoch deutlich schneller.<br> </p> <i>Komprimiertes Snappy-Format</i> - Deutlich schneller, für 64-Bit optimized.<br> </p> <i>Komprimiertes Zstandard-Format</i> - Kleinere Dateien, langsamer.<br> </p> <i>Roh-Kopie von /proc/vmcore</i> - Verwendet makedumpfile nicht.<br> </p>
es: <p><b>Formato de volcado</b><br> <i>Sin volcado:</i> solo guarda el registro del núcleo.<br> <i>Formato ELF:</i> crea un archivo de volcado en formato ELF.<br> <i>Formato comprimido:</i> comprime los datos de volcado en cada página con gzip.<br> <i>Formato comprimido LZO:</i> archivos ligeramente más grandes, pero mucho más rápido.<br> </p> <i>Formato comprimido Snappy:</i> considerablemente más rápido, optimizado para 64 bits.<br> </p> <i>Formato comprimido Zstandard:</i> archivos más pequeños, más lento.<br> </p> <i>Copia sin procesar de /proc/vmcore:</i> no usa makedumpfile.<br> </p>
fr: <p><b>Format de vidage</b><br> <i>Aucun vidage</i> - N'enregistre que le journal du kernel.<br> <i>Format ELF</i> - Crée un fichier de vidage au format ELF.<br> <i>Format compressé</i> - Compresse les données de vidage de chaque page à l'aide de gzip.<br> <i>Format compressé LZO</i> - Fichiers légèrement plus volumineux mais nettement plus rapides.<br> </p> <i>Format compressé Snappy</i> - Nettement plus rapide, optimisé pour systèmes 64 bits.<br> </p> <i>Format compressé Zstandard</i> - Fichiers plus petits, plus lent.<br> </p> <i>Copie brute de /proc/vmcore</i> - N'utilise pas makedumpfile.<br> </p>
it: <p><b>Formato dump</b><br> <i>Nessun dump</i> - salva solo il log del kernel.<br> <i>Formato ELF</i> - crea un file di dump in formato ELF.<br> <i>Formato compresso</i> - comprime i dati di dump per ciascuna pagina con gzip.<br> <i>Formato LZO compresso</i> - file di dimensione leggermente superiore, ma più veloce.<br> </p> <i>Formato Snappy compresso</i> - considerevolmente più veloce, ottimizzato a 64-bit.<br> </p> <i>Formato Zstandard compresso</i> - file più piccoli, più lento.<br> </p> <i>Copy grezza di /proc/vmcore</i> - non usa makedumpfile.<br> </p>
ja: <p><b>ダンプ形式</b><br> <i>ダンプなし</i> - カーネルログのみを保存します。<br> <i>ELF 形式</i> - ELF 形式のダンプファイルを作成します。<br> <i>圧縮形式</i> - ダンプデータをページごとにgzipで圧縮します。<br> <i>LZO 圧縮形式</i> - ファイルは多少大きくなりますが、かなり高速になります。<br> </p> <i>Snappy 圧縮形式</i> - 比較的高速で、 64 ビット向けに最適化されています。<br> </p> <i>Zstandard 圧縮形式</i> - ファイルサイズは小さくなりますが低速です。<br> </p> <i>/proc/vmcore の純粋コピー</i> - makedumpfile を使用しない指定です。<br> </p>
nl: <p><b>Dumpindeling</b><br> <i>Geen dump</i> - Sla alleen het kernellogboek op.<br> <i>ELF-indeling</i> - Maak dumpbestand in ELF-indeling.<br> <i>Gecomprimeerde indeling</i> - Comprimeer dumpgegevens per pagina met gzip.<br> <i>LZO gecomprimeerde indeling</i> - Enigszins grotere bestanden, maar veel sneller.<br> </p> <i>Snappy gecomprimeerde indeling</i> - aanzienlijk sneller, 64-bit geoptimaliseerd.<br> </p> <i>Zstandard gecomprimeerde indeling</i> - kleinere bestanden, langzamer.<br>r </p> <i>Ruwe kopie van /proc/vmcore</i> - maakt geen gebruik van makedumpfile.<br> </p>
pt_br: <p><b>Formato de Dump</b><br> <i>Nenhum Dump</i> - Salve apenas o log do kernel.<br> <i>Formato ELF</i> - Crie um arquivo de dump no formato ELF.<br> <i>Formato Comprimido</i> - Comprima dados de dump por cada página com o gzip.<br> <i>Formato LZO Comprimido</i> - Arquivos um pouco maiores, mas muito mais rápidos.<br> </p> <i>Formato Snappy Comprimido</i> - Consideravelmente mais rápido, otimizado para 64 bits.<br> </p> <i>Formato Zstandard Comprimido</i> - Arquivos menores, mais lento.<br> </p> <i>Cópia bruta de /proc/vmcore</i> - Não usa makedumpfile.<br> </p>
sk: <p><b>Formát výpisu</b><br> <i>Žiadny výpis</i> - Iba uložiť záznam jadra.<br> <i>Formát ELF</i> - Vytvoriť súbor výpisu vo formáte ELF.<br> <i>Komprimovaný formát</i> - Komprimovať dáta výpisu každej stránky pomocou gzip.<br> <i>Komprimovaný formát LZO</i> - Mierne väčšie súbory, ale oveľa rýchlejšie.<br> </p> <i>Komprimovaný formát Snappy</i> - Výrazne rýchlejší, 64-bitovo optimalizovaný.<br> </p> <i>Komprimovaný formát Zstandard</i> -Menšie súbory, pomalšie.<br> </p> <i>Nespracovaná kópia /proc/vmcore</i> - nepoužíva makedumpfile.<br> </p>
sl: <p><b>Oblika odloženega izpisa</b><br> <i>Brez odloženega izpisa</i> — Shrani samo dnevnik jedra.<br> <i>Oblika ELF</i> — Ustvari datoteko odloženega izpisa v obliki ELF.<br> <i>Stisnjena oblika</i> — Vsako ločeno stran podatkov odloženega izpisa stisne z gzip.<br> <i>Oblika stisnjena z LZO</i> — Malenkost večje datoteke, a je razširjanje precej hitrejše.<br> <i>Oblika stisnjena s Snappy</i> — Občutno hitrejše, optimizirano za 64-bitne računalnike.<br> <i>Oblika stisnjena z Zstandard</i> — Manjše datoteke in počasnejše razširjanje.<br> <i>Neobdelana kopija /proc/vmcore</i> — Ne uporablja makedumpfile.<br> </p>
tr: <p><b>Döküm Biçimi</b><br> <i>Döküm Yok</i> - Yalnızca çekirdek günlüğünü kaydet.<br> <i>ELF Formatı</i> - ELF formatında döküm dosyası oluşturun.<br> <i>Sıkıştırılmış Biçim</i> - Her sayfadaki döküm verilerini gzip ile sıkıştır.<br> <i>LZO Sıkıştırılmış Biçim</i> - Biraz daha büyük dosyalar ancak çok daha hızlı.<br> </p> <i>Snappy Sıkıştırılmış Biçim</i> - Önemli ölçüde daha hızlı, 64-bit için optimize edilmiş.<br> </p> <i>Zstandard Sıkıştırılmış Biçim</i> - Daha küçük dosyalar, daha yavaş.<br> </p> <i>/proc/vmcore'un ham kopyası</i> - makedumpfile kullanılmaz.<br> </p>
zh_cn: <p><b>转储格式</b><br> <i>无转储</i> - 仅保存内核日志。<br> <i>ELF 格式</i> - 创建 ELF 格式的转储文件。<br> <i>压缩格式</i> - 使用 gzip 分页压缩转储数据。<br> <i>LZO 压缩格式</i> - 文件稍大一些，但速度会快很多。<br> </p> <i>Snappy 压缩格式</i> - 速度相当快，针对 64 位进行了优化。<br> </p> <i>Zstandard 压缩格式</i> - 文件较小，速度较慢。<br> </p> <i>/proc/vmcore 的原始副本</i> - 不使用 makedumpfile。<br> </p>
zh_tw: <p><b>傾印格式</b><br> <i>無傾印</i> - 僅儲存核心記錄。<br> <i>ELF 格式</i> - 建立 ELF 格式的傾印檔案。<br> <i>壓縮格式</i> - 以 gzip 格式依頁壓縮傾印資料。<br> <i>LZO 壓縮格式</i> - 檔案稍大一些，但速度會快很多。<br> </p> <i>Snappy 壓縮格式</i> - 速度相當快，針對 64 位元進行了最佳化。<br> </p> <i>Zstandard 壓縮格式</i> - 檔案較小，速度較慢。<br> </p> <i>/proc/vmcore 的原始副本</i> - 不使用 makedumpfile。<br> </p>

source: <p><b>Saving Target for Kdump Image</b><br> The target for saving kdump images. Select the target type for saving dumps.<br></p>
ar: <p><b>حفظ هدف لنسخة محتويات Kdump‏</b>‏<br> الهدف المطلوب لحفظ نُسخ محتويات kdump. حدد نوع الهدف المطلوب لحفظ النُسخ.<br>‏</p>
ca: <p><b>Destinació per desar la imatge del Kdump</b><br> La destinació per desar les imatges del kdump. Seleccioneu-ne el tipus.<br></p>
cs: <p><b>Cíl ukládání obrazu Kdump</b><br> Cíl ukládání obrazů kdump. Vyberte typ cíle pro ukládání výpisů.<br></p>
de: <p><b>Speicherziel für Kdump-Abbild</b><br> Das Ziel zum Speichern von Kdump-Abbildern. Wählen Sie das Ziel zum Speichern von Dumps aus.<br></p>
es: <p><b>Guardando el destino para la imagen de kdump</b><br> Destino en el que se guardan las imágenes de kdump. Se debe seleccionar el tipo de destino en el que guardan los volcados.<br></p>
fi: <p><b>Kdump levykuvan tallennuskohde</b><br> Kohde jonne kdump levykuvat tallennetaan. Valitse kohteen tyyppi tallentamista varten.<br></p>
fr: <p><b>Cible d'enregistrement pour l'image kdump</b><br> Cible permettant d'enregistrer des images kdump. Sélectionnez le type de cible pour l'enregistrement des vidages.<br></p>
it: <p><b>Destinazione di salvataggio dell'immagine kdump</b><br> Destinazione nella quale salvare le immagini kdump. Selezionare il tipo di destinazione per salvare i dump.<br></p>
ja: <p><b>Kdumpイメージの保存先</b><br> Kdump イメージを保存する先と、その際の種類を選択します。<br></p>
nl: <p><b>Doel opslaan voor Kdump-Image</b><br> Het doel voor het opslaan van kdump-images. Selecteer het type doel voor het opslaan van dumps.<br></p>
pt: <p><b>A Gravar o Destino para a Imagem Kdump</b><br> O destino para gravar as imagens de kdump. Selecione o destino para gravar a descarga<br></p>
pt_br: <p><b>Salvando destino para a imagem do kdump</b><br> O destino para salvar imagens do kdump. Selecione o tipo de destino para salvas os dumps.<br></p>
ru: <p><b>Сохранение цели для образа Kdump</b><br> Цель для сохраняемых образов kdump. Выберите тип цели для сохранения дампов<br></p>
sk: <p><b>Cieľ uloženia pre obraz Kdump</b><br> Cieľ pre ukladanie obrazov kdump. Vyberte typ cieľa pre ukladanie výpisov.<br></p>
sl: <p><b>Cilj shranjevanja za Kdump</b><br> Cilj za shranjevanje odloženih izpisov Kdump. Izberite vrsto cilja za shranjevanje.<br></p>
tr: <p><b>Kdump Görüntüsü için Hedef Kaydediliyor</b><br> Kdump görüntülerini kaydetmek için hedef. Dökümleri kaydetmek için hedef türünü seçin.<br></p>
uk: <p><b>Сховище для збереження образу Kdump</b><br> Сховище для збереження образів kdump. Виберіть тип сховища для збереження дампів.<br></p>
zh_cn: <p><b>正在保存 Kdump 映像的目标</b><br> 保存 Kdump 映像的目标。选择保存转储的目标类型。<br></p>
zh_tw: <p><b>儲存 Kdump 影像的目標</b><br> 用於儲存 kdump 影像的目標。請選取用於儲存傾印的目標類型。<br></p>

source: <p><b>Local Filesystem</b> - Save the kdump image in the local filesystem. <i>Directory for Saving Dumps</i> - The path for saving kdump images. Selecting directory for saving kdump images via dialog by pressing <i>Browse</i> <br></p>
ar: <p><b>ملفات النظام المحلية</b> - حفظ الصورة kdump في نظام الملفات المحلي. <i>مجلد حفظ kdump</i> - المسار لحفظ صورة kdump. تحديد مجلد لحفظ صورة kdump عن طريق الحوار بالضغط على <i>تصفح</i> <br></p>
ca: <p><b>Sistema de fitxers local</b> - Desa la imatge del kdump al sistema de fitxers local. <i>Directori on s'han de desar els abocaments</i> - El camí on s'han de desar les imatges del kdump. Seleccioneu el directori on s'han de desar les imatges del kdump amb un diàleg si premeu <i>Navega</i> <br></p>
cs: <p><b>Místní systém souborů</b> - Pořízené snímky kdump budou ukládány do místního systému souborů. <i>Adresář pro ukládané výpisy</i> - Do tohoto adresáře budou ukládány pořízené snímky kdump. Adresář k ukládání pořízených snímků kdump můžete vyhledat po stisknutí tlačítka <i>Procházet</i> <br></p>
de: <p><b>Lokales Dateisystem</b> – Sichert den Speicherauszug im lokalen Dateisystem. <i>Verzeichnis zum Speichern der Dumps</i> – Der Pfad, an dem die Dateien gespeichert werden sollen. Wählen Sie ein Verzeichnis aus, in dem die Auszüge gespeichert werden sollen, indem Sie <i>Durchsuchen</i> drücken. <br></p>
es: <p><b>Sistema de archivos local:</b> Guarda la imagen kdump en el sistema de archivos local. <i>Directorio para guardar los volcados de datos:</i> La ruta para guardar las imágenes kdump. Seleccione el directorio para guardar las imágenes kdump a través del cuadro de diálogo pulsando <i>Examinar</i> <br></p>
fi: <p><b>Paikallinen tiedostojärjestelmä</b> - Tallenna kdump levykuva paikalliseen tiedostojärjestelmään. <i>Hakemisto johon vedokset tallennetaan</i> - Polku kdump levykuvien tallennuspaikkaan. Kdump levykuvien tallennushakemiston valitseminen valintaikkunan kautta painamalla <i>Selaa</i> <br></p>
fr: <p><b>Système de fichiers local</b> - Enregistre l'image kdump dans le système de fichiers local. <i>Répertoire pour l'enregistrement des vidages</i> - Emplacement pour la sauvegardes des images kdump. Sélectionnez le répertoire pour l'enregistrement des images kdump à l'aide du bouton <i>Parcourir</i> <br></p>
it: <p><b>File system locale</b> - Salva l'immagine di kdump nel file system locale. <i>Directory per il salvataggio dei dump</i> - Il percorso per il salvataggio delle immagini di kdump. Selezionare la directory in cui salvare le immagini di kdump mediante la finestra di dialogo, premendo <i>Sfoglia</i> <br></p>
ja: <p><b>ローカルファイルシステム</b> - kdump のイメージをローカルファイルシステムに保存します。 <i>ダンプを保存するディレクトリ</i> - Kdump イメージを保存するパスを指定します。 <i>参照</i> ボタンを押すと kdump を保存するディレクトリを選択することができます。 <br></p>
nl: <p><b>Lokaal bestandssysteem</b> - Sla de kdump-image op in het lokale bestandssysteem. <i>Map voor opslaan van dumps</i> - het pad voor het opslaan van Kdump-images. U kunt bladeren naar de map voor het opslaan van Kdump-images door te klikken op <i>Bladeren</i> <br></p>
pt: <p><b>Sistema de Ficheiros Local</b> - Grava a imagem kdump no sistema de ficheiros local. <i>Directório para Gravar Dumps</i> - O caminho para a gravação das imagens kdump. Escolha a diretoria para gravação das imagens kdump através da caixa de diálogo ou premindo <i>Navegar</i><br></p>
pt_br: <p><b>Sistema de arquivos local</b> - salva a imagem do kdump no sistema de arquivos local. <i>Diretório para salvar dumps</i> - caminho para salvar as imagens do kdump. Selecione o diretório para salvar as imagens do kdump via diálogo pressionando <i>Navegar</i> <br></p>
ru: <p><b>Локальная файловая система</b> — Сохранить образ kdump в локальной файловой системе. <i>Каталог для сохранения дампов</i> — Путь для сохранения образов kdump. Выберите каталог для хранения образов kdump, нажав кнопку <i>Обзор</i> <br></p>
sk: <p><b>Lokálny súborový systém</b> - Uložiť obrazy kdump v lokálnom súborovom systéme. <i>Adresár pre ukladanie výpisov</i> - Cesta pre ukladanie obrazov kdump. Vyberanie adresára pre ukladanie obrazov kdump cez dialóg stlačením <i>Prechádzať</i> <br></p>
sl: <p><b>Krajevni datotečni sistem</b> — Odloženi izpis Kdump shrani na krajevni datotečni sistem. <i>Mapa za shranjevanje odloženih izpisov</i> — Pot za shranjevanje odloženih posnetkov Kdump. Mapo za shranjevanje lahko izberete s klikom na gumb <i>Brskanje</i><br> </p>
tr: <p><b>Yerel Dosya Sistemi</b> - Kdump görüntüsünü yerel dosya sistemine kaydedin. <i>Dökümleri Kaydetme Dizini</i> - Kdump imajlarını kaydetme yolu. <i>Gözat</i> tuşuna basarak kdump görüntülerini kaydetmek için dizin seçimi iletişim kutusu aracılığıyla <br></p>
uk: <p><b>Локальна файлова система</b> — зберегти образ kdump у локальній файловій системі. <i>Директорія для зберігання дампів</i> — шлях, за яким зберігатимуться образи kdump. Виберіть директорію для зберігання образів kdump за допомогою кнопки <i>Перегляд</i> <br></p>
zh_cn: <p><b>本地文件系统</b> - 保存 kdump 映像到本地文件系统。 <i>保存转储的目录</i> - 保存 kdump 映像的路径。 通过在按<i>浏览</i>弹出的对话框中选择目录来设置保存 kdump 映像的位置 <br></p>
zh_tw: <p><b>本地檔案系統</b> - 在本地檔案系統中儲存 kdump 影像。 <i>儲存傾印的目錄</i> - 儲存 kdump 影像的路徑。 在對話方塊中按<i>瀏覽</i>以選取 kdump 影像的儲存目錄 <br></p>
