Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: Reading partitions of disks...
ar: تتم الآن قراءة أقسام الأقراص...
ca: Llegint les particions dels discs...
cs: Probíhá načítání diskových oddílů...
de: Festplattenpartitionen werden gelesen...
el: Ανάγνωση των κατατμήσεων των δίσκων...
es: Leyendo las particiones de los discos...
fi: Luetaan levyjen osioinnit...
fr: Lecture des partitions des disques...
gl: Lendo as particións dos discos...
hu: Lemezek partícióinak beolvasása...
it: Lettura delle partizioni dei dischi in corso…
ja: ディスク内のパーティションを読み込んでいます...
km: កំពុង​អាន​ភាគ​ថាស​របស់​ថាស...
ko: 디스크 파티션을 읽는 중...
lt: Skaitomi diskų skaidiniai...
nb: Leser diskenes partisjoner...
nl: Partitionering wordt gelezen...
pl: Odczytywanie partycji dysku...
pt: A ler partições dos discos...
pt_br: Lendo partições de discos...
ro: Citesc partițiile...
ru: Чтение разделов диска...
sk: Čítanie oddielov diskov...
sl: Branje razdelkov na diskih …
tr: Disklerin bölümleri okunuyor...
uk: Читання розділів диска...
zh_cn: 正在读取磁盘分区...
zh_tw: 正在讀取磁碟分割區...

source: Reading available memory and calibrating usage...
ar: جارٍ قراءة الذاكرة المتاحة ومعايرة الاستخدام...
ca: Llegint la memòria disponible i calibrant-ne l'ús...
cs: Čtení dostupné paměti a kalibrování jejího využití...
de: Verfügbarer Speicher wird gelesen, Nutzung wird kalibriert...
es: Leyendo memoria disponible y calibrando uso...
fi: Luetaan saatavilla olevaa muistia ja kalibroi käytön...
fr: Lecture de la mémoire disponible et calibrage de l'utilisation...
hu: A szabad memória beolvasása és a használat kalibrálása...
it: Lettura della memoria disponibile e calibrazione dell'utilizzo in corso…
ja: 使用可能なメモリを読み込んで、その使用方法を調整しています...
ko: 사용 가능한 메모리를 읽고 사용량을 보정하는 중...
nl: Beschikbare geheugen lezen en gebruik kalibreren...
pl: Odczyt ilości dostępnej pamięci i kalibrowanie użycia...
pt: A ler a memória disponível e a calibrar a utilização...
pt_br: Lendo uso de memória e calibragem disponível...
ru: Чтение доступной памяти и калибровка использования…
sk: Čítanie dostupnej pamäte a kalibrovanie použitia...
sl: Branje razpoložljivega pomnilnika in umerjanje uporabe …
tr: Mevcut bellek okunuyor ve kullanım kalibre ediliyor...
uk: Читання наявної пам'яті та калібрування використання...
zh_cn: 正在读取可用内存以及校准用量...
zh_tw: 正在讀取可用記憶體並校正使用量...

source: Cannot read config file /etc/sysconfig/kdump
ar: تعذرت قراءة ملف التكوين ‪/etc/sysconfig/kdump‬
ca: No s'ha pogut llegir el fitxer de configuració /etc/sysconfig/kdump
cs: Nelze načíst konfigurační soubor /etc/sysconfig/kdump
de: Die Konfigurationsdatei /etc/sysconfig/kdump konnte nicht gelesen werden
el: Αδυναμία ανάγνωσης του αρχείου ρυθμίσεων /etc/sysconfig/kdump
es: No es posible leer el archivo de configuración /etc/sysconfig/kdump
fi: Määritystiedoston /etc/sysconfig/kdump lukeminen ei onnistunut
fr: Impossible de lire le fichier de configuration /etc/sysconfig/kdump
gl: Non se pode ler o ficheiro de configuración /etc/sysconfig/kdump
hu: Az /etc/sysconfig/kdump konfigurációs fájl nem olvasható be
it: Impossibile leggere il file di configurazione /etc/sysconfig/kdump
ja: 設定ファイル/etc/sysconfig/kdumpを読み込めません
km: មិន​អាច​អាន​ឯកសារ​កំណត់​រចនា​សម្ព័ន្ធ /etc/sysconfig/kdump បាន​ឡើយ
ko: /etc/sysconfig/kdump 구성 파일을 읽을 수 없음
lt: Nepavyksta perskaityti rinkmenos /etc/sysconfig/kdump
nb: Kan ikke lese oppsettsfilen /etc/sysconfig/kdump
nl: Kan configuratiebestand /etc/sysconfig/kdump niet lezen
pl: Nie odczytać pliku konfiguracyjnego /etc/sysconfig/kdump
pt: Não foi possível ler o ficheiro de configuração /etc/sysconfig/kdump
pt_br: Não foi possível ler o arquivo /etc/sysconfig/kdump
ro: Nu pot citi fișierul config /etc/sysconfig/kdump
ru: Невозможно прочитать файл конфигурации /etc/sysconfig/kdump
sk: Nie je možné čítať konfiguračného súboru /etc/sysconfig/kdump
sl: Nastavitvene datoteke /etc/sysconfig/kdump ni moč brati
tr: /etc/sysconfig/kdump yapılandırma dosyası okunamıyor
uk: Неможливо прочитати файл конфігурації /etc/sysconfig/kdump
zh_cn: 无法读取配置文件 /etc/sysconfig/kdump
zh_tw: 無法讀取組態檔案 /etc/sysconfig/kdump

source: Cannot read kernel boot options.
ar: تعذرت قراءة خيارات تشغيل kernel.
ca: No s'han pogut llegir les opcions d'arrencada del nucli.
cs: Nelze načíst spouštěcí volby jádra.
de: Die Kernel-Bootparameter konnten nicht gelesen werden.
el: Αδυναμία ανάγνωσης των επιλογών εκκίνησης του πυρήνα.
es: No es posible leer las opciones de arranque del kernel.
fi: Ytimen käynnistysvalintojen lukeminen ei onnistunut.
fr: Impossible de lire les options de démarrage du noyau.
gl: Non se poden ler as opcións de arrinque do kernel.
hu: A kernel betöltőparaméterei nem olvashatók be.
it: Impossibile leggere le opzioni di avvio del kernel.
ja: カーネルブートオプションを読み込めません。
km: មិន​អាច​អាន​ជម្រើស​ការ​ចាប់ផ្ដើម​ខឺណែល​បាន​ទេ ។
ko: 커널 부트 옵션을 읽을 수 없습니다.
lt: Nepavyksta perskaityti branduolio paleidimo parinkčių.
nb: Kan ikke lese oppstartsvalg for kjerne.
nl: Kan opstartopties van kernel niet lezen.
pl: Nie można odczytać ustawień uruchamiania jądra.
pt: Não foi possível ler as opções de arranque do kernel.
pt_br: Não foi possível ler as configurações de inicialização do kernel.
ro: Nu pot citi opțiunile de pornire a kernelului.
ru: Невозможно прочитать параметры загрузки ядра.
sk: Nie je možné čítať spúšťacie voľby jadra.
sl: Zagonskih možnosti jedra ni moč brati.
tr: Çekirdek önyükleme seçenekleri okunamıyor.
uk: Неможливо прочитати параметри завантаження ядра.
zh_cn: 无法读取内核引导选项。
zh_tw: 無法讀取核心開機選項。

source: Cannot read available memory.
ar: تعذرت قراءة الذاكرة المتوفرة.
ca: No s'ha pogut llegir la memòria disponible.
cs: Nelze načíst dostupnou paměť.
de: Der verfügbare Arbeitsspeicher konnte nicht ermittelt werden.
el: Αδυναμία ανάγνωσης διαθέσιμης μνήμης.
es: No es posible leer la memoria disponible.
fi: Saatavilla olevan muistin lukeminen ei onnistunut.
fr: Impossible de lire la mémoire disponible.
gl: Non se pode ler a memoria dispoñible.
hu: A rendelkezésre álló memória nem olvasható be.
it: Impossibile leggere la memoria disponibile.
ja: 利用可能なメモリを読み込めません。
km: មិន​អាច​អាន​អង្គ​ចងចាំ​ដែល​អាច​ប្រើ ។
ko: 사용 가능한 메모리를 읽을 수 없습니다.
lt: Nepavyksta perskaityti prieinamos atminties.
nb: Kan ikke lese tilgjengelig minne.
nl: Kan beschikbare geheugen niet lezen.
pl: Nie można odczytać dostępnej pamięci.
pt: Não foi possível ler a memória disponível.
pt_br: Não foi possível ler a memória disponível.
ro: Nu pot citi memoria disponibilă.
ru: Невозможно прочитать доступную память.
sk: Nie je možné čítať dostupnú pamäť.
sl: Razpoložljivega pomnilnika ni moč brati.
tr: Kullanılabilir bellek okunamıyor.
uk: Неможливо визначити наявну пам'ять.
zh_cn: 无法读取可用内存。
zh_tw: 無法讀取可用的記憶體。

source: Saving kdump Configuration
ar: حفظ تكوين kdump
ca: Desant la configuració del kdump
cs: Ukládá se konfigurace funkce kdump
de: Kdump-Konfiguration wird gespeichert
el: Αποθήκευση των Ρυθμίσεων του kdump
es: Guardando la configuración de kdump
fi: Tallennetaan kdump-määritys
fr: Enregistrement de la configuration kdump
gl: Gardando a configuración de kdump
hu: Kdump beállítások mentése
it: Salvataggio della configurazione kdump
ja: kdump設定を保存しています
km: ការ​អាន​ការ​កំណត់​រចនា​សម្ព័ន្ធ kdump
ko: Kdump 구성 저장 중
lt: Įrašoma kdump konfigūracija
nb: Lagrer kdump-oppsett
nl: Kdump-configuratie opslaan
pl: Zapisywanie konfiguracji kdump
pt: A Gravar a Configuração do kdump
pt_br: Salvando a configuração do kdump
ro: Salvez configurația kdump
ru: Сохранение конфигурации kdump
sk: Uloženie konfigurácie kdump
sl: Shranjevanje nastavitev Kdump-a
tr: Kdump Yapılandırması Kaydediliyor
uk: Збереження конфігурації kdump
zh_cn: 保存 Kdump 配置
zh_tw: 儲存 kdump 組態

source: Write the settings
ar: كتابة الإعدادات
ca: Escriu els paràmetres
cs: Zapsat nastavení
de: Einstellungen schreiben
el: Εγγραφή των ρυθμίσεων
es: Escribir la configuración
fi: Kirjoita asetukset
fr: Écrire les paramètres
gl: Escribir a configuración
hu: Beállítások mentése
it: Scrivi impostazioni
ja: 設定の書き込み
km: សរសេរ​ការ​កំណត់
ko: 설정 기록
lt: Įrašyti nuostatas
nb: Lagre innstillingene
nl: Instellingen opslaan
pl: Zapis ustawień
pt: Escrever as definições
pt_br: Salvar as configurações
ro: Scrie configurația
ru: Записать параметры
sk: Zápis nastavení
sl: Zapis nastavitev
tr: Ayarları yaz
uk: Записати параметри
zh_cn: 写入设置
zh_tw: 寫入設定

source: Update boot options
ar: تحديث خيارات التشغيل
ca: Actualitza les opcions d'arrencada
cs: Aktualizace spouštěcích voleb
de: Bootparameter aktualisieren
el: Ενημέρωση επιλογών εκκίνησης
es: Actualizar las opciones de arranque
fi: Päivitä käynnistysvalinnat
fr: Mettre à jour les options de démarrage
gl: Actualizar as opcións de arrinque
hu: Rendszerindítási beállítások frissítése
it: Aggiorna opzioni di avvio
ja: 起動オプションの更新
km: ធ្វើ​បច្ចុប្បន្នភាព​​ជម្រើស​ចាប់ផ្ដើម
ko: 부트 옵션 업데이트
lt: Atnaujinti operacinės sistemos paleidimo parinktis
nb: Oppdater oppstartsvalg
nl: Opstartopties bijwerken
pl: Aktualizacja opcji uruchamiania
pt: Opções de arranque de actualização
pt_br: Atualizar as opções de inicialização
ro: Actualizează opțiunile de bootare
ru: Обновить параметры загрузки
sk: Aktualizovať spúšťacie voľby
sl: Posodobitev možnosti zagona
tr: Önyükleme seçeneklerini güncelle
uk: Оновлення параметрів завантаження
zh_cn: 更新引导选项
zh_tw: 更新開機選項

source: Writing the settings...
ar: تتم الآن كتابة الإعدادات...
ca: Escrivint els paràmetres...
cs: Probíhá zápis nastavení...
de: Einstellungen werden geschrieben...
el: Εγγραφή των ρυθμίσεων...
es: Escribiendo los valores de configuración...
fi: Kirjoitetaan asetuksia...
fr: Écriture des paramètres...
gl: Escribindo a configuración...
hu: Beállítások mentése...
it: Scrittura delle impostazioni in corso…
ja: 設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់...
ko: 설정을 기록하는 중...
lt: Įrašomos nuostatos...
nb: Lagrer innstillingene...
nl: Instellingen worden opgeslagen...
pl: Zapisywanie ustawień...
pt: A escrever as definições...
pt_br: Salvando as configurações...
ro: Scriu setările...
ru: Запись параметров...
sk: Zapisujem nastavenie...
sl: Zapisovanje nastavitev …
tr: Ayarlar yazılıyor...
uk: Запис параметрів...
zh_cn: 正在写入设置...
zh_tw: 正在寫入設定...

source: Updating boot options...
ar: يتم الآن تحديث خيارات التشغيل...
ca: Actualitzant les opcions d'arrencada...
cs: Aktualizují se spouštěcí volby...
de: Bootparameter werden aktualisiert...
el: Ενημέρωση των επιλογών εκκίνησης...
es: Actualizando las opciones de arranque...
fi: Päivitetään käynnistysvalintoja...
fr: Mise à jour des options de démarrage...
gl: Actualizando as opcións de arrinque...
hu: Rendszerindítási beállítások frissítése...
it: Aggiornamento delle opzioni di avvio in corso…
ja: 起動オプションを更新しています...
km: កំពុង​ធ្វើ​​បច្ចុប្បន្នភាព​​ជម្រើស​ចាប់ផ្ដើម​...
ko: 부트 옵션 업데이트 중...
lt: Atnaujinamos operacinės sistemos paleidimo parinktys
nb: Oppdaterer oppstartsvalg...
nl: Opstartopties worden bijgewerkt...
pl: Aktualizacja opcji uruchamiania...
pt: A actualizar opções de arranque...
pt_br: Atualizando as opções de inicialização...
ro: Actualizez opțiunile de bootare...
ru: Обновление параметров загрузки...
sk: Aktualizovanie spúšťacích volieb...
sl: Posodabljanje možnosti zagona …
tr: Önyükleme seçenekleri güncelleniyor...
uk: Оновлення параметрів завантаження...
zh_cn: 正在更新引导选项...
zh_tw: 正在更新開機選項...

source: Finished
ar: انتهى
ca: Acabat
cs: Hotovo
de: Fertig
el: Ολοκληρώθηκε
es: Terminado
fi: Valmis
fr: Terminé
gl: Finalizado
hu: Befejeződött
it: Operazione completata
ja: 完了
km: បាន​បញ្ចប់
ko: 완료됨
lt: Baigta
nb: Fullført
nl: Gereed
pl: Zakończono
pt: Terminado
pt_br: Concluído
ro: Gata
ru: Готово
sk: Dokončené
sl: Zaključeno
tr: Sonlandı
uk: Завершено
zh_cn: 已完成
zh_tw: 已完成

source: Cannot write settings.
ar: تعذرت كتابة الإعدادات.
ca: No s'han pogut escriure els paràmetres.
cs: Nelze zapsat nastavení.
de: Einstellungen können nicht geschrieben werden.
el: Αδυναμία εγγραφής ρυθμίσεων.
es: No es posible escribir la configuración.
fi: Asetusten kirjoittaminen ei onnistu.
fr: Impossible d'écrire les paramètres.
gl: Non se pode escribir a configuración.
hu: A beállítások mentése sikertelen.
it: Impossibile scrivere le impostazioni.
ja: 設定が書き込めません。
km: មិន​អាច​សរសេរ​ការ​កំណត់​បាន​ឡើយ ។
ko: 설정을 기록할 수 없습니다.
lt: Nepavyksta įrašyti nustatymų.
nb: Kan ikke lagre innstillingene.
nl: Kan de instellingen niet opslaan.
pl: Nie można zapisać ustawień.
pt: Não é possível escrever as definições.
pt_br: Não foi possível salvar as configurações.
ro: Nu pot scrie setările.
ru: Невозможно записать параметры.
sk: Nie je možné zapísať nastavenia.
sl: Nastavitev ni moč zapisati.
tr: Ayarlar yazılamıyor.
uk: Не вдається записати параметри.
zh_cn: 无法写入设置。
zh_tw: 無法寫入設定。

source: Adding crashkernel parameter to bootloader fault.
ar: تتم الآن إضافة معلمة crashkernel إلى خطأ أداة تحميل التشغيل.
ca: Ha fallat l'addició del paràmetre crashkernel al carregador d'arrencada.
cs: Nepodařilo se přidat parametr crashkernel do zavaděče.
de: Fehler beim Hinzufügen der Crashkernel-Parameter zum Bootloader.
el: Απέτυχε η προσθήκη της παραμέτρου crashkernel στο bootloader.
es: Error al añadir el parámetro crashkernel en el cargador de arranque.
fi: crashkernel-parametrin lisääminen käynnistyslataimeen epäonnistui.
fr: L'ajout de l'option crashkernel au gestionnaire de démarrage a échoué.
gl: Fallo ao engadir o parámetro crashkernel no cargador de arrinque.
hu: Hiba a crashkernel paraméter rendszerindítóhoz adásakor.
it: Aggiunta del parametro crashkernel al bootloader non riuscita.
ja: ブートローダへcrashkernelパラメータを追加するのに失敗しました。
km: ​បន្ថែម​​ប៉ារ៉ាម៉ែត្រ​ខឺណែល​​គាំង​ទៅ​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ​បាន​បរាជ័យ ។
ko: 부트로더에 crashkernel 매개변수를 추가 중입니다.
lt: Prie paleidyklės klaidų pridedamas „crashkernel“ parametras.
nb: Legger til crashkernel-parameter for oppstartslasterfeil.
nl: Fout bij toevoegen van crash-kernel-parameter aan bootloader.
pl: Błąd podczas dodawania parametru crashkernel do programu rozruchowego.
pt: Falha ao adicionar o parâmetro crashkernel à rotina de arranque.
pt_br: Falha ao adicionar o parâmetro crashkernel ao carregador de inicialização.
ro: Aăugarea parametrului crashkernel la bootloader a eșuat.
ru: Добавляется параметр crashkernel к сбойному загрузчику.
sk: Chyba pridania parametra crashkernel do správcu štartu.
sl: Napaka dodajanja parametra »crashkernel« zagonskemu nalagalniku.
tr: Bootloader hatasına crashkernel parametresi ekleniyor.
uk: Додавання параметра crashkernel до помилок завантажувача.
zh_cn: 将 crashkernel 参数添加到引导加载程序出错。
zh_tw: 將 crashkernel 參數新增至開機載入程式時出錯。

source: Kdump status: %1
ar: حالة Kdump: ‏%1
ca: Estat del Kdump: %1
cs: Stav funkce kdump: %1
el: Κατάσταση Kdump: %1
es: Estado de kdump: %1
fi: Kdump-tila: %1
fr: État de Kdump : %1
gl: Estado de Kdump: %1
hu: Kdump állapota: %1
it: Stato kdump: %1
ja: Kdump の状態: %1
km: ស្ថានភាព Kdump ៖ %1
ko: Kdump 상태: %1
lt: Kdump būsena: %1
pl: Stan Kdump: %1
pt: Estado do kdump: %1
pt_br: Status do kdump: %1
ro: Stare kdump: %1
ru: Состояние Kdump: %1
sk: Stav Kdump: %1
sl: Stanje Kdump-a: %1
tr: Kdump durumu: %1
uk: Стан Kdump: %1
zh_cn: Kdump 状态：%1
zh_tw: Kdump 狀態︰%1

source: enabled
ar: مُمكّن
ca: habilitat
cs: povoleno
de: aktiviert
el: ενεργοποιημένο
es: habilitado
fi: käytössä
fr: activé
gl: activado
hu: engedélyezve
it: abilitato
ja: 有効
km: បាន​បើក
ko: 활성화
lt: įgalintas
nb: aktivert
nl: ingeschakeld
pl: WŁĄCZONE
pt: activada
pt_br: habilitado
ro: activată
ru: включен
sk: zapnutá
sl: omogočen
tr: açık
uk: увімкнено
zh_cn: 已启用
zh_tw: 已啟用

source: disabled
ar: معطّل
ca: inhabilitat
cs: zakázáno
de: deaktiviert
el: απενεργοποιημένο
es: inhabilitado
fi: poistettu käytöstä
fr: désactivé
gl: desactivado
hu: letiltva
it: disabilitato
ja: 無効
km: បាន​បិទ
ko: 비활성화
lt: uždraustas
nb: deaktivert
nl: uitgeschakeld
pl: WYŁĄCZONE
pt: desactivada
pt_br: desabilitado
ro: deactivată
ru: отключен
sk: vypnutá
sl: onemogočen
tr: kapalı
uk: вимкнено
zh_cn: 已禁用
zh_tw: 已停用

source: Value(s) of crashkernel option: %1
ar: قيم خيار crashkernel: %1
ca: Valor(s) de l'opció crashkernel: %1
cs: Hodnoty možnosti crashkernel: %1
de: Wert(e) der Crashkernel-Option: %1
es: Valores de la opción crashkernel: %1
fi: Crashkernel-vaihtoehdon arvo(t): %1
fr: Valeur(s) de l'option crashkernel : %1
hu: A crashkernel beállítás értéke(i): %1
it: Valore/i dell'opzione crashkernel: %1
ja: crashkernelオプションの値: %1
ko: crashkernel 옵션 값: %1
lt: crashkernel parametro reikšmė(s): %1
nl: Waarde(n) van crashkerneloptie: %1
pl: Wartości opcji crashkernel: %1
pt: Valor(es) de opção do crashkernel: %1
pt_br: Valor(es) da opção crashkernel: %1
ru: Значение(я) параметра crashkernel: %1
sk: Hodnoty voľby crashkernel: %1
sl: Vrednosti možnosti »crashkernel«: %1
tr: crashkernel seçeneğinin değeri(leri): %1
uk: Значення для параметра crashkernel: %1
zh_cn: crashkernel 选项的值：%1
zh_tw: crashkernel 選項的值︰%1

source: Dump format: %1
ar: تنسيق النسخة: %1
ca: Format de l'abocament: %1
cs: Formát výpisu: %1
el: Μορφή αποτύπωσης: %1
es: Formato de volcado de datos: %1
fi: Vedoksen muoto: %1
fr: Format de l'image mémoire : %1
gl: Formato para o envorcado de datos: %1
hu: Dump formátum: %1
it: Formato dump: %1
ja: ダンプ形式: %1
km: ទ្រង់ទ្រាយ Dump ៖ %1
ko: 덤프 형식: %1
lt: Atminties išklotinės formatas: %1
nl: Dumpindeling: %1
pl: Format zrzutu: %1
pt: Formato de Despejo(Dump): %1
pt_br: Formato do dump: %1
ro: Format dump: %1
ru: Формат дампа: %1
sk: Formát výpisu: %1
sl: Oblika odloženega izpisa: %1
tr: Döküm biçimi: %1
uk: Формат дампа: %1
zh_cn: 转储格式：%1
zh_tw: 傾印格式︰%1

source: Target of dumps: %1
ar: هدف النُسخ: %1
ca: Destinació dels abocaments: %1
cs: Cíl výpisů: %1
de: Ziel für Dumps: %1
el: Προορισμός των αποτυπώσεων: %1
es: Objetivo de los volcados: %1
fi: Vedosten kohde: %1
fr: Cible des vidages : %1
gl: Destino dos envorcados de datos: %1
hu: Dumpok helye: %1
it: Destinazione dei dump: %1
ja: ダンプ対象: %1
km: គោលដៅ​របស់ dumps ៖ %1
ko: 덤프 대상: %1
lt: Atminties išklotinių paskirtis: %1
nb: Dump-mål: %1
nl: Doel van dumps: %1
pl: Cel zrzutów: %1
pt: Destino dos despejos: %1
pt_br: Destino dos dumps: %1
ro: Destinație dump: %1
ru: Цель дампов: %1
sk: Cieľ výpisov: %1
sl: Cilj odloženih izpisov: %1
uk: Сховище дампів: %1
zh_cn: 转储的目标：%1
zh_tw: 傾印目標︰%1

source: Number of dumps: %1
ar: عدد النُسخ: %1
ca: Nombre d'abocaments: %1
cs: Počet výpisů: %1
de: Anzahl der Dumps: %1
el: Αριθμός αποτυπώσεων: %1
es: Número de volcados: %1
fi: Vedosten määrä: %1
fr: Nombre d'images mémoire : %1
gl: Número de envorcados: %1
hu: Dumpok száma: %1
it: Numero di dump: %1
ja: ダンプ数: %1
km: ចំនួន dumps ៖ %1
ko: 덤프 수: %1
lt: Atminties išklotinių skaičius: %1
nb: Antall dumper: %1
nl: Aantal dumps: %1
pl: Liczba zrzutów: %1
pt: Números de despejos antigos: %1
pt_br: Número de dumps: %1
ro: Numărul imaginilor dump: %1
ru: Номера дампов: %1
sk: Počet výpisov: %1
sl: Število odloženih izpisov: %1
tr: Döküm sayısı: %1
uk: Кількість дампів: %1
zh_cn: 转储数：%1
zh_tw: 傾印數︰%1

source: Warning! There might not be enough free space to have kdump enabled. %{required} required for saving a kernel dump, but only %{available} are available.
ca: Atenció! Podria no haver-hi prou espai per a tenir el kdump habilitat. Calen %{required} per desar-hi l'abocament del nucli, però només hi ha %{available} disponibles.
cs: Upozornění! Pravděpodobně není k dispozici dostatek volného místa k zapnutí kdump. Požadované místo k uložení výpisu jádra: %{required}, dostupné místo: %{available}.
de: Warnung! Der freie Speicherplatz reicht wahrscheinlich für die Aktivierung von kdump nicht aus. %{required} sind zum Speichern eines Kernel-Dumps erforderlich, jedoch nur %{available} verfügbar.
es: ¡Advertencia! Quizá no haya suficiente espacio disponible para habilitar kdump. Necesitará %{required} para guardar un volcado de núcleo, pero solo hay %{available} disponible.
fr: Avertissement ! Il se peut que l'espace libre soit insuffisant pour activer kdump. %{required} sont requis pour enregistrer un vidage de kernel, mais seulement %{available} sont disponibles.
it: Avviso! Potrebbe non esserci abbastanza spazio libero per abilitare kdump. Sono richiesti %{required} per salvare un kernel dump, ma ne sono disponibili solo %{available}.
ja: 警告! kdumpを有効にするには空き容量が十分でない可能性があります。カーネルダンプを保存するのに %{required} が必要ですが、%{available} しかありません。
nl: Waarschuwing! Er is mogelijk niet voldoende ruimte beschikbaar om kdump ingeschakeld te hebben. %{required} vereist voor opslaan van een kerneldump, maar slechts %{available} is beschikbaar.
pt_br: Aviso! Pode não haver espaço livre suficiente para ativar o kdump. %{required} necessário para salvar um dump do kernel, mas apenas %{available} estão disponíveis.
sk: Varovanie! Je možné, že nie je dostatok voľného miesta na povolenie kdump. %{required} potrebné na uloženie výpisu jadra, ale k dispozícii je len %{available}.
sl: Opozorilo! Morda ni dovolj razpoložljivega prostora, da bi lahko omogočili Kdump. Za shranitev odloženega izpisa jedra je potrebno %{required}, na voljo pa je samo %{available}.
tr: Uyarı! Kdump'ı etkinleştirmek için yeterli boş alan olmayabilir. Bir çekirdek dökümünü kaydetmek için %{required} gereklidir, ancak yalnızca %{available} kullanılabilir.
uk: Попередження! Можливо, не вистачає вільного простору, щоб увімкнути kdump. Для збереження дампу ядра потрібно %{required}, але доступно лише %{available}.
zh_cn: 警告！如果启用 kdump，可用空间可能不足。需要 %{required} 来保存内核转储，但可用空间只有 %{available}。
zh_tw: 警告！如果啟用 kdump，可用空間可能不足。需要 %{required} 來儲存核心傾印，但可用空間只有 %{available}。

source: Kdump will not be installed correctly if Systemd Boot is used.
tr: Systemd Boot kullanılırsa Kdump düzgün bir şekilde kurulmayacaktır.
zh_tw: 如果使用 Systemd 開機，將無法正確安裝 Kdump。

source: Cannot use Firmware-assisted dump. It is not supported on this hardware.
ar: تعذر استخدام النسخة بمساعدة البرامج الثابتة. فهي غير مدعومة في هذا الجهاز.
ca: No es pot usar l'abocament de maquinari assistit. No té suport en aquest maquinari.
cs: Firmwarem podporovaný výpis nelze použít. Na tomto hardwaru není podporován.
de: Firmwaregestützter Dump kann nicht verwendet werden. Dieser Dump wird auf dieser Hardware nicht unterstützt.
el: Αδυναμία χρήσης υποβοηθούμενης μέσω Firmware αποτύπωσης. Δεν υποστηρίζεται σε αυτό το υλικό.
es: No es posible usar el volcado asistido por firmware. No se admite en este hardware.
fi: Ei voida käyttää laiteohjelmistoavusteista vedosta. Laitteisto ei tue sitä.
fr: Impossible d'utiliser le vidage assisté par microprogramme. Il n'est pas pris en charge sur ce matériel.
hu: Firmware-ből segített kiíratás nem használható. Ezen a hardveren nem támogatott.
it: Impossibile utilizzare dump assistito da firmware. Funzione non supportata nell'hardware.
ja: ファームウェア支援ダンプを使用できません。 このハードウェアではサポートされていません。
ko: 펌웨어 지원 덤프를 사용할 수 없습니다. 이 하드웨어에서는 지원되지 않습니다.
nl: Dump met firmwareondersteuning kan niet worden gebruikt. Dit wordt niet ondersteund op deze hardware.
pl: Nie można użyć zrzutu wykonywanego przez oprogramowanie firmowe. Funkcja nie jest obsługiwana przez używany sprzęt.
pt: Não é possível utilizar o despejo assistido por Firmware. Não é suportado por este hardware.
pt_br: Não é possível usar o dump assistido por firmware. Ele não é suportado neste hardware.
ru: Невозможно выполнить дамп с прошивкой. Не поддерживается данным оборудованием.
sk: Nie je možné použiť firmvérom podporovaný výpis. Na tomto hardvéri nie je podporovaný.
sl: Odloženega izpisa s pomočjo strojne programske opreme ni moč uporabljati. Na tej strojni opremi to ni podprto.
tr: Donanım yazılımı destekli döküm kullanılamaz. Bu donanımda desteklenmiyor.
uk: Неможливо виконати дамп з мікропрограмою. Не підтримується даним обладнанням.
zh_cn: 无法使用固件辅助转储。 此硬件不支持该功能。
zh_tw: 無法使用韌體輔助傾印。 此硬體不支援該功能。

source: NFS
ar: بروتوكول NFS
