Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: <p><b>Password</b> for SMTP authentication when <i>SMTP Server</i> is set. This is optional. If you do not specify a username and password, plain SMTP will be used.</p>
ar: <p><b>كلمة المرور</b> SMTP. عندما يتم تعيين توثيق <i>خادم SMTP</i> هذا اختياري. بدون اسم المستخدم/كلمة المرور سيتم استخدما SMTP عادي.</p>
ca: <p>La <b>contrasenya</b> per a l'autenticació d'SMTP quan s'ha establert el <i>servidor SMTP</i>. Això és opcional. Si no especifiqueu un nom d'usuari i una contrasenya, es farà servir SMTP simple.</p>
cs: <p><b>Heslo</b> pro ověření SMTP, když je nastaven <i>SMTP server</i>. Vyplnění je nepovinné. Nevyplníte-li jméno a heslo, bude použit prostý SMTP.</p>
de: <p><b>Passwort</b> für die SMTP-Authentifizierung, wenn <i>SMTP-Server</i> festgelegt wurde. Dies ist optional und ohne Benutzername/Passwort wird einfaches SMTP verwendet.</p>
es: <p><b>Contraseña</b> para la autenticación SMTP cuando el <i>Servidor SMTP</i> está establecido. Esto es opcional. Si no se especifica un usuario y la contraseña, se usa SMTP simple.</p>
fi: <p><b>Salasana</b> SMTP-tunnistautumiselle kun <i>SMTP-palvelin</i>on asetettu. Tämä on valinnainen, jos et anna käyttäjätunnusta/salasanaa, käytetään tavallista SMTP:tä</p>
fr: <p><b>Mot de passe</b> utilisé pour l'authentification SMTP lorsque le <i>serveur SMTP</i> est défini. Ce paramètre est facultatif. Si aucun nom d'utilisateur et mot de passe n'est défini, l'authentification SMTP simple est utilisée.</p>
hu: <p><b>Jelszó</b> az SMTP hitelesítéshez, ha be van állítva <i>SMTP-kiszolgáló</i>. Ez választható beállítás. Ha nem ad meg felhasználónevet és jelszót, akkor a rendszer egyszerű SMTP-t használ.</p>
it: <p><b>Password</b> per l'autenticazione SMTP quando è impostato il <i>Server SMTP </i>. Questo parametro è facoltativo. Se non si specifica nome utente/password, verrà utilizzato l'SMTP semplice.</p>
ja: <p><b>パスワード</b> <i>SMTP サーバ</i> を設定した場合に、 SMTP 認証で使用するパスワードを指定します。 この項目は任意指定で、ユーザ名とパスワードを指定しない場合は認証無しの SMTP を使用します。</p>
ko: <p><b>비밀번호</b> <i>SMTP Server</i>가 설정된 경우 SMTP 인증에 사용됩니다. 선택 사항입니다. 사용자 이름과 비밀번호를 지정하지 않으면 일반 SMTP가 사용됩니다.</p>
nl: <p><b>Wachtwoord</b> voor de SMTP-verificatie wanneer een <i>SMTP-server</i> is ingesteld. Dit is een optie. Zonder gebruikersnaam/wachtwoord wordt de normale SMTP gebruikt.</p>
pl: <p><b>Hasło</b> dla uwierzytelniania SMTP, gdy opcja <i>Serwer SMTP</i> jest włączona. To pole jest opcjonalne. W przypadku niepodania nazwy użytkownika i hasła zostanie użyty protokół SMTP bez uwierzytelniania.</p>
pt: <p><b>Palavra-Passe</b> para autenticação SMTP quando o <i>Servidor SMTP</i> está definido. Isto é opcional. Se não especificar um nome de utilizador e palavra-passe, será utilizado SMTP simples.</p>
pt_br: <p><b>Senha</b> para a autenticação SMTP quando o <i>Servidor SMTP</i> for definido. Isto é opcional. Se você não especificar um nome de usuário e uma senha, o SMTP normal será usado.</p>
ru: <p><b>Пароль</b> для SMTP-авторизации, когда указан <i>Сервер SMTP</i>. Это необязательно. Если вы не укажете имя пользователя и пароль, будет использован простой SMTP.</p>
sk: <p><b>Heslo</b> pre SMTP overenie keď je <i>SMTP server</i> nastavený. Toto je voliteľné. Ak nezadáte používateľské meno a heslo, použije sa jednoduchý SMTP.</p>
sl: <p><b>Geslo</b> za overjanje SMTP, ko je nastavljena možnost <i>Strežnik SMTP</i>. To ni obvezno. Če uporabniškega imena in gesla ne določite, bo uporabljen navadni SMTP.</p>
tr: <p><i>SMTP Sunucusu</i> ayarlandığında SMTP kimlik doğrulaması için <b>Parola</b>. Bu isteğe bağlıdır. Kullanıcı adı ve parola belirtmezseniz, düz SMTP kullanılacaktır.</p>
uk: <p><b>Пароль</b> для розпізнавання SMTP, коли <i>Сервер SMTP</i> налаштовано. Це необов'язково, бо без користувача/пароля використовуватиметься простий SMTP.</p>
zh_cn: <p>当设置了 <i>SMTP 服务器</i> 后， SMTP 验证身份所用的 <b>密码</b>。 这是可选设置。如果您不指定用户名和密码，将使用普通 SMTP。</p>
zh_tw: <p><b>密碼</b>：若設定了 <i>SMTP 伺服器</i>，此項用於進行 SMTP 驗證。這是 選擇性選項。如果您不指定使用者名稱和密碼，系統將使用純文字 SMTP。</p>

source: <p><b>Notification To</b> Specify the email address to which a notification email will be sent when a dump has been saved.</p>
ar: <p><b>إرسال إعلام إلى</b> تحديد عنوان البريد الإلكتروني الذي سيتم إرسال رسالة إعلام إليه عند حفظ نسخة.</p>
ca: <p><b>Notificació a</b> especifica l'adreça electrònica a on s'enviarà un missatge de notificació quan s'hagi desat un abocament.</p>
cs: <p><b>Oznámit komu</b> Zadejte e-mailovou adresu, na kterou bude zasláno oznámení poté, co bude výpis uložen.</p>
de: <p><b>Benachrichtigung an</b> E-Mail-Adresse, an die eine Benachrichtigung gesendet wird, sobald ein Dump gespeichert wurde.</p>
el: <p><b>Ειδοποίηση Σε</b> Καθορίστε την ηλεκτρονική διεύθυνση στην οποία ένα επιβεβαιωτικό ηλεκτρονικό μήνυμα θα αποσταλεί όταν μια αποτύπωση έχει αποθηκευτεί</p>
es: <p><b>Notificar a</b> Es la dirección de correo a la que se envía el correo de notificación si se ha guardado un volcado.</p>
fi: <p><b>Ilmoitukset</b> Anna sähköpostiosoite, johon ilmoitus lähetetään kun dump on tallennettu.</p>
fr: <p><b>Notification À</b> Spécifie l'adresse électronique à laquelle une notification est envoyée lorsqu'un vidage est enregistré.</p>
hu: <p><b>Értesítési címzett</b> Adja meg az e-mail címet, amelyre a rendszer értesítést küld e-mailben a kiíratás mentése után.</p>
it: <p><b>Notifica a</b> specifica l'indirizzo e-mail a cui verrà inviata una notifica via e-mail in seguito al salvataggio di un dump.</p>
ja: <p>［<b>通知先(To)</b>］ - ダンプが保存された際の、通知電子メールの送信先の電子メールアドレスを指定します。</p>
km: <p><b>ការ​ជូនដំណឹង​ចំពោះ</b> បញ្ជាក់​អាសយដ្ឋាន​អ៊ីមែល​ចំពោះ​អ៊ីមែល​ជូនដំណឹង​នឹង​ត្រូវ​ផ្ញើ នៅ​ពេល​ dump ត្រូវ​បាន​រក្សាទុក ។</p>
ko: <p><b>알림 대상</b> 덤프가 저장된 경우 알림 전자 메일을 보낼 전자 메일 주소를 지정합니다.</p>
lt: <p><b>Kam pranešti</b> – tai el. pašto adresas adresato, kuriam siunčiamas laiškas įrašius atminties išklotines.</p>
nb: <p><b>Varsling til</b> e-postadressen til den som skal varsles når en dump er lagret.</p>
nl: <p><b>Melding aan</b> Specificeer een e-mailadres waar een melding per e-mail naartoe gezonden wordt wanneer er een dump is opgeslagen.</p>
pl: <p><b>Powiadomienie do</b> pozwala określić adres e-mail osoby, do której zostanie wysłane powiadomienie o zapisie zrzutu.</p>
pt: <p><b>Notificação Para</b> Especifique o endereço de e-mail para o qual será enviado um e-mail de notificação quando um despejo tiver sido guardado.</p>
pt_br: <p><b>Notificação para</b> especifica o endereço de e-mail para o qual a notificação será enviada quando um dump for salvo.</p>
ru: <p><b>Уведомление</b> Укажите почтовый адрес для отсылки уведомления при сохранении дампа.</p>
sk: <p><b>Príjemca oznámenia</b> Zadajte emailovú adresu, na ktorú sa odošle notifikačný email, keď sa uloží výpis.</p>
sl: <p><b>Obvestila Za</b> določa e-poštni naslov, na katerega se bo po shranitvi odloženega izpisa poslala e-pošta z obvestilom.</p>
tr: <p><b>Bildirim Kime</b> Bir döküm kaydedildiğinde bildirim e-postasının gönderileceği e-posta adresini belirtin.</p>
uk: <p><b>Сповіщення до</b> адреси ел. пошти, на яку відсилатиметься сповіщення, коли збережено дамп.</p>
zh_cn: <p><b>通知收件人</b>指定在保存转储后将通知电子邮件发送到的电子邮件地址。</p>
zh_tw: <p><b>通知收件者</b>：指定儲存傾印後，要向其傳送通知電子郵件的目標電子郵件地址。</p>

source: <p><b>Notification CC</b> Specify a list of space-separated email addresses to which a notification email will be sent via cc if a dump has been saved.</p>
ar: <p><b>نسخة إعلام</b> تحديد قائمة عناوين البريد الإلكتروني مفصولة بمسافات والتي سيتم إرسال إعلام بالبريد إلكتروني إليها من خلال النسخة عند حفظ نسخة احتياطية.</p>
ca: <p><b>Notificació CC</b> especifica una llista separada per espais d'adreces electròniques a les quals enviar un missatge electrònic a través de cc si s'ha desat un abocament.</p>
cs: <p><b>Kopie oznámení</b> Zadejte seznam e-mailových adres oddělených mezerami, kam bude zaslána kopie oznámení po uložení výpisu.</p>
de: <p><b>Kopie der Benachrichtigung</b> Eine Liste von durch Leerzeichen getrennten E-Mail-Adressen, an die eine Benachrichtigung per E-Mail als Kopie gesendet wird, sobald ein Dump gespeichert wurde.</p>
el: <p><b>Ειδοποίηση CC</b> Καθορίστε την λίστα ηλεκτρονικών διευθύνσεων χωρισμένων με κενά στις οποίες ένα ηλεκτρονικό μήνυμα επιβεβαίωσης θα αποσταλεί μέσω cc εάν μια αποτύπωση έχει αποθηκευτεί.</p>
es: <p><b>CC de la notificación</b> Es la lista de direcciones de correo, separadas por espacios, a las que se envía el correo de notificación mediante la opción CC si se ha guardado un volcado.</p>
fi: <p><b>Ilmoitusten CC</b> Anna luettelo välilyönneillä erotetuista sähköpostiosoitteista, joihin ilmoitukset lähetetään sähköpostina, jos dump tallennetaan.</p>
fr: <p><b>Notification CC</b> Spécifie une liste d'adresses électroniques séparées par des espaces auxquelles une notification sera envoyée en copie cachée si un vidage est enregistré.</p>
hu: <p><b>Értesítési másolat</b> Adja meg az e-mail címeket szóközzel elválasztva, amelyekre a rendszer értesítést küld e-mailben (másolatként) a kiíratás mentése után.</p>
it: <p><b>Notifica CC</b> Specifica un elenco separato da spazi di indirizzi e-mail ai quali verranno inviate le e-mail di notifica tramite CC in seguito al salvataggio di un dump.</p>
ja: <p>［<b>通知先(Cc)</b>］ - ダンプが保存された際に、通知電子メールをCcで送信する先の電子メールアドレスを スペース区切りで指定します。</p>
km: <p><b>ចម្លង​ការ​ជូន​ដំណឹង​ជូន</b> គឺ​បញ្ជី​អាសយដ្ឋាន​សំបុត្រ​ដែល​បំបែក​ដោយ​ដកឃ្លា ដែល​នឹង​ត្រូវ​ផ្ញើ​សំបុត្រ​ជូន​ដំណឹង តាម​រយៈ​ ចម្លង​ជា​សម្ងាត់​ជូន នៅ​ពេល​ដែល​បាន​រក្សាទុក dump ។</p>
ko: <p><b>알림 참조</b> 덤프가 저장된 경우 참조를 통해 알림 전자 메일을 보낼 전자 메일 주소의 공백으로 구분된 목록을 지정합니다.</p>
lt: <p><b>Pranešimo kopija</b> – tai tarpais atskirti el. pašto adresai adresatų, kuriems siunčiama laiško kopija įrašius atminties išklotines.</p>
nb: <p><b>Varslingskopi</b> er en liste over e-postadresser, adskilt av mellomrom, dit kopier av varslingen skal sendes via e-post når en dump er lagret.</p>
nl: <p><b>Melding-CC</b> Specificeer een lijst met spatie-gescheiden e-mailadressen waarnaar een melding per e-mail gezonden zal worden via Cc als er een dump is opgeslagen.</p>
pl: <p><b>Kopia powiadomienia</b> pozwala określić adresy e-mail rozdzielone znakami spacji, na które ma zostać wysłana kopia powiadomienia o zapisie zrzutu.</p>
pt: <p><b>CC de Notificação</b> Especificar uma lista de endereços de correio eletrónico separados por espaço para os quais um e-mail de notificação será enviado via cc se um despejo tiver sido guardado.</p>
pt_br: <p><b>Notificação com cópia</b> especifica uma lista de endereços de e-mail separados por espaço aos quais o e-mail de notificação será enviado via Cc se um dump for salvo.</p>
ru: <p><b>Копия уведомления</b> Укажите список разделенных пробелами почтовых адресов для отсылки копий уведомления при сохранении дампа.</p>
sk: <p><b>Kópia oznámenia</b> Zadajte zoznam e-mailových adries oddelených z medzery, na ktoré sa pošle kópia notifikačného emailu, ak bol výpis uložený.</p>
sl: <p><b>Obvestila KP</b> določa seznam e-poštnih naslovov (ločenih s presledkom), na katere se bo po shranitvi odloženega izpisa poslala kopija e-pošte z obvestilom.</p>
tr: <p><b>Bildirim CC</b> Bir döküm kaydedildiyse, cc yoluyla bir bildirim e- postasının gönderileceği boşlukla ayrılmış e-posta adreslerinin bir listesini belirtin.</p>
uk: <p><b>Копія сповіщення</b> — це список адрес ел. пошти, до яких будуть надсилатись сповіщення як копія, коли збережено дамп.</p>
zh_cn: <p><b>通知抄送</b>指定在保存转储后，发送通知电子邮件时要抄送到的电子邮件地址列表 （以空格分隔）。</p>
zh_tw: <p><b>通知副本</b>：指定儲存傾印後，將以副本形式向其傳送 通知電子郵件的電子郵件地址清單 (以空格分隔)。</p>

source: <p><b>Number of Old Dumps</b> specifies how many old dumps are kept. If the number of dump files exceeds this number, older dumps are removed.</p>
ar: <p><b>عدد النسخ القديمة</b> يحدد عدد النسخ القديمة التي يتم الاحتفاظ بها. إذا تجاوز عدد ملفات النسخ هذا الرقم، تتم إزالة النسخ الأقدم.</p>
ca: <p><b>Nombre d'abocaments antics</b> especifica quants abocaments antics es guarden. Si el nombre de fitxers d'abocament el supera se suprimeixen els abocaments més vells.</p>
cs: <p><b>Počet starých výpisů</b> určuje kolik starých výpisu bude ponecháno. Jestliže počet souborů výpisu překročí toto číslo, starší výpisy budou odstraněny.</p>
de: <p>Die <b>Anzahl alter Dumps</b> gibt an, wie viele alte Dumps beibehalten werden. Wenn die Anzahl der Dump-Dateien diese Anzahl überschreitet, werden ältere Dumps entfernt.</p>
el: <p><b>Αριθμός των Παλαιών Αποτυπώσεων</b> προσδιορίζει πόσες παλίες αποτυπώσεις κρατούνται. Εάν ο αριθμός των αρχείων αποτύπωσης είναι μεγαλύτερος, οι παλαιότερες αποτυπώσεις αφαιρούνται.</p>
es: <p><b>Número de volcados de datos antiguos</b> indica cuántos volcados antiguos se conservan. Si el número de archivos de volcados supera este valor, los volcados antiguos se eliminan.</p>
fi: <p><b>Vanhojen vedoksien määrä</b> määrää kuinka monta vanhaa vedosta säilytetään. Jos vedoksien määrä ylitetään, vanhimmat vedokset poistetaan.</p>
fr: <p>L'option <b>Nombre d'anciens vidages</b> indique le nombre d'anciens vidages conservés. Si le nombre de fichiers de vidage dépasse cette valeur, les vidages les plus anciens sont supprimés.</p>
gl: <p><b>Número de envorcados antigos</b> especifica cantos envorcados antigos van ser mantidos. Se o número de envorcados excede este número, eliminaranse os envorcados antigos.</p>
hu: <p><b>Régi kiíratások száma</b> meghatározza, hogy mennyi régi kiíratás maradjon meg. Ha a fájlok száma meghaladja ezt a számot, akkor a régebbi kiíratások eltávolításra kerülnek.</p>
it: <p><b>Numero di dump precedenti</b> specifica quanti dump precedenti sono mantenuti. Se il numero dei file di dump supera tale valore, i dump più vecchi vengono rimossi.</p>
ja: <p><b>保存する古いダンプ数</b>では、古いダンプを保持する数を指定します。 ダンプファイルがこの数を超えると、 より古いダンプが削除されます。</p> 4
km: <p><b>ចំនួន​​​ Dumps ចាស់ៗ​</b>បញ្ជាក់​​ពី​របៀប​ dumps ចាស់​ជាច្រើន​ដែល​ត្រូវ​បាន​រក្សា​ទុក​ ។​ ប្រសិន​បើ​ចំនួន​របស់​ឯកសារ​ dump លើស​ចំនួន​វា​ dumps ចាស់ៗ​ត្រូវ​បាន​យកចេញ​ ។</p>
ko: <p><b>이전 덤프 수</b>는 보관된 이전 덤프 수를 지정합니다. 덤프 파일 수가 이 숫자를 초과하면 이전 덤프가 제거됩니다.</p>
lt: <p><b>Senų atminties išklotinių skaičius</b> nurodo senų atminties išklotinių kiekį, kurį išlaikyti. Jei atvaizdžių kiekis pasiekia šį skaičių, senesnės atminties išklotinės pašalinamos.</p>
nb: <p><b>Antall gamle dumpfiler</b> angir hvor mange dumpfiler som skal lagres. Overskrides dette antallet, blir eldre dumpfiler fjernet.</p>
nl: <p><b>Aantal oude dumps</b> geeft weer hoeveel oude dumps worden bewaard. Als het aantal dumpbestanden dit aantal overschrijdt, worden oudere dumps verwijderd.</p>
pl: <p><b>Liczba starych zrzutów</b> określa, ile starych zrzutów jest przechowywanych. Jeśli liczba plików zrzutów przekroczy tę wartość, starsze zrzuty są usuwane.</p>
pt: <p><b>Número de Imagens Antigas de Despejo(Dump)</b> especifica o número de despejos antigos a manter, ao exceder o número, os mais antigos são removidos.</p>
pt_br: <p><b>Número de dumps antigos</b> especifica quantos dumps antigos são mantidos. Se o número de arquivos de dump exceder este número, os dumps mais antigos serão removidos.</p>
ro: <p><b>Numărul de dumpuri vechi</b> specifică câte dumpuri vechi sunt păstrate. Dacă numărul fișierelor dump depășește acest număr, cele mai vechi dumpuri sunt șterse.</p>
ru: <p><b>Количество старых дампов</b> указывает, сколько старых образов дампа нужно хранить. Если число файлов дампа превышает указанное здесь число, старые дампы удаляются.</p>
sk: <p><b>Počet starých výpisov</b> určuje koľko starých výpisov sa ponechá. Ak počet súborov výpisu presahuje toto číslo, odstránia sa staršie výpisy.</p>
sl: <p><b>Število starih odloženih izpisov</b> določa, koliko starih odloženih izpisov se ohrani. Če število datotek presega to število, bodo najstarejše odvečne datoteke odstranjene.</p>
tr: <p><b>Eski Döküm Sayısı</b> kaç tane eski dökümün tutulduğunu belirtir. Döküm dosyalarının sayısı Bu sayıyı aşarsa eski dökümanlar kaldırılır.</p>
uk: <p><b>Кількість старих дампів</b> вказує, скільки старих дампів потрібно зберігати. Якщо число файлів дампа перевищує вказане тут число, то старі дампи видаляються.</p>
zh_cn: <p><b>旧转储数</b>指定保留的旧转储数。如果转储文件数 超过该数字，将去除旧的转储。</p>
zh_tw: <p><b>「舊傾印的數量」</b>指定保留的舊傾印數量。如果傾印檔案數 超過該數字，將移除較舊的傾印。</p>

source: <p><b><big>Initializing Kdump Configuration</big></b><br> Please wait...<br></p>
ar: <p><b><big>تهيئة تكوين Kdump‏</big></b><br> الرجاء الانتظار...<br>‏</p>
ca: <p><b><big>Iniciant la configuració del Kdump</big></b><br> Espereu, si us plau...<br></p>
cs: <p><b><big>Inicializuje se konfigurace funkce kdump</big></b> <br>Prosím čekejte...<br></p>
de: <p><b><big>Kdump-Konfiguration wird initialisiert</big></b><br> Bitte warten...<br></p>
el: <p><b><big>Αρχικοποίηση Ρυθμίσεων του Kdump</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><b><big>Inicializando la configuración de kdump</big></b><br> <br>Espere unos instantes...<br></p>
fi: <p><b><big>Valmistellaan kdump-määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Initialisation de la configuration kdump</big></b><br> Veuillez patienter...<br></p>
gl: <p><b><big>Iniciando a configuración de Kdump</big></b><br> Agarde un chisco...<br></p>
hu: <p><b><big>A Kdump beállításainak előkészítése</big></b> <br>Kérem, várjon...<br></p>
it: <p><b><big>Inizializzazione della configurazione kdump</big></b><br> Attendere…<br></p>
ja: <p><b><big>Kdump 設定を準備しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ Kdump</big></b><br> សូម​រង់ចាំ...<br></p>
ko: <p><b><big>Kdump 구성 초기화</big></b><br> 잠시 기다려주십시오...<br></p>
lt: <p><b><big>Ruošiamas Kdump konfigūravimas</big></b><br> Palaukite...<br></p>
nb: <p><b><big>Initialiserer oppsett av Kdump</big></b><br> Vennligst vent...<br></p>
nl: <p><b><big>De Kdump-configuratie wordt geïnitialiseerd</big></b><br> Een ogenblik geduld...<br></p>
pl: <p><b><big>Trwa inicjalizacja konfiguracji programu Kdump</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>A Inicializar a Configuração do Kdump</big></b><br> Por favor aguarde...<br></p>
pt_br: <p><b><big>Inicializando a configuração do kdump</big></b><br> Aguarde...<br></p>
ro: <p><b><big>Inițializez configurarea Kdump</big></b><br> Vă rog așteptați...<br></p>
ru: <p><b><big>Инициализация конфигурации Kdump</big></b><br> Подождите, пожалуйста...<br></p>
sk: <p><b>Inicializácia konfigurácie Kdump</big></b><br> Prosím, čakajte...<br></p>
sl: <p><b><big>Pripravljanje nastavitev Kdump</big></b><br> Prosimo, počakajte …<br></p>
tr: <p><b><big>Kdump Yapılandırması Başlatılıyor</big></b><br> Lütfen bekleyin...<br></p>
uk: <p><b><big>Започаткування конфігурації Kdump</big></b><br> Зачекайте, будь ласка...<br></p>
zh_cn: <p><b><big>正在初始化 Kdump 配置</big></b><br> 请稍候...<br></p>
zh_tw: <p><b><big>正在啟始化 Kdump 組態</big></b><br> 請稍候...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ar: <p><b><big>إيقاف التهيئة:</big>‏</b>‏<br> قم بإيقاف البرنامج الإضافي للتكوين بشكلٍ آمن عن طريق ضغط <b>إيقاف</b> الآن.</p>
ca: <p><b><big>Avortament de l'inici</big></b><br> Per cancel·lar la utilitat de configuració amb seguretat, premeu <b>Avorta</b> ara.</p>
cs: <p><b><big>Přerušení inicializace:</big></b><br> Konfigurační program nyní bezpečně ukončíte stiskem tlačítka <b>Přerušit</b>.</p>
de: <p><b><big>Initialisierung abbrechen:</big></b><br> Sie können das Konfigurationsprogramm jetzt über die Option <b>Abbrechen</b> sicher abbrechen.</p>
el: <p><b><big>Ματαίωση της Αρχικοποίησης:</big></b><br> Μπορείτε να ματαιώσετε με ασφάλεια το εργαλείο ρύθμισης πατώντας <b>Ματαίωση</b> τώρα.</p>
es: <p><b><big>Cancelando la inicialización:</big></b><br> Puede cancelar la utilidad de configuración de forma segura pulsando ahora <b>Cancelar.</b></p>
fi: <p><b><big>Valmistelun keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
fr: <p><b><big>Abandon de l'initialisation :</big></b><br> interrompez la configuration en toute sécurité en cliquant maintenant sur <b>Abandonner</b>.</p>
gl: <p><b><big>Cancelando o inicio:</big></b><br> Para cancelar a utilidade de actualización, prema en <b>Cancelar</b> agora.</p>
hu: <p><b><big>Az előkészítés megszakítása:</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
it: <p><b><big>Interruzione dell'inizializzazione:</big></b><br> per interrompere l'utility di configurazione in modo sicuro, premere <b>Interrompi</b> adesso.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止することができます。</p>
km: <p><b><big>ការបោះបង់​ការ​ចាប់ផ្ដើម ៖</big></b><br> អ្នក​អាច​បោះបង់​កម្មវិធី​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​សុវត្ថិភាព ដោយ​ចុច <b>បោះបង់</b> ឥឡូវ ។</p>
ko: <p><b><big>초기화 중단:</big></b><br> 지금 <b>중단</b>을 누르면 구성 유틸리티를 안전하게 중단할 수 있습니다.</p>
lt: <p><b><big>Paruošimo nutraukimas:</big></b><br> Dabar galite saugiai nutraukti konfigūracijos įrankį spausdami <b>Nutraukti</b>.</p>
nb: <p><b><big>Avbryt initialisering:</big></b><br> Du kan trygt avbryte oppsettsverktøyet ved å klikke <b>Avbryt</b> nå.</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te klikken.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>
pt: <p><b><big>Interrupção da Inicialização:</big></b><br> Pode interromper o utilitário de configuração de forma segura, premindo <b>Interromper</b> agora.</p>
pt_br: <p><b><big>Cancelando a inicialização:</big></b><br> Cancele com segurança o utilitário de configuração clicando em <b>Cancelar</b> agora.</p>
ro: <p><b><big>Anularea inițializării:</big></b><br> Opriți utilitarul de configurare fără riscuri apăsând <b>Anulează</b> acum.</p>
ru: <p><b><big>Прерывание инициализации:</big></b><br> Сейчас безопасно прервать утилиту конфигурации нажатием <b>Прервать</b>.</p>
sk: <p><b><big>Prerušenie inicializácie:</big></b><br> Teraz môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
sl: <p><b><big>Prekinitev pripravljanja:</big></b><br> Sedaj lahko varno prekinite nastavitveno orodje s klikom na <b>Prekini</b>.</p>
tr: <P><B><BIG>Başlatma işlemini kesme:</BIG></B><BR> <b>Kes</b> düğmesine basarak yapılandırma işlemini güvenli bir şekilde kesebilirsiniz.</p>
uk: <p><b><big>Переривання започаткування:</big></b><br> Безпечно припиніть засіб налаштування, натиснувши зараз <b>Перервати</b>.</p>
zh_cn: <p><b><big>中止初始化：</big></b><br> 立即按<b>中止</b>可安全地中止配置实用程序。</p>
zh_tw: <p><b><big>中止啟始化：</big></b><br> 立即按下<b>中止</b>，以安全地中止組態公用程式。</p>
