Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: You need to specify "Exported Share"
ar: يجب تحديد "المشاركة المصدرة"
ca: Heu d'especificar la compartició exportada.
cs: Je třeba zadat "Exportované sdílení"
de: Sie müssen die "Netzwerkfreigabe" angeben
el: Πρέπει να καθορίσετε τον "Διαμοιρασμό Εξαγωγών"
es: Debe especificar el recurso compartido exportado
fi: "Viety jako" täytyy määrittää
fr: Vous devez spécifier le partage exporté
gl: Necesita especificar "Recurso compartido exportado"
hu: Meg kell adnia az "exportált megosztást"
it: Specificare la "Condivisione esportata"
ja: 「エクスポートされた共有」を指定する必要があります
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់ "ការ​ចែករំលែក​ដែល​បាន​នាំចេញ"
ko: "내보낸 공유"를 지정해야 합니다.
lt: Reikia nurodyti eksportuojamą bendrąjį išteklių
nb: Du må angi en "Eksportert delt ressurs"
nl: U moet 'Geëxporteerde share' opgeven
pl: Proszę określić "Eksportowany udział"
pt: Necessita específicar "Partilha Exportada"
pt_br: É necessário especificar o "Compartilhamento exportado"
ro: Trebuie să specificați "Partajarea exportată"
ru: Вы должны указать "Экспортируемые общие ресурсы"
sk: Musíte zadať "Exportované zdieľanie"
sl: Nastaviti morate »Izvožena delitev«
tr: "Dışa Aktarılan Paylaşım"ı belirtmeniz gerekiyor
uk: Вам слід вказати "Експортований спільний ресурс"
zh_cn: 需指定“导出的共享”
zh_tw: 需要指定「輸出共用」

source: Select directory for saving dump images
ar: حدد دليلاً لحفظ نُسخ محتويات النسخة
ca: Seleccioneu el directori on s'han de desar les imatges abocades
cs: Vyberte adresář, do kterého chcete obrazy ukládat
de: Wählen Sie das Verzeichnis zum Speichern der Dump-Abbilder aus.
el: Επιλέξτε κατάλογο για την αποθήκευση των εικόνων αποτύπωσης
es: Seleccione un directorio para guardar las imágenes de volcado de datos
fi: Hakemisto, johon vedokset tallennetaan
fr: Sélectionner le répertoire d'enregistrement des images de vidage
gl: Seleccione direcorio para gardar as imaxes de envorcado de datos
hu: Válassza ki a kiíratási képfájlok mentési könyvtárát
it: Selezionare la directory per il salvataggio delle immagini dump
ja: ダンプイメージを保存するディレクトリを選んでください
km: ជ្រើស​ថត​សម្រាប់​រក្សាទុក​រូបភាព​ឥត​បានការ
ko: 덤프 이미지를 저장할 디렉토리를 선택합니다.
lt: Pasirinkite atminties išklotinių atvaizdžių saugojimo katalogą
nb: Velg katalog for lagring av dump-bilder
nl: Selecteer de map voor het opslaan van dumpimages
pl: Proszę wybrać katalog zapisu obrazów zrzutów
pt: Seleccione a pasta para guardar imagens dump
pt_br: Selecione o diretório em que as imagens dos dumps serão salvas
ro: Selectați directorul pentru salvarea imaginilor dump
ru: Выберите каталог для сохранения дампов
sk: Vybrať adresár pre uloženie obrazov výpisu
sl: Izberite mapo za shranjevanje posnetkov odloženih izpisov
tr: Döküm görüntülerini kaydetmek için dizini seçin
uk: Виберіть директорію для збереження образів дампів
zh_cn: 选择用于保存转储映像的目录
zh_tw: 選取儲存傾印影像的目錄

source: Kernel option includes several ranges or redundant values. Rewrite it?
ar: يشتمل خيار Kernel على قيم مكررة ونطاقات عديدة. هل تريد إعادة كتابته؟
ca: L'opció del nucli inclou algunes gammes o valors redundants. S'ha de reescriure?
cs: Možnost jádra zahrnuje několik rozsahů nebo redundantních hodnot. Chcete ji přepsat?
de: Kernel-Option enthält mehrere Bereiche oder redundante Werte. Neu schreiben?
es: La opción de núcleo incluye varios rangos o valores redundantes. ¿Desea sobrescribirla?
fi: Ytimen valinta sisältää useita alueita tai tarpeettomia arvoja. Kirjoita se uudelleen?
fr: L'option de kernel inclut plusieurs plages ou valeurs redondantes. Voulez-vous la réécrire ?
hu: A kernelbeállítás számos tartományt vagy redundáns értéket tartalmaz. Át szeretné írni?
it: L'opzione del Kernel include diversi intervalli o valori ridondanti. Scriverla di nuovo?
ja: カーネルオプションには、複数の範囲や冗長な値が含まれます。書き換えますか?
ko: 커널 옵션에 범위 또는 중복 값이 포함되어 있습니다. 다시 쓰시겠습니까?
nl: Kerneloptie bevat meerdere reeksen of overbodige waarden. Optie herschrijven?
pl: Opcja jądra obejmuje wiele zakresów lub nadmiarowych wartości. Zapisać ją ponownie?
pt: A opção Kernel inclui vários intervalos ou valores redundantes. Reescrevê-lo?
pt_br: A opção de kernel inclui várias faixas ou valores redundantes. Sobregravá-la?
ru: Параметр ядра включает несколько диапазонов или избыточных значений. Перезаписать?
sk: Voľba jadra obsahuje niekoľko rozsahov alebo redundantné hodnoty. Prepísať ju?
sl: Možnost jedra vsebuje več obsegov ali odvečnih vrednosti. Ali jo želite prepisati?
tr: Kernel seçeneği birkaç aralık veya yedekli değer içeriyor. Yeniden yazılsın mı?
uk: Параметр ядра містить декілька діапазонів або надлишкових даних. Перезаписати їх?
zh_cn: 内核选项包含若干范围或冗余值，是否将其重写？
zh_tw: 核心選項包括多個範圍或備援值。是否要重新寫入？

source: Use &Firmware-Assisted Dump
ar: استخدام ال&نسخة بمساعدة البرامج الثابتة
ca: Usa l'a&bocament de maquinari assistit
cs: Použít &firmwarem podporovaný výpis
de: &Firmwaregestützten Dump verwenden
el: Χρήση &Υποβοηθούμενης μέσω Firmware Αποτύπωσης
es: Usar volcado asistido por &firmware
fi: Käytä &laiteohjelmistoavusteista vedosta
fr: Utiliser le vida&ge assisté par microprogramme
hu: &Firmware-ből segített kiíratás használata
it: Usa dump assistito da &firmware
ja: ファームウェア支援ダンプの使用(&F)
ko: 펌웨어 지원 덤프 사용(&F)
nl: &Dump met firmwareondersteuning gebruiken
pl: Użyj zrzutu wykonywanego przez oprogramowanie &firmowe
pt: Utilizar Despejo Assistido por &Firmware
pt_br: Usar &Dump Assistido por Firmware
ru: Использовать дамп с про&шивкой
sk: Použiť firmvérom podporovaný výpis
sl: Odložen izpis s pomočjo &strojne programske opreme
tr: Donanım &Yazılımı Destekli Dökümü Kullan
uk: Використовувати дамп з мікро&програмою
zh_cn: 使用固件辅助转储(&F)
zh_tw: 使用韌體輔助傾印(&F)

source: Kdump is not supported on this system. If you continue now, the module may not function properly. For example, some settings will not be correctly read and the resulting configuration will probably be useless.
ar: Kdump غير مدعوم على هذا النظام. إذا قمت بالمتابعة الآن، فقد لا تعمل الوحدة النمطية بشكل صحيح. على سبيل المثال، لن تتم قراءة بعض الإعدادات بطريقة صحيحة ومن المحتمل أن يكون التكوين الناتج غير مجدٍ.
ca: El Kdump no s'admet en aquest sistema. Si continueu ara, el mòdul pot no funcionar correctament. Per exemple, alguns paràmetres no es llegiran correctament i la configuració resultant probablement serà inútil.
cs: Mechanismus Kdump v tomto systému není podporován. Pokud budete nyní pokračovat, modul nemusí správně fungovat. Některá nastavení například nemusí být správně přečtena a výsledná konfigurace pravděpodobně nebude použitelná.
de: Kdump mit diesem System nicht unterstützt. Wenn sie jetzt fortfahren, arbeitet das Modul unter Umständen nicht fehlerfrei. Beispielsweise werden einige Einstellungen nicht korrekt gelesen, und die fertige Konfiguration ist vermutlich nicht nutzbar.
es: Este sistema no es compatible con Kdump. Si continúa, el módulo podría no funcionar correctamente. Por ejemplo, algunos valores no se leerán correctamente y la configuración resultante probablemente resultará inútil.
fi: Kdump ei ole tuettu tässä järjestelmässä. Jos jatkat, moduuli ei ehkä toimi oikein. Esimerkiksi joitain asetuksia ei lueta oikein ja tuloksena oleva kokoonpano on todennäköisesti käyttökelvoton.
fr: Kdump n'est pas pris en charge sur ce système. Si vous continuez, le module risque de ne pas fonctionner correctement. Par exemple, certains paramètres ne seront pas lus correctement et la configuration qui en résultera sera probablement inutilisable.
hu: A kdump ezen a rendszeren nem támogatott. Ha most folytatja, akkor lehet, hogy a modul nem fog megfelelően működni. Egyes beállításokat esetleg nem lehet megfelelően olvasni, és az így létrejövő konfiguráció valószínűleg használhatatlan lesz.
it: Kdump non è supportato dal sistema. Se si continua adesso, è possibile che il modulo non funzioni correttamente. Ad esempio, alcune impostazioni non verranno lette correttamente e probabilmente la configurazione risultante sarà inutile.
ja: このシステムではKdumpはサポートされていません。 このまま続行すると、モジュールが適切に機能しない場合があります。 たとえば、一部の設定が正しく読み取られないため、 行った設定が役に立たなくなる可能性があります。
ko: 이 시스템에서는 Kdump가 지원되지 않습니다. 지금 계속하는 경우 모듈이 올바로 작동하지 않을 수 있습니다. 예를 들어 일부 설정을 올바로 읽지 않고 결과 구성을 사용할 수 없게 될 수 있습니다.
nl: Kdump wordt niet ondersteund op dit systeem. Als u nu doorgaat, functioneert de module mogelijk niet goed. Zo kunnen bepaalde instellingen niet op de juiste manier worden gelezen en is de resulterende configuratie waarschijnlijk nutteloos.
pl: Program kdump nie jest obsługiwany w tym systemie. W przypadku kontynuowania moduł może nie działać poprawnie. Na przykład niektóre ustawienia nie zostaną poprawnie odczytane, co spowoduje, że wynikowa konfiguracja będzie prawdopodobnie bezużyteczna.
pt: O Kdump não é suportado neste sistema. Se continuar agora, o módulo poderá não funcionar corretamente. Por exemplo, algumas definições não serão lidas corretamente e a configuração resultante provavelmente será inútil.
pt_br: Kdump não suportado neste sistema. Se você continuar agora, o módulo poderá não funcionar apropriadamente. Por exemplo, algumas configurações não serão lidas corretamente, e a configuração resultante provavelmente será inutilizável.
ru: Kdump не поддерживается в этой системе. Если вы продолжите, модуль может работать неверно. Например, некоторые параметры не будут корректно прочитаны, и получившаяся конфигурация может оказаться бесполезной.
sk: Kdump nie je na tomto systéme podporovaný. Ak budete teraz pokračovať, modul nemusí fungovať správne. Napríklad niektoré nastavenia nebudú správne prečítané a výsledná konfigurácia bude pravdepodobne nepoužiteľná.
sl: Kdump na tem sistemu ni podprt. Če nadaljujete, modul morda ne bo deloval pravilno. Na primer, nekatere nastavitve ne bodo pravilno prebrane in končne nastavitve verjetno ne bodo uporabne.
tr: Kdump bu sistemde desteklenmiyor. Şimdi devam ederseniz, modül düzgün çalışmayabilir. Örneğin, bazı ayarlar doğru şekilde okunmayacak ve ortaya çıkan yapılandırma muhtemelen işe yaramayacaktır.
uk: Kdump не підтримується цією системою. Якщо ви відразу продовжите, то модуль може не властиво працювати. Для прикладу деякі параметри можуть не правильно читатися і підсумкові налаштування виявляться марними.
zh_cn: 此系统上不支持 Kdump。 如果您立即继续，该模块可能无法正常工作。 例如，将无法正确读取某些设置， 并且产生的配置可能无用。
zh_tw: 此系統上不支援 Kdump。 如果您現在繼續，該模組可能無法正常運作。 例如，將無法正確讀取某些設定， 並且產生的組態可能無用。

source: Kdump not supported
ar: Kdump غير مدعم
ca: El Kdump no s'admet
cs: Mechanismus Kdump není podporován
de: Kdump nicht unterstützt
es: Kdump no es compatible
fi: Kdumpia ei tueta
fr: Kdump non pris en charge
hu: A kdump nem támogatott
it: Kdump non supportato
ja: Kdumpはサポートされていません
ko: Kdump가 지원되지 않습니다.
nl: Kdump wordt niet ondersteund
pl: Program kdump nie jest obsługiwany
pt: Kdump não suportado
pt_br: Kdump não suportado
ru: Kdump не поддерживается
sk: Kdump nie je podporovaný
sl: Kdump ni podprt
tr: Kdump desteklenmiyor
uk: Kdump не підтримується
zh_cn: 不支持 Kdump
zh_tw: 不支援 Kdump

source: Saving kdump configuration...
ar: يتم الآن حفظ تكوين kdump...
ca: Desant la configuració del kdump...
cs: Ukládá se konfigurace kdump...
de: Kdump-Konfiguration wird gespeichert...
el: Αποθήκευση των ρυθμίσεων του kdump...
es: Guardando la configuración de kdump...
fi: Tallennetaan kdump-määritys...
fr: Enregistrement de la configuration de Kdump...
gl: Gardando a configuración de kdump...
hu: Kdump beállításainak mentése...
it: Salvataggio della configurazione di kdump in corso...
ja: kdump 設定を保存しています...
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ kdump...
ko: Kdump 구성 저장 중...
lt: Įrašoma kdump konfigūracija...
nb: Lagrer kdump-oppsett...
nl: Kdump-configuratie opslaan...
pl: Zapisywanie konfiguracji kdump...
pt: A gravar a configuração do kdump...
pt_br: Salvando a configuração do kdump...
ro: Salvez configurația kdump...
ru: Сохранение конфигурации kdump...
sk: Ukladanie konfigurácie kdump...
sl: Shranjevanje nastavitev Kdump-a …
tr: Kdump yapılandırması kaydediliyor...
uk: Збереження конфігурації kdump...
zh_cn: 正在保存 kdump 配置...
zh_tw: 正在儲存 kdump 組態...

source: Configuration of kdump
ar: تكوين kdump
ca: Configuració del kdump
cs: Konfigurace funkce kdump
de: Kdump-Konfiguration
el: Ρύθμιση του Kdump
es: Configuración de kdump
fi: Kdump-määritys
fr: Configuration de Kdump
gl: Configuración de kdump
hu: A kdump beállítása
it: Configurazione di kdump
ja: Kdumpの設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​របស់ kdump
ko: kdump 구성
lt: kdump konfigūracija
nb: Oppsett av kdump
nl: Configuratie van kdump
pl: Konfiguracja kdump
pt: Configuração do kdump
pt_br: Configuração do kdump
ro: Configurarea kdump
ru: Конфигурация kdump
sk: Konfigurácia kdump
sl: Nastavitve Kdump-a
tr: Kdump yapılandırması
uk: Налаштування kdump
zh_cn: Kdump 的配置
zh_tw: Kdump 的組態

source: Display settings
ar: إعدادات العرض
ca: Visualització dels paràmetres
cs: Nastavení zobrazení
de: Anzeigeeinstellungen
el: Εμφάνιση ρυθμίσεων
es: Configuración de la pantalla
fi: Näytön asetukset
fr: Paramètres d'affichage
gl: Opcións de pantalla
hu: Beállítások megjelenítése
it: Impostazioni di visualizzazione
ja: 設定表示
km: បង្ហាញ​ការ​កំណត់
ko: 표시 설정
lt: Rodymo nuostatos
nb: Visningsinnstillinger
nl: Toon instellingen
pl: Wyświetla ustawienia
pt: Apresentar configurações
pt_br: Exibir as configurações
ro: Setări de afișare
ru: Показать параметры
sk: Zobraziť nastavenia
sl: Prikaže nastavitve
tr: Görüntü ayarları
uk: Параметри дисплея
zh_cn: 显示设置
zh_tw: 顯示設定

source: Start-up settings
ar: إعدادات بدء التشغيل
ca: Paràmetres de l'inici
cs: Nastavení při spouštění
de: Starteinstellungen
el: Ρυθμίσεις εκκίνησης
es: Configuración de inicio
fi: Käynnistysasetukset
fr: Paramètres de démarrage
gl: Configuración do inicio
hu: Indítási beállítások
it: Impostazioni di avvio
ja: 起動設定
km: ការ​កំណត់​ការ​ចាប់ផ្ដើម
ko: 시작 설정
lt: Paleidimo nuostatos
nb: Oppstartsinnstillinger
nl: Opstartinstellingen
pl: Ustawienia uruchamiania
pt: Definições de arranque
pt_br: Configurações de inicialização
ro: Setări de pornire
ru: Параметры запуска
sk: Nastavenia pri štarte
sl: Zagonske nastavitve
tr: Başlangıç ayarları
uk: Параметри запуску
zh_cn: 启动设置
zh_tw: 啟動設定

source: Dump Level number 0-31
ar: رقم مستوى النسخة 0-31
ca: Número del nivell d'abocament 0-31
cs: Číslo úrovně výpisu 0-31
de: Filterungsgrad 0-31
el: Αριθμός επιπέδου αποτύπωσης 0-31
es: Número del nivel de volcado de datos 0-31
fi: Vedostason numero 0-31
fr: Niveau de vidage 0-31
gl: Nivel de envorcado de datos 0-31
hu: Kiíratás szintjének száma 0-31
it: Numero livello dump 0-31
ja: ダンプレベル数(0-31)
km: លេខ​កម្រិតឥតបានការ ០-៣១
ko: 덤프 수준 번호 0-31
lt: Registravimo lygis 0-31
nb: Dump-nivånummer 0-31
nl: Dumpniveaunummer 0-31
pl: Poziom zrzutu w zakresie 0-31
pt: Nível Dump número 0-31
pt_br: Nível de dump número 0-31
ro: Număr nivel dump 0-31
ru: Номер уровня дампа 0-31
sk: Číslo úrovne výpisu 0-31
sl: Stopnja odloženega izpisa (0–31)
tr: Döküm Seviyesi numarası 0-31
uk: Номер рівня дампа 0-31
zh_cn: 转储级别编号 0-31
zh_tw: 傾印層級數 0-31

source: Dump format for dump image: none/ELF/compressed/lzo/snappy/zstd/raw
de: Dump-Format für Dump-Abbild: keine/ELF/compressed/lzo/snappy/zstd/raw
es: Formato del volcado para la imagen de volcado: none/ELF/compressed/lzo/snappy/zstd/raw
fr: Format de vidage de l'image de vidage : none/ELF/compressed/lzo/snappy/zstd/raw
it: Formato dump per immagine dump: nessuno/ELF/compresso/lzo/snappy/zstd/raw
ja: ダンプイメージのダンプ形式: none/ELF/compressed/lzo/snappy/zstd/raw
nl: Dumpindeling voor dumpimage: none/ELF/compressed/lzo/snappy/zstd/raw
pt_br: Formato de dump para imagem de dump: nenhum/ELF/comprimido/lzo/snappy/zstd/bruto
sk: Formát výpisu pre obraz výpisu: none/ELF/compressed/lzo/snappy/zstd/raw
sl: Oblika posnetka odloženega izpisa: none/ELF/compressed/lzo/snappy/zstd/raw
tr: Döküm görüntüsü için döküm biçimi: none/ELF/compressed/lzo/snappy/zstd/raw
zh_cn: 转储映像的转储格式：none/ELF/compressed/lzo/snappy/zstd/raw
zh_tw: 傾印影像的傾印格式：none/ELF/compressed/lzo/snappy/zstd/raw

source: Dump target includes destination for saving dump images
ar: يتضمن هدف النسخة وجهة لحفظ نُسخ محتويات النسخة
ca: La destinació de l'abocament inclou la destinació on s'han de desar les imatges abocades
cs: Součástí cíle výpisu je umístění pro ukládání obrazů výpisů
de: Das Dump-Ziel umfasst das Ziel zum Speichern von Dump-Images
el: O προορισμός αποτυπώσεων χρησιμοποιείται για την αποθήκευση εικόνων αποτυπώσεων
es: El destino del volcado de datos incluye la ubicación de destino para guardar las imágenes de volcado de datos
fi: Vedoksen kohde sisältää vedoksien tallennukseen käytetyn sijainnin
fr: La cible du vidage comprend la destination d'enregistrement des images de vidage
gl: O destino do volcado de datos inclúe a situación do destino para gardar as imaxes de envorcado de datos
hu: A kiíratási cél tartalmazza a kiíratási képfájlok mentési célját
it: La destinazione dump include la destinazione per il salvataggio delle immagini dump
ja: ダンプの保存先にダンプイメージの保存先を含む
km: គោលដៅ​ឥតបានការ​រួម​បញ្ចូល​ទិសដៅ​សម្រាប់​រក្សាទុក​រូបភាព​ឥតបានការ
ko: 덤프 대상에 덤프 이미지를 저장하기 위한 대상이 포함됩니다.
lt: Atminties išklotinės paskirtis apima atminties išklotinės atvaizdžių laikymo paskirtį
nb: Dump-mål har destinasjoner for lagring av dump-bilder
nl: Het doel van de dump bevat de bestemming voor het opslaan van dumpimages
pl: Pole miejsca docelowego zrzutu zawiera lokalizację miejsca przeznaczonego do zapisywania zrzutów
pt: O alvo dump incluí o destino para guardar as imagens dump
pt_br: O destino do dump inclui destino para salvar imagens de dump
ro: Ținta dump include destinația pentru salvarea imaginilor dump
ru: Цель дампа включает место назначения для сохранения образов дампа
sk: Cieľ výpisu obsahuje umiestnenie pre uloženie obrazov výpisu
sl: Cilj odloženega izpisa vsebuje cilj za shranjevanje posnetkov odloženih izpisov
tr: Döküm hedefi, döküm görüntülerini kaydetme hedefini içerir
uk: Сховище дампа включає місце призначення для збереження образів дампів
zh_cn: 转储目标包含用于保存转储映像的目标
zh_tw: 傾印目標包含儲存傾印影像的目的地

source: The naming scheme is:/boot/vmlinu[zx]-<kernel_string>[.gz] Please enter only "kernel_string".
ar: مخطط التسمية هو: ‎/boot/vmlinu[zx]-<kernel_string>[.gz] الرجاء إدخال "kernel_string" فقط.
ca: L'esquema del nom és:/boot/vmlinu[zx]-<cadena_nucli>[.gz] Introduïu només "cadena_nucli".
cs: Názvy mají toto schéma: /boot/vmlinu[zx]-<řetězec_jádra>[.gz] Zadejte pouze hodnotu „řetězec_jádra“.
de: Das Namensschema lautet:/boot/vmlinu[zx]-<Kernel_Zeichenkette>[.gz] Geben Sie nur die "Kernel_Zeichenkette" ein.
el: Ο σχηματισμός ονόματος είναι:/boot/vmlinu[zx]-<kernel_string>[.gz] Παρακαλώ εισάγετε μόνο "kernel_string".
es: El esquema de denominación es: /boot/vmlinu[zx]-<cadena_kernel>[.gz] Introduzca únicamente cadena_kernel.
fi: Nimeämismaski on: /boot/vmlinu[zx]-<kernel_string>[.gz] Syötä ainoastaan "kernel_string".
fr: Le modèle de nom à utiliser est : /boot/vmlinu[zx]-<chaîne_noyau>[.gz]. Saisissez uniquement "chaîne_noyau".
gl: O esquema de denominación es: /boot/vmlinu[zx]-<kernel_string>[.gz] Introduza só "kernel_string".
hu: Az elnevezési séma: /boot/vmlinu[zx]-<kernel_név>[.gz]. Kérjük hogy csak a "kernel_nev"et adja meg.
it: Lo schema di denominazione è: /boot/vmlinu[zx]-<kernel_string>[.gz]. Immettere solo "kernel_string".
ja: 名前付けのスキーマは、/boot/vmlinu[zx]-<kernel_string>[.gz]です。「kernel_string」のみ入力してください。
km: ការ​ដាក់​ឈ្មោះ​គ្រោងការណ៍គឺ ៖/boot/vmlinu[zx]-<kernel_string>[.gz] សូម​បញ្ចូល​តែ "kernel_string" ។
ko: 명명 구조:/boot/vmlinu[zx]-<kernel_string>[.gz]. "kernel_string"만 입력하십시오.
lt: Pavadinimo schema: /boot/vmlinu[zx]-<branduolio_pavadinimas>[.gz] Įrašykite tik „branduolio_pavadinimą“.
nb: Navnemønsteret er:/boot/vmlinu[zx]-<kernel_string>[.gz] Angi kun "kernel_string".
nl: Het naamschema is:/boot/vmlinu[zx]-<kernel_tekenreeks>[.gz]. Voer alleen 'kernel_tekenreeks' in.
pl: Konwencja nazewnictwa:/boot/vmlinu[zx]-<kernel_string>[.gz]</i>Proszę podać tylko "kernel_string".
pt: O esquema de nome é: /boot/vmlinu[zx]-<kernel_string>[.gz] Por favor, introduza apenas "kernel_string".
pt_br: O esquema de nome é: /boot/vmlinu[zx]-<kernel_string>[.gz]. Insira somente "kernel_string".
ro: Schema de numire este:/boot/vmlinu[zx]-<kernel_string>[.gz] Introduceți doar "kernel_string".
ru: Схема именования:/boot/vmlinu[zx]-<kernel_string>[.gz] Введите только "kernel_string".
sk: Schéma pomenovania je:/boot/vmlinu[zx]-<kernel_string>[.gz] Zadajte, prosím, iba "kernel_string".
sl: Oblika imena je /boot/vmlinu[zx]-<niz_jedra>[.gz]. Vnesite samo »niz_jedra« in nič drugega.
tr: Adlandırma şeması şudur:/boot/vmlinu[zx]-<kernel_string>[.gz] Lütfen yalnızca "kernel_string" girin.
uk: Схема найменування:/boot/vmlinu[zx]-<kernel_string>[.gz] Будь ласка, введіть лише "kernel_string".
zh_cn: 命名模式为：/boot/vmlinu[zx]-<kernel_string>[.gz] 请仅输入“kernel_string”。
zh_tw: 命名規劃為︰/boot/vmlinu[zx]-<核心字串>[.gz] 請您僅輸入「核心字串」。

source: The kdump commandline is the command line that needs to be passed off to the kdump kernel.
ar: سطر أوامر kdump هو سطر الأوامر المطلوب تمريره إلى kdump kernel.
ca: La línia d'ordres del kdump és la línia d'ordres que s'ha de passar al nucli del kdump.
cs: Příkazový řádek funkce kdump je příkazový řádek, který musí být předán jádru funkce kdump.
de: Die Kdump-Kommandozeile ist diejenige Kommandozeile, die an den Kdump-Kernel übergeben werden muss.
el: Η γραμμή εντολών του kdump είναι η γραμμή εντολών η οποία πρέπει να ενσωματωθεί στον πυρήνα kdump.
es: El valor de commandline de kdump corresponde a la línea de comandos que se debe pasar al kernel de kdump.
fi: Kdump-komentorivi on komentorivi, joka pitää välittää kdump-ytimelle.
fr: La ligne de commande kdump est la ligne qui doit être passée au noyau kdump.
gl: O comandline de kdump é a liña de comandos que se precisa para pasar ao kernel kdump.
hu: A kdump parancssor a kdump kernelnek átadandó parancssor.
it: La riga di comando kdump è la riga di comando da passare al kernel kdump.
ja: KdumpコマンドラインはKdumpカーネルに渡されるべきコマンドラインを指定します。
km: ពាក្យ​បញ្ជា kdump គឺ​ជា​បន្ទាត់​ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ហុច​ទៅ​​ខឺណែល kdump ។
ko: kdump 명령줄은 kdump 커널에 전달해야 할 명령줄입니다.
lt: Kdump komandinė eilutė yra komandinė eilutė, kurią reikia perduoti į kdump branduolį.
nb: Kdump-kommandolinjen er kommandoer som må sendes til kdump-kjernen.
nl: De kdump-opdrachtregel is de opdrachtregel die zal worden doorgegeven aan de kdump-kernel.
pl: Wiersz poleceń kdump to pole gdzie wpisuje się polecenia przekazywane do jądra kdump.
pt: A linha de comandos kdump é a linha de comandos que necessita de ser passada ao kernel kdump.
pt_br: A linha de comando kdump é a linha de comando que necessita ser passada para o kernel do kdump.
ro: Linia de comandă kdump este linia de comandă care va fi transmisă kernel-ului kdump.
ru: Командная строка Kdump — строка параметров, которая передается ядру kdump.
sk: Príkazová riadok kdump je príkazový riadok, ktorý musí byť odovzdaný do jadra kdump.
sl: Ukazna vrstica za kdump je ukazna vrstica, ki mora biti posredovana jedru za kdump.
tr: Kdump komut satırı, kdump çekirdeğine iletilmesi gereken komut satırıdır.
uk: Командний рядок Kdump — це рядок параметрів, які слід передати ядру kdump.
zh_cn: Kdump 命令行是需要传递到 Kdump 内核的命令行。
zh_tw: kdump 指令行是必須傳遞至 kdump 核心的指令行。
