Repository: yast/yast-translations
Catalog: po/kdump/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, gl, hu, it, ja, km, ko, lt, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, zh_cn, zh_tw

source: &Kdump
ja: Kdump(&K)
ko: Kdump(&K)
zh_cn: Kdump(&K)
zh_tw: Kdump(&K)

source: Enable/Disable Kdump
ar: تمكين/تعطيل Kdump
ca: Habilita / inhabilita el Kdump
cs: Zapnout/Vypnout kdump
de: Kdump aktivieren/deaktivieren
el: Ενεργοποίηση/Απενεργοποίηση Kdump
es: Habilitar/Inhabilitar kdump
fi: Käytä tai poista käytöstä kdump
fr: Activer / Désactiver Kdump
gl: Activar/desactivar Kdump
hu: Kdump engedélyezése/letiltása
it: Abilita/disabilita kdump
ja: Kdumpの有効化/無効化
km: បើក/បិទ Kdump
ko: Kdump 활성화/비활성화
lt: Įgalinti arba uždrausti Kdump
nb: Aktiver/deaktiver Kdump
nl: Kdump inschakelen/uitschakelen
pl: Włącz/Wyłącz Kdump
pt: Activar/Desactivar o Kdump
pt_br: Habilitar/desabilitar kdump
ro: Activează/deactivează kdump
ru: Включить/выключить Kdump
sk: Povoliť/Zakázať Kdump
sl: Omogoči/Onemogoči Kdump
tr: Kdump'ı Etkinleştir/Devre Dışı Bırak
uk: Увімкнути або вимкнути Kdump
zh_cn: 启用/禁用 Kdump
zh_tw: 啟用/停用 Kdump

source: Enable Kd&ump
ar: تم&كين Kdump
ca: Habilita el Kd&ump
cs: Povol&it kdump
de: Kd&ump aktivieren
el: Ενεργοποίηση του Kd&ump
es: Habilitar kd&ump
fi: Ota kd&ump käyttöön
fr: &Activer Kdump
gl: Activar Kd&ump
hu: Kd&ump engedélyezése
it: Abilita &kdump
ja: Kdumpの有効化(&U)
km: បើក Kdump
ko: Kdump 활성화(&U)
lt: Įgalinti Kd&ump
nb: Aktiver Kd&ump
nl: Kd&ump inschakelen
pl: Włącz Kd&ump
pt: Activar Kd&ump
pt_br: Habilitar kd&ump
ro: Activează Kd&ump
ru: Включить Kd&ump
sk: Povoliť Kd&ump
sl: Omogoči Kd&ump
tr: Kd&ump'ı etkinleştir
uk: Увімкнути Kd&ump
zh_cn: 启用 Kdump(&U)
zh_tw: 啟用 Kdump(&U)

source: &Disable Kdump
ar: تع&طيل Kdump
ca: &Inhabilita el Kdump
cs: &Zakázat kdump
de: Kdump &deaktivieren
el: &Απενεργοποίηση του Kdump
es: &Inhabilitar kdump
fi: Poissa k&dump käytöstä
fr: &Désactiver Kdump
gl: &Desactivar Kdump
hu: K&dump letiltása
it: &Disabilita kdump
ja: Kdumpの無効化(&D)
km: បិទ Kdump
ko: Kdump 비활성화(&D)
lt: &Uždrausti Kdump
nb: &Deaktiver Kdump
nl: Kdump &uitschakelen
pl: &Wyłącz Kdump
pt: &Desactivar Kdump
pt_br: &Desabilitar kdump
ro: &Deactivează Kdump
ru: Отключить K&dump
sk: &Zakázať Kdump
sl: Omogoči K&dump
tr: &Kdump'ı devre dışı bırak
uk: &Вимкнути Kdump
zh_cn: 禁用 Kdump(&D)
zh_tw: 停用 Kdump(&D)

source: Include in Dumping
ar: تضمين في النسخ
ca: Inclou a l'abocament
cs: Zahrnout do výpisu
de: In Dump aufnehmen
el: Ενσωμάτωση στην Αποτύπωση
es: Incluir en el volcado de datos
fi: Sisällytä vedokseen
fr: Inclure dans le vidage
gl: Incluír no envorcado de datos
hu: Szerepeltetés kiíratásban
it: Includi nel dump
ja: ダンプに含めるもの
km: រួម​បញ្ចូល​​នៅ​ក្នុង Dumping
ko: 덤프에 포함
lt: Į kdump atvaizdį įtraukiami puslapiai
nb: Inkluder i dump
nl: Insluiten in dump
pl: Dołącz do zrzutu
pt: Incluir no Dumping
pt_br: Incluir no dumping
ro: Include în Dumping
ru: Включить в выдачу дампа
sk: Zahrnúť do vypisovania
sl: Vključi v odložen izpis
tr: Dampinge Dahil Etmek
uk: Включити в дамп
zh_cn: 加入转储
zh_tw: 包含在 Dumping 中

source: &Pages Filled with Zero
ar: &صفحات مملؤة بأصفار
ca: &Pàgines emplenades amb un zero
cs: Stránky vy&plněné nulami
de: Mit Null gefüllte &Seiten
el: &Σελίδες Γεμάτες με Μηδέν
es: &Páginas rellenas con cero
fi: &Nollilla täytetyt sivut
fr: &Pages remplies de zéros
gl: &Páxinas cheas de ceros
hu: &Nullával feltöltött lapok
it: &Pagine compilate con zero
ja: ゼロ充填のページ(&P)
km: ទំព័រ​បាន​បំពេញ​ដោយ​សូន្យ
ko: 0으로 채워진 페이지(&P)
lt: Puslapiai užpildyti &nuliais
nb: &Sider fylt med null
nl: &Pagina's gevuld met nul
pl: Strony wypełnione &zerami
pt: &Páginas Preenchidas com Zero
pt_br: &Páginas preenchidas com zero
ro: &Pagini umplute cu Zero
ru: Страницы, за&полненные нулями
sk: &Stránky vyplnené nulami
sl: Strani za&polnjene z ničlami
tr: &Sıfırla Dolu Sayfalar
uk: &Сторінки, заповнені нулями
zh_cn: 以零填充的页面(&P)
zh_tw: 填滿零的頁(&P)

source: Cach&e Pages
ar: تخ&زين الصفحات مؤقتًا
ca: Pàgines a la memòria c&au
cs: Ukládat stránky do m&ezipaměti
de: Zwisch&enspeicherseiten
el: Σελίδες Λανθάνου&σας Μνήμης
es: Páginas &en caché
fi: Välim&uistisivut
fr: Pages de cach&e
gl: Páxinas &en caché
hu: &Gyorsítótárlapok
it: Pagine &cache
ja: キャッシュページ(&E)
km: ទំព័រ​ឃ្លាំង​
ko: 캐시 페이지(&E)
lt: &Podėlio puslapiai
nb: M&ellomlagersider
nl: Pagina's in cach&e
pl: Strony &buforowane
pt: Páginas de Cach&e
pt_br: Páginas de cach&e
ro: Pagini Cach&e
ru: К&эшировать страницы
sk: &Ukladať stránky do vyrovnávacej pamäte
sl: Strani pr&edpomnilnika
tr: Önb&ellek Sayfaları
uk: Сторінки ке&шу
zh_cn: 超速缓存页面(&E)
zh_tw: 快取頁(&E)

source: Cache Priva&te Pages
ar: تخزين الصفحات الخا&صة مؤقتًا
ca: Pàgines priva&des a la memòria cau
cs: Ukláda&t soukromé stránky do mezipaměti
de: &Private Speicherseiten zwischenspeichern
el: Ιδιωτ&ικές Σελίδες Λανθάνουσας Μνήμης
es: Pá&ginas privadas en caché
fi: Välimuistin yksityiset sivu&t
fr: Pages privées de cache
gl: Pá&xinas privadas en caché
hu: &Privát gyorsítótárlapok
it: Pagine cache &private
ja: プライベートページキャッシュ(&T)
km: ទំព័រ​ឃ្លាំង​​​ឯកជន
ko: 캐시 개인 페이지(&T)
lt: Podėlio p&rivatūs puslapiai
nb: Priva&te mellomlagersider
nl: Pri&vépagina's in cache
pl: &Prywatne strony buforowane
pt: Cache às Página&s Privadas
pt_br: Páginas par&ticulares de cache
ro: Pagini Cache Priva&te
ru: Кэшировать закры&тые страницы
sk: &Ukladať súkromné stránky do vyrovnávacej pamäte
sl: Zasebne s&trani predpomnilnika
tr: Özel Sayfa&ları Önbelleğe Al
uk: Сторінки ос&обистого кешу
zh_cn: 超速缓存私用页面(&T)
zh_tw: 快取私密頁(&T)

source: &User Data Pages
ar: صفحات بيانات الم&ستخدم
ca: Pàgines de dades d'&usuari
cs: Stránky &uživatelských dat
de: Seiten mit &Benutzerdaten
el: Σελίδες Δεδομένων &Χρηστών
es: Páginas de datos del &usuario
fi: Käyttäjän tietosiv&ut
fr: Pages de données &utilisateur
gl: Páxinas de datos do &usuario
hu: &Felhasználóadat-lapok
it: Pagine dati &utente
ja: ユーザデータページ(&U)
km: ទំព័រ​ទិន្នន័យ​អ្នក​ប្រើ
ko: 사용자 데이터 페이지(&U)
lt: Naudotojo &duomenų puslapiai
nb: Br&ukerdatasider
nl: Pagina's met &gebruikersgegevens
pl: Strony &danych użytkownika
pt: Páginas de Dados do &Utilizador
pt_br: Páginas de dados do &usuário
ro: Pagini cu Datele &Utilizatorului
ru: Страницы с данными о п&ользователях
sk: &Stránky používateľských dát
sl: Strani &uporabniških podatkov
tr: &Kullanıcı Veri Sayfaları
uk: Сторінки даних &користувача
zh_cn: 用户数据页面(&U)
zh_tw: 使用者資料頁(&U)

source: &Free Pages
ar: صفحات &خالية
ca: Pàgines &lliures
cs: &Volné stránky
de: &Freie Seiten
el: &Ελεύθερες Σελίδες
es: Páginas l&ibres
fi: &Vapaat sivut
fr: &Pages libres
gl: Páxinas l&ibres
hu: Szabad lapok
it: Pagine &libere
ja: フリーページ(&F)
km: ទំព័រ​ទំនេរ
ko: 사용 가능한 페이지(&F)
lt: &Laisvi puslapiai
nb: &Ledige sider
nl: &Vrije pagina's
pl: &Wolne strony
pt: Pá&ginas Disponíveis
pt_br: Páginas &livres
ro: Pagini Libere
ru: С&вободные страницы
sk: &Voľné stránky
sl: P&roste strani
tr: &Boş Sayfalar
uk: &Вільні сторінки
zh_cn: 可用页面(&F)
zh_tw: 可用頁(&F)

source: &Dump Format
ar: تنسيق &نسخة
ca: Format d'a&bocament
cs: &Formát výpisu
el: &Μορφή Αποτύπωσης
es: Formato de &volcado de datos
fi: &Vedoksen muoto
fr: Forma&t de l'image mémoire
gl: Formato do &envorcado de datos
hu: &Kiíratás formátuma
it: Formato &dump
ja: ダンプ形式(&D)
km: ទ្រង់ទ្រាយ​របស់ Dump
ko: 덤프 형식(&D)
lt: Atminties išklotinės &formatas
nl: &Dumpindeling
pl: Format &zrzutu
pt: Formato de &Dump
pt_br: Formato &dump
ro: Format &dump
ru: Формат &дампа
sk: &Formát výpisu
sl: Oblika o&dloženega izpisa
tr: &Döküm Biçimi
uk: &Формат дампа
zh_cn: 转储格式(&D)
zh_tw: Dump 格式(&D)

source: &No Dump
ar: &بدون نسخة
ca: &Sense abocament
cs: Žád&ný výpis
de: &Kein Dump
el: &Καμία Αποτύπωση
es: Si&n volcado
fi: &Ei vedosta
fr: Aucu&n vidage
hu: &Nincs kiíratás
it: &Nessun dump
ja: ダンプなし(&N)
ko: 덤프 없음(&N)
lt: &Jokios atminties išklotinės
nl: &Geen Dump
pl: &Bez zrzutu
pt: &Nenhum Despejo(Dump)
pt_br: &Nenhum dump
ru: &Без дампа
sk: &Žiadny výpis
sl: Brez odlože&nega izpisa
tr: &Döküm Yok
uk: &Без дампа
zh_cn: 无转储(&N)
zh_tw: 不傾印(&N)

source: &ELF Format
ar: تنسي&ق ELF
ca: Format &ELF
cs: Formát &ELF
el: Μορφή E&LF
es: Formato de &ELF
fi: EL&F-muoto
fr: Format &ELF
hu: &ELF formátum
it: Formato &ELF
ja: ELF 形式(&E)
ko: ELF 형식(&E)
lt: &ELF formatas
nl: &ELF-indeling
pl: Format &ELF
pt: Formato &ELF
pt_br: Formato &ELF
ru: Формат &ELF
sk: Formát &ELF
sl: Oblika &ELF
tr: &ELF Biçimi
uk: Формат &ELF
zh_cn: ELF 格式(&E)
zh_tw: ELF 格式(&E)

source: C&ompressed Format
ar: تنسيق &مضغوط
ca: Format c&omprimit
cs: K&omprimovaný formát
de: &Komprimiertes Format
el: Συμπιεσμένη Μ&ορφή
es: Formato c&omprimido
fi: Pakattu mu&oto
fr: Format c&ompressé
gl: Formato c&omprimido
hu: Tömörített f&ormátum
it: Formato c&ompresso
ja: 圧縮形式(&O)
km: ទ្រង់ទ្រាយ​ដែល​បាន​បង្ហាប់
ko: 압축 형식(&O)
lt: S&uglaudintas formatas
nb: &Komprimert format
nl: Gec&omprimeerde indeling
pl: Format sk&ompresowany
pt: Formato C&omprimido
pt_br: Formato c&omprimido
ro: Format &comprimat
ru: Сжатый ф&ормат
sk: &Komprimovaný formát
sl: Stisnjena &oblika
tr: Sı&kıştırılmış Biçim
uk: Формат &стиснений
zh_cn: 压缩格式(&O)
zh_tw: 壓縮格式(&O)

source: &LZO Compressed Format
ar: &تنسيق LZO مضغوط
ca: Format &LZO comprimit
cs: Komprimovaný formát &LZO
de: &Komprimiertes LZO-Format
el: Συμπιεσμένη Μ&ορφή
es: Formato comprimido &LZO
fi: L&ZO-pakattu muoto
fr: Format compressé &LZO
hu: &LZO tömörített formátum
it: Formato &LZO compresso
ja: LZO 圧縮形式(&L)
ko: LZO 압축 형식(&L)
lt: &LZO suglaudintas formatas
nl: &LZO gecomprimeerde indeling
pl: Format skompresowany &LZO
pt: Formato Comprimido &LZO
pt_br: Formato c&omprimido LZO
ru: Формат &LZO
sk: Komprimovaný formát &LZO
sl: Oblika stisnjena z &LZO
tr: &LZO Sıkıştırılmış Biçimi
uk: Формат &LZO
zh_cn: LZO 压缩格式(&L)
zh_tw: LZO 壓縮格式(&L)

source: &Snappy Compressed Format
de: Komprimiertes &Snappy-Format
es: Formato comprimido &Snappy
fr: Format compressé &Snappy
it: Formato &Snappy compresso
ja: Snappy 圧縮形式(&S)
nl: &Snappy gecomprimeerde indeling
pt_br: Formato &Snappy Comprido
sk: Komprimovaný formát &Snappy
sl: Oblika stisnjena s &Snappy
tr: &Hızlı Sıkıştırılmış Format
zh_cn: Snappy 压缩格式(&S)
zh_tw: Snappy 壓縮格式(&S)

source: Zstandard Compressed Format
de: Komprimiertes Zstandard-Format
es: Formato comprimido Zstandard
fr: Format compressé Zstandard
it: Formato Zstandard compresso
ja: Zstandard 圧縮形式
nl: Zstandard gecomprimeerde indeling
pt_br: Formato Zstandard Comprimido
sk: Komprimovaný formát &Zstandard
sl: Oblika stisnjena z Zstandard
tr: Zstandard Sıkıştırılmış Biçim
zh_cn: Zstandard 压缩格式
zh_tw: Zstandard 壓縮格式

source: Raw copy of /proc/vmcore
de: Roh-Kopie von /proc/vmcore
es: Copia sin procesar de /proc/vmcore
fr: Copie brute de /proc/vmcore
it: Copia grezza di /proc/vmcore
ja: /proc/vmcore の純粋コピー
nl: Ruwe kopie van /proc/vmcore
pt_br: Cópia bruta de /proc/vmcore
sk: Neupravená kópia /proc/vmcore
sl: Neobdelana kopija /proc/vmcore
tr: /proc/vmcore'un ham kopyası
zh_cn: /proc/vmcore 的原始副本
zh_tw: /proc/vmcore 的原始副本

source: &Select Target
ar: تحديد الهد&ف
ca: &Seleccioneu la destinació
cs: &Vybrat cíl
de: Ziel &auswählen
el: &Επιλογή Στόχου
es: &Seleccionar destino
fi: &Valitse kohde
fr: &Sélectionner la cible
gl: &Seleccionar destino
hu: Cél kivála&sztása
it: &Seleziona destinazione
ja: ターゲットを選択(&S)
km: ជ្រើស​គោលដៅ
ko: 대상 선택(&S)
lt: &Pasirinkite paskirtį
nb: &Velg mål
nl: &Doel selecteren
pl: &Wybierz miejsce docelowe
pt: &Selecionar Alvo
pt_br: &Selecionar destino
ro: &Selectați destinația
ru: &Выбрать цель
sk: &Vybrať cieľ
sl: &Izbor cilja
tr: &Hedef Seçin
uk: Ви&беріть сховище
zh_cn: 选择目标(&S)
zh_tw: 選取目標(&S)

source: Local Directory
ar: الدليل المحلي
ca: Directori local
cs: Místní adresář
de: Lokales Verzeichnis
el: Τοπικός Κατάλογος
es: Directorio local
fi: Paikallinen hakemisto
fr: Répertoire local
gl: Directorio local
hu: Helyi könyvtár
it: Directory locale
ja: ローカルディレクトリ
km: ថត​មូលដ្ឋាន
ko: 로컬 디렉토리
lt: Vietinis katalogas
nb: Lokal katalog
nl: Lokale map
pl: Katalog lokalny
pt: Directório Local
pt_br: Diretório local
ro: Director local
ru: Локальный каталог
sk: Lokálny priečinok
sl: Krajevna mapa
tr: Yerel dizin
uk: Локальна директорія
zh_cn: 本地目录
zh_tw: 本地目錄

source: &SMTP Server
ar: &خادم SMTP
ca: Servidor &SMTP
cs: &Server SMTP
el: Εξυπηρετητής &SMTP
es: &Servidor SMTP
fi: &SMTP-palvelin
fr: Serveur &SMTP
gl: Servidor &SMTP
hu: &SMTP-kiszolgáló
it: Server &SMTP
ja: SMTPサーバ(&S)
km: ម៉ាស៊ីន​បម្រើ SMTP
ko: SMTP 서버(&S)
lt: &SMTP serveris
pl: Serwer &SMTP
pt: Servidor &SMTP
pt_br: Servidor &SMTP
ro: &Server SMTP
ru: &SMTP-сервер
sl: Strežnik &SMTP
tr: &SMTP Sunucu
uk: Серве&р SMTP
zh_cn: SMTP 服务器(&S)
zh_tw: SMTP 伺服器(&S)

source: &User Name
ar: اسم المستخدم
ca: Nom d'&usuari
cs: &Uživatelské jméno
de: &Benutzername
el: Όνομα &Χρήστη
es: Nombre de &usuario
fi: &Käyttäjätunnus
fr: Nom d'&utilisateur
gl: Nome de &usuario
hu: &Felhasználónév
it: Nome &utente
ja: ユーザ名(&U)
km: ឈ្មោះ​អ្នក​ប្រើ
ko: 사용자 이름(&U)
lt: &Naudotojo vardas
nb: &Brukernavn
nl: &Gebruikersnaam
pl: Nazwa &użytkownika
pt: Nome de &Utilizador
pt_br: Nome de &usuário
ro: N&ume utilizator
ru: Имя п&ользователя
sk: &Používateľské meno
sl: &Uporabniško ime
tr: &Kullanıcı adı
uk: &Ім'я користувача
zh_cn: 用户名(&U)
zh_tw: 使用者名稱(&U)

source: &Password
ar: كلمة الس&ر
ca: &Contrasenya
cs: &Heslo
de: &Passwort
el: Κωδικός &Πρόσβασης
es: Contrase&ña
fi: &Salasana
fr: Mot de &passe
gl: &Contrasinal
hu: &Jelszó
ja: パスワード(&P)
km: ពាក្យសម្ងាត់
ko: 비밀번호(&P)
lt: &Slaptažodis
nb: &Passord
nl: &Wachtwoord
pl: Ha&sło
pt: &Palavra passe
pt_br: S&enha
ro: &Parolă
ru: &Пароль
sk: &Heslo
sl: &Geslo
tr: &Parola
uk: &Пароль
zh_cn: 口令(&P)
zh_tw: 密碼(&P)

source: Notification &To
ar: إرسال إ&علام إلى
ca: Notificació &a
cs: Příje&mce oznámení
de: Benachrichtigung &an
el: Ειδοποίηση &Σε
es: No&tificar a
fi: &Ilmoitus
fr: &Destinataire de notification
gl: No&tificar a
hu: Ér&tesítési címzett
it: No&tifica a
ja: 通知先(To)(&T)
km: ផ្ញើ​ការ​ជូន​ដំណឹង​​ជូន​ចំពោះ
ko: 알림 대상(&T)
lt: &Kam pranešti
nb: Varsling &til
nl: Melding &aan
pl: Powiadomienie &do
pt: Notificação &Para
pt_br: Notificação &para
ro: Notificare că&tre
ru: Уве&домление
sk: &Príjemca oznámenia
sl: Obves&tila Za
tr: Bild&irim
uk: Сповіщення &до
zh_cn: 通知收件人(&T)
zh_tw: 通知收件者(&T)

source: Notifica&tion CC
ar: نسخة إع&لام
ca: Notific&ació CC
cs: Ko&pie oznámení
de: Benachrichtigungs&kopie
el: Ειδοποί&ηση CC
es: CC de la no&tificación
fi: &Kopio ilmoituksesta
fr: CC de notifica&tion
gl: CC da no&tificación
hu: Ér&tesítési másolat
it: No&tifica CC
ja: 通知先(CC)(&T)
km: ចម្លង​ការ​ជូន​ដំណឹង​ជូន
ko: 알림 참조(&T)
lt: Pranešimo k&opija
nb: Varslingskopi &til
nl: Meld&ing CC aan
pl: &Kopia powiadomienia
pt: CC da &Notificação
pt_br: No&tificação com cópia
ro: No&tificare CC
ru: Копия уве&домления
sk: &Kópia oznámenia
sl: Obves&tila KP
tr: &Bildirim CC
uk: Копія спові&щення
zh_cn: 通知抄送(&T)
zh_tw: 通知副本(&T)

source: Custom Kdump &Kernel
ar: ‏Kdump Kernel ال&مخصص
ca: &Nucli del Kdump personalitzat
cs: Vlastní jádro pro &kdump
de: Benutzerdefinierter Kdump-&Kernel
el: Προσαρμοσμένος &Πυρήνας Kdump
es: &Kernel de kdump personalizado
fi: Muokattu &kdump-ydin
fr: Noyau &kdump personnalisé
gl: &Kernel kdump personalizado
hu: Egyéni Kdump &kernel
it: &Kernel Kdump personalizzato
ja: カスタムKdumpカーネル(&K)
km: ខឺណែល Kdump ផ្ទាល់ខ្លួន
ko: 사용자 정의 Kdump 커널(&K)
lt: Savitas Kdump &branduolys
nb: Tilpasset Kdump-&Kjerne
nl: Aangepaste Kdump-&kernel
pl: Własne jądro &Kdump
pt: &Kernel Kdump Personalizado
pt_br: &Kernel do kdump personalizado
ro: K&ernel personalizat kdump
ru: Пользовательское ядро &Kdump
sk: &Vlastné jadro Kdump
sl: &Jedro po meri za Kdump
tr: Özel Kdump ve &Kernel
uk: Нетипове &ядро Kdump
zh_cn: 自定义 Kdump 内核(&K)
zh_tw: 自訂 kdump 核心(&K)

source: Kdump Co&mmand Line
ar: &سطر أوامر Kdump
ca: Línia d'o&rdres del Kdump
cs: Příka&zový řádek pro kdump
de: Kdump-Ko&mmandozeile
el: Γραμμή Εν&τολών Kdump
es: Línea de &comandos de kdump
fi: Kdump-ko&mentorivi
fr: Ligne de co&mmande kdump
gl: Liña de &ordes de kdump
hu: Kdump &parancssor
it: Riga di co&mando kdump
ja: Kdumpコマンドライン(&M)
km: បន្ទាត់ពាក្យ​បញ្ជា Kdump
ko: Kdump 명령줄(&M)
lt: Kdump ko&mandinė eilutė
nb: Kdump ko&mmandolinje
nl: Kdump-op&drachtregel
pl: Wiersz poleceń Kdu&mp
pt: Linha de Co&mando Kdump
pt_br: Linha de co&mando do kdump
ro: Linie de co&mandă kdump
ru: Командная строка Kdu&mp
sk: &Príkazový riadok Kdump
sl: Ukazna &vrstica za Kdump
tr: Kdump K&omut Satırı
uk: Ко&мандний рядок Kdump
zh_cn: Kdump 命令行(&m)
zh_tw: Kdump 指令行(&M)

source: Kdump Command &Line Append
ar: إلحا&ق سطر أوامر Kdump
ca: Addició a la &línia d'ordres del Kdump
cs: Připojený příkazo&vý řádek pro kdump
de: &Zusatz für Kdump-Kommandozeile
el: Προσθήκη &Γραμμής Εντολών του Kdump
es: Añadir &línea de comandos de kdump
fi: Kdump-komentorivi&lisäys
fr: Annexer à la &ligne de commande kdump
gl: Engadir &liña de ordes de kdump
hu: Kdump &parancssori összefűzés
it: Aggiunta a &riga di comando kdump
ja: Kdumpコマンドライン追加文字列(&L)
km: បន្ថែម​បន្ទាត់​ពាក្យ​បញ្ជា Kdump ខាង​ចុង
ko: Kdump 명령줄 추가(&L)
lt: Kdump komandinės &eilutės papildymas
nb: Kdump kommando&linjetillegg
nl: Kdump-opdrachtrege&ltoevoeging
pl: Dołączanie do wiersza poleceń Kdu&mp
pt: Adicionar à &Linha de Comandos Kdump
pt_br: Acréscimos à &linha de comando do kdump
ro: Anexă &linie de comandă kdump
ru: Добав&ление к командной строке Kdump
sk: &Doplnok príkazového riadku Kdump
sl: &Dodatek ukazni vrstici za Kdump
tr: Kdump Komut &Satırı Ekleme
uk: Додаток до командного ряд&ка Kdump
zh_cn: Kdump 命令行追加(&L)
zh_tw: Kdump 指令行附加(&L)

source: &Enable Immediate Reboot After Saving the Core
ar: تم&كين إعادة التشغيل الفوري بعد حفظ المكونات الأساسية
ca: &Habilita el reinici immediat després de desar el nucli
cs: &Povolit okamžité restartování po uložení výpisu
de: Nach dem Sp&eichern des Dumps sofort neu starten
el: &Ενεργοποίηση Άμεσης Επανεκκίνησης Μετά την Αποθήκευση του Πυρήνα
es: &Habilitar el reinicio inmediato después de guardar el núcleo central
fi: Ota käyttöön välitön uud&elleenkäynnistys core-tallentamisen jälkeen
fr: Activer le r&edémarrage immédiat après l'enregistrement de la mémoire
gl: &Activar o reinicio automático despois de gardar o núcleo
hu: &Azonnali újraindítás engedélyezése a magfájl mentése után
it: &Abilita riavvio immediato dopo salvataggio del core
ja: コア部分を保存後すぐに再起動(&E)
km: អនុញ្ញាត​ការ​ចាប់ផ្ដើម​ឡើងវិញ​ភ្លាមៗ បន្ទាប់​ពី​រក្សាទុក​ស្នូល
ko: 코어 저장 후 즉시 재부팅 활성화(&E)
lt: Įgalinti &nedelsiamą operacinės sistemos paleidimą iš naujo po atvaizdžio įrašymo
nb: Aktiver omstart umiddelbart &etter at kjernen er lagret
nl: Onmiddellijke herstart na het opslaan van de kern activ&eren
pl: &Włącz ponowne uruchomienie po zapisie zrzutu pamięci
pt: Activar R&einício Imediato Depois de Gravar o 'Core'
pt_br: &Habilitar a reinicialização imediata após salvar o núcleo
ro: Activ&ează reboot imediat după salvarea conținutului memoriei
ru: Разр&ешить немедленную перезагрузку после сохранения ядра
sk: &Povoliť okamžitý reštart po uložení jadra
sl: &Takojšnji ponovni zagon po shranitvi izpisa jedra
tr: &Çekirdek Kaydedildikten Sonra Hemen Yeniden Başlatmayı Etkinleştir
uk: &Уможливити негайне перезавантаження після збереження ядра
zh_cn: 启用保存核心后立即重引导(&E)
zh_tw: 啟用儲存核心後立即重新開機(&E)

source: Enable &Delete Old Dump Images
ar: تمكين &حذف نُسخ محتويات النسخة القديمة
ca: Habilita la &supressió d'imatges d'abocament antigues
cs: Povolit o&dstraňování starých výpisů
de: Alte &Dump-Abbilder automatisch löschen
el: Ενεργοποίηση &Διαγραφής των Παλαιών Εικόνων Αποτυπώσεων
es: Habilitar &supresión de imágenes de volcado de datos antiguas
fi: &Ota käyttöön vanhojen vedoslevykuvien poistaminen
fr: &Activer la suppression des anciennes images de vidage
gl: Activar a eliminación &de imaxes de envorcado de datos antigas
hu: Régi kiíratási képek &törlésének engedélyezése
it: Abilita &eliminazione immagini dump precedenti
ja: 古いダンプイメージの削除の有効化(&D)
km: អនុញ្ញាត​ឲ្យ​​ការ​លុប​រូបភាព Dump ចាស់ៗ
ko: 이전 덤프 이미지 삭제 활성화(&D)
lt: Įgalinti senų atminties išklotinių atvaizdžių &šalinimą
nb: &Aktiver sletting av gamle dump-bilder
nl: Verwij&deren van oude dumpimages activeren
pl: Włącz &usuwanie starych zrzutów
pt: Activar A&pagar Imagens Antigas de Dump
pt_br: Habilitar remoção de imagens de &dump antigas
ro: Activează ștergerea imaginilor &dump vechi
ru: Разрешить у&даление старых образов дампа
sk: &Povoliť vymazanie starých obrazov výpisu
sl: Iz&briši stare odložene izpise
tr: Eski Döküm &Görüntülerini Silmeyi Etkinleştir
uk: Увімкнути &вилучення старих образів дампів
zh_cn: 启用删除旧转储映像(&D)
zh_tw: 刪除舊傾印影像(&D)

source: N&umber of Old Dumps
ar: &عدد النسخ القديمة
ca: N&ombre d'abocaments antics
cs: &Počet starých výpisů
de: An&zahl alter Dumps
el: Α&ριθμός των Παλαιών Αποτυπώσεων
es: Nú&mero de volcados de datos antiguos
fi: &Vanhojen vedoksien määrä
fr: Nombre d'a&nciennes images mémoire
gl: Nú&mero de envorcados de datos antigos
hu: &Régi kiíratások száma
it: N&umero di dump precedenti
ja: 保存する古いダンプ数(&U)
km: ចំនួន Dump ចាស់ៗ
ko: 이전 덤프 수(&U)
lt: &Senų atminties išklotinių skaičius
nb: Maks. antall gamle d&ump-bilder
nl: Aantal o&ude dumps
pl: L&iczba starych zrzutów
pt: N&úmero de Dumps Antigos
pt_br: Número de d&umps antigos
ro: N&umărul imaginilor vechi
ru: Кол&ичество старых дампов
sk: &Počet starých výpisov
sl: Š&tevilo starih odloženih izpisov
tr: Eski &Çöplüklerin Sayısı
uk: &Кількість старих дампів
zh_cn: 旧转储数(&U)
zh_tw: 舊傾印的數量(&U)

source: Kdump Memory
ar: ذاكرة Kdump
ca: Memòria del Kdump
cs: Paměť pro kdump
de: Kdump-Arbeitsspeicher
el: Μνήμη Kdump
es: Memoria de kdump
fi: Kdump-muisti
fr: Mémoire kdump
gl: Memoria de kdump
hu: Kdump-memória
it: Memoria Kdump
ja: Kdumpメモリ
km: អង្គ​ចងចាំ Kdump
ko: Kdump 메모리
lt: Kdump atmintis
nb: Kdump-minne
nl: Kdump-geheugen
pl: Pamięć Kdump
pt: Memória kdump
pt_br: Memória do kdump
ro: Memorie Kdump
ru: Память Kdump
sk: Pamäť Kdump
sl: Pomnilnik za Kdump
tr: Kdump Bellek
uk: Пам'ять Kdump
zh_cn: Kdump 内存
zh_tw: Kdump 記憶體

source: Kdump Start-Up
ar: بدء تشغيل Kdump
ca: Inici del Kdump
cs: Spouštění funkce kdump
de: Kdump-Start
el: Εκκίνηση του Kdump
es: Inicio de kdump
fi: Kdump-käynnistys
fr: Configuration du démarrage de Kdump
gl: Inicio de kdump
hu: Kdump indítása
it: Avvio di kdump
ja: Kdump起動
km: ការ​ចាប់ផ្ដើម Kdump
ko: Kdump 시작
lt: Kdump paleidimas
nb: Oppstart av Kdump
nl: Kdump opstarten
pl: Uruchamianie Kdump
pt: Início do kdump
pt_br: Inicialização do kdump
ro: Pornire Kdump
ru: Начальный запуск Kdump
sk: Spustenie Kdump
sl: Zagon Kdump
tr: Kdump Başlangıç
uk: Запуск Kdump
zh_cn: Kdump 启动
zh_tw: Kdump 啟動

source: Start-Up
ar: بدء التشغيل
ca: Inici
cs: Spuštění
de: Start
el: Εκκίνηση
es: Inicio
fi: Käynnistys
fr: Démarrage
gl: Inicio
hu: Indítás
it: Avvio
ja: 起動
km: ចាប់ផ្ដើម
ko: 시작
lt: Paleidimas
nb: Oppstart
nl: Opstarten
pl: Uruchamianie
pt: Iniciar
pt_br: Inicialização
ro: Pornire
ru: Запуск
sk: Štart
sl: Zagon
tr: Başlangıç
uk: Запуск
zh_cn: 启动
zh_tw: 啟動

source: Kdump - Dump Filtering
ar: Kdump - ترشيح النسخة
ca: Kdump - Filtratge de l'abocament
cs: Kdump - filtrování výpisu
de: Kdump - Dump-Filterung
el: Kdump - Φιλτράρισμα Αποτύπωσης
es: Kdump: Filtrado de volcado de datos
fi: Kdump - vedoksen suodattaminen
fr: Kdump - Filtrage du vidage
gl: Kdump - Filtro para o envorcado de datos
hu: Kdump - Kiíratásszűrés
it: Kdump - Filtraggio dump
ja: Kdump - ダンプフィルタ
km: Kdump - ការ​ត្រង Dump
ko: Kdump - 덤프 필터링
lt: Kdump - atvaizdžių konfigūracija
nb: Kdump - Dumpfiltrering
pl: Kdump - filtrowanie zrzutów
pt: Kdump - Filtro de Dump
pt_br: Kdump - filtragem do dump
ro: Kdump - Filtrare dump
ru: Kdump — фильтрация дампов
sk: Kdump - Filtrovanie výpisov
sl: Kdump – filtriranje odloženih izpisov
tr: Kdump - Döküm Filtreleme
uk: Kdump - фільтрування дампів
zh_cn: Kdump - 转储过滤
zh_tw: Kdump - 傾印過濾
