Repository: yast/yast-translations
Catalog: po/add-on/*.po
Languages: be, ca, el, fr, gl, hr, hu, id, it, ja, ko, nl, nn, pa, pt, pt_br, ru, sv, tr

source: <p><big><b>Software Repository Selection</b></big><br> Multiple repositories were found on the selected medium. Select the repository to use.</p>
be: Вы<p><big><b>Выбар Сховішча Праграм</b></big><br> На абраным носьбіце знойдзена некалькі сховішчаў. Пакажыце сховішча для выкарыстання.</p>
ca: <p><big><b>Selecció de catàlegs</b></big><br> Hi ha diversos catàlegs al suport seleccionat. Seleccioneu el catàleg que voleu fer servir.</p>
el: <p><big><b>Επιλογή Αποθετηρίου</b></big><br> Βρέθηκαν πολλαπλά αποθετήρια στο επιλεγμένο μέσο. Επιλέξτε το αποθετήριο που θα χρησιμοποιηθεί.</p>
fr: <p><big><b>Sélection du dépôt de logiciels</b></big><br> Plusieurs dépôts trouvés sur le support sélectionné. Sélectionnez le dépôt à utiliser.</p>
gl: <p><big><b>Selección do repositorio de software</b></big><br> Atopáronse varios repositorios no medio seleccionado. Seleccione o repositorio a usar.</p>
hr: <p><big><b>Odabir repozitorija programa</b></big><br> Pronađeno je više repozitorija na odabranom mediju. Odaberite repozitorij kojega želite koristiti.</p>
hu: <p><big><b>Telepítési forrás kiválasztása</b></big><br> A kiválasztott adathordozón több telepítési forrás van. Válassza ki, melyik telepítési forrást kívánja használni.</p>
id: <p><big><b>Pemilihan Repositori Perangkat Lunak</b></big><br> Terdapat beberapa repositori dalam medium terpilih. Pilih repositori yang ingin digunakan.</p>
it: <p><big><b>Selezione repository dei programmi</b></big><br> Il supporto selezionato contiene più di un repository. Selezionare il repository che si desidera utilizzare.</p>
ja: <p><big><b>ソフトウエアリポジトリの選択</b></big><br> 選択したメディアには複数のリポジトリがあります。 使用するリポジトリを選択してください。</p>
ko: <p><big><b>소프트웨어 리포지토리 선택</b></big><br> 선택한 매체에 여러 리포지토리가 있습니다. 사용할 리포지토리를 선택하십시오.</p>
nl: <p><big><b>Software-opslagruimte selecteren</b></big><br> Er zijn meerdere opslagruimtevvvn gevonden op het geselecteerde medium. Selecteer de opslagruimte die u wilt gebruiken.</p>
nn: <p><big><b>Val av pakkebrønn</b></big><br> Fann fleire pakkebrønner på det valde mediet. Vel pakkebrønnen du vil bruka.</p>
pa: <p><big><b>ਸਾਫਟਵੇਅਰ ਰਿਪੋਜ਼ਟਰੀ ਚੋਣ</b></big><br> ਚੁਣੇ ਮੀਡਿਅਮ ਉੱਤੇ ਕਈ ਰਿਪੋਜ਼ਟਰੀਆਂ ਲੱਭੀਆਂ ਹਨ। ਵਰਤਣ ਲਈ ਰਿਪੋਜ਼ਟਰੀ ਚੁਣੋ।</p>
pt: <p><big><b>Escolha do Repositório de Software</b></big><br> Foram encontrados vários repositórios no suporte seleccionado. Escolha o repositório a utilizar.</p>
pt_br: <p><big><b>Seleção de repositório de software</b></big><br> Foram encontrados vários repositórios na mídia selecionada. Selecione o repositório a ser utilizado.</p>
ru: <p><big><b>Выбор репозиториев программ</b></big><br> На выбранном носителе найдено несколько репозиториев. Укажите репозиторий для использования.</p>
sv: <p><big><b>Val av programvaruarkiv</b></big><br> Flera arkiv hittades på mediet. Välj vilket arkiv du vill använda.</p>
tr: <p><big><b>Yazılım Deposu Seçimi</b></big><br> Seçilen ortamda birden çok havuz bulundu. Kullanılacak depoyu seçin.</p>

source: Repositories &Found
be: Сховішчы &Знойдзеныя
ca: Catàlegs &trobats
el: Αποθετήρια που &Βρέθηκαν
fr: Dépôts &trouvés
gl: Repositorios &atopados
hr: Pronađeni &repozitoriji
hu: Megtalált telepítési &források
id: Repositori &Ditemukan
it: Repository tro&vati
ja: 検出したリポジトリ (&F)
ko: 검색한 리포지토리(&F)
nl: &Gevonden opslagruimten
nn: &Fann pakkebrønnar
pa: ਲੱਭੀਆਂ ਰਿਪੋਜ਼ਟਰੀਆਂ(&F)
pt: Repositórios &Encontrados
pt_br: &Repositórios encontrados
ru: На&йденные репозитории
sv: Arkiv &hittades
tr: Depolar Bulundu

source: Really abort add-on product installation?
be: Сапраўды перапыніць усталёўку Дадатковага Прадукта?
ca: Segur que voleu avortar la instal·lació del producte complementari?
el: Είστε σίγουροι ότι θέλετε να ματαιώσετε την εγκατάσταση των πρόσθετων προϊόντων;
fr: Voulez-vous vraiment abandonner l'installation du produit complémentaire ?
gl: Desexa realmente interromper a instalación do complemento?
hr: Da li zaista želite prekinuti instalaciju dodatnog proizvoda?
hu: Valóban megszakítja a kiegészítő termék telepítését?
id: Benar-benar batalkan instalasi produk add-on?
it: Interrompere l'installazione dei prodotti aggiuntivi?
ja: アドオン製品のインストールを中止してもよろしいですか？
ko: 추가 기능 제품 설치를 중단하시겠습니까?
nl: Weet u zeker dat u de installatie van het add-on-product wilt afbreken?
nn: Er du sikker på at du vil avbryta installeringa av tilleggsprodukt?
pa: ਕੀ ਐਡ-ਆਨ ਪਰੋਡੱਕਟ ਇੰਸਟਾਲੇਸ਼ਨ ਅਧੂਰਾ ਛੱਡਣੀ ਹੈ?
pt: Pretende mesmo interromper a instalação do produto?
pt_br: Deseja mesmo cancelar a instalação do produto complementar?
ru: Действительно прервать установку дополнительного продукта?
sv: Vill du avbryta produktinstallationen?
tr: Eklenti ürün yüklemesi gerçekten iptal edilsin mi?

source: Select a repository.
be: Абярыце рэпазітарый.
ca: Seleccioneu un catàleg.
el: Επιλέξτε αποθετήριο.
fr: Sélectionnez un dépôt.
gl: Seleccione un repositorio.
hr: Odaberite repozitorij.
hu: Válasszon ki egy telepítési forrást.
id: Pilih repositori.
it: Selezionare un repository.
ja: リポジトリを選択してください。
ko: 리포지토리를 선택하십시오.
nl: Kies een opslagruimte.
nn: Vel ein pakkebrønn.
pa: ਇੱਕ ਰਿਪੋਜ਼ਟਰੀ ਚੁਣੋ।
pt: Escolha um repositório.
pt_br: Selecione um repositório.
ru: Выберите репозиторий.
sv: Välj ett arkiv.
tr: Bir depo seçin.

source: Dependencies of the add-on product cannot be fulfilled.
be: Залежнасці для Дадатковага Прадукта не могуць быць здаволены.
ca: No es poden satisfer les dependències del producte complementari.
el: Οι εξαρτήσεις του πρόσθετου προϊόντος δεν μπορούν να εκπληρωθούν.
fr: Les dépendances du produit complémentaire ne peuvent pas être résolues.
gl: Non é posíbel resolver as dependencias do complemento.
hr: Zavisnosti dodatnog proizvoda ne mogu biti razriješene.
hu: A kiegészítő termék függőségei nem teljesíthetők.
id: Ketergantungan produk add-on tidak dapat dipenuhi.
it: Impossibile soddisfare le dipendenze del prodotto aggiuntivo.
ja: アドオン製品の依存関係を満たすことができませんでした。
ko: 추가 기능 제품의 종속성을 이행할 수 없습니다.
nl: Afhankelijkheden van het add-on-product kunnen niet worden opgelost.
nn: Tilleggsproduktet medfører pakkekonfliktar som ikkje kan løysast.
pa: ਐਡ-ਆਨ ਪਰੋਡੱਕਟਾਂ ਲਈ ਨਿਰਭਰਤਾ ਪੂਰੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
pt: Não é possível satisfazer as dependências do produto adicional.
pt_br: As dependências do produto complementar não puderam ser satisfeitas.
ru: Невозможно выполнить зависимости для дополнительного продукта.
sv: Det går inte att uppfylla tilläggsproduktens beroenden.
tr: Eklenti ürünün bağımlılıkları karşılanamaz.

source: Product Selection
be: Выбар Прадукта
ca: Selecció de productes
el: Επιλογή Προϊόντος
fr: Sélection des produits
gl: Selección de produto
hr: Odabir proizvoda
hu: Termék kiválasztása
id: Pilihan Produk
it: Selezione prodotti
ja: 製品の選択
ko: 제품 선택
nl: Productselectie
nn: Produktval
pa: ਪਰੋਡੱਕਟ ਚੋਣ
pt: Selecção do Produto
pt_br: Seleção de produto
ru: Выбор продуктов
sv: Produktval
tr: Ürün seçimi

source: Available Products
be: Даступныя Прадукты
ca: Productes disponibles
el: Διαθέσιμα προϊόντα
fr: Produits disponibles
gl: Produtos dispoñíbeis
hr: Raspoloživi proizvodi
hu: Rendelkezésre álló termékek
id: Produk Yang Tersedia
it: Prodotti disponibili
ja: 利用可能な製品
ko: 사용 가능한 제품
nl: Beschikbare producten
nn: Tilgjengelege produkt
pa: ਉਪਲੱਬਧ ਪਰੋਡੱਕਟ
pt: Produtos Disponíveis
pt_br: Produtos disponíveis
ru: Доступные продукты
sv: Tillgängliga produkter
tr: Mevcut ürünler

source: <p><b><big>Product Selection</big></b><br/> Multiple products were found in the repository. Select the products to install.</p>
be: <p><b><big>Выбар прадуктаў</big></b><br> У сховішчы выяўлена некалькі прадуктаў. Абярыце прадукты для ўсталёўкі.</p>
ca: <p><b><big>Selecció de productes Selection</big></b><br/> S'han trobat productes múltiples al repositori. Seleccioneu els que voleu instal·lar.</p>
el: <p><b><big>Επιλογή Προϊόντος</big></b><br> Βρέθηκαν πολλαπλά προϊόντα στο αποθετήριο. Επιλέξτε τα προϊόντα προς εγκατάσταση.</p>
fr: <p><b><big>Sélection des produits</big></b><br/> Plusieurs produits trouvés dans le dépôt. Sélectionnez les produits à installer.</p>
gl: <p><b><big>Selección de produto</big></b><br> Neste repositorio atopáronse varios produtos. Seleccione os produtos a instalar.</p>
hr: <p><b><big>Odabir proizvoda</big></b><br/> Pronađeno je više proizvoda u repozitoriju. Odaberite proizvode koje želite instalirati.</p>
hu: <p><b><big>Termék kiválasztása</big></b><br/> A telepítési forrásban több termék is található. Válassza ki, mely termékeket kívánja telepíteni.</p>
id: <p><b><big>Pilihan Produk</big></b><br/> Terdapat beberapa produk dalam repositori. Pilih produk yang ingin dipasang.</p>
it: <p><b><big>Selezione prodotti</big></b><br/> Il repository contiene più di un prodotto. Selezionare i prodotti da installare.</p>
ja: <p><b><big>製品の選択</big></b><br/> リポジトリ内には複数の製品があります。インストールする製品を 選択してください。</p>
ko: <p><b><big>제품 선택</big></b><br/> 리포지토리에 여러 제품이 있습니다. 설치할 제품을 선택하십시오.</p>
nl: <p><b><big>Productselectie</big></b><br/> Er zijn meerdere producten gevonden in de opslagruimte. Selecteer de producten die u wilt installeren.</p>
nn: <p><b><big>Produktval</big></b><br> Fann fleire produkt i pakkebrønnen. Vel produkta du vil installera.</p>
pt: <p><b><big>Seleção de Produtos</big></b><br/> Foram encontrados vários produtos no repositório. Selecione os produtos a instalar.</p>
pt_br: <p><b><big>Seleção de produto</big></b><br/> Foram encontrados vários produtos no repositório. Selecione os produtos para instalar.</p>
ru: <p><b><big>Выбор продуктов</big></b><br/> В репозитории обнаружено несколько продуктов. Выберите продукты для установки.</p>
sv: <p><b><big>Produktval</big></b><br/> Flera produkter hittades i arkivet. Välj de produkter som ska installeras.</p>
tr: <p><b><big>Ürün Seçimi</big></b><br/> Depoda birden fazla ürün bulundu. ürünleri seçin yüklemek için.</p>

source: Dependencies of the selected add-on products cannot be fulfilled.
be: Залежнасці для паказаных дадатковых прадуктаў не могуць быць здаволены.
ca: No es poden satisfer les dependències dels productes complementaris.
el: Οι εξαρτήσεις των επιλεγμένων πρόσθετων προϊόντων δεν μπορούν να εκπληρωθούν.
fr: Les dépendances des produits complémentaires sélectionnés ne peuvent pas être résolues.
gl: Non foi posíbel resolver as dependencias do complemento seleccionado.
hr: Zavisnosti odabranih dodatnih proizvoda ne mogu biti razriješene.
hu: A kiválasztott kiegészítő termékek függőségei nem teljesíthetők.
id: Ketergantungan produk add-on tidak dapat dipenuhi.
it: Impossibile soddisfare le dipendenze dei prodotti aggiuntivi selezionati.
ja: 選択したアドオン製品の依存関係を満たすことができませんでした。
ko: 선택한 추가 기능 제품의 종속성을 이행할 수 없습니다.
nl: Afhankelijkheden van de geselecteerde add-on-producten kunnen niet worden opgelost.
nn: Dei valde tilleggsprodukta medfører pakkekonfliktar som ikkje kan løysast.
pa: ਐਡ-ਆਨ ਪਰੋਡੱਕਟਾਂ ਲਈ ਨਿਰਭਰਤਾ ਪੂਰੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
pt: Não é possível satisfazer as dependências do produto adicional selecionado.
pt_br: As dependências dos produtos complementares selecionados não puderam ser satisfeitas.
ru: Невозможно выполнить зависимости для выбранных дополнительных продуктов.
sv: Det går inte att uppfylla de angivna tilläggsprodukternas beroenden.
tr: Seçilen eklenti ürünlerin bağımlılıkları karşılanamıyor.

source: <p><big><b>Add-On Product Installation</b></big><br/> Here see all add-on products that are selected for installation. To add a new product, click <b>Add</b>. To remove an already added one, select it and click <b>Delete</b>.</p>
ca: <p><big><b>Instal·lació de productes complementaris</b></big><br/> Vegeu aquí tots els productes complementaris seleccionats per instal·lar. Per afegir-ne un de nou, feu clic a <b>Afegeix</b>. Per suprimir-ne un d'afegit, seleccioneu-lo i feu clic a <b>Suprimeix</b>.</p>
el: <p><big><b>Εγκατάσταση Πρόσθετου Προϊόντος</b></big></br> Εδώ μπορείτε να δείτε όλα τα πρόσθετα προϊόντα που είναι επιλεγμένα για εγκατάσταση. Για να προσθέσετε ένα νέο προϊόν, κάντε κλικ στο <b>Προσθήκη</b>. Για να αφαιρέσετε ένα ήδη υπάρχον, επιλέξτε το και κάντε κλικ στο <b>Διαγραφή</b>.</p>
fr: <p><big><b>Installation de produits complémentaires</b></big><br/> Vous pouvez voir ici tous les produits complémentaires sélectionnés pour l'installation. Pour ajouter un nouveau produit, cliquez sur <b>Ajouter</b>. Pour supprimer un produit déjà ajouté, sélectionnez-le et cliquez sur <b>Supprimer</b>.</p>
gl: <p><big><b>Instalación de complementos</b></big></br> Ofrécenselle todos os complementos seleccionados para a súa instalación. Para engadir un novo produto, prema <b>Engadir</b>. Para desinstalar un produto xa engadido, escolla e prema <b>Eliminar</b>.</p>
hu: <p><big><b>Kiegészítő termék telepítése</b></big><br/> Itt láthatók a telepítéshez kijelölt kiegészítő termékek. Új termék hozzáadásához nyomja meg a <b>Hozzáadás</b> gombot. Egy már hozzáadott termék eltávolításához használja a <b>Törlés</b> gombot.</p>
id: <p><big><b>Pemasangan Produk Add-On</b></big><br/> Di sini Anda dapat melihat semua produk add-on yang dipilih untuk pemasangan. Untuk menambah produk baru klik <b>Tambah</b>, untuk menghapus yang telah ditambahkan, pilih dan klik <b>Hapus</b>.</p>
it: <p><big><b>Installazione prodotti aggiuntivi</b></big><br/> Qui sono visualizzati tutti i prodotti aggiuntivi selezionati per l'installazione. Per aggiungere un nuovo prodotto, fare clic su <b>Aggiungi</b>. Per rimuovere un prodotto già aggiunto, selezionarlo e fare clic su <b>Elimina</b>.</p>
ja: <p><big><b>アドオン製品のインストール</b></big><br/> ここには、インストールするよう選択した全ての製品が表示されています。 新しい製品を追加するには <b>追加</b> を、既に追加してある製品を削除するには、 製品を選択してから <b>削除</b> を押してください。</p>
ko: <p><big><b>추가 기능 제품 설치</b></big><br/> 여기에는 설치하도록 선택된 추가 기능 제품이 모두 표시됩니다. 새 제품을 추가하려면 <b>추가</b>를 클릭하십시오. 이미 추가된 제품을 제거하려면 해당 제품을 선택하고 <b>삭제</b>를 클릭하십시오.</p>
nl: <p><big><b>Add-on-productinstallatie</b></big><br/> Hier ziet u alle add-on-producten die voor installatie zijn geselecteerd. Om een nieuw product toe te voegen, klik op <b>Toevoegen</b>. Om een toegevoegd product te verwijderen, selecteer het en klik op <b>Verwijderen</b>.</p>
nn: <p><big><b>Installering av tilleggsprodukt</b></big><br/> Her er ei oversikt over alle tilleggsprodukta som vert installerte. Trykk <b>Legg til</b> for å leggja til eit nytt produkt eller <b>Fjern</b> for å fjerna eit produkt.</p>
pt: <p><big><b>Instalação de Produtos Adicionais</b></big><br/> Pode aqui ver todos os produtos adicionais (aditivos) que estão selecionados para instalação. Para adicionar um novo produto, prima <b>Adicionar</b>. Para remover um já adicionado, selecione-o e prima <b>Apagar</b>.</p>
pt_br: <p><big><b>Instalação do produto complementar</b></big><br/> Veja aqui todos os produtos complementares selecionados para instalação. Para adicionar um novo produto, clique em <b>Adicionar</b>. Para remover um produto já adicionado, selecione-o e clique em <b>Remover</b>.</p>
ru: <p><b><big>Установка Дополнительных Продуктов</big></b><br/> Здесь вы можете увидеть все дополнительные продукты, которые вы выбрали для установки. Чтобы добавить новый продукт, нажмите <b>Добавить</b>. Чтобы удалить уже добавленный, выберите его и нажмите <b>Удалить</b>.</p>
sv: <p><big><b>Installation av tilläggsprodukter</b></big><br/> Här visas alla tilläggsprodukter som valts för installation. Om du vill lägga till en ny produkt klickar du på <b>Lägg till</b>. Om du vill ta bort en redan tillagd produkt markerar du den och klickar på <b>Ta bort</b>.</p>
tr: <p><big><b>Ek Ürün Kurulumu</b></big><br/> Kurulum için derlemeler tüm derlemeleri burada görebilirsiniz. Yeni bir ürünü dahil etmek için <b>Ekle</b>'yi tıklayın. Zaten eklenmiş olduğunu düşünmek için, Seçin ve <b>Sil</b>'e tıklayın.</p>

source: %1, Directory: %2
be: %1, Каталог: %2
ca: %1, Directori: %2
el: %1, Κατάλογος: %2
fr: %1, Répertoire : %2
gl: %1, Directorio: %2
hr: %1, direktorij: %2
hu: %1, könyvtár: %2
id: %1, Direktori: %2
ja: %1, ディレクトリ: %2
ko: %1, 디렉토리: %2
nl: %1, map: %2
nn: %1 – katalog: %2
pa: %1, ਡਾਇਰੈਕਟਰੀ: %2
pt: %1, Diretório: %2
pt_br: %1, diretório: %2
ru: %1, каталог: %2
sv: %1, katalog: %2
tr: %1, Dizin: %2

source: Product
be: Прадукт
ca: Producte
el: Προϊόν
fr: produit
gl: Produto
hr: Proizvod
hu: Termék
id: Produk
it: Prodotto
ja: 製品
ko: 제품
nn: Produkt
pa: ਪਰੋਡੱਕਟ
pt: Produto
pt_br: Produto
ru: Продукт
sv: Produkt
tr: Ürün

source: Media
be: Носьбіт
ca: Suports
el: Μέσο
fr: Support
gl: Medio
hr: Medij
hu: Adathordozó
it: Supporto
ja: メディア
ko: 미디어
nl: Medium
nn: Medium
pa: ਮੀਡਿਆ
pt: Suporte
pt_br: Mídia
ru: Носитель
tr: Medya

source: Select a product to delete.
be: Абярыце прадукт для выдалення.
ca: Seleccioneu el producte que voleu suprimir.
el: Επιλέξτε ένα προϊόν για διαγραφή.
fr: Sélectionnez le produit à supprimer.
gl: Seleccione un produto para eliminar.
hr: Odaberite proizvod kojega želite izbrisati.
hu: Válassza ki az eltávolítani kívánt terméket.
id: Pilih produk untuk dihapus.
it: Selezionare un prodotto da eliminare.
ja: 削除する製品を選択してください。
ko: 삭제할 제품을 선택하십시오.
nl: Selecteer een product om te verwijderen.
nn: Vel produktet du vil fjerna.
pa: ਹਟਾਉਣ ਲਈ ਇੱਕ ਪਰੋਡੱਕਟ ਚੁਣੋ।
pt: Seleccione o produto a apagar.
pt_br: Selecione um produto a remover.
ru: Выберите продукт для удаления.
sv: Ange en produkt som ska tas bort.
tr: Silmek için bir ürün seçin.

source: Removing selected add-on...
be: Выдаленне абранага дадатковага прадукта...
ca: Suprimint el complement seleccionat...
el: Αφαιρείται το επιλεγμένο πρόσθετο...
fr: Suppression du produit complémentaire selectionné...
gl: Desinstalando complementos seleccionados...
hr: Uklanjam odabrani dodatak...
hu: A kijelölt kiegészítő eltávolítása...
id: Menghapus add-on yang dipilih...
it: Rimozione del prodotto aggiuntivo selezionato in corso...
ja: 選択したアドオンを削除しています...
ko: 선택한 추가 기능 제거 중...
nl: Geselecteerde add-on verwijderen...
nn: Fjernar valt tilleggsprodukt …
pa: ਚੁਣੇ ਐਡ-ਆਨ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ...
pt: A remover o produto adicional escolhido...
pt_br: Removendo o complemento selecionado...
ru: Удаление выбранного дополнительного продукта...
sv: Tar bort det valda tillägget...
tr: Seçilen eklenti kaldırılıyor...

source: Installed Add-on Products
ca: Productes complementaris instal·lats
el: Εγκατεστημένα Πρόσθετα Προϊόντα
fr: Produits complémentaires installés
gl: Complementos instalados
hu: Telepített kiegészítő termékek
id: Produk Add-on yang Terpasang
it: Prodotti aggiuntivi installati
ja: インストール済みのアドオン製品
ko: 설치된 추가 기능 제품
nl: Geïnstalleerde add-on-producten
pt: Add-ons instalados
pt_br: Produtos complementares instalados
ru: Установленные дополнительные продукты
sv: Installerade tilläggsprodukter
tr: Yüklü Eklenti Ürünleri

source: Add-on Product
ca: Producte complementari
el: Πρόσθετο Προϊόν
fr: Produit complémentaire
gl: Complemento
hu: Kiegészítő termék
id: Produk Add-on
it: Prodotto aggiuntivo
ja: アドオン製品
ko: 추가 기능 제품
pt: Produto adicional
pt_br: Produto complementar
ru: Дополнительный продукт
sv: Tilläggsprodukt
tr: Ürün Eklenti

source: Run &Software Manager...
be: Запусціць &Кіравальнік Праграмнага Забеспячэння
ca: Executa el &Gestor de paquets...
el: Εκτέλεση Διαχειριστή &Λογισμικού...
fr: Exécuter le ge&stionnaire de logiciels...
gl: Executar o Xestor de &Software...
hu: &Szoftverkezelő indítása...
id: Jalankan Pengelola &Perangkat Lunak...
it: Esegui &gestore dei programmi...
ja: ソフトウエアマネージャの実行 (&S)...
ko: 소프트웨어 관리자 실행(&S)...
nl: &Softwarebeheer uitvoeren...
nn: &Administrer pakkar …
pa: ਸਾਫਟਵੇਅਰ ਮੈਨੇਜਰ ਚਲਾਓ(&S)...
pt: &Gestor de Pacotes...
pt_br: Executar o gerenciador de &software...
ru: Запустить &менеджер ПО...
sv: Kör &Programvaruhanteraren...
tr: Yazılım Yöneticisi'ni çalıştırın...

source: <p>All add-on products installed on your system are displayed.</p>
ca: <p>Aquí podeu veure la llista de complements que es troben instal·lats al vostre sistema.</p>
el: <p>Εμφάνιση όλων των πρόσθετων προϊόντων που είναι εγκατεστημένα στο σύστημα σας.</p>
fr: <p>Tous les produits complémentaires installés sur votre système sont affichés.</p>
gl: <p>Aquí pode ver todos os complementos que están instalados no seu sistema.</p>
hu: <p>Itt található a telepített kiegészítő termékek listája.</p>
id: <p>Semua produk add-on yang terpasang pada sistem Anda akan ditampilkan.</p>
it: <p>Vengono visualizzati i prodotti aggiuntivi installati nel sistema.</p>
ja: <p>ここには、お使いのシステムにインストールされている全てのアドオン製品が表示されています。</p>
ko: <p>시스템에 설치된 추가 기능 제품이 모두 표시됩니다.</p>
nl: <p>Alle add-on-producten die op uw systeem zijn geïnstalleerd worden getoond.</p>
pt: <p>Todos os add-ons instalados no seu sistema são apresentados.</p>
pt_br: <p>Todos os produtos complementares instalados em seu sistema são exibidos.</p>
ru: <p>Все дополнительные продукты, установленные в вашей системе.</p>
sv: <p>Alla tilläggsprodukter installerade i systemet visas.</p>
tr: <p>Sisteminizde yüklü olan tüm eklenti ürünleri görüntülenir.</p>

source: <p>Click <b>Add</b> to add a new add-on product, or <b>Delete</b> to remove an add-on which is in use.</p>
ca: <p>Feu servir el botó <b>Afegeix</b> per afegir un producte complementari, o el botó <b>Suprimeix</b> per suprimir-ne un que estigui en ús.</p>
el: <p>Κάντε κλικ στο <b>Προσθήκη</b> για να προσθέσετε ένα νέο πρόσθετο προϊόν, ή στο <b>Διαγραφή</b> για να αφαιρέσετε ένα πρόσθετο που είναι σε χρήση.</p>
fr: <p>Cliquez sur <b>Ajouter</b> pour ajouter un nouveau produit complémentaire ou sur <b>Supprimer</b> pour supprimer un produit complémentaire utilisé.</p>
gl: <p>Use <b>Engadir</b> para engadir un novo complemento ou <b>Eliminar</b> para desinstalar un complemento que estea en uso.</p>
hu: <p>Új kiegészítő termék létrehozásához kattintson a <b>Hozzáadás</b> gombra, vagy a <b>Törlés</b> gombbal távolítson el egy használatban lévő kiegészítő terméket.</p>
id: <p>Klik <b>Tambah</b> untuk menambahkan produk add-on baru, atau <b>Hapus</b> untuk menghapus add-on yang digunakan.</p>
it: <p>Fare clic su <b>Aggiungi</b> per aggiungere un nuovo prodotto aggiuntivo, oppure <b>Elimina</b> per rimuoverne uno in uso.</p>
ja: <p><b>追加</b> ボタンを押して新しいアドオン製品を追加することができるほか、 <b>削除</b> ボタンを押して使用中のアドオンを削除することもできます。</p>
ko: <p>새 추가 기능 제품을 추가하려면 <b>추가</b>를 클릭하고, 사용 중인 추가 기능을 제거하려면 <b>삭제</b>를 클릭하십시오.</p>
nl: <p>Klik op <b>Toevoegen</b>-knop om een nieuw add-on-product toe te voegen of op <b>Verwijderen</b> om een in gebruik zijnde add-on te verwijderen.</p>
pt: <p>Clique <b>Novo</b> para criae um novo add-on ou <b>importar</b> para importar um já existente.</p>
pt_br: <p>Clique em <b>Adicionar</b> para adicionar um novo produto complementar ou clique em <b>Remover</b> para remover um complemento que está em uso.</p>
ru: <p>Нажмите <b>Добавить</b> для добавления нового дополнительного продукта или <b>Удалить</b>, чтобы удалить используемый.</p>
sv: <p>Klicka på <b>Lägg till</b> om du vill lägga till en ny tilläggsprodukt eller <b>Ta bort</b> om du vill ta bort en tilläggsprodukt som används.</p>
tr: <p>Yeni bir eklenti ürünü eklemek için <b>Ekle</b>'yi veya kullanımda olan bir eklentiyi kaldırmak için <b>Sil</b>'i tıklayın.</p>

source: <b>Vendor:</b> %1<br>
el: <b>Κατασκευαστής:</b> %1<br>
fr: <b>Fabricant :</b> %1<br>
gl: <b>Fabricante:</b> %1<br>
hr: <b>Proizvođač:</b> %1<br>
ko: <b>제조업체:</b> %1<br>
nn: <b>Produsent:</b> %1<br>
pa: <b>ਵੈਂਡਰ:</b> %1<br>
pt_br: <b>Fabricante:</b> %1<br>
sv: <b>Leverantör:</b> %1<br>

source: Unknown vendor
be: Невядомы вытворца
ca: Proveïdor desconegut
el: Άγνωστος κατασκευαστής
fr: Fabricant inconnu
gl: Fabricante descoñecido
hr: Nepoznat proizvođač
hu: Ismeretlen gyártó
id: Vendor tidak dikenal
it: Fornitore sconosciuto
ja: 不明な製造元
ko: 알 수 없는 제조업체
nl: Onbekende leverancier
nn: Ukjend produsent
pa: ਅਣਜਾਣ ਵੇਂਡਰ
pt: Fabricante desconhecido
pt_br: Fabricante desconhecido
ru: Неизвестный поставщик
sv: Okänd tillverkare
tr: Bilinmeyen satıcı

source: <b>Version:</b> %1<br>
el: <b>Έκδοση:</b> %1<br>
gl: <b>Versión: </b> %1<br>
hr: <b>Verzija: </b> %1<br>
ko: <b>버전:</b> %1<br>
nn: <b>Versjon:</b> %1<br>
pa: <b>ਵਰਜਨ:</b> %1<br>
pt_br: <b>Versão: </b> %1<br>
