Repository: yast/yast-translations
Catalog: po/add-on/*.po
Languages: be, ca, el, fr, gl, hr, hu, id, it, ja, ko, nl, nn, pa, pt, pt_br, ru, sv, tr

source: Unknown version
el: Άγνωστη έκδοση
fr: Version inconnue
gl: Versión descoñecida
hr: Nepoznata verzija
ko: 알 수 없는 버전
nn: Ukjend versjon
pa: ਅਣਜਾਣ ਵਰਜਨ
pt_br: Versão desconhecida
sv: Okänd version

source: <b>Repository URL:</b> %1<br>
el: <b>URL Αποθετηρίου:</b> %1<br>
fr: <b>URL du dépôt :</b> %1<br>
gl: <b>URL do repositorio:</b> %1<br>
hr: <b>URL repozitorija:</b> %1<br>
ko: <b>리포지토리 URL:</b> %1<br>
nn: <b>Adresse til pakkebrønn:</b> %1<br>
pa: <b>ਰਿਪੋਜ਼ਟਰੀ URL:</b> %1<br>
pt_br: <b>URL do repositório:</b> %1<br>
sv: <b>Arkivets URL:</b> %1<br>

source: Unknown repository URL
el: Άγνωστη URL αποθετηρίου
fr: URL du dépôt inconnue
gl: URL do repositorio descoñecido
hr: Nepoznat URL repozitorija
ko: 알 수 없는 리포지토리 URL
nn: Ukjent adresse til pakkebrønn
pa: ਅਣਜਾਣ ਰਿਪੋਜ਼ਟਰੀ URL
pt_br: URL do repositório desconhecido
sv: Okänd arkiv-URL

source: <b>Repository Alias:</b> %1<br>
el: <b>Ψευδώνυμο Αποθετηρίου:</b> %1<br>
fr: <b>Alias du dépôt :</b> %1<br>
gl: <b>Alias do repositorio:</b> %1<br>
hr: <b>Alias repozitorija:</b> %1<br>
ko: <b>리포지토리 별칭:</b> %1<br>
nn: <b>Alias til pakkebrønn:</b> %1<br>
pa: <b>ਰਿਪੋਜ਼ਟਰੀ ਏਲੀਆਸ:</b> %1<br>
pt_br: <b>Apelido do repositório</b> %1<br>
sv: <b>Arkivets alias:</b> %1<br>

source: Unknown product
be: Невядомы прадукт
ca: Producte desconegut
el: Άγνωστο προϊόν
fr: Produit inconnu
gl: Produto descoñecido
hr: Nepoznati proizvod
hu: Ismeretlen termék
id: Produk tidak diketahui
it: Prodotto sconosciuto
ja: 不明な製品
ko: 알 수 없는 제품
nl: Onbekend product
nn: Ukjent produkt
pa: ਅਣਜਾਣ ਪਰੋਡੱਕਟ
pt: Produto desconhecido
pt_br: Produto desconhecido
ru: Неизвестный продукт
sv: Okänd produkt
tr: Bilinmeyen ürün

source: Unknown URL
el: Άγνωστο URL
fr: URL inconnue
gl: URL descoñecido
hr: Nepoznat URL
ko: 알 수 없는 URL
nn: Ukjend adresse
pa: ਅਣਜਾਣ URL
pt_br: URL desconhecido
sv: Okänd URL

source: Deleting the add-on product %1 may result in removing all the packages installed from this add-on. Are sure you want to delete it?
be: Выдаленне дадатковага прадукта %1 можа прывесці да выдалення усіх пакетаў, усталяваных з гэтага дадатку. Вы ўпэўнены, што жадаеце выдаліць яго?
ca: La supressió del producte complementari %1 pot comportar la supressió de tots els paquets que hagin estat instal·lats des d'aquest complement. Segur que voleu suprimir-lo?
el: Διαγράφοντας το πρόσθετο προϊόν %1 μπορεί να προκαλέσει την αφαίρεση όλων των εγκατεστημένων πακέτων από αυτό το πρόσθετο. Είσαστε σίγουροι ότι θέλετε να το διαγράψετε;
fr: La suppression du produit complémentaire %1 peut entrainer la suppression de tous les paquets installés à partir de celui-ci. Êtes-vous sûr de vouloir le supprimer ?
gl: Eliminando o complemento %1 pode resultar a eliminación de todos os paquetes instalados a partires deste complemento. Está seguro de querer eliminalo?
hu: A(z) %1 kiegészítő termék eltávolításával eltávolításra kerülnek a kiegészítő termék által telepített csomagok is. Valóban törölni kívánja?
id: Menghapus produk add-on %1 dapat menghapus semua paket yang terpasang dari add-on ini. Apakah Anda yakin ingin menghapusnya?
it: L'eliminazione del prodotto aggiuntivo %1 potrebbe causare la rimozione di tutti i pacchetti installati da questo prodotto aggiuntivo. Eliminarlo comunque?
ja: アドオン製品 %1 を削除すると、このアドオンからインストールした全てのパッケージが 削除されます。 削除してよろしいですか？
ko: 추가 기능 제품 %1을(를) 삭제하면 이 추가 기능에서 설치된 모든 패키지가 제거됩니다. 삭제하시겠습니까?
nl: Verwijderen van het add-on-product %1 kan tot gevolg hebben dat alle vanaf deze add-on geïnstalleerde pakketten verwijderd worden. Wilt u het echt verwijderen?
nn: Viss du fjernar tilleggsproduktet «%1», kan dette medføra at alle pakkar som er installerte frå produktet vert fjerna. Er du sikker på at du vil fjerna tilleggsproduktet?
pt: A remoção do add-on %1 poderá resultar na remoção de todos os pacotes instalados por este add-on. Tem a certeza que pretende removê-lo?
pt_br: Remover o produto complementar %1 pode acarretar na remoção de todos os pacotes instalados a partir dele. Tem certeza de que deseja removê-lo?
ru: Удаление дополнительного продукта %1 может привести к удалению всех пакетов, установленных из этого дополнения. Вы уверены, что хотите удалить его?
sv: Om du tar bort tilläggsprodukten %1 kanske även alla paket som är installerade från tilläggsprodukten tas bort. Vill ta bort den?
tr: %1 eklenti ürününün silinmesi, tüm paketlerin kaldırılmasına neden olabilir bu eklentiden kurulur. Silmek istediğinizden emin misiniz?

source: Removing product dependencies...
be: Выдаленне залежнасцяў прадукта...
ca: Suprimint les dependències del producte...
el: Αφαίρεση των εξαρτήσεων του προϊόντος...
fr: Suppression des dépendances des produits...
gl: Desinstalando as dependencias do produto...
hu: Termék függőségeinek eltávolítása...
id: Menghapus dependensi produk ...
it: Rimozione delle dipendenze del prodotto in corso...
ja: 製品の依存関係を削除しています...
ko: 제품 종속성 제거 중...
nl: Afhankelijkheden van het product worden verwijderd...
nn: Fjernar pakkar som avheng av produktet …
pa: ਪਰੋਡੱਕਟ ਨਿਰਭਰਤਾਵਾਂ ਹਟਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pt: A remover as dependências do produto...
pt_br: Removendo as dependências do produto...
ru: Удаление зависимостей продукта...
sv: Tar bort produktberoenden...
tr: Ürün bağımlılıkları kaldırılıyor...

source: Warning: Not enough memory!
be: Папярэджанне: Не хапае памяці!
ca: Atenció: memòria insuficient!
el: Προσοχή: Δεν υπάρχει αρκετή μνήμη!
fr: Attention : pas assez de mémoire !
gl: Aviso: memoria insuficiente!
hr: Upozorenje: Nema dovoljno memorije!
hu: Figyelem: kevés memória!
id: Peringatan: Memori tidak cukup !
it: Avviso: memoria insufficiente!
ja: 警告: メモリが足りません！
ko: 경고: 메모리가 부족합니다!
nl: Waarschuwing: onvoldoende geheugen!
nn: Åtvaring: Ikkje nok minne
pa: ਸਾਵਧਾਨ: ਲੋੜੀਦੀ ਮੈਮੋਰੀ ਨਹੀਂ ਹੈ!
pt: Aviso: Não existe memória suficiente!
pt_br: Aviso: Memória insuficiente!
ru: Внимание: Недостаточно памяти!
sv: Varning: Det finns inte tillräckligt med minne!
tr: Uyarı: Yeterli bellek yok!

source: Your system does not seem to have enough memory to use add-on products during installation. You can enable add-on products later when the system is running. Do you want to skip using add-on products?
be: У вашай сістэме не xапае памяці, каб выкарыстоўваць Дадатковыя прадукты пры ўсталёўцы. Дадатковыя прадукты могуць быць дададзены пазней, калі сістэма будзе запушчана. Вы жадаеце прапусціць усталёўку Дадатковых прадуктаў?
ca: El vostre sistema no té prou memòria per a fer servir productes complementaris durant la instal·lació. Podreu activar els productes complementaris més endavant, que el sistema estigui funcionant. Voleu saltar-vos l'ús dels productes complementaris?
el: Το σύστημά σας δεν έχει την απαραίτητη μνήμη για την χρήση πρόσθετων προϊόντων κατά την εγκατάσταση. Τα πρόσθετα προϊόντα μπορούν να ενεργοποιηθούν αργότερα με την ολοκλήρωση της εγκατάστασης συστήματος. Θέλετε να παραβλέψετε τη χρήση των πρόσθετων προϊόντων;
fr: Votre système semble ne pas avoir assez de mémoire pour utiliser les produits complémentaires pendant l'installation. Vous pourrez autoriser les produits complémentaires plus tard quand le système fonctionnera. Voulez-vous ignorer l'étape d'utilisation des produits complémentaires ?
gl: O seu sistema semella non ter memoria suficiente para usar complementos durante a instalación. Pode activar os complementos despois cando o sistema estea a executarse. Desexa non usar os complementos?
hr: Izgleda da vaš sustav nema dovoljno memorije za korištenje dodatnih proizvoda tijekom instalacije. Možete omogućiti dodatne proizvode kasnije kada sustav već radi. Da li želite preskočiti korištenje dodatnih proizvoda?
hu: A rendszer nem rendelkezik elegendő memóriával a kiegészítő termékek telepítés közbeni hozzáadásához. A kiegészítő termékeket később is lehet telepíteni. Ki akarja hagyni a kiegészítő termékek telepítését?
id: Sistem Anda tampaknya tidak memiliki memori yang cukup untuk menggunakan produk add-on selama instalasi. Anda dapat mengaktifkan produk add-on nanti ketika sistem berjalan. Apakah Anda ingin melewatkan menggunakan produk add-on?
it: Il sistema non ha memoria sufficiente per utilizzare prodotti aggiuntivi durante l'installazione. I prodotti aggiuntivi possono essere abilitati in seguito, quando il sistema è funzionante. Ignorare l'utilizzo di prodotti aggiuntivi?
ja: お使いのシステムにはインストールの際にアドオン製品を追加するのに 十分なメモリがありません。システムを起動してからアドオンを追加してください。 アドオン製品の設定を飛ばしますか？
ko: 추가 기능 제품을 설치하는 동안 사용할 메모리가 충분하지 않은 것 같습니다. 시스템이 실행 중인 경우 나중에 추가 기능 제품을 활성화할 수 있습니다. 추가 기능 제품 사용을 건너뛰시겠습니까?
nl: Uw systeem heeft onvoldoende geheugen voor het gebruiken van add-on-producten tijdens de installatie. U kunt de add-on-producten later op een actief systeem toevoegen. Wilt u het gebruik van add-on-producten overslaan?
nn: Systemet ditt har ikkje nok minne til å bruka tilleggsprodukt under installeringa, men du kan leggja til tilleggsprodukt når systemet er ferdig installert. Vil du hoppa over tilleggsprodukta no?
pt: O seu sistema não parece de ter memória suficiente para utilizar os produtos adicionais durante a instalação. Os produtos adicionais podem activados mais tarde quando o sistema estiver em execução. Pretende saltar a utilização dos produtos adicionais?
pt_br: Seu sistema parece não ter memória suficiente para usar os produtos complementares durante a instalação. Você pode habilitar os produtos complementares mais tarde, quando o sistema estiver em execução. Você quer ignorar o uso de produtos complementares?
ru: В системе недостаточно памяти, чтобы использовать дополнительные продукты при установке. Дополнительные продукты могут быть добавлены позже, когда система будет запущена. Пропустить установку дополнительных продуктов?
sv: Det verkar inte som om det finns tillräckligt med minne för att det ska gå att använda tilläggsprodukter under installation. Du kan aktivera tilläggsprodukter senare när systemet körs. Vill du låta bli att använda tilläggsprodukter?
tr: Sisteminizde eklenti ürünleri kullanmak için yeterli bellek yok gibi görünüyor Kurulum sırasında. Eklenti ürünlerini daha sonra etkinleştirebilirsiniz. sistem çalışıyor. Eklenti ürünleri kullanmayı atlamak ister misiniz?

source: Language Installation
el: Εγκατάσταση γλώσσας
pt_br: Instalação de idioma

source: Add On Management - This module does not support the command line interface, use '%{zypper}' instead for adding a new repository or '%{SUSEConnect}' to register a new add-on.
ca: Gestió de complements. Aquest mòdul no admet la interfície de línia d'ordres. Useu "%{zypper}" per afegir un repositori nou o "%{SUSEConnect}" per registrar un complement nou.
fr: Gestion des produits complémentaires - Ce module ne prend pas en charge l'interface de ligne de commande. Utilisez plutôt '%{zypper}' pour ajouter un nouveau dépôt ou '%{SUSEConnect}' pour enregistrer un nouveau produit complémentaire.
id: Manajemen Add On - Modul ini tidak mendukung antarmuka baris perintah, sebagai gantinya gunakan '%{zypper}' untuk menambahkan repositori baru atau '%{SUSEConnect}' untuk mendaftarkan add-on baru.
it: Gestione componente aggiuntivo - Questo modulo non supporta l'interfaccia da riga di comando, utilizzare '%{zypper}' per aggiungere un nuovo repository o '%{SUSEConnect}' per registrare un nuovo componente aggiuntivo.
ja: アドオン管理 - このモジュールはコマンドラインインターフェイスに対応していません。新しいリポジトリを追加したい場合は '%{zypper}' コマンドを、新しいアドオンを登録したい場合は '%{SUSEConnect}' コマンドを、それぞれお使いください。
nl: Beheer van add-on - deze module ondersteunt niet het interface voor de opdrachtregel, gebruik in plaats daarvan '%{zypper}' voor het toevoegen van een nieuwe opslagruimte of '%{SUSEConnect}' om een nieuwe add-on te registreren.
pt: Gestão de Aditivos - Este módulo não suporta interface por linha de comandos, utilize o '%{zypper}' em vez para adicionar um novo repositório ou o '%{SUSEConnect}' para registar um novo aditivo.
ru: Управление дополнениями — Этот модуль не поддерживает интерфейс командной строки, используйте '%{zypper}', чтобы добавить новый репозиторий, или '%{SUSEConnect}', чтобы зарегистрировать новое дополнение.
tr: Eklenti Yönetimi - Bu modül komut satırı arayüzünü desteklemez, yeni bir havuz eklemek yerine '%{zypper}' veya yeni bir eklenti kaydetmek için '%{SUSEConnect}' kullanın.

source: No name defined
ca: No s'ha definit cap nom.
fr: Aucun nom défini
id: Tidak ada nama yang ditetapkan
it: Nessun nome definito
ja: 名前が設定されていません
nl: Geen naam gedefinieerd
pt: Nenhum nome definido
ru: Имя не определено
sv: Inget namn definerat
tr: Ad tanımlanmadı

source: unknown version
ca: versió desconeguda
id: versi tidak diketahui
it: versione sconosciuta
ja: 不明なバージョン
nl: onbekende versie
tr: Bilinmeyen Sürüm

source: <b>Vendor:</b> %s<br>
ca: <b>Proveïdor:</b> %s<br>
it: <b>Fornitore:</b> %s<br>
ja: <b>製造元:</b> %s<br>
nl: <b>Leverancier:</b> %s<br>
tr: <b>Satıcı:</b> %s<br>

source: <b>Version:</b> %s<br>
ca: <b>Versió:</b> %s<br>
id: <b>Versi:</b> %s<br>
it: <b>Versione:</b> %s<br>
ja: <b>バージョン:</b> %s<br>
nl: <b>Versie: </b>%s<br>
tr: <b>Sürüm:</b> %s<br>

source: <b>Repository URL:</b> %s<br>
ca: <b>URL del repositori:</b> %s<br>
id: <b>URL Repositori:</b> %s<br>
it: <b>URL del repository:</b> %s<br>
ja: <b>リポジトリ URL:</b> %s<br>
nl: <b>URL opslagruimte:</b> %s<br>
tr: <b>Depo URL'si</b> %s<br>

source: <b>Repository Alias:</b> %s<br>
ca: <b>Àlies del repositori:</b> %s<br>
id: <b>Alias Repositori:</b> %s<br>
it: <b>Alias del repository:</b> %s<br>
ja: <b>リポジトリの別名:</b> %s<br>
nl: <b>Alias opslagruimte:</b> %s<br>
tr: <b>Depo Takma Adı:</b> %s<br>

source: Not found in enabled repositories
ca: No s'ha trobat als repositori habilitats.
id: Tidak ditemukan di repositori yang diaktifkan
it: Non è stato trovato nei repository abilitati
ja: 有効化されているリポジトリ内には見つかりません
nl: Niet gevonden in ingeschakelde opslagruimten
tr: Etkin depolarda bulunamadı

source: Path: %s
ca: Camí: %s
fr: Chemin : %s
hu: Elérési út: %s
id: Jalur: %s
it: Percorso: %s
ja: パス: %s
ko: 경로: %s
nl: Pad: %s
pt: Caminho: %s
ru: Путь: %s
sv: Sökväg: %s
tr: Yol: %s

source: Product: %s
ca: Producte: %s
fr: Produit : %s
hu: Termék: %s
id: Produk: %s
it: Prodotto: %s
ja: 製品: %s
ko: 제품: %s
pt: Produto: %s
ru: Продукт: %s
sv: Produkt: %s
tr: Ürün: %s

source: Failed to add product "%{name}" from %{url} Try again?
ca: Ha fallat afegir el producte "%{name}" des de %{url} Ho torno a intentar?
id: Gagal menambahkan produk "%{name}" dari %{url} Coba lagi?
it: Aggiunta del prodotto "%{name}" non riuscita tramite %{url} Riprovare?
tr: "%{name}" ürünü kaynaktan eklenemedi: %{url} Tekrar deneyin?

source: Failed to add product from %{url}
ca: Ha fallat afegir el producte des de %{url}
fr: Impossible d'ajouter le produit depuis %{url}
hu: Nem sikerült hozzáadni a következő URL használatával: %{url}
id: Gagal menambahkan produk dari %{url}
it: Impossibile aggiungere il prodotto tramite %{url}
ja: %{url} にある製品の追加に失敗しました
ko: %{url}에서 제품 추가 실패
nl: Kon product niet toevoegen vanaf %{url}
pt: Falha ao adicionar o produto através de %{url}
ru: Не удалось добавить продукт из %{url}
sv: Det gick inte att lägga tilll produkten från %{url}
tr: ürün eklenemedi %{url}

source: Failed to add product "%{name}" from %{url}
ca: Ha fallat afegir el producte "%{name}" des de %{url}
fr: Impossible d'ajouter le produit « %{name} » depuis %{url}
hu: Nem sikerült hozzáadni a(z) "%{name}" terméket a következő URL használatával: %{url}
id: Gagal menambahkan produk "%{name}" dari %{url}
it: Impossibile aggiungere il prodotto "%{name}" tramite %{url}
ja: %{url} で提供されている製品 "%{name}" の追加に失敗しました
ko: %{url}에서 "%{name}" 제품 추가 실패
nl: Kon product '%{name}' niet toevoegen vanaf %{url}
pt: Falha ao adicionar o produto "%{name}" através de %{url}
ru: Не удалось добавить продукт "%{name}" из %{url}
sv: Det gick inte att lägga till produkten "%{name}" från %{url}
tr: "%{name}" ürünü şuradan eklenemedi: %{url}

source: Error in the AutoYaST <add_on> section. Missing mandatory <media_url> value at index %d in the <add_on_products> definition. Skip the invalid product definition and continue with the installation?
ca: Error a la secció de l'AutoYaST <c_omplements>. Falta el valor obligatori <_url del mitjà> a l'índex %d dins la definició <productes c_omplementaris>. S'omet la definició de producte no vàlida i es continua la instal·lació?
fr: Erreur dans la section AutoYaST <add_on>. La valeur obligatoire <media_url> est manquante à l'index %d dans la définition de <add_on_products>. Ignorer la définition de produit non valide et continuer l'installation ?
hu: Hiba az AutoYaST <add_on> szakaszában. Hiányzik a kötelező <media_url> érték a(z) %d indexnél a(z) <add_on_products> definíciójában. Kihagyja az érvénytelen termékdefiníciót, és folytatja a telepítést?
id: Galat di bagian <add_on> AutoYaST. Nilai <media_url> yang diwajibkan tidak ada pada indeks %d didalam definisi <add_on_products>. Lewati definisi produk yang tidak valid dan lanjutkan dengan pemasangan?
it: Errore nella sezione <add_on> di AutoYaST. Manca il valore obbligatorio <media_url> a livello dell'indice %d nella definizione <add_on_products>. Saltare la definizione di prodotto non valida e proseguire con l'installazione?
ja: AutoYaST の <add_on> セクション内にエラーがあります。 <add_on_products> 設定内の順序番号 %d に、必須であるはずの <media_url> がありません。 正しくない製品設定を読み飛ばしてインストールを続行しますか？
ko: AutoYaST <add_on> 섹션에 오류가 있습니다. <add_on_products> 정의의 색인 %d에 필수 <media_url> 값이 누락되었습니다. 잘못된 제품 정의를 건너뛰고 설치를 계속하시겠습니까?
nl: Fout in de AutoYaST <add_on> sectie. Ontbrekende verplichte <media_url> waarde bij index %d in de <add_on_products> definitie. Sla de ongeldige productdefinitie over en ga door met de installatie?
pt: Erro na secção <add_on> do AutoYaST. Em falta valor obrigatório <media_url> no indece %d na definição <add_on_products>. Passar à frente a definição inválida do produto e continuar com a instalação?
ru: Ошибка в разделе <add_on> AutoYaST. Отсутствует обязательное значение <media_url> с индексом %d в определении <add_on_products>. Пропустить недопустимое определение продукта и продолжить установку?
sv: Fel i området AutoYaST <add_on>. Det obligatoriska värdet <media_url> saknas vid index %d i definitionen <add_on_products>. Vill du hoppa över den ogiltiga produktdefinitionen och fortsätta med installationen?
tr: AutoYaST <add_on> bölümünde hata. <add_on_products> tanımında %d dizininde zorunlu <media_url> değeri eksik. Geçersiz ürün tanımını atlayıp kuruluma devam edilsin mi?

source: Make the add-on "%{name}" available via "%{url}".
fr: Rendre le produit complémentaire « %{name} » disponible via « %{url} ».
hu: Tegye elérhetővé a(z) "%{name}" kiegészítő terméket a következő URL-címen keresztül: "%{url}".
ja: アドオン "%{name}" を "%{url}" で利用できるようにしてください。
ko: "%{url}"을(를) 통해 "%{name}" 추가 기능을 사용 가능하게 합니다.
nl: Stel de add-on "%{name}" beschikbaar via "%{url}".
pt: Por favor disponibilize o aditivo "%{name}" por "%{url}".
ru: Удостоверьтесь, что дополнительный продукт "%{name}" доступен через "%{url}".
sv: Gör tillägget "%{name}" tillgängligt via "%{url}".

source: URL
nn: Adresse
sv: Webbadress
