Repository: yast/yast-translations
Catalog: po/add-on/*.po
Languages: be, ca, el, fr, gl, hr, hu, id, it, ja, ko, nl, nn, pa, pt, pt_br, ru, sv, tr

source: Add-on Module Help ------------------ To add a new add-on product via the command-line, use this syntax: /sbin/yast2 add-on URL URL is the path to the add-on source. Examples of URL: http://server.name/directory/Lang-AddOn-10.2-i386/ ftp://server.name/directory/Lang-AddOn-10.2-i386/ nfs://server.name/directory/SDK1-SLE-i386/ disk://dev/sda5/directory/Product/CD1/ cd:// dvd://
el: Βοήθεια Αρθρώματος Πρόσθετων ---------------------------- Για να προσθέσετε ένα νέο Πρόσθετο Προϊόν μέσω γραμμής εντολών, χρησιμοποιήστε την ακόλουθη σύνταξη: /sbin/yast2 add-on URL Το URL είναι η διαδρομή προς την πηγή του Πρόσθετου. Παραδείγματα διαφόρων URL: http://server.name/directory/Lang-AddOn-10.2-i386/ ftp://server.name/directory/Lang-AddOn-10.2-i386/ nfs://server.name/directory/SDK1-SLE-i386/ disk://dev/sda5/directory/Product/CD1/ cd:// dvd://
gl: Axuda do Módulo de complementos ------------------ Para engadir un novo complemento mediante a liña de ordes, use esta sintaxis: /sbin/yast2 add-on URL URL é a ruta ao código fonte do complemento. Exemplos de URL: http://server.name/directory/Lang-AddOn-10.2-i386/ ftp://server.name/directory/Lang-AddOn-10.2-i386/ nfs://server.name/directory/SDK1-SLE-i386/ disk://dev/sda5/directory/Product/CD1/ cd:// dvd://
pt_br: Ajuda do módulo complementar ------------------ Para adicionar um novo produto complementar pela linha de comando, use esta sintaxe: /sbin/yast2 complemento URL URL é o caminho para a fonte do complemento. Exemplos de URL: http://nome.servidor/diretório/Lang-AddOn-10.2-i386/ ftp://nome.servidor/diretório/Lang-AddOn-10.2-i386/ nfs://nome.servidor/diretório/SDK1-SLE-i386/ disk://dev/sda5/diretório/Produto/CD1/ cd:// dvd://

source: Target file name ('xmlfile' option) is missing. Use xmlfile=<target_XML_file> command line option.
el: Λείπει το όνομα αρχείου (στην επιλογή 'xmlfile'). Χρησιμοποιήστε την επιλογή γραμμής εντολών xmlfile=<target_XML_file>.
gl: Falta o nome do ficheiro obxectivo (opción 'xmlfile'). Use a opción de liña de ordes xmlfile=<ficheiro_XML_obxectivo>.
nn: Namn på målfila (valet «xmlfile») manglar. Bruk kommandolinjevalet xmlfile=<namn_på_målfil>.
pa: ਨਿਯਤ ਫਾਇਲ ਨਾਂ ('xmlfile' ਚੋਣ) ਗੁੰਮ ਨਹੀਂ ਹੈ। xmlfile=<target_XML_file> ਕਮਾਂਡ ਲਾਈਨ ਚੋਣ ਵਰਤੋਂ।
pt_br: Nome do arquivo de destino (opção 'xmlfile') ausente. Use a opção de linha de comando xmlfile=<arquivo_XML_de_destino>.

source: Add-On Products
be: Дадатковыя Прадукты
ca: Complements
el: Πρόσθετα Προϊόντα
fr: Produits complémentaires
gl: Complementos
hr: Dodatni proizvodi
hu: Kiegészítő termékek
id: Produk Add-On
it: Prodotti aggiuntivi
ja: アドオン製品
ko: 추가 기능 제품
nl: Add-on-producten
nn: Tilleggsprodukt
pa: ਐਡ-ਆਨ ਪਰੋਡੱਕਟ
pt: Adicionar Produtos
pt_br: Produtos complementares
ru: Дополнительные продукты
sv: Tilläggsprodukter
tr: Eklenti Ürünleri

source: Initializing...
be: Ініцыялізацыя
ca: Iniciant...
el: Αρχικοποίηση...
fr: Initialisation...
gl: Inicializando...
hr: Inicijaliziram...
hu: Inicializálás...
id: Menginisialisasi...
it: Inizializzazione in corso...
ja: しばらくお待ちください...
ko: 초기화 중...
nl: Initialiseren...
nn: Gjer klar …
pa: ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A inicializar...
pt_br: Inicializando...
ru: Инициализация...
sv: Initierar...
tr: Başlatılıyor...

source: <p>Initializing add-on products...</p>
be: <p>Ініцыялізацыя дадатковых прадуктаў...</p>
ca: <p>Iniciant els productes complementaris...</p>
el: <p>Αρχικοποίηση πρόσθετων προϊόντων...</p>
fr: <p>Initialisation des produits complémentaires...</p>
gl: <p>Inicializando complementos...</p>
hr: <p>Inicijaliziram dodatne proizvode...</p>
hu: <p>Kiegészítő termékek betöltése...</p>
id: <p>Menginisialisasi produk tambahan...</p>
it: <p>Inizializzazione di prodotti aggiuntivi in corso...</p>
ja: <p>アドオン製品を準備しています...</p>
ko: <p>추가 기능 제품 초기화 중...</p>
nl: <p>Add-on-producten worden geïnitialiseerd...</p>
nn: <p>Gjer klar tilleggsprodukt …</p>
pa: <p>ਐਂਡ-ਆਨ ਪਰੋਡੱਕਟ ਸ਼ੁਰੂ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...</p>
pt: <p>A inicializar os produtos adicionais...</p>
pt_br: <p>Inicializando produtos complementares...</p>
ru: <p>Инициализация дополнительных продуктов...</p>
sv: <p>Initierar tilläggsprodukter...</p>
tr: <p>Eklenti ürünleri başlatılıyor...</p>

source: <li>Media: %1, Path: %2, Product: %3</li>
el: <li>Μέσο: %1, Διαδρομή: %2, Προϊόν: %3</li>
gl: <li>Medio: %1, Ruta: %2, Produto: %3</li>
hr: <li>Medij: %1, Putanja: %2, Proizvod: %3</li>
nn: <li>Medium: %1 – adresse: %2 – produkt: %3</li>
pa: <li>ਮੀਡਿਆ: %1, ਮਾਰਗ: %2, ਪਰੋਡੱਕਟ: %3</li>
pt_br: <li>Mídia: %1, caminho: %2, produto: %3</li>

source: Make the add-on "%1" available via "%2".
el: Κάντε διαθέσιμο το πρόσθετο "%1" μέσω του "%2".
gl: Verifique que o complemento "%1" estea dispoñíbel en "%2".
pt_br: Disponibilize o complemento "%1" via "%2".

source: Failed to add add-on product.
el: Αποτυχία προσθήκης πρόσθετου προϊόντος.
gl: Produciuse un erro ao engadir o complemento.
hr: Nije uspjelo dodavanje dodatnog proizvoda.
nn: Klarte ikkje leggja til tilleggsprodukt.
pa: ਐਡ-ਆਨ ਪਰੋਡੱਕਟ ਜੋੜਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pt_br: Falha ao adicionar o produto complementar.

source: Unknown
be: Невядомы
ca: Desconegut
el: Άγνωστο
fr: Inconnu
gl: Descoñecido
hr: Nepoznato
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
nn: Ukjend
pa: ਅਣਜਾਣ
pt: Desconhecido
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen

source: No add-on product selected for installation
be: Не абраны дадатковыя прадукты для ўсталёўкі
ca: No s'ha seleccionat cap producte complementari per instal·lar
el: Κανένα πρόσθετο προϊόν δεν έχει επιλεχθεί για εγκατάσταση
fr: Aucun produit complémentaire n'est sélectionné pour l'installation
gl: Non hai complementos para instalar
hr: Niti jedan proizvod nije odabran za instalaciju
hu: Kiegészítő termék nem került kiválasztásra
id: Tidak ada produk add-on dipilih untuk instalasi
it: Nessun prodotto aggiuntivo selezionato per l'installazione
ja: インストールするアドオン製品が選択されていません
ko: 설치를 위해 선택한 추가 기능 제품 없음
nl: Er is geen add-on-product geselecteerd voor installatie
nn: Du har ikkje valt nokon tilleggsprodukt som skal installerast
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਕੋਈ ਐਡ-ਆਨ ਪਰੋਡੱਕਟ ਨਹੀਂ
pt: Não existe um produto adicional seleccionado para instalação
pt_br: Nenhum produto complementar selecionado para instalação
ru: Не выбраны дополнительные продукты для установки
sv: Ingen tilläggsprodukt har valts för installation
tr: Kurulum için ek ürün seçilmedi

source: Add-&on Products
ca: &Complements
el: Πρόσθετα &Προϊόντα
fr: Pr&oduits complémentaires
gl: Complementos
hu: Kiegészítő &termékek
id: Produk Add-&on
it: Pr&odotti aggiuntivi
ja: アドオン製品 (&O)
ko: 추가 기능 제품(&O)
nl: Add-&on-producten
pt: Adicionar Produtos
pt_br: Produtos &complementares
ru: Д&ополнительные продукты
sv: Till&äggsprodukter
tr: Eklenti Ürünleri

source: Installation of the Language Extension has been finished.
el: Η Εγκατάσταση της Γλωσσικής Επέκτασης ολοκληρώθηκε.
gl: Rematou a instalación das extensións de idioma.
hr: Instalacija jezičnih dodataka mora biti dovršena.
nn: Tilleggsspråket er no installert.
pa: ਭਾਸ਼ਾ ਇਕਸਟੈਨਸ਼ਨ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਪੂਰੀ ਹੋ ਗਈ ਹੈ।
pt_br: A instalação da extensão de idioma foi concluída.

source: Add-On Product Installation
be: Усталёўка дадтковых прадуктаў
ca: Instal·lació dels productes complementaris
el: Εγκατάσταση Πρόσθετων Προϊόντων
fr: Installation de produits complémentaires
gl: Instalación de complementos
hr: Instalacija dodatnih proizvoda
hu: Kiegészítő termék telepítése
id: Pemasangan Produk Add-on
it: Installazione prodotti aggiuntivi
ja: アドオン製品のインストール
ko: 추가 기능 제품 설치
nl: Installatie van add-on-product
nn: Installerering av tilleggsprodukt
pa: ਐਡ-ਆਨ ਪਰੋਡੱਕਟ ਇੰਸਟਾਲੇਸ਼ਨ
pt: Instalação de Produto Adicional
pt_br: Instalação do produto complementar
ru: Установка дополнительных продуктов
sv: Installation av tilläggsprodukt
tr: Ürün Eklenti Kurulumu

source: &Select Language Extensions to Be Installed
el: &Επιλογή Επεκτάσεων Γλώσσας για Εγκατάσταση
gl: &Seleccionar as extensións de idiomas a instalar
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਭਾਸ਼ਾ ਐਕਸਟਸ਼ਨ ਚੁਣੋ(&S)
pt_br: &Selecionar as Extensões de Idioma a Serem Instaladas

source: <p>Select the language extensions to be installed then click <b>OK</b>.</p>
el: <p>Επιλέξτε τις επεκτάσεις γλώσσας για εγκατάσταση και κάντε κλικ στο <b>ΟΚ</b>.</p>
gl: <p>Seleccione as extensións de lingua a instalar cando prema <b>Aceptar</b>.</p>
pt_br: <p>Selecione as extensões de idioma a serem instaladas e clique em <b>OK</b>.</p>

source: Are you sure you want to abort the add-on product installation?
el: Είστε σίγουροι ότι θέλετε να ματαιώσετε την εγκατάσταση του πρόσθετου προϊόντος;
gl: Está seguro de querer interromper a instalación do complemento?
hr: Da li ste sigurni da želite prekinuti instalaciju dodatnog proizvoda?
nn: Er du sikker på at du vil avbryta installeringa av tilleggsprodukt?
pa: ਕੀ ਤੁਸੀਂ ਐਂਡ-ਆਨ ਪਰੋਡੱਕਟ ਇੰਸਟਾਲੇਸ਼ਨ ਅਧੂਰੀ ਛੱਡੀ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Tem certeza de que deseja cancelar a instalação do produto complementar?

source: There are no selected languages to be installed. Are you sure you want to abort the installation?
el: Δεν έχουν επιλεχτεί γλώσσες προς εγκατάσταση. Είστε σίγουροι ότι θέλετε να ματαιώσετε την εγκατάσταση;
gl: Non escolleu ningún idioma para instalar. Está seguro de querer interromper a instalación?
hr: Nije odabran niti jedan jezik kojega treba instalirati. Da li ste sigurni da želite prekinuti instalaciju?
nn: Du har ikkje valt nokon tilleggsspråk som skal installerast. Er du sikker på at du vil avbryta installeringa?
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਕੋਈ ਭਾਸ਼ਾ ਨਹੀਂ ਚੁਣੀ ਗਈ ਹੈ। ਕੀ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਅਧੂਰੀ ਛੱਡਣੀ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Não há idiomas selecionados para serem instalados. Tem certeza de que deseja cancelar a instalação?

source: Language %1
el: Γλώσσα %1
gl: Idioma %1
hr: Jezik %1
nn: Språk %1
pa: ਭਾਸ਼ਾ %1
pt_br: Idioma %1

source: There is no user interface available for this module.
be: Карыстацкі інтэрфейс недасіупны для гэтага модуля.
ca: No hi ha cap interfície d'usuari disponible per a aquest mòdul.
el: Δεν υπάρχει διαθέσιμη διεπαφή χρήστη για αυτό το άρθρωμα.
fr: Aucune interface utilisateur n'est disponible pour ce module.
gl: Non hai unha interface de usuario dispoñíbel para este módulo.
hr: Nije ni jedno korisničko sučelje raspoloživo za ovaj modul
hu: Nincs felhasználói felület a kiválasztott modulhoz.
id: Tidak ada antarmuka pengguna untuk modul ini.
it: Nessuna interfaccia utente disponibile per questo modulo.
ja: このモジュールのユーザインターフェイスが見つかりません。
ko: 이 모듈에 사용할 수 있는 사용자 인터페이스가 없습니다.
nl: Er is voor deze module geen gebruikersinterface beschikbaar.
nn: Det finst ikkje noko brukargrensesnitt for denne modulen.
pa: ਉਸ ਮੋਡੀਊਲ ਲਈ ਕੋਈ ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ ਨਹੀਂ ਹੈ।
pt: Não existe interface de utilizador disponível para este módulo.
pt_br: Não existe interface de usuário disponível para este módulo.
ru: Нет доступного интерфейса пользователя для этого модуля.
sv: Det finns inget användargränssnitt för den här modulen.
tr: Bu modül için kullanıcı arabirimi bulunmamaktadır.

source: Vendor Driver CD
be: CD з драйверамі вытворцы
ca: CD de controladors del proveïdor
el: CD Οδηγού Κατασκευαστή
fr: CD pilote du fabricant
gl: CD de controladores do fabricante
hr: CD od proizvođača sa upravljačkim programom
hu: Gyártói illesztőprogramok CD
id: CD Penggerak Vendor
it: CD del driver del produttore
ja: 製造元が提供するドライバ CD
ko: 제조업체 드라이버 CD
nl: Leverancier-cd met stuurprogramma
nn: Drivar-CD frå produsent
pa: ਵੇਂਡਰ ਡਰਾਇਵਰ CD
pt: Driver do Fabricante em CD
pt_br: CD de drivers do fabricante
ru: Диск с драйверами поставщика
sv: Tillverkarens drivrutin-cd
tr: Satıcı Sürücü CD

source: Please insert the vendor CD-ROM
be: Устаўце CD-ROM вытворцы
ca: Inseriu el CD-ROM del proveïdor
el: Παρακαλώ εισάγετε το CD-ROM του κατασκευαστή
fr: Insérez le CD du fabricant
gl: Por favor, insira o CD-ROM do fabricante
hr: Molimo ubacite CD-ROM proizvođača
hu: Tegye be a gyártó CD-jét
id: Harap masukkan CD-ROM dari vendor
it: Inserire il CD-ROM del produttore
ja: 製造元が提供する CD-ROM を入れてください
ko: 제조업체 CD-ROM을 넣으십시오.
nl: Plaats de cd-rom van de leverancier in de lade
nn: Set inn CD-ROM-en frå produsenten
pa: ਵੇਂਡਰ CD-ROM ਪਾਓ ਜੀ
pt: Por favor insira o CD-ROM do fabricante
pt_br: Insira o CD-ROM do fabricante
ru: Вставьте компакт-диск поставщика
sv: Lägg i tillverkarens cd-skiva
tr: Lütfen satıcı CD-ROM'unu yerleştirin

source: Could not find driver data on the CD-ROM. Aborting now.
be: Не атрымалася знайсці драйвер на CD-ROM. Усталёўка будзе перапынена.
ca: No s'han trobat les dades del controlador al CD-ROM. S'avorta l'operació.
el: Δεν ήταν δυνατή η εύρεση δεδομένων οδηγού στο CD-ROM. Πραγματοποιείται ματαίωση τώρα.
fr: Impossible de trouver les données du pilote sur le CD-ROM. Abandon.
gl: Non foi posíbel atopar os datos do controlador no CD-ROM. Interrompendo.
hr: Ne mogu pronaći podatke upravljačkog programa na CD-ROM-u. Prekidam sada.
hu: Nem találhatók adatok az illesztőprogramokhoz a CD-ROM-on. A program leáll.
id: Data driver tidak ditemukan di CD-ROM. Penghentian proses dilakukan.
it: Impossibile trovare i dati del driver sul CD-ROM. L'operazione verrà interrotta.
ja: CD-ROM 内にドライバのデータが見つかりませんでした。 中止します。
ko: CD-ROM에서 드라이버 데이터를 찾을 수 없습니다. 지금 중단하고 있습니다.
nl: Kan geen stuurprogramma's vinden op de cd-rom. Er wordt nu gestopt.
nn: Fann ikkje drivarinformasjon på CD-ROM-en. Avbryt.
pa: CD-ROM ਤੇ ਕੋਈ ਡਰਾਇਵਰ ਮਾਧਿਅਮ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ ਹੈ। ਅਧੂਰਾ ਛੱਡਿਆ ਜਾਦਾ ਹੈ।
pt: Não foi possível encontrar dados de um driver no CD-ROM. Interrompendo.
pt_br: Não foi possível encontrar os dados do driver no CD-ROM. Cancelando.
ru: Не удалось найти драйвер на компакт-диске. Установка будет прервана.
sv: Det gick inte att hitta drivrutinsdata på cd-skivan. Åtgärden avbryts.
tr: CD-ROM'da sürücü verileri bulunamadı. Şimdi iptal ediliyor.

source: The CD-ROM data does not match the running Linux system. Aborting now.
be: Дадзеныя на CD-ROM не адпавядаюць запушчанай сістэме Linux. Усталёўка будзе перапынена.
ca: Les dades del CD-ROM no coincideixen amb el sistema Linux que s'executa. S'avorta l'operació.
el: Τα δεδομένα του CD-ROM δεν ταιριάζουν με το τρέχον σύστημα Linux. Πραγματοποιείται ματαίωση τώρα.
fr: Les données du CD-ROM sont inadéquates pour le système Linux utilisé. Abandon.
gl: Os datos do CD-ROM non coinciden co sistema Linux que se está a executar. Interrompendo.
hr: Podaci s CD-ROM-a ne odgovaraju pokrenutom Linux sustavu Prekidam sada.
hu: A telepítő CD nem egyezik meg a telepített rendszer verziójával. A program leáll.
id: Data CD-ROM tidak sesuai dengan sistem Linux yang ada. Batalkan sekarang.
it: I dati sul CD-ROM non corrispondono alla versione di Linux in esecuzione. L'operazione verrà interrotta.
ja: CD-ROM 内のデータは現在動作中の Linux システムに適合しません。 中止します。
ko: CD-ROM 데이터가 실행 중인 Linux 시스템과 일치하지 않습니다. 지금 중단합니다.
nl: De gegevens op de cd-rom komen niet overeen met het actieve Linux-systeem. Er wordt nu gestopt.
nn: Informasjonen på CD-ROM-en er ikkje kompatibel med dette Linux-systemet. Avbryt.
pa: CD-ROM ਦਾ ਡਾਟਾ ਚੱਲਦੇ ਲਿਨਕਸ ਸਿਸਟਮ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾ ਰਿਹਾ ਹੈ। ਅਧੂਰਾ ਛੱਡਿਆ ਜਾਦਾ ਹੈ।
pt: Os dados do CD-ROM não coincidem com o sistema Linux em execução. Interrompendo.
pt_br: Os dados do CD-ROM não correspondem ao sistema Linux em execução. Cancelando.
ru: Данные на компакт-диске не соответствуют запущенной системе Linux. Установка будет прервана.
sv: Data på cd-skivan motsvarar inte Linux-systemet som används. Åtgärden avbryts.
tr: CD-ROM verileri, çalışan Linux sistemiyle eşleşmiyor. Şimdi iptal ediliyor.

source: Installing driver...
be: Усталёўка драйвера...
ca: Instal·lant el controlador...
el: Εγκατάσταση οδηγού...
fr: Installation du pilote...
gl: Instalando o controlador...
hr: Instaliram upravljački program...
hu: Illesztőprogram telepítése...
id: Instalasi penggerak...
it: Installazione driver in corso...
ja: ドライバをインストールしています...
ko: 드라이버 설치 중...
nl: Stuurprogramma wordt geïnstalleerd...
nn: Installerer drivar …
pa: ਡਰਾਇਵਰ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A instalar o driver...
pt_br: Instalando o driver...
ru: Установка драйвера...
sv: Drivrutinen installeras...
tr: Sürücü yükleniyor...

source: The installation failed. Contact the address on the CD-ROM.
be: Усталёўка не атрымалася. Пішыце па адрасе на CD-ROM.
ca: Ha fallat la instal·lació. Poseu-vos en contacte amb l'adreça que es troba al CD-ROM.
el: Η εγκατάσταση απέτυχε. Επικοινωνήστε με την διεύθυνση που βρίσκεται στο CD-ROM.
fr: L'installation a échoué. Contactez l'adresse figurant sur le CD-ROM.
gl: A instalación fallou Contacte co enderezo indicado no CD-ROM.
hr: Instalacija nije uspjela. Kontaktirajte adresu s CD-a.
hu: A telepítés nem sikerült. Vegye fel a kapcsolatot a CD-ROM-on található címmel.
id: Instalasi gagal. Hubungi alamat pada CD-ROM.
it: Installazione non riuscita. Contattare l'indirizzo riportato sul CD-ROM.
ja: インストールに失敗しました。 CD-ROM に記載されている連絡先に連絡してください。
ko: 설치에 실패했습니다. CD-ROM에 있는 주소로 문의하십시오.
nl: De installatie is mislukt. Neem contact op met het op de CD-ROM vermelde adres.
nn: Feil ved installering. Kontakt produsenten av CD-ROM-en.
pa: ਇੰਸਟਾਲੇਸਨ ਫੇਲ੍ਹ ਹੈ। CD-ROM ਦੇ ਐਡਰੈੱਸ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt: A instalação falhou. Contacte a morada constante do CD-ROM.
pt_br: Falha na instalação. Contate o endereço informado no CD-ROM.
ru: Установка не выполнена. Обратитесь по адресу, указанному на компакт-диске.
sv: Installationen misslyckades. Kontakta adressen på cd-skivan.
tr: Kurulum başarısız oldu. CD-ROM'daki adrese başvurun.

source: Installed %1 drivers from CD
be: Усталявана %1 драйвераў з CD
ca: S'han instal·lat %1 controladors des del CD
el: Εγκαταστάθηκαν %1 οδηγοί από το CD
fr: Pilotes %1 installés à partir du CD-ROM
gl: Instaláronse %1 controladores do CD
hr: Instalirano %1 upravljačkih programa sa CD-a
hu: %1 illesztőprogram telepítve a CD-ről
id: Instalasi %1 penggerak dari CD
it: %1 driver installati dal CD
ja: CD から %1 個のドライバをインストールしました
ko: CD에서 설치된 %1개 드라이버
nl: %1 stuurprogramma's geïnstalleerd van cd
nn: Installerte %1 drivarar frå CD-ROM
pa: CD ਤੋਂ %1 ਡਰਾਇਵਰ ਇੰਸਟਾਲ ਕੀਤੇ
pt: Instalados %1 drivers do CD
pt_br: Instalados %1 drivers do CD
ru: Установлено драйверов с компакт-диска: %1
sv: %1 drivrutin(er) har installerats från cd-skivan
tr: CD'den %1 sürücü yüklendi

source: No driver data found on the CD-ROM. Aborting now.
be: Драйвераў на CD знойдзена не было. Усталёўка будзе перапынена.
ca: No s'han trobat dades de controladors al CD-ROM. S'avorta l'operació.
el: Αδυναμία εύρεσης δεδομένων οδηγού στο CD-ROM. Πραγματοποιείται ματαίωση τώρα.
fr: Impossible de trouver les données du pilote sur le CD-ROM. Abandon.
gl: Non se atoparon os datos do controlador no CD-ROM. Interrompendo.
hr: Ne mogu pronaći podatke upravljačkog programa na CD-ROM-u. Prekidam sada.
hu: Nem találhatók adatok az illesztőprogramokhoz a CD-ROM-on. A program leáll.
id: Tidak ditemukan data penggerak pada CD-ROM. Batalkan sekarang.
it: Impossibile trovare i dati del driver sul CD-ROM. L'operazione verrà interrotta.
ja: CD-ROM にドライバのデータが見つかりませんでした。 中止します。
ko: CD-ROM에 드라이버 데이터가 없습니다. 지금 중단합니다.
nl: Kan geen stuurprogrammagegevens vinden op de cd-rom. Er wordt nu gestopt.
nn: Fann ikkje nokon drivarinformasjon vart funne på CD-ROM-en. Avbryt.
pa: CD-ROM ਵਿੱਚ ਕੋਈ ਡਰਾਇਵਰ ਡਾਟਾ ਨਹੀਂ ਲੱਭਿਆ ਹੈ। ਅਧੂਰਾ ਛੱਡਿਆ ਜਾਦਾ ਹੈ।
pt: Não foram encontrador dados de um driver no CD-ROM. Interrompendo.
pt_br: Os dados do driver não foram encontrados no CD-ROM. Cancelando.
ru: Не найдены драйверы на компакт-диске. Операция прервана.
sv: Det gick inte att hitta drivrutinsdata på cd-skivan. Åtgärden avbryts.
tr: CD-ROM'da sürücü verisi bulunamadı. Şimdi iptal ediliyor.

source: No product found in the repository.
ca: No s'ha trobat cap producte al repositori.
el: Δεν βρέθηκε κανένα προϊόν στο αποθετήριο.
fr: Aucun produit trouvé dans le dépôt.
gl: O produto non se atopa no repositorio.
hu: A telepítési forrásban nem található termék.
id: Tidak ada produk yang ditemukan dalam repositori.
it: Non è stato trovato alcun prodotto nel repository.
ja: リポジトリ内に製品がありません。
ko: 리포지토리에서 제품을 찾을 수 없습니다.
nl: Geen product gevonden in de opslagruimte.
pt: Não foi encontrado nenhum produto no repositório.
pt_br: Nenhum produto foi encontrado no repositório.
ru: В репозитории не найдены продукты.
sv: Ingen produkt hittades i lagringsplatsen.
tr: Depoda ürün bulunamadı.

source: No software repository found on medium.
be: На носьбіце не знойдзены сховішча праграм.
ca: No s'ha trobat cap catàleg al mitjà font.
el: Δεν βρέθηκε κανένα αποθετήριο στο μέσο.
fr: Aucun dépôt de logiciels trouvé sur le support.
gl: Non se atopou o repositorio de software no medio.
hr: Niti jedan repozitorij nije pronađen na mediju.
hu: Az adathordozón nem található telepítési forrás.
id: Tidak ada repositori perangkat lunak yang ditemukan pada media.
it: Nessun repository di programmi è stato trovato sul supporto.
ja: メディア内にソフトウエアリポジトリが見つかりません。
ko: 매체에 소프트웨어 리포지토리가 없습니다.
nl: Geen software-opslagruimte gevonden op het medium.
nn: Fann ikkje nokon pakkebrønn på mediet.
pa: ਮੀਡਿਅਮ ਉੱਤੇ ਕੋਈ ਸਾਫਟਵੇਅਰ ਰਿਪੋਜ਼ਟਰੀ ਨਹੀਂ ਲੱਭੀ ਹੈ।
pt: No suporte não foi encontrado um repositório.
pt_br: Nenhum repositório de software foi encontrado na mídia.
ru: На носителе не найдены репозитории программ .
sv: Det gick inte att hitta något programvaruarkiv på mediet.
tr: Ortamda herhangi bir yazılım deposu bulunamadı.

source: Initializing new source...
be: Ініцыялізацыя новай крыніцы...
ca: Iniciant una font nova...
el: Αρχικοποίηση νέας πηγής...
fr: Initialisation d'une nouvelle source...
gl: Inicializando a nova orixe...
hr: Inicijaliziram novi izvor...
hu: Új forrás inicializálása...
id: Menginisialisasi sumber baru...
it: Inizializzazione del nuovo sorgente in corso...
ja: 新しいソースを準備しています...
ko: 새 소스 초기화 중...
nl: Nieuwe bron wordt geïnitialiseerd...
nn: Gjer klar ny kjelde …
pa: ਨਵਾਂ ਸਰੋਤ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A inicializar a nova origem...
pt_br: Inicializando nova fonte...
ru: Инициализация нового источника...
sv: Ny källa initieras...
tr: Yeni kaynak başlatılıyor...

source: URL: %1, Directory: %2
be: URL: %1, Каталог: %2
ca: URL: %1, Directori: %2
el: URL: %1, Κατάλογος: %2
fr: URL : %1, Répertoire : %2
gl: URL: %1, Directorio: %2
hr: URL: %1, direktorij: %2
hu: URL: %1, könyvtár: %2
id: URL: %1, Direktori: %2
ja: URL: %1, ディレクトリ: %2
ko: URL: %1, 디렉토리: %2
nl: URL: %1, map: %2
nn: Adresse: %1 – katalog: %2
pa: URL: %1, ਡਾਇਰੈਕਟਰੀ: %2
pt: URL: %1, Directório: %2
pt_br: URL: %1, diretório: %2
ru: URL: %1, каталог: %2
sv: URL: %1, katalog: %2
tr: URL: %1, Dizin: %2

source: Software Repository Selection
be: Выбар Сховішча праграм
ca: Selecció de catàlegs
el: Επιλογή Αποθετηρίου
fr: Sélection du dépôt de logiciels
gl: Selección do repositorio de software
hr: Izbor repozitorija programa
hu: Telepítési forrás kiválasztása
id: Seleksi Repositori Perangkat Lunak
it: Selezione repository dei programmi
ja: ソフトウエアリポジトリの選択
ko: 소프트웨어 리포지토리 선택
nl: Software-opslagruimte selecteren
nn: Val av pakkebrønn
pa: ਸਾਫਟਵੇਅਰ ਰਿਪੋਜ਼ਟਰੀ ਚੋਣ
pt: Selecção de Repositório de Software
pt_br: Seleção de repositório de software
ru: Выбор репозиториев программ
sv: Val av programvaruarkiv
tr: Yazılım Deposu Seçimi
