Repository: yast/yast-translations
Catalog: po/caasp/*.po
Languages: es, fr, nl, pt_br, ru

source: Admin Node Configuration
es: Configuración del nodo de administración
fr: Configuration du noeud d'administration
nl: Beheerder nodeconfiguratie
pt_br: Configuração do nó de administração
ru: Настройка узла администрирования

source: kubeadm Node Configuration
es: Configuración del nodo kubeadm
fr: Configuration du noeud kubeadm
nl: kubeadm nodeconfiguratie
pt_br: Configuração do nó kubeadm
ru: Настройка узла kubeadm

source: Kubic Node Configuration
es: Configuración del nodo Kubic
pt_br: Configuração do nó kubic
ru: Настройка узла kubic

source: NTP Configuration
es: Configuración de NTP
pt_br: Configuração do NTP
ru: Настройка NTP

source: Cluster Node Configuration
es: Configuración del nodo de clúster
fr: Configuration du noeud de cluster
nl: Cluster nodeconfiguratie
pt_br: Configuração do cluster do nó
ru: Настройка узла кластера

source: Administration Node
es: Nodo de administración
fr: Noeud d'administration
nl: Beheerdernode
pt_br: Administração do Nó
ru: Узел администрирования

source: <h3>The Controller Node</h3>
es: <h3>Nodo controlador</h3>
fr: <h3>Noeud du contrôleur</h3>
nl: <h3>De controllernode</h3>
pt_br: <h3>O nó do controlador</h3>
ru: <h3>Узел контроллера</h3>

source: <p>Enter the host name or the IP address of the controller node to which this machine will be connected to.</p>
es: <p>Introduzca el nombre del host o la dirección IP del nodo controlador al que se conectará esta máquina.</p>
fr: <p>Entrez le nom d'hôte ou l'adresse IP du noeud du contrôleur auquel cette machine se connectera.</p>
nl: <p>Voer de hostnaam of het IP-adres in van de controllernode waarmee dit apparaat wordt verbonden.</p>
pt_br: <p>Digite o nome do host ou o endereço IP do nó do controlador ao qual esta máquina será conectada.</p>
ru: <p>Введите имя или IP-адрес узла контроллера, к которому будет подключена эта машина.</p>

source: Not valid location for the administration node, please enter a valid IP or Hostname
es: La ubicación indicada para el nodo de administración no es válida. Introduzca una dirección IP o un nombre de host válidos.
fr: Emplacement non valide pour le noeud d'administration. Entrez une adresse IP ou un nom d'hôte valide
nl: Ongeldige locatie voor beheernode, voer een geldig IP-adres of hostnaam in
pt_br: Local não válido para o nó de administração, insira um IP ou nome de host válido
ru: Неверное размещение узла администрирования, укажите верный IP-адрес или имя узла

source: Kubic Admin Node
es: Nodo administrativo de Kubic
pt_br: Nó de Admin Kubic
ru: Узел администрирования kubic

source: <h3>The Kubic Admin Node</h3>
es: <h3>El nodo administrativo de Kubic</h3>
pt_br: <h3>O nó Admin do Kubic</h3>
ru: <h3>Узел администрирования kubic</h3>

source: <p>Enter the host name or the IP address of the kubic admin node to which this machine will be connected to.</p>
pt_br: <p>Digite o nome do host ou o endereço IP do nó admin do kubic ao qual esta máquina será conectada.</p>
ru: <p>Введите имя или IP-адрес узла администрирования kubic, к которому будет подключена эта машина.</p>

source: Not valid location for the kubic admin node, please enter a valid IP or Hostname
pt_br: Local não válido para o nó admin do kubic, insira um IP ou nome de host válido
ru: Неверное размещение узла администрирования kubic, укажите верный IP-адрес или имя узла

source: N&TP Servers (comma or space separated)
es: Servidores N&TP (separados por comas o espacios)
fr: Serveurs N&TP (séparés par une virgule ou un espace)
nl: N&TP-servers (gescheiden met komma of spatie)
pt_br: Servidores NTP (separados por vírgulas ou espaços)
ru: Серверы N&TP (через запятую или пробел)

source: Not valid location for the NTP servers: %{servers} Please, enter a valid IP or Hostname
es: Ubicación no válida para los servidores NTP: %{servers} Introduzca una dirección IP o un nombre de host válidos.
fr: Emplacement non valide pour les serveurs NTP : %{servers} Entrez une adresse IP ou un nom d'hôte valide
nl: Ongeldige locatie voor de NTP-servers: %{servers} Voer een geldig IP-adres of hostnaam in
pt_br: Local não válido para os servidores NTP: %{servers} Insira um IP ou nome de host válido
ru: Неверное размещение NTP-серверов: %{servers} Укажите верный IP-адрес или имя узла

source: <h3>NTP Servers</h3>
es: <h3>Servidores NTP</h3>
fr: <h3>Serveurs NTP</h3>
pt_br: <h3>Servidores NTP</h3>
ru: <h3>NTP-серверы</h3>

source: <p>Enter the host name or the IP address of the NTP server which will be used for synchronizing the time on this machine</p>
es: <p>Introduzca el nombre del host o la dirección IP del servidor NTP que se usará para sincronizar la hora de esta máquina.</p>
fr: <p>Entrez le nom d'hôte ou l'adresse IP du serveur NTP qui sera utilisé pour synchroniser l'heure sur cette machine</p>
nl: <p>Voer de hostnaam in of het IP-adres van de NTP-server die gebruikt gaat worden voor het synchroniseren van de tijd op dit apparaat</p>
pt_br: <p>Digite o nome do host ou o endereço IP do servidor NTP que será usado para sincronizar a hora nesta máquina</p>
ru: <p>Введите имя узла или IP-адрес NTP-сервера, который будет использоваться для синхронизации времени на этой машине</p>

source: <p>Use comma (,) or space to separate multiple values.</p>
es: <p>Use comas (,) o espacios para separar varios valores.</p>
fr: <p>Utilisez une virgule (,) ou un espace pour séparer plusieurs valeurs.</p>
nl: <p>Gebruik een komma (,) of spatie om meerdere waarden te scheiden.</p>
pt_br: <p>Use vírgula (,) ou espaço para separar vários valores.</p>
ru: <p>Используйте запятую (,) или пробел для разделения нескольких значений.</p>

source: NTP Servers
es: Servidores NTP
fr: Serveurs NTP
pt_br: Servidores NTP
ru: NTP-серверы

source: You have not configured an NTP server. This may lead to your cluster not functioning properly or at all. Proceed with caution and at your own risk. Would you like to continue with the installation?
es: No ha configurado ningún servidor NTP. Esto puede provocar que el clúster no funcione o que no lo haga correctamente. Si continúa, hágalo con precaución y a su propio riesgo. ¿Desea continuar con la instalación?
fr: Vous n'avez pas configuré de serveur NTP. Votre cluster risque dès lors de ne pas fonctionner correctement, voire pas du tout. Vous pouvez continuer, mais avec prudence et à vos propres risques. Voulez-vous poursuivre l'installation ?
nl: U heeft geen NTP-server geconfigureerd. Dit kan ervoor zorgen dat uw cluster niet goed functioneert of helemaal niet werkt. Ga voorzichtig te werk, dit is op uw eigen risico. Wilt u verdergaan met de installatie?
pt_br: Você não configurou um servidor NTP. Isso pode levar a seu cluster não está funcionando corretamente ou em absoluto. Proceda com cautela e por sua conta e risco. Gostaria de continuar com a instalação?
ru: Вы не настроили NTP-сервер. Это может привести к частичной либо полной неработоспособности кластера. Продолжайте только на собственный страх и риск. Хотите продолжить установку?
