Repository: yast/yast-translations
Catalog: po/ncurses-pkg/*.po
Languages: ca, el, fi, fr, it, pt_br, sl, tr, zh_cn

source: <p>The package status can be changed using the <i>Actions</i> menu or the keys specified in the menu items. For example, use '+' to install an additional package.</p><p>The "Taboo" status means the package should never be installed. On the contrary, the "Locked" status means that the installed version of a package should always be kept.</p>
ca: <p>Podeu modificar l'estat del paquet mitjançant el menú <i>Accions</i> o amb les tecles especificades als elements del menú. Per exemple, podeu instal·lar paquets addicionals amb la tecla "+".</p><p> L'estat "Tabú" vol dir que no s'hauria d'instal·lar mai el paquet. En canvi, l'estat "Blocat" significa que s'hauria de mantenir la versió instal·lada del paquet.</p>
el: <p>Η κατάσταση πακέτου μπορεί να αλλάξει με τη χρήση του μενού <i>Ενέργειες</i> ή με τα πλήκτρα που καθορίζονται στα αντικείμενα του μενού. Για παράδειγμα, χρησιμοποιήστε το '+' για να εγκαταστήσετε ένα επιπρόσθετο πακέτο.</p><p>Η κατάσταση "Απαγορευμένο" σημαίνει ότι το πακέτο δεν θα πρέπει να εγκατασταθεί. Παρομοίως, η κατάσταση "Κλειδωμένο" σημαίνει ότι η εγκατεστημένη έκδοση θα πρέπει να διατηρείται πάντα.</p>
fi: <p>Paketin tilaa voidaan muuttaa käyttäen <i>Toiminnot</i>-valikkoa tai valikossa määriteltyjä näppäimiä. Esimerkiksi käytä '+' asentaaksesi lisää paketteja.</p><p>"Tabu"-tila tarkoittaa, että pakettia ei tulisi koskaan asentaa. Sitä vastoin "Lukittu"-tila tarkoittaa, että asennettu versio paketista tulisi aina pitää.</p>
fr: <p>L'état des paquets peut être modifié en utilisant le menu <i>Actions</i> ou les touches spécifiées dans les options du menu. Par exemple, utilisez '+' pour installer un paquet additionnel.</p><p> L'état "Tabou" signifie que le paquet ne devrait jamais être installé. Au contraire, l'état "Verrouillé" signifie que la version installée d'un paquet devrait toujours être conservée.</p>
it: <p>Lo stato del pacchetto può essere modificato utilizzando il menu <i>Azioni</i> o i tasti specificati nelle voci del menu. Ad esempio, usare '+' per installare un pacchetto aggiuntivo.</p><p>Lo stato "Tabù" indica che il pacchetto non deve mai essere installato. Al contrario, lo stato "Bloccato" indica che la versione installata di un pacchetto non deve essere mai cambiata.</p>
pt_br: <p>O status do pacote pode ser mudado usando o menu <i>Ações</i> ou as teclas especificadas nos itens de menu. Por exemplo: use ''+'' para instalar um pacote adicional.</p><p>O status "Proibido" significa que o pacote nunca deve ser instalado. Por outro lado, o status "Bloqueado" significa que a versão instalada do pacote deve ser sempre mantida.</p>
sl: <p>Stanje paketa lahko spremenite z uporabo menija <i>Dejanja</i> ali pritiskom na v meniju določeno tipko. Npr., uporabite »+« za namestitev dodatnega paketa.</p><p>Stanje »Tabu« pomeni, da se paketa nikoli ne sme namestiti. Podobno stanje »Zaklenjen« pomeni, da se mora vedno obdržati nameščeno različico.</p>
tr: <p>Paket durumu <i>Eylemler</i> menüsü veya menü öğelerinde belirtilen tuşlar kullanılarak değiştirilebilir. Örneğin, ek bir paket yüklemek için '+' kullanın.</p><p>"Tabu" durumu, paketin asla yüklenmemesi gerektiği anlamına gelir. Aksine, "Kilitli" durumu, bir paketin yüklenen sürümünün her zaman saklanması gerektiği anlamına gelir.</p>
zh_cn: <p>可用<i>操作</i>菜单或菜单项中指定的按键修改软件包状态。例如，用“+”安装一个额外的软件包。</p><p>“禁手”状态意味着永远不应安装该软件包。反之，“锁定”状态意味着应总是保持某软件包已安装的版本。</p>

source: <p>You can also use <b>RET</b> or <b>SPACE</b> to toggle the package status. The <i>Actions</i> menu also allows you to change the status for all packages in the list (select 'All Listed Packages').</p>
ca: <p>També podeu usar <b>RET</b> o <b>ESPAI</b> per commutar l'estat del paquet. El menú <i>Accions</i> també us permet canviar l'estat de tots els paquets de la llista (seleccioneu 'Tots els paquets de la llista').</p>
el: <p>Μπορείτε επίσης να χρησιμοποιήσετε τα <b>RET</b> ή <b>SPACE</b> για να αλλάξετε την κατάσταση των πακέτων. Το μενού <i>Ενέργειες</i> σας επιτρέπει επίσης να αλλάξετε την κατάσταση όλων των πακέτων της λίστας (επιλέξτε 'Όλα τα Πακέτα της Λίστας').</p>
fi: <p>Paketin tilaa voi vaihtaa <b>Enter</b>- tai <b>välilyönti</b>näppäimin. <i>Toiminnot</i>-valikosta voit muuttaa luettelon kaikkien pakettien tilaa (valitse ”Kaikki luetellut paketit”).</p>
fr: <p>Vous pouvez aussi utiliser la touche <b>RET</b> ou <b>ESPACE</b> pour basculer l'état d'un paquet. Le menu <i>Actions</i> vous permet également de changer l'état pour tous les paquets de la liste (sélectionnez 'Tous les paquets listés').</p>
it: <p>È anche possibile usare <b>INVIO</b> o <b>SPAZIO</b> per cambiare lo stato di un pacchetto. Il menu <i>Azioni</i> permette anche di modificare lo stato di tutti i pacchetti nell'elenco (selezionare 'Tutti i pacchetti elencati').</p>
pt_br: <p>Você também pode usar <b>ENTER</b> ou <b>ESPAÇO</b> para alternar o status do pacote. O menu <i>Ações</i> também permite mudar o status de todos os pacotes na lista (selecione ''Todos os Pacotes Listados'').</p>
sl: <p>Za preklop stanja paketa lahko uporabite tudi tipko <b>VNAŠALKO</b> ali <b>PRESLEDNICO</b>. Meni <i>Dejanja</i> vam omogoča tudi spreminjanje stanja vseh paketov na seznamu (izberite »Vsi paketi na seznamu«).</p>
tr: <p>Paket durumunu değiştirmek için <b>RET</b> veya <b>BOŞLUK</b> tuşlarını da kullanabilirsiniz. <i>Eylemler</i> menüsü ayrıca listedeki tüm paketlerin durumunu değiştirmenize olanak tanır ('Tüm Listelenen Paketler'i seçin).</p>
zh_cn: <p>您也可用<b>回车</b>或者<b>空格</b>来切换软件包状态。使用<i>操作</i>菜单也可修改列表中全部软件包的状态（选择“全部列出的软件包”)。</p>

source: <p>The meaning of the status flags:</p>
ca: <p>El significat de les banderes d'estat:</p>
el: <p><br>Η ερμηνεία της κατάστασης των flags:<br></p>
fi: <p>Tilalippujen merkitykset:</p>
fr: <p>Signification des indicateurs d'état :</p>
it: <p>Significato delle indicazioni di stato:</p>
pt_br: <p>O significado dos flags de status:</p>
sl: <p>Pomen zastavic stanja:</p>
tr: <p>Durum bayraklarının anlamı:</p>
zh_cn: <p>状态旗标含义：</p>

source: <p><b> + </b>: package will be installed</p><p><b>a+ </b>: package will be installed automatically</p><p><b> > </b>: package will be updated</p><p><b>a> </b>: package will be automatically updated</p><p><b> i </b>: package is installed</p><p><b> - </b>: package will be deleted</p><p><b>---</b>: never install this package (taboo)</p>
ca: <p><b> + </b>: el paquet s'instal·larà</p><p><b>a+ </b>: el paquet s'instal·larà automàticament</p><p><b> > </b>: el paquet s'actualitzarà</p><p><b>a> </b>: l paquet s'actualitzarà automàticament</p><p><b> i </b>: el paquet està instal·lat</p><p><b> - </b>: se suprimirà el paquet</p><p><b>---</b>: no instal·lis mai aquest paquet (tabú)</p>
el: <p><b> + </b>: αυτό το πακέτο θα εγκατασταθεί</p><p><b>a+ </b>: το πακέτο θα εγκαταστηθεί αυτόματα</p><p><b> > </b>: το πακέτο θα ενημερωθεί</p><p><b>a> </b>: το πακέτο θα ενημερωθεί αυτόματα</p><p><b> i </b>: το πακέτο είναι εγκατεστημένο</p><p><b> - </b>: το πακέτο θα διαγραφεί</p><p><b>---</b>: να μην εγκατασταθεί ποτέ αυτό το πακέτο (απαγορευμένο)</p>
fi: <p><b> + </b>: tämä paketti on valittu asennettavaksi</p><p><b>a+ </b>: tämä paketti on automaattisesti valittu asennettavaksi</p><p><b> > </b>: päivitä tämä paketti</p><p><b>a> </b>: automaattinen päivitys</p><p><b> i </b>: tämä paketti on asennettu</p><p><b> - </b>: tämä paketti poistetaan</p><p><b>---</b>: älä koskaan asenna tätä pakettia (tabu)</p>
fr: <p><b> + </b> : le paquet est sélectionné pour l'installation</p><p><b>a+ </b> : le paquet sera installé automatiquement</p><p><b> > </b> : le paquet sera mis à jour</p><p><b>a> </b> : le paquet sera mis à jour automatiquement</p><p><b> i </b> : le paquet est installé</p><p><b> - </b> : le paquet sera supprimé </p><p><b>---</b> : ne jamais installer ce paquet (tabou)</p>
it: <p><b> + </b>: il pacchetto verrà installato</p><p><b>a+ </b>: il pacchetto verrà installato automaticamente</p><p><b> > </b>: il pacchetto verrà aggiornato</p><p><b>a> </b>: il pacchetto verrà aggiornato automaticamente</p><p><b> i </b>: il pacchetto è installato</p><p><b> - </b>: il pacchetto verrà rimosso</p><p><b>---</b>: non installare mai questo pacchetto (tabù)</p>
pt_br: <p><b> + </b>: o pacote será instalado</p><p><b>a+ </b>: o pacote será instalado automaticamente</p><p><b> > </b>: o pacote será atualizado</p><p><b>a> </b>: o pacote será atualizado automaticamente</p><p><b> i </b>: o pacote está instalado</p><p><b> - </b>: o pacote será apagado</p><p><b>---</b>: nunca instalar este pacote (proibido)</p>
sl: <p><b> + </b>: paket bo nameščen</p><p><b>a+ </b>: paket bo nameščen samodejno</p><p><b> > </b>: paket bo posodobljen</p><p><b>a> </b>: paket bo posodobljen samodejno</p><p><b> i </b>: paket je nameščen</p><p><b> - </b>: paket bo izbrisan</p><p><b>---</b>: paketa nikoli ne namesti (tabu)</p>
tr: <p><b> + </b>: paket kurulacak</p><p><b>a+ </b>: paket otomatik olarak kurulacak</p><p><b> > </b>: paket güncellenecek</p><p><b>a> </b>: paket otomatik olarak güncellenecek</p><p><b> i </b>:paket kuruldu</p><p><b> - </b>: paket silinecek</p><p><b>---</b>: bu paketi asla yükleme (tabu)</p>
zh_cn: <p><b> + </b>：将安装软件包</p><p><b>a+ </b>：将自动安装软件包</p><p><b> > </b>：将更新软件包</p><p><b>a> </b>：将自动更新软件包</p><p><b> i </b>：已安装软件包</p><p><b> - </b>：将删除软件包</p><p><b>---</b>：永不安装此软件包（禁手）</p>

source: <p><b>-i-</b>: keep the installed version and never update or delete it ( package locked )</p><p>Status information for pattern and languages:</p><p><b> i </b>: All requirements of this pattern/language are satisfied</p>
ca: <p><b>-i-</b>: manté la versió instal·lada i no l'actualitzis ni suprimeixis mai (paquet blocat) </p><p>Informació d'estat per al patró i les llengües:</p><p><b> i </b>: Es satisfan tots els requeriments d'aquest patró / llengua</p>
el: <p><b>-i-</b>: διατήρηση της εγκατεστημένης έκδοσης, να μην γίνει ποτέ ενημέρωση ή διαγραφή ( κλειδωμένο πακέτο )</p><p>Πληροφορίες κατάστασης για pattern και γλώσσες:</p><p><b> i </b>: Ικανοποιούνται όλες οι απαιτήσεις αυτού του pattern/γλώσσας</p>
fi: <p><b>-i-</b>: pidä asennettu versio, älä päivitä tai poista sitä koskaan (paketti on lukitu) </p><p>Ohjelmistoryhmien ja kielten tilatiedot:</p><p><b> i </b>: Kaikki ohjelmistoryhmän/kielen riippuvuudet on täytetty</p>
fr: <p><b>-i-</b> : conserver la version installée et ne jamais la mettre à jour ni la supprimer (paquet verrouillé)</p><p>Informations d'état pour le schéma et les langues:</p><p><b> i </b> : Toutes les exigences de ce schéma/de cette langue sont satisfaits.</p>
it: <p><b>-i-</b>: mantenere la versione installata e non aggiornare o rimuovere mai il pacchetto (pacchetto vincolato)</p><p>Informazione di stato per modelli e lingue:</p><p><b> i </b>: tutti i requisiti di questo modello/lingua sono soddisfatti</p>
pt_br: <p><b>-i-</b>: mantém a versão instalada e nunca o atualiza nem o apaga (pacote bloqueado)</p><p>Informação de status sobre padrão e idiomas:</p><p><b> i </b>: Todos os requisitos deste padrão/idioma foram cumpridos</p>
sl: <p><b>-i-</b>: obdrži nameščeno različico in je nikoli ne posodobi ali izbriši (paket je zaklenjen)</p><p>Podatki o stanju za vzorce in jezike:</p><p><b> i </b>: zadoščeno je vsem zahtevam tega vzorca/jezika</p>
tr: <p><b>-i-</b>: yüklü sürümü saklayın ve asla güncellemeyin veya silmeyin (paket kilitli)</p><p>Desen ve diller için durum bilgisi:</p><p><b> i </b>: Bu desenin/dilin tüm gereksinimleri karşılandı</p>
zh_cn: <p><b>-i-</b>：保留已安装版本且永不更新或删除（锁定软件包）</p><p>软件集和语言状态信息：</p><p><b> i</b>：已满足此软件集/语言的全部需求</p>

source: How to Use Filters
ca: Com usar els filtres
el: Πως να χρησιμποιήσετε τα φίλτρα
fi: Kuinka suotimia käytetään
fr: Comment utiliser les filtres
it: Come utilizzare i filtri
pt_br: Como usar os filtros
sl: Kako uporabljati filtre
tr: Filtreler Nasıl Kullanılır
zh_cn: 过滤器用法

source: <p><b>Filter</b> allow you to filter all available packages according to the selected criteria. Package filters are based on package properties (repository, RPM group), package "containers" (patterns, languages), package classification or search results. Select the desired filter from the drop-down menu. Specific filters are described below.</p>
ca: <p>El <b>filtre</b> us permet de filtrar tots els paquets disponibles segons els criteris seleccionats. Els filtres de paquets es basen en les propietats dels paquets (repositori, grup RPM), "contenidors" (patrons, llengües), classificació de paquets o resultats de cerques. Seleccioneu el filtre desitjat del menú desplegable. Els filtres específics es descriuen a sota.</p>
el: <p>Τα <b>Φίλτρα</b> σας επιτρέπουν να φιλτράρετε όλα τα διαθέσιμα πακέτα σύμφωνα με τα επιλεγμένα κριτήρια. Τα φίλτρα πακέτων βασίζονται στις ιδιότητες του πακέτου (αποθετήριο, ομάδα RPM), στα "σύνολα" πακέτων (patterns, γλώσσες) ή στα αποτελέσματα αναζήτησης. Επιλέξτε το επιθυμητό φίλτρο από το αναδιπλούμενο μενού. Τα ειδικά φίλτρα περιγράφονται παρακάτω.</p>
fi: <p><b>Suotimet</b> auttavat sinua suodattamaan kaikista paketeista esiin ne, joista olet kiinnostunut. Pakettisuotimet perustuvat paketin ominaisuuksiin (asennuslähde, RPM-ryhmä), paketin "säiliöön" (ohjelmistoryhmä, kieli) tai hakutuloksiin. Valitse haluamasi suodin pudotusvalikosta. Suotimet kuvataan alla.</p>
fr: <p>Les <b>Filtres</b> vous permettent de filtrer tous les paquets disponibles selon le critère défini. Les filtres de paquets sont basés sur les propriétés des paquets (dépôt, Groupe RPM), les "ensembles" de paquets (schémas, langues), les catégories de paquets ou les résultats de recherche. Sélectionnez le filtre désiré dans le menu déroulant. Les filtres spécifiques sont décrits ci-dessous.</p>
it: <p>Il <b>filtro</b> consente di filtrare tutti i possibili pacchetti disponibili in base al criterio selezionato. I filtri dei pacchetti sono basati sulle proprietà dei pacchetti (repository, gruppo RPM), sui "contenitori" dei pacchetti (modelli, lingue), sulla classificazione dei pacchetti o sui risultati di ricerca. Selezionare il filtro desiderato dal menu a tendina. I filtri specifici sono descritti di seguito.</p>
pt_br: <p>O <b>Filtro</b> permite filtrar todos os pacotes disponíveis de acordo com os critérios selecionados. Os filtros de pacote são baseados nas propriedades de pacote (repositório, grupo RPM), nos "conteineres" de pacote (padrões, idiomas), na classificação de pacote ou nos resultados da pesquisa. Selecione o filtro desejado no menu suspenso. Os filtros específicos estão descritos a seguir.</p>
sl: <p><b>Filter</b> vam omogoča filtriranje vseh razpoložljivih paketov glede na izbrana merila. Filtri paketov so osnovani na lastnostih paketov (vir, skupina RPM), »vsebnikih« paketov (vzorci, jeziki), razredih paketov ali rezultatih iskanja. Želeni filter izberite s spustnega menija. Posamezni filtri so opisani spodaj.</p>
tr: <p><b>Filtre</b>, seçili kriterlere göre tüm mevcut paketleri filtrelemenize olanak tanır. Paket filtreleri, paket özelliklerine (depo, RPM grubu), paket "kapsayıcılarına" (desenler, diller), paket sınıflandırmasına veya arama sonuçlarına dayanır. Açılır menüden istediğiniz filtreyi seçin. Belirli filtreler aşağıda açıklanmıştır.</p>
zh_cn: <p><b>过滤器</b>允许您根据所选条件过滤全部可用软件包。软件包过滤器基于软件包属性（软件源、RPM 组）、软件包“容器”（软件集、语言）、软件包分类或搜索结果。从下拉列表中选择中意的过滤器。特定过滤器描述见下文。</p>

source: <p><b>Patterns</b> describe the features and functions a system should have (for example, X server or Console tools). Each pattern contains a set of packages it requires (must have), recommends (should have) and suggests (may have). If you select a pattern for installation, update, or deletion, the solver will run and change the status of subordinate packages accordingly.</p>
ca: <p>Els <b>Patrons</b> descriuen les característiques i funcions que un sistema hauria de tenir (per exemple, servidor X o eines de línia d'ordres). Cada patró conté un conjunt de paquets que es requereixen (cal tenir), recomanen (s'haurien de tenir) i suggereixen (es poden tenir). Si marqueu un patró per instal·lar, actualitzar o suprimir, el programa s'executarà i canviarà l'estat dels paquets subordinats de manera corresponent.</p>
el: <p>Τα <b>Patterns</b> περιγράφουν τα χαρακτηριστικά και τις λειτουργίες που θα έπρεπε να έχει το σύστημα (για παράδειγμα, εργαλεία X server ή τερματικού). Κάθε pattern περιέχει ένα σύνολο πακέτων που απαιτεί (πρέπει να έχει), συνιστώμενα (θα έπρεπε να έχει) και προτεινόμενα (μπορεί να έχει). Εάν επιλέξετε ένα pattern για εγκατάσταση, ενημέρωση ή αφαίρεση, ο επιλύτης θα εκτελεστεί και θα αλλάξει αντίστοιχα την κατάσταση των σχετικών πακέτων.</p>
fi: <p><b>Ohjelmistoryhmät</b> kuvaavat järjestelmän toivottuja ominaisuuksia ja toimintoja (esimerkiksi X-palvelin, konsolityökalut). Kukin ohjelmistoryhmä koostuu joukosta vaadittuja paketteja, suositeltuja paketteja ja ehdotettuja paketteja. Jos valitset tietyn ohjelmistoryhmän asennettavaksi, päivitettäväksi tai poistettavaksi suoritetaan ratkaisin, joka muuttaa vastaavasti alisteisten pakettien tilaa.</p>
fr: <p>Les <b>Schémas</b> décrivent les caractéristiques et les fonctions souhaités sur un système (par exemple, Serveur X ou Outils de console). Chaque schéma contient un ensemble de paquets qui sont requis (qu'il vous est nécessaire d'avoir), recommandés (qu'il vous est conseillé d'avoir), et suggérés (que vous pouvez aussi avoir). Si vous sélectionnez un schéma pour installation, mise à jour ou suppression, le résolveur sera lancé et modifiera l'état des paquets concernés en conséquence.</p>
it: <p>I <b>modelli</b> descrivono le funzionalità che un sistema deve avere (per esempio, il server X o gli strumenti per il terminale). Ogni modello contiene un insieme di pacchetti richiesti (devono essere installati), consigliati (dovrebbero essere installati) e suggeriti (potrebbero essere installati). Se si seleziona un modello per installazione, aggiornamento o rimozione, sarà eseguito il risolutore delle dipendenze e lo stato dei pacchetti subordinati sarà modificato di conseguenza.</p>
pt_br: <p>Os <b>Padrões</b> descrevem os recursos e as funções que o sistema deve ter (por exemplo, servidor X ou ferramentas do Console). Cada padrão contém um conjunto de pacotes requeridos (obrigatórios), recomendados (devem ser instalados) e sugeridos (podem ser instalados). Se você selecionar um padrão para instalação, atualização ou exclusão, o solucionador será executado e mudará o status dos pacotes subordinados de acordo.</p>
sl: <p><b>Vzorci</b> opisujejo zmožnosti in funkcionalnosti, ki naj bi jih imel sistem (na primer Strežnik X ali Konzolna orodja). Vsak vzorec vsebuje nabor paketov, ki jih zahteva (mora imeti), priporoča (naj bi imel) ali predlaga (lahko ima). Če za namestitev, posodobitev ali odstranitev izberete vzorec, bo reševalnik ustrezno spremenil stanje vsebovanih paketov.</p>
tr: <p><b>Desenler</b> bir sistemin sahip olması gereken özellikleri ve işlevleri açıklar (örneğin, X sunucusu veya Konsol araçları). Her desen, gerektirdiği (sahip olması gereken), önerdiği (sahip olması gereken) ve önerebileceği (sahip olabileceği) bir paket kümesi içerir. Kurulum, güncelleme veya silme için bir desen seçerseniz, çözücü çalışacak ve alt paketlerin durumunu buna göre değiştirecektir.</p>
zh_cn: <p><b>软件集</b>描述了某系统应拥有的特性和功能（例如，X 服务器或控制台工具）。每个软件集都囊括了一系列其需要的软件包（必须有）、推荐的软件包（应该有）和建议的软件包（可以有）。若您选择安装、更新或删除软件集，解决器会运行并相应更改从属软件包的状态。</p>

source: <p><b>Languages</b> are package containers very much like patterns. They contain packages with translations, dictionaries and other language-specific files for a selected language. <b>RPM Groups</b> are not package containers that can be installed. Instead, membership in a certain RPM group is a property of the package itself. They have a hierarchical (tree) structure. The <b>Repositories</b> filter displays packages available from a specific repository. </p>
ca: <p>Les <b>llengües</b> són contenidors de paquets molt semblants als patrons. Contenen paquets amb traduccions, diccionaris i altres fitxers específics per a una llengua seleccionada. Els <b>grups RPM</b> no són contenidors de paquets que poden instal·lar-se. En canvi, la pertinença a un grup RPM és una propietat del mateix paquet. Tenen una estructura jeràrquica (d'arbre). El filtre <b>repositoris</b> mostra els paquets disponibles d'un repositori específic. </p>
el: <p>Οι <b>Γλώσσες</b><b> είναι σύνολα πακέτων παρόμοια με τα patterns. Περιέχουν πακέτα με μεταφράσεις, λεξικά και άλλα αρχεία σχετικά με την γλώσσα για την επιλεγμένη γλώσσα. Οι <b>Ομάδες RPM</b> όμως δεν είναι σύνολα πακέτων που μπορούν να εγκατασταθούν. Αντίθετα, μέλος σε μια συγκεκριμένη ομάδα RPM είναι μια ιδιότητα του πακέτου. Έχουν ιεραρχική (δέντρο) δομή. Τα φίλτρα <b>Αποθετηρίων</b> εμφανίζουν πακέτα από ένα συγκεκριμένο αποθετήριο.</p>
fi: <p><b>Kielet</b> ovat pakettivalikoimia, jotka sisältävät kielikohtaisia käännöksiä ja sanakirjoja tai muita kielikohtaisia tiedostoja valitulle kielelle. <b>RPM-ryhmät</b> eivät ole asennettavia ryhmiä. Sen sijaan jäsenyys tietyssä ryhmässä on paketin ominaisuus. Niillä on hierarkkinen puurakenne. <b>Asennuslähteet</b>-suotimen avulla voit näyttää paketit, jotka ovat peräisin tietystä asennuslähteestä.</p>
fr: <p>Les <b>Langues</b> sont des ensembles de paquets tout comme les schémas. Ils contiennent des paquets avec des traductions, des dictionnaires et d'autres fichiers spécifiques d'une langue particulière. Les <b>Groupes RPM</b> ne sont pas des ensembles de paquets qui peuvent être installés. En fait, l'appartenance à certains groupes de RPM constitue une propriété du paquet lui-même. Ils ont une structure hiérarchique (arbre). Le filtre de <b>dépôts</b> affiche les paquets disponibles depuis un dépôt spécifique.</p>
it: <p>Le <b>lingue</b> sono contenitori di pacchetti molto simili ai modelli. Esse contengono i pacchetti con le traduzioni, i dizionari e altri file specifici per la lingua selezionata.I <b>gruppi RPM</b> non sono contenitori di pacchetti che possono essere installati.Piuttosto, l'appartenenza di un pacchetto a un certo gruppo RPM è una proprietà del pacchetto stesso.I gruppi RPM hanno una struttura gerarchica (ad albero).Il filtro <b>Repository</b> mostra i pacchetti disponibili da un repository specifico. </p>
pt_br: <p><b>Idiomas</b> são containers de pacotes muito parecidos com os padrões. Eles incluem pacotes com traduções, dicionários e outros arquivos específicos de idioma para o idioma selecionado. Os <b>Grupos RPM</b> não são containers de pacotes que podem ser instalados. Em vez disso, a participação em determinado grupo RPM é uma propriedade do próprio pacote. Eles têm uma estrutura hierárquica (árvore). O filtro <b>Repositórios</b> exibe os pacotes disponíveis em um repositório específico. </p>
sl: <p><b>Jeziki</b> so vsebniki paketov, podobno kot vzorci. Vsebujejo pakete s prevodi, slovarji in drugimi jezikovnimi datotekami za določen jezik. <b>Skupine RPM</b> niso vsebniki paketov, ki bi jih lahko namestili. Članstvo v določeni skupini RPM je lastnost paketa samega. Imajo hierarhično (drevesno) strukturo. Filter <b>Viri</b> prikazuje pakete, ki so na voljo v določenem viru.</p>
tr: <p><b>Diller</b>, desenlere çok benzeyen paket kapsayıcılarıdır. Seçili bir dil için çeviriler, sözlükler ve diğer dil-özel dosyaları içeren paketler içerirler. <b>RPM Grupları</b> kurulabilen paket kapsayıcıları değildir. Bunun yerine, belirli bir RPM grubundaki üyelik, paketin kendisinin bir özelliğidir. Hiyerarşik (ağaç) bir yapıya sahiptirler. <b>Depolar</b> filtresi, belirli bir depoda bulunan paketleri görüntüler. </p>
zh_cn: <p><b>语言</b>是非常像软件集的软件包容器。它们囊括了一种所选语言的翻译、字典和其他语言特定文件的软件包。<b>RPM 组</b>不是可以安装的软件包容器。相反，特定 RPM 组的成员资格是软件包自身的一项属性。RPM 组是分层结构（树）。<b>软件源</b>过滤器显示来自特定软件源的软件包。</p>
