Repository: yast/yast-translations
Catalog: po/ncurses-pkg/*.po
Languages: ca, el, fi, fr, it, pt_br, sl, tr, zh_cn

source: Package Versions
ca: Versions del paquet
el: Εκδόσεις Πακέτων
fi: Paketin versiot
fr: Versions du paquet
it: Versioni del pacchetto
pt_br: Versões dos Pacotes
sl: Različice paketa
tr: Paket Sürümleri
zh_cn: 软件包版本

source: List of all available package versions:
ca: Mostra totes les versions del paquet disponibles:
el: Λίστα όλων των διαθέσιμων εκδόσεων πακέτων:
fi: Käytettävissä olevat paketin versiot:
fr: Affiche toutes les versions du paquet disponibles :
it: Elenco di tutte le versioni dei pacchetti disponibili:
pt_br: Lista de todas as versões de pacotes disponíveis:
sl: Seznam vseh razpoložljivih različic paketa:
tr: Mevcut tüm paket sürümlerinin listesi:
zh_cn: 全部可用软件包版本的列表：

source: &Packages with Status
ca: &Paquets amb l'estat
el: &Πακέτα με κατάσταση
fi: Näytä &paketit, joiden tila
fr: &Paquets avec état
it: &Pacchetti con stato
pt_br: &Pacotes com status
sl: &Paketi s stanjem
tr: &Durumlu Paketler
zh_cn: 具有状态的软件包(&P)

source: Automatic Changes
ca: Canvis automàtics
el: Αυτόματες Αλλαγές
fi: Automaattiset muutokset
fr: Modifications automatiques
it: Modifiche automatiche
pt_br: Mudanças Automáticas
sl: Samodejne spremembe
tr: Otomatik değişiklikler
zh_cn: 自动更改

source: In addition to your manual selections, the following
ca: A més de la selecció manual, els següents
el: Επιπλέον στις χειροκίνητες επιλογές σας, τα ακόλουθα
fi: Oman valintasi lisäksi seuraavat
fr: Outre vos sélections manuelles, les paquets
it: Oltre alle rispettive selezioni manuali, i seguenti
pt_br: Além das suas seleções manuais, os seguintes
sl: Dodatno k vašim ročnim izbiram, so bili za
tr: Elle yeptığınız seçime ek olarak, aşağıdaki
zh_cn: 除了您手动选择的软件包，还更改了以下

source: packages have been changed to resolve dependencies:
ca: paquets s'han modificat per resoldre dependències:
el: πακέτα έχουν μεταβληθεί για να επιλυθούν οι εξαρτήσεις:
fi: paketit on valittu ratkaisemaan riippuvuudet:
fr: suivants ont été modifiés pour résoudre des dépendances :
it: pacchetti sono stati modificati per risolvere le dipendenze:
pt_br: pacotes foram mudados para resolver dependências:
sl: razrešitev odvisnosti spremenjeni naslednji paketi:
tr: paketler bağımlılıkları çözmek için değiştirilmiştir:
zh_cn: 个软件包也被变更以解决依赖关系：

source: You can choose to install anyway, but you risk getting a corrupted system.
ca: Podeu triar fer la instal·lació tanmateix, però us arrisqueu a acabar amb un sistema malmès.
el: Μπορείτε να επιλέξετε εγκατάσταση, αλλά μπορεί να καταστρέψετε το σύστημα.
fi: Voit valita asentamisen, mutta asetat järjestelmäsi vioittumisen vaaraan.
fr: Vous pouvez choisir d'installer malgré tout, mais vous risquez d'obtenir un système corrompu.
it: È possibile scegliere di procedere con l'installazione, ma si rischia corrompere il sistema.
pt_br: Você pode instalar mesmo assim, mas corre o risco de corromper o sistema.
sl: Kljub temu lahko izberete namestitev, a tvegate okvaro sistema.
tr: Yine de kurulumu seçebilirsiniz, ancak sistemin bozulması riskiyle karşı karşıya kalırsınız.
zh_cn: 您可选择强行安装，但有可能损坏系统。

source: &Continue anyway
ca: &Continua, tanmateix
el: Σ&υνέχεια;
fi: Jatka tästä hu&olimatta
fr: &Continuer quand même
it: &Continua comunque
pt_br: &Continuar mesmo assim
sl: Vseeno &nadaljuj
tr: &Yine de devam et
zh_cn: 强行继续(&C)

source: End User License Agreement
ca: Acord de llicència
el: Άδεια Χρήσης Τελικού Χρήστη
fi: Loppukäyttäjän käyttöoikeussopimus
fr: Contrat de Licence Utilisateur Final
it: Contratto di licenza con l'utente finale
pt_br: Contrato de licença do usuário final
sl: Licenčni dogovor s končnim uporabnikom
tr: Son Kullanıcı Lisans Sözleşmesi
zh_cn: 最终用户许可协议

source: Filter:
ca: Filtre:
el: Φίλτρο:
fi: Suodin:
fr: Filtre :
it: Filtro:
pt_br: Filtro:
tr: Filtre:
zh_cn: 过滤器：

source: Total Download Size:
ca: Mida total de la descàrrega:
el: Συνολικό Μέγεθος Λήψης:
fi: Ladattava määrä yhteensä:
fr: Taille totale du téléchargement :
it: Dimensione totale del download:
pt_br: Tamanho total do download:
sl: Skupna velikost za prejem:
tr: Toplam indirilecek boyut:
zh_cn: 总下载大小：

source: &Help
ca: A&juda
el: &Βοήθεια
fi: &Ohje
fr: A&ide
it: &Guida
pt_br: &Ajuda
sl: &Pomoč
tr: &Yardım
zh_cn: 帮助(&H)

source: &Cancel
ca: &Cancel·la
el: Α&κύρωση
fi: &Peruuta
fr: &Annuler
it: &Annulla
pt_br: &Cancelar
sl: &Prekliči
tr: Va&zgeç
zh_cn: 取消(&C)

source: &Accept
ca: &Accepta
el: &Αποδοχή
fi: &Hyväksy
fr: A&ccepter
it: A&ccetta
pt_br: &Aceitar
sl: &Sprejmi
tr: Kabu&l et
zh_cn: 接受(&A)

source: C&onfiguration
ca: &Configuració
el: Ρύθμιση
fi: &Määritys
it: C&onfigurazione
pt_br: C&onfiguração
sl: N&astavitve
tr: Y&apılandırma
zh_cn: 配置(&o)

source: Suggested Packages
ca: Paquets suggerits
fi: Ehdotetut paketit
fr: Paquetages suggérés
it: Pacchetti suggeriti
pt_br: Pacotes sugeridos
sl: Predlagani paketi
tr: Önerilen Paketler
zh_cn: 建议的包

source: Recommended Packages
ca: Paquets recomanats
fi: Suositellut paketit
fr: Paquetages recommandés
it: Pacchetti consigliati
pt_br: Pacotes recomendados
sl: Priporočeni paketi
tr: Önerilen Paketler
zh_cn: 推荐的包

source: Orphaned Packages
ca: Paquets orfes
fi: Orvot paketit
fr: Paquetages orphelins
it: Pacchetti orfani
pt_br: Pacotes órfãos
sl: Osiroteli paketi
tr: Sahipsiz Paketler
zh_cn: 孤立的包

source: Unneeded Packages
ca: Paquets no necessaris
fi: Tarpeettomat paketit
fr: Paquetages non nécessaires
it: Pacchetti non necessari
pt_br: Pacotes não necessários
sl: Nepotrebni paketi
tr: Gereksiz Paketler
zh_cn: 不需要的包

source: Multiversion Packages
ca: Paquets multiversió
fi: Moniversioiset paketit
fr: Paquetages multiversions
it: Pacchetti multiversione
pt_br: Pacotes com múltiplas versões
sl: Paketi z več različicami
tr: Çoklu Versiyon Paketleri
zh_cn: 多版本包

source: Retracted Packages
ca: Paquets retrets
fi: Takaisinvedetyt paketit
fr: Paquetages retirés
it: Pacchetti ritirati
pt_br: Pacotes retraídos
sl: Opuščeni paketi
tr: Geri çekilen paketler
zh_cn: 已被撤回的修复

source: Retracted Installed Packages
ca: Paquets instal·lats retrets
fi: Takaisinvedetyt asennetut paketit
fr: Paquetages installés retirés
it: Pacchetti installati ritirati
pt_br: Pacotes instalados retraídos
sl: Opuščeni nameščeni paketi
tr: Geri çekilen yüklü paketler
zh_cn: 已安装的已撤回修复

source: All Packages
ca: Tots els paquets
fi: Kaikki paketit
fr: Tous les paquetages
it: Tutti i pacchetti
pt_br: Todos os pacotes
sl: Vsi paketi
tr: Tüm Paketler
zh_cn: 所有包

source: This is a list of useful packages. They will be additionally installed if recommended by a newly installed package.
ca: Aquesta és una llista de paquets útils. S'instal·laran addicionalment si estan recomanats per un paquet nou que s'instal·la.
fi: Tässä on luettelo hyödyllisiä paketteja. Nekin asennetaan, jos vasta asennettu paketti sitä suosittelee.
fr: Voici une liste de paquetages utiles. Ils seront également installés s'ils sont recommandés par un paquetage récemment installé.
it: Questo è un elenco di pacchetti utili. Verranno installati anche questi se consigliati da un nuovo pacchetto installato.
pt_br: Esta é uma lista de pacotes úteis. Eles serão instalados adicionalmente se recomendados por um pacote recém-instalado.
sl: To je seznam uporabnih paketov. Dodatno bodo nameščeni, če jih priporoča novo nameščeni paket.
tr: Bu, yararlı paketlerin bir listesidir. Yeni kurulan bir paket tarafından önerilmesi durumunda ek olarak kurulacaktır.
zh_cn: 这是一个有用包的列表。若某个新安装的包推荐这些包，则另外还会安装它们。

source: It's suggested to install these packages because they fit to already installed packages. The decision to install it is by the user.
ca: Es suggereix la instal·lació d'aquests paquets perquè concorden amb paquets ja instal·lats. La decisió d'instal·lar-los és de l'usuari.
el: Είναι προτεινόμενο να εγκαταστήσετε αυτά τα πακέτα επειδή ταιριάζουν στα ήδη εγκατεστημένα πακέτα. Η απόφαση για εγκατάσταση είναι του χρήστη.
fi: On suositeltavaa asentaa nämä paketit, koska täydentävät jo asennettuja paketteja. Käyttäjän tulee päättää haluaako asentaa paketit.
fr: Il est proposé d'installer ces paquets car ils complètent des paquets déjà installés. Le choix de les installer revient à l'utilisateur.
it: Si consiglia di installare questi pacchetti in quanto complementari ai pacchetti già installati. La decisione sull'installazione è dell'utente.
pt_br: A sugestão é instalar estes pacotes porque estão associados aos pacotes já instalados. A decisão de instalá-los é do usuário.
sl: Predlagana je namestitev teh paketov, ker lahko izboljšajo zmožnosti nameščenih paketov. Za njihovo namestitev se odloči uporabnik.
tr: Bu paketlerin kurulması önerilir çünkü zaten kurulu paketlere uygundur. Kurulması kararı kullanıcıya aittir.
zh_cn: 推荐安装这些软件包，因为它们适合已安装的软件包。是否安装它们由用户决定。

source: The solver has detected that these packages are without a repository, i.e. updates aren't possible.
ca: S'ha detectat que aquests paquets no tenen repositori i, per això, no és possible actualitzar-los.
el: Ο επιλύτης ανίχνευσε ότι αυτά τα πακέτα δεν έχουν αποθετήριο, αυτό σημαίνει οι ενημερώσεις δεν είναι διαθέσιμες.
fi: Näillä paketeilla ei ole asennuslähdettä, eli pakettien päivitys ei ole mahdollista.
fr: Le résolveur a détecté que ces paquets ne sont associés à aucun dépôt, leur mise à jour est impossible.
it: Il risolutore ha rilevato che i pacchetti specificati sono privi di repository, vale a dire che è impossibile effettuare aggiornamenti.
pt_br: O solucionador detectou que estes pacotes estão sem repositório, portanto, não é possível atualizá-los.
sl: Reševalnik je zaznal, da ti paketi nimajo vira in posodobitve niso možne.
tr: Çözücü bu paketlerin bir deposu olmadığını, yani güncellemelerin mümkün olmadığını tespit etti.
zh_cn: 解决器检测到这些包没有储存库，也就是说，它们无法更新。

source: These packages might be unneeded because former dependencies don't apply any longer.
ca: Aquests paquets podrien no ser necessaris perquè les dependències anteriors ja no s'apliquen.
el: Αυτά τα πακέτα μπορεί να μην χρειάζονται διότι προηγούμενες εξαρτήσεις δεν εφαρμόζονται πλέον.
fi: Nämä paketit saattavat olla tarpeettomia, koska aikaisemmat riippuvuudet eivät ovat poistuneet.
fr: Ces paquets pourraient ne pas être nécessaires car d'anciennes dépendances ne sont plus en applicables.
it: Questi pacchetti potrebbero essere non necessari in quanto le precedenti dipendenze non sono più richieste.
pt_br: Estes pacotes podem ser desnecessários porque as dependências anteriores não são mais aplicáveis.
sl: Ti paketi morda niso več potrebni, ker nekdanje odvisnosti ne veljajo več.
tr: Bu paketlere ihtiyaç duyulmayabilir çünkü eski bağımlılıklar artık geçerli değildir.
zh_cn: 这些软件包可能不再需要了，因为之前的依赖关系不再适用。

source: These packages might be installed in several versions in parallel.
ca: Aquests paquets es poden instal·lar paral·lelament en versions diferents.
fi: Nämä paketit voidaan asentaa useaan versioon samanaikaisesti.
fr: Ces paquetages peuvent être installés en plusieurs versions en parallèle.
it: Di questi pacchetti potrebbero essere installate parallelamente versioni diverse.
pt_br: Estes pacotes podem ser instalados em várias versões em paralelo.
sl: Ti paketi imajo lahko hkrati nameščenih več različic.
tr: Bu paketler paralel olarak birden fazla versiyonda kurulabilir.
zh_cn: 这些包可能会同时安装在数个版本中。

source: These packages have versions that are retracted. Using those versions is strongly discouraged.
ca: Aquests paquets tenen versions que estan retretes. Es recomana emfàticament no usar aquestes versions.
fi: Näiden pakettien versiot on vedetty takaisin. Versioiden käyttämistä ei suositella.
fr: Ces paquetages présentent des versions qui ont été retirées. Il est vivement déconseillé d'utiliser ces versions.
it: Alcune versioni di questi pacchetti sono state ritirate. Si sconsiglia vivamente l'uso di tali versioni.
pt_br: Esses pacotes têm versões que são recolhidas. O uso dessas versões é fortemente desencorajado.
sl: Ti paketi imajo različice, ki so bile opuščene. Uporabo teh različic močno odsvetujemo.
tr: Bu paketlerin geri çekilen sürümleri vardır. Bu sürümlerin kullanılması kesinlikle önerilmez.
zh_cn: 这些软件包的某些修复性版本已被维护团队撤回。坚决不鼓励使用这些版本。

source: These packages have a retracted version installed. Consider up- or downgrading them to a different version.
ca: Aquests paquets tenen una versió instal·lada retreta. Considereu actualitzar-los o degradar-los a una versió diferent.
fi: Näihin paketteihin on asennettu takaisin vedetty versio. Harkitse niiden nostamista tai alentamista toiseen versioon.
fr: Une version retirée de ces paquetages est installée. Pensez à les mettre à niveau ou les rétrograder vers une autre version.
it: È installata una versione ritirata di questi pacchetti. Installare una versione diversa, precedente o successiva.
pt_br: Esses pacotes têm uma versão retraída instalada. Considere atualizá-las ou atualizá-las para uma versão diferente.
sl: Ti paketi imajo nameščeno opuščeno različico. Razmislite o posodobitvi ali vrnitvi na starejšo različico.
tr: Bu paketlerde geri çekilmiş bir sürüm yüklüdür. Bunları farklı bir sürüme yükseltmeyi veya düşürmeyi düşünün.
zh_cn: 这些软件包使用着由于引入其它问题而已被维护团队撤回的修复性版本。请考虑将其升级或降级至其它版本。

source: All packages known by the package manager, no filtering applied.
ca: Tots els paquets coneguts pel gestor de paquets, sense cap filtre.
fi: Kaikki paketinhallinnan tuntemat paketit, ei käytetä suodatusta.
fr: Tous les paquets connus du gestionnaire de paquets. Aucun filtrage appliqué.
it: Tutti i pacchetti noti dal gestore pacchetti, senza l'applicazione di alcun filtro.
pt_br: Todos os pacotes conhecidos pelo gerenciador de pacotes, sem filtros aplicados.
sl: Vsi paketi, ki jih pozna upravljalnik paketov, brez uveljavljenega filtra.
tr: Paket yöneticisi tarafından bilinen tüm paketler, hiçbir filtreleme uygulanmadı.
zh_cn: 所有为包管理器所知的软件包，未应用过滤器。

source: Delete
ca: Suprimeix
el: Διαγραφή
fi: Poista
fr: Supprimer
it: Elimina
pt_br: Apagar
sl: Izbriši
tr: Silinecek
zh_cn: 删除

source: Install
ca: Instal·la
el: Εγκατάσταση
fi: Asenna
fr: Installer
it: Installa
pt_br: Instalar
sl: Namesti
tr: Kurulacak
zh_cn: 安装

source: Update
ca: Actualitza
el: Ενημέρωση
fi: Päivitys
fr: Mettre à jour
it: Aggiorna
pt_br: Atualizar
sl: Posodobi
tr: Güncelle
zh_cn: 更新

source: Taboo
ca: Tabú
el: Απαγορευμένο
fi: Tabu
fr: Tabou
it: Tabù
pt_br: Tabu
sl: Tabu
tr: Tabu
zh_cn: 禁手

source: Protected
ca: Protegit
el: Προστατευμένο
fi: Suojattu
fr: Protégé
it: Protetto
pt_br: Protegido
sl: Zaščiteno
tr: Korunmuş
zh_cn: 受保护

source: Keep
ca: Mantén
el: Διατήρηση
fi: Pidä
fr: Conserver
it: Mantieni
pt_br: Manter
sl: Obdrži
tr: Korunacak
zh_cn: 保留

source: Do not install
ca: No l'instal·lis
el: Να μην εγκατασταθεί
fi: Älä asenna
fr: Ne pas installer
it: Non installare
pt_br: Não instalar
sl: Ne namesti
tr: Kurulmayacak
zh_cn: 不安装

source: Translations, dictionaries and other language-related files for <b>%s</b> locale
ca: Traduccions, diccionaris i altres fitxers relacionats amb la llengua per al local <b>%s</b>
el: Μεταφράσεις, λεξικά και άλλα αρχεία σχετικά με την γλώσσα για <b>%s</b> τοπικές ρυθμίσεις
fi: Käännökset, sanakirjat ja muut kielisidonnaiset tiedostot maa-asetukselle <b>%s</b>
fr: Traductions, dictionnaires et autres fichiers relatifs aux langues pour la localisation de <b>%s</b>
it: Traduzioni, dizionari e altri file relativi alla lingua per la localizzazione <b>%s</b>
pt_br: Traduções, dicionários e outros arquivos relacionados ao idioma <b>%s</b>
sl: Prevodi, slovarji in druge jezikovne datoteke za jezik <b>%s</b>
tr: <b>%s</b> yerel ayarı için çeviriler, sözlükler ve diğer dil ile ilgili dosyalar
zh_cn: <b>%s</b> 区域设置的翻译、词典和其他语言相关文件

source: Patterns
ca: Patrons
fi: Ohjelmistoryhmät
fr: Modèles
it: Modelli
pt_br: Padrões
sl: Vzorci
tr: Modeller
zh_cn: 软件集

source: Languages
ca: Llengües
el: Γλώσσες
fi: Kielet
fr: Langues
it: Lingue
pt_br: Idiomas
sl: Jeziki
tr: Diller
zh_cn: 语言

source: Repositories
ca: Repositoris
el: Αποθετήρια
fi: Asennuslähteet
fr: Dépôts
it: Repository
pt_br: Repositórios
sl: Viri
tr: Depolar
zh_cn: 软件源

source: Services
ca: Serveis
fi: Palvelut
it: Servizi
pt_br: Serviços
sl: Storitve
tr: Hizmetler
zh_cn: 服务

source: Search
ca: Cerca
el: Αναζήτηση
fi: Etsi
fr: Rechercher
it: Cerca
pt_br: Pesquisar
sl: Išči
tr: Ara
zh_cn: 搜索

source: Installation Summary
ca: Resum de la instal·lació
el: Σύνοψη Εγκατάστασης
fi: Yhteenveto asennuksesta
fr: Résumé de l'installation
it: Riepilogo installazione
pt_br: Resumo da instalação
sl: Povzetek namestitve
tr: Kurulum Özeti
zh_cn: 安装摘要

source: Package Classification
ca: Classificació dels paquets
el: Κατάταξη Πακέτων
fi: Pakettiluokka
fr: Catégories de paquets
it: Classificazione dei pacchetti
pt_br: Classificação dos pacotes
sl: Razred paketa
tr: Paket Sınıflandırması
zh_cn: 软件包分类

source: %d of %d package installed
ca: %d de %d paquet instal·lat
el: %d από %d πακέτο εγκαταστάθηκε
fi: %d/%d paketti asennettu
fr: %d paquet sur %d installé
it: %d pacchetto installato su %d
pt_br: %d de %d pacote instalado
sl: Nameščen %d paket od %d
tr: %d / %d paket kuruldu
zh_cn: 已安装 %d 个（共 %d 个）软件包

source: <b>@System</b>: local RPM database
ca: <b>@System</b>: base de dades RPM local
el: <b>@System</b>: τοπική RPM βάση δεδομένων
fi: <b>@Järjestelmä</b>: paikallinen RPM-tietokanta
fr: <b>@System</b> : base de données RPM locale
it: <b>@System</b>: database RPM locale
pt_br: <b>@System</b>: banco de dados RPM local
sl: <b>@Sistem</b>: krajevna podatkovna zbirka RPM
tr: <b>@System</b>: yerel RPM veritabanı
zh_cn: <b>本地系统</b>：本地 RPM 数据库

source: <b>Repository URL:</b>
ca: <b>URL del repositori:</b>
el: <b>Διεύθυνση αποθετηρίου:</b>
fi: <b>Asennuslähteen verkko-osoite:</b>
fr: <b>URL du dépôt :</b>
it: <b>URL repository:</b>
pt_br: <b>URL do repositório:</b>
sl: <b>Mesto vira:</b>
tr: <b>Depo URL'si:</b>
zh_cn: <b>软件源 URL：</b>

source: &Ignore Case
ca: &Ignora les majúscules
el: &Αγνόηση Διάκρισης Πεζών/Κεφαλαίων
fi: K&irjainkoosta riippumaton
fr: &Ignorer la casse
it: &Ignora maiuscole/minuscole
pt_br: &Ignorar Maiúsculas/Minúsculas
sl: &Ne razlikuj velikih in malih črk
tr: &Büyük/küçük harf ayrımı yapma
zh_cn: 忽略大小写(&I)

source: Search &Mode
ca: Mode de &cerca
el: &Κατάσταση Αναζήτησης
fi: &Hakutapa
fr: &Mode de recherche
it: &Modalità di ricerca
pt_br: &Modo de pesquisa
sl: &Način iskanja:
tr: Arama &Modu
zh_cn: 搜索模式(&M)

source: Contains
ca: Conté
el: Περιλαμβάνει
fi: Sisältää
fr: Contient
it: Contiene
pt_br: Contém
sl: Vsebuje
tr: İçerecek
zh_cn: 包含

source: Begins with
ca: Comença per
el: Ξεκινά με
fi: Alkaa
fr: Commence par
it: Inizia con
pt_br: Começa com
sl: Se začne z
tr: Başlayacak
zh_cn: 开头是

source: Exact Match
ca: Coincidència exacta
el: Ακριβές Ταίριασμα
fi: Täydellinen osuma
fr: Correspondance exacte
it: Esatta corrispondenza
pt_br: Correspondência Exata
sl: Natančno ujemanje
tr: Birebir uyum
zh_cn: 精确匹配

source: Use Wildcards
ca: Usa comodins
el: Χρήση Μπαλαντέρ
fi: Käytä jokerimerkkejä
fr: Utiliser des caractères jokers
it: Usa caratteri jolly
pt_br: Usar Curingas
sl: Uporabi nadomestne znake
tr: Joker Karakterleri Kullanın
zh_cn: 使用通配符

source: Use RegExp
ca: Usa expressions regulars
el: Χρήση Κανονικών Εκφράσεων
fi: Käytä säännöllisiä lausekkeita
fr: Utiliser une expression régulière
it: Usa espressioni regolari
pt_br: Usar expressão regular
sl: Uporabi regularni izraz
tr: RegExp'i kullanın
zh_cn: 使用正则表达式

source: Searching...
ca: Cercant ...
el: Αναζήτηση...
fi: Etsitään...
fr: Recherche...
it: Ricerca in corso...
pt_br: Pesquisando...
sl: Iskanje …
tr: Aranıyor...
zh_cn: 正在搜索...

source: Query Error:
ca: Error de consulta:
el: Σφάλμα ερώτησης:
fi: Hakuvirhe:
fr: Erreur de requête :
it: Errore nella richiesta:
pt_br: Erro na consulta:
sl: Napaka poizvedbe:
tr: Sorgu Hatası:
zh_cn: 查询错误：

source: %d packages found
ca: %d paquets trobats
el: %d πακέτα βρέθηκαν
fi: %d pakettia ei löydetty
fr: %d paquets trouvés
it: %d pacchetti trovati
pt_br: %d pacotes encontrados
sl: Najdeni paketi: %d
tr: %d paket bulundu
zh_cn: 找到 %d 个软件包

source: <b>Service URL:</b>
ca: <b>URL del servei:</b>
fi: <b>Palvelun URL-osoite:</b>
fr: <b>URL du service :</b>
it: <b>URL del servizio:</b>
pt_br: <b>URL do serviço:</b>
sl: <b>Mesto storitve:</b>
tr: <b>Hizmet URL'si:</b>
zh_cn: <b>服务 URL：</b>

source: &Toggle [SPACE]
ca: &Commuta [ESPAI]
el: &Εναλλαγή [SPACE]
fi: &Vaihda tilaa [VÄLILYÖNTI]
fr: &Changer [ESPACE]
it: &Alterna [SPAZIO]
pt_br: Al&ternar [ESPAÇO]
sl: &Preklopi [PRESLEDNICA]
tr: &Değiştir [SPACE]
zh_cn: 切换(&T) [空格]

source: &Install [+]
ca: &Instal·la [+]
el: &Εγκατάσταση [+]
fi: &Asenna [+]
fr: &Installer [+]
it: &Installa [+]
pt_br: &Instalar [+]
sl: &Namesti [+]
tr: &Kurulum [+]
zh_cn: 安装(&I) [+]

source: &Delete [-]
ca: &Suprimeix [-]
el: Δια&γραφή [-]
fi: &Poista [-]
fr: S&upprimer [-]
it: &Elimina [-]
pt_br: Apa&gar [-]
sl: &Izbriši [-]
tr: S&il [-]
zh_cn: 删除(&D) [-]

source: &Update [>]
ca: &Actualitza [>]
el: &Ενημέρωση [>]
fi: &Päivitä [>]
fr: &Mettre à jour [>]
it: A&ggiorna [>]
pt_br: At&ualizar [>]
sl: P&osodobi [>]
tr: &Güncelle [>]
zh_cn: 更新(&U) [>]

source: Ta&boo [!]
ca: Ta&bú [!]
el: &Απαγορευμένο [!]
fi: Ta&bu [!]
fr: Ta&bou [!]
it: &Tabù [!]
pt_br: Pr&oibido [!]
sl: &Tabu [!]
tr: Ta&bu [!]
zh_cn: 禁手(&B) [!]

source: &Lock [*]
ca: &Bloqueig [*]
el: &Κλείδωμα [+]
fi: &Lukittu [+]
fr: &Verrouiller [*]
it: &Blocca [*]
pt_br: &Bloquear [*]
sl: &Zakleni [*]
tr: &Kilit [*]
zh_cn: 锁定(&L) [*]

source: &All Listed Packages
ca: &Tots els paquets de la llista
el: Ό&λα τα Πακέτα στη Λίστα
fi: K&aikki luetellut paketit
fr: &Tous les paquets listés
it: &Tutti i pacchetti elencati
pt_br: &Todos os pacotes listados
sl: &Vsi paketi na seznamu
tr: &Listelenen Tüm Paketler
zh_cn: 全部列出的软件包(&A)

source: &Install All
ca: &Instal·la-ho tot
el: &Εγκατάσταση Όλων
fi: Asenna ka&ikki
fr: Tout &installer
it: &Installa tutti
pt_br: &Instalar todos
sl: &Namesti vse
tr: &Tümünü kur
zh_cn: 全部安装(&I)

source: &Delete All
ca: Supri&meix-ho tot
el: Διαγρ&αφή όλων
fi: &Poista kaikki
fr: Tout &supprimer
it: Elimina &tutto
pt_br: &Apagar Todos
sl: &Izbriši vse
tr: T&ümünü sil
zh_cn: 全部删除(&D)

source: &Keep All
ca: &Mantén-ho tot
el: &Διατήρηση όλων
fi: Pidä &kaikki
fr: Tout &conserver
it: &Mantieni tutto
pt_br: &Manter todos
sl: &Obdrži vse
tr: &Tümünü sakla
zh_cn: 全部保留(&K)

source: U&pdate All Unconditionally
ca: Ac&tualitza'ls tots incondicionalment
el: Ε&νημέρωση όλων άνευ όρων
fi: Päi&vitä kaikki ehdoitta
fr: Tout &mettre à jour sans condition
it: Aggiorna tutti &incondizionatamente
pt_br: A&tualizar Todos Sempre
sl: &Brezpogojno posodobi vse
tr: Tü&münü Koşulsuz Güncelle
zh_cn: 全部无条件更新(&P)

source: &Update If Newer Version Available
ca: &Actualitza'l si hi ha una versió nova disponible
el: Ενημέρωση αν υπάρχουν δια&θέσιμες νεότερες εκδόσεις
fi: &Päivitä, jos uudempi versio saatavilla
fr: M&ettre à jour si version plus récente disponible
it: &Aggiorna se è disponibile una versione più recente
pt_br: &Atualizar Se Houver Versão Mais Recente Disponível
sl: &Posodobi, če je na voljo novejša različica
tr: &Daha Yeni Sürüm Mevcutsa Güncelleyin
zh_cn: 若有较新版本则更新(&U)

source: &Toggle [SPACE]
ca: &Commuta [ESPAI]
el: &Εναλλαγή [SPACE]
fi: &Vaihda tilaa [VÄLILYÖNTI]
fr: &Changer [ESPACE]
it: &Alterna [SPAZIO]
pt_br: &Alternar [ESPAÇO]
sl: &Preklopi [PRESLEDNICA]
tr: &Değiştir [BOŞLUK]
zh_cn: 切换(&T) [空格]

source: &Install [+]
ca: &Instal·la [+]
el: &Εγκατάσταση [+]
fi: &Asenna [+]
fr: &Installer [+]
it: &Installa [+]
pt_br: &Instalar [+]
sl: &Namesti [+]
tr: &Kur [+]
zh_cn: 安装(&I) [+]

source: &Do Not Install [-]
ca: &No l'instal·lis [-]
el: Να &Μην Εγκατασταθεί [-]
fi: &Älä asenna [-]
fr: &Ne pas installer [-]
it: &Non installare [-]
pt_br: &Não instalar [-]
sl: N&e namesti [-]
tr: &Kurulum Yapmayın [-]
zh_cn: 不安装(&D) [-]

source: &Lock or Taboo [!]
ca: &Bloqueig o Tabú [!]
el: &Κλείδωμα ή Απαγόρευση [!]
fi: &Lukittu tai tabu [!]
fr: &Verr. ou Tabou [!]
it: &Vincola o tabù [!]
pt_br: Blo&quear ou Proibir [!]
sl: &Zakleni ali tabu [!]
tr: &Kilit veya Tabu [!]
zh_cn: 锁定或禁手(&L) [!]
