Repository: yast/yast-translations
Catalog: po/ncurses-pkg/*.po
Languages: ca, el, fi, fr, it, pt_br, sl, tr, zh_cn

source: <p>All changes in the package, patch or pattern selection will be lost.<br>Really exit?</p>
ca: <p>Es perdran tots els canvis de la selecció de paquets, pedaços o patrons.<br>Segur que voleu sortir?</p>
el: <p>Όλες οι αλλαγές στο πακέτο, την διόρθωση ή την επιλογή του pattern θα χαθούν.<br>Θέλετε να εγκαταλείψετε;</p>
fi: <p>Kaikki muutokset paketti-, korjaus- tai ohjelmistoryhmien valinnoissa menetetään. <br>Haluatko varmasti lopettaa?</p>
fr: <p>Toutes les modifications dans la sélection de paquets, de correctifs ou de schémas seront perdus.<br>Vraiment quitter ?</p>
it: <p>Tutte le modifiche nella selezione di pacchetti, patch e modelli verranno perse.<br>Uscire?</p>
pt_br: <p>Todas as mudanças feitas na seleção de pacote, patch ou padrão serão perdidas.<br>Deseja realmente sair?</p>
sl: <p>Vse spremembe izborov paketov, popravkov in vzorcev bodo izgubljene.<br>Ali res želite končati?</p>
tr: <p>Paket, yama veya desen seçimindeki tüm değişiklikler kaybolacaktır.<br>Gerçekten çıkmak istiyor musunuz?</p>
zh_cn: <p>将丢失软件包、补丁或软件集选集中的全部修改。<br>确实要退出吗？</p>

source: Available Languages
ca: Llengües disponibles
el: Διαθέσιμες Γλώσσες
fi: Saatavilla olevat kielet
fr: Langues disponibles
it: Lingue disponibili
pt_br: Idiomas disponíveis
sl: Razpoložljivi jeziki
tr: Kullanılabilir Diller
zh_cn: 可用语言

source: Available Repositories
ca: Repositoris disponibles
el: Διαθέσιμα Αποθετήρια
fi: Käytettävissä olevat asennuslähteet
fr: Dépôts disponibles
it: Repository disponibili
pt_br: Repositórios disponíveis
sl: Razpoložljivi viri
tr: Kullanılabilir Depolar
zh_cn: 可用软件源

source: Needed Patches
ca: Pedaços necessaris
el: Διορθώσεις που χρειάζονται
fi: Tarvittavat korjaukset
fr: Correctifs nécessaires
it: Patch necessarie
pt_br: Patches Necessários
sl: Potrebni popravki
tr: Gerekli Yamalar
zh_cn: 需要的补丁

source: Installed Patches
ca: Pedaços instal·lats
el: Εγκατεστημένες Διορθώσεις
fi: Asennetut korjaukset
fr: Correctifs installés
it: Patch installate
pt_br: Patches Instalados
sl: Nameščeni popravki
tr: Kurulu yamalar
zh_cn: 已安装补丁

source: Online Update Patches
ca: Pedaços de l'actualització en línia
el: Διορθώσεις Άμεσης Ενημέρωσης
fi: Verkkopäivityksen korjaus
fr: Correctifs m.à j.en ligne
it: Patch di aggiornamento online
pt_br: Patches de Atualização Online
sl: Popravki internetne posodobitve
tr: Çevrimiçi güncelleme yamaları
zh_cn: 在线更新补丁

source: Update Problem -- see help
ca: Problema d'actualització, vegeu l'ajuda
el: Πρόβλημα Ενημέρωσης -- δείτε στη βοήθεια
fi: Päivitysongelma
fr: Problème m.à j. (cf.aide)
it: Problema di aggiornamento -- Consultare la Guida
pt_br: Problema de Atualização - consulte a ajuda
sl: Težava pri posodobitvi – glejte pomoč
tr: Güncelleme sorunu -- Yardım'a bakın
zh_cn: 更新问题 -- 参见帮助

source: Search Results
ca: Resultats de la cerca
el: Αποτελέσματα Αναζήτησης
fi: Etsintätulos
fr: Résultats de la recherche
it: Risultati della ricerca
pt_br: Resultados da pesquisa
sl: Rezultati iskanja
tr: Arama sonuçları
zh_cn: 搜索结果

source: Package Dependencies
ca: Dependències dels paquets
el: Εξαρτήσεις Πακέτων
fi: Pakettien riippuvuudet
fr: Dépendances des paquets
it: Dipendenze dei pacchetti
pt_br: Dependências do pacote
sl: Odvisnosti paketa
tr: Paket bağımlılıkları
zh_cn: 软件包依赖关系

source: <b>Update Problem List</b><br><p>The packages in the list cannot be updated automatically.</p><p>Possible reasons:</p><p>They are obsoleted by other packages.</p><p>There is no newer version to which to update on any installation media.</p><p>They are third-party packages</p><p>Manually select what to do with them. The safest course of action is to delete them.</p>
ca: <b>Llista de problemes de l'actualització</b><br><p>Els paquets de la llista no es poden actualitzar automàticament.</p><p>Causes possibles:</p><p>Els paquets són obsolets i uns altres els han reemplaçat.</p><p>No es poden fer actualitzacions a una versió recent en cap suport d'instal·lació.</p><p>Es tracta de paquets d'altres proveïdors</p><p>Seleccioneu de forma manual l'acció que voleu que se'ls apliqui. L'opció més segura és suprimir-los.</p>
el: <b>Ενημέρωση Λίστας Προβλημάτων</b><br><p>Τα πακέτα στη λίστα δεν μπορούν να ενημερωθούν αυτόματα.</p><p>Πιθανοί λόγοι:</p><p>Έχουν απαρχαιωθεί από άλλα πακέτα.</p><p>Δεν υπάρχει νεότερη έκδοση για ενημέρωση σε κανένα μέσο εγκατάστασης.</p><p>Είναι πακέτα κατασκευασμένα από τρίτους</p><p>Παρακαλώ επιλέξτε χειροκίνητα τι θέλετε να κάνετε με αυτά. Η ασφαλέστερη ενέργεια είναι προφανώς να τα διαγράψετε.</p>
fi: <b>Päivityksen ongelmaluettelo</b><br><p>Luettelossa olevia paketteja ei voida päivittää automaattisesti.</p><p>Mahdollisia syitä:</p><p>Jotkin toiset paketit ovat korvanneet ne.</p><p>Asennustietovälineellä ei ole uudempia paketteja, joihin päivittää.</p><p>Ne ovat kolmannen osapuolen paketteja</p><p>Valitse käsin, mitä näille paketeille tehdään. Turvallisin toiminto on poistaa ne.</p>
fr: <b>Liste des problèmes de mise à jour</b><br><p>Les paquets de cette liste ne peuvent pas être mis à jour automatiquement.</p><p>Raisons possibles :</p><p>Ils sont rendus obsolètes par d'autres paquets.</p><p>Il n'existe pas de version plus récente pour les actualiser sur aucun support d'installation.</p><p>Ces paquets sont fournis par des tierces parties</p><p>Veuillez définir manuellement ce qu'il faut en faire. Le plus sûr est de les supprimer.</p>
it: <b>Elenco problemi di aggiornamento</b><br><p>Impossibile aggiornare automaticamente i pacchetti nell'elenco.</p><p>Cause possibili:</p><p>sono stati resi obsoleti da altri pacchetti.</p><p>Non vi è una versione più recente per eseguire l'aggiornamento sui supporti di installazione.</p><p>Si tratta di pacchetti di terze parti</p><p>Selezionare manualmente come comportarsi con questi pacchetti. L'azione più sicura è eliminarli.</p>
pt_br: <b>Lista de Problemas de Atualização</b><br><p>Os pacotes na lista não podem ser atualizados automaticamente.</p><p>Possíveis motivos:</p><p>Eles ficaram obsoletos por causa de outros pacotes.</p><p>Não existe nenhuma versão mais nova para atualizar nas mídias de instalação.</p><p>Eles são pacotes de terceiros</p><p>Selecione manualmente o que fazer com eles. A ação mais segura é apagá-los.</p>
sl: <b>Seznam težav posodobitve</b><br><p>Paketov s seznama ni mogoče samodejno posodobiti.</p><p>Možni razlogi:</p><p>Drugi paketi so jih nadomestili.</p><p>Na nobenem namestitvenem nosilcu ni novejše različice.</p><p>Paketi so izdelek tretje osebe.</p><p>Ročno izberite, kaj narediti z njimi. Najvarneje jih je izbrisati.</p>
tr: <b>Güncelleme sorun listesi</b><br><p>Bu listedeki paketler otomatik olarak güncellenemez.</p><p>Olası nedenler:</p><p>Bu paketler başka paketler tarafından eskileştirilmiş.</p><p>Kurulum medyalarında güncellenecek yeni bir sürüm mevcut değil.</p><p>Bu paketler üçüncü kişi paketleridir</p><p>Bu paketlerle ne yapılacağını elle seçin. Yapılacak en güvenli hareket paketleri silmektir.</p>
zh_cn: <b>更新问题列表</b><br><p>无法自动更新列表中的软件包。</p><p>可能的原因：</p><p>其他软件包淘汰了它们。</p><p>在任何安装介质上都没有可用于更新的较新版本。</p><p>它们是第三方软件包。</p><p>请手动选择要对这些包执行的操作。最安全的做法是将它们删除。</p>

source: Source
ca: Font
el: Πηγή
fi: Lähdekoodi
it: Origine
pt_br: Fonte
sl: Izvor
tr: Kaynak
zh_cn: 源代码

source: <b>Patch: </b>
ca: <b>Pedaç:</b>
el: <b>Διόρθωση: </b>
fi: <b>Korjaus:</b>
fr: <b>Correctif : </b>
sl: <b>Popravek: </b>
tr: <b>Yama: </b>
zh_cn: <b>补丁：</b>

source: No patches available
ca: No hi ha pedaços disponibles
el: Δεν υπάρχουν διαθέσιμες διορθώσεις
fi: Korjauksia ei saatavilla
fr: Pas de correctifs disponibles
it: Nessuna patch disponibile
pt_br: Nenhum patch disponível
sl: Na voljo ni nobenega popravka
tr: Mevcut yama yok
zh_cn: 无可用补丁

source: Script
el: Δέσμη ενεργειών
fi: Komentojono
sl: Skript
tr: Komut dosyası
zh_cn: 脚本

source: Incompatible Package Versions
ca: Versions incompatibles de paquets
fi: Epäyhteensopivia pakettiversioita
fr: Versions du paquet incompatibles
it: Versioni del pacchetto incompatibili
pt_br: Versões de Pacote Incompatíveis
sl: Nezdružljive različice paketov
tr: Uyumsuz Paket Sürümleri
zh_cn: 不兼容的软件包版本

source: <p>You are trying to install multiversion-capable and non-multiversion-capable versions of this package at the same time.</p>
ca: <p>Esteu provant d'instal·lar al mateix temps versions capaces de multiversió i no capaces de multiversió d'aquest paquet.</p>
fi: <p>Yritä asentaa useampiversiokykyistä ja ei-useampiversiokykyistä versiota paketista yhtä aikaa.</p>
fr: <p>Vous tentez d'installer en même temps des versions de ce paquet compatibles multiversion et d'autres non compatibles multiversion.</p>
it: <p>Si sta tentando di installare contemporaneamente versioni del pacchetto che supportano versioni multiple e non.</p>
pt_br: <p>Você está tentando instalar versões compatíveis e incompatíveis com várias versões deste pacote ao mesmo tempo.</p>
sl: <p>Hkrati poskušate namestiti različice tega paketa, ki podpirajo več različic in ki ne podpirajo več različic.</p>
tr: <p>Bu paketin çoklu sürüm desteği olan ve olmayan sürümlerini aynı anda yüklemeye çalışıyorsunuz.</p>
zh_cn: <p>您正试图同时安装此软件包的可多版并存版本和不可多版并存版本。</p>

source: <p>This version is multiversion-capable.</p><p>Press "Continue" to install this version and unselect the non-multiversion-capable version, "Cancel" to unselect this version and keep the other one.</p>
ca: <p>Aquesta versió és capaç de multiversió.</p><p>Premeu "Continua" per instal·lar aquesta versió i desmarcar la versió no capaç de multiversió, i "Cancel·la" per desmarcar aquesta versió i mantenir l'altra.</p>
fi: <p>Tämä on useampiversiokykyinen versio.</p><p>Asenna tämä versio ja poista ei-useampiversiokykyisen version valinta painamalla ”Jatka” tai poista tämän version valinta ja säilytä nykyinen painamalla ”Peru”.</p>
fr: <p>Cette version est compatible multiversion.</p><p>Appuyez sur "Continuer" pour l'installer et désélectionner la version non compatible multiversion, ou sur "Annuler" pour désélectionner cette version et conserver l'autre.</p>
it: <p>Questa versione supporta versioni multiple.</p><p>Premere "Continua" per installare la versione e deselezionare la versione che non supporta le versioni multiple, fare clic su "Annulla" per deselezionare questa versione e mantenere l'altra.</p>
pt_br: <p>Esta versão é compatível com várias versões.</p><p>Clique em "Continuar" para instalar essa versão e desmarcar a versão incompatível com várias versões, ou em "Cancelar" para desmarcar essa versão e manter a outra.</p>
sl: <p>Ta različica podpira več hkratnih različic.</p><p>Izberite »Nadaljuj«, da namestite to različico in prekličete izbor različice, ki ne podpira več hkratnih različic; »Prekliči«, da prekličete izbor te različice in obdržite drugo.</p>
tr: <p>Bu sürüm çoklu sürüm yeteneğine sahiptir.</p><p>Bu sürümü yüklemek ve çoklu sürüm yeteneğine sahip olmayan sürümün seçimini kaldırmak için "Devam"a, bu sürümün seçimini kaldırmak ve diğerini tutmak için "İptal"e basın.</p>
zh_cn: <p>这是可多版并存的版本。</p><p>按“继续”将安装此版本并取消选择不可多版并存的版本，按“取消”将取消选择此版本并保留另一个。</p>

source: <p>This version is not multiversion-capable.</p><p>Press "Continue" to install only this version and unselect all other versions, "Cancel" to unselect this version and keep the other ones.<p>
ca: <p>Aquesta versió no és capaç de multiversió.</p><p>Premeu "Continua" per instal·lar només aquesta versió i desmarcar totes les altres versions, i "Cancel·la" per desmarcar aquesta versió i mantenir les altres.</p>
fi: <p>Tämä ei ole useampiversiokykyinen versio.</p><p>Asenna vain tämä versio ja poista muiden valinta painamalla ”Jatka” tai säilytä muut ja poista tämän valinta painamalla ”Peru”.</p>
fr: <p>Cette version n'est pas compatible multiversion.</p><p>Appuyez sur "Continuer" pour installer uniquement cette version et désélectionner toutes les autres versions, ou sur "Annuler" pour désélectionner cette version et conserver les autres.<p>
it: <p>Questa versione non supporta versioni multiple.</p><p>Premere "Continua" per installare solo questa versione e deselezionare tutte le altre versioni, fare clic su "Annulla" per deselezionare questa versione e mantenere le altre.</p>
pt_br: <p>Esta versão é incompatível com várias versões.</p><p>Clique em "Continuar" para instalar apenas essa versão e desmarcar todas as outras, ou em "Cancelar" para desmarcar essa versão e manter as outras.<p>
sl: <p>Ta različica ne podpira več hkratnih različic.</p><p>Izberite »Nadaljuj«, da namestite to različico in prekličete izbor vseh drugih različic; »Prekliči«, da prekličete izbor te različice in obdržite druge.</p>
tr: <p>Bu sürüm çoklu sürüm yeteneğine sahip değildir.</p><p>Yalnızca bu sürümü yüklemek ve diğer tüm sürümlerin seçimini kaldırmak için "Devam"a, bu sürümün seçimini kaldırmak ve diğerlerini tutmak için "İptal"e basın.<p>
zh_cn: <p>这不是可多版并存的版本。</p><p>按“继续”将只安装此版本并取消选择全部其他版本，按“取消”将取消选择此版本并保留其他版本。</p>

source: [RETRACTED]
ca: [RETRET]
fi: [TAKAISINVEDETTY]
fr: [RETIRÉ]
it: [RITIRATO]
pt_br: [RETIRADO]
sl: [OPUŠČENA]
tr: [GERİ ÇEKİLDİ]
zh_cn: [已撤回]

source: Please confirm
ca: Confirmeu-ho, si us plau.
fi: Vahvista
fr: Veuillez confirmer
it: Confermare
pt_br: Por favor, confirme
sl: Potrditev
tr: Lütfen onaylayın
zh_cn: 请确认

source: <p>Really install a retracted version of "%s" ?</p>
ca: <p>Realment voleu instal·lar una versió retreta de %s ?</p>
fi: <p>Todellako asennat takaisinvedetyn version "%s" ?</p>
fr: <p>Voulez-vous vraiment installer une version retirée de "%s" ?</p>
it: <p>Installare una versione ritirata di "%s" ?</p>
pt_br: <p>Instale realmente uma versão retraída do "%s" ?</p>
sl: <p>Ali res želite namestiti opuščeno različico paketa »%s«?</p>
tr: <p>Gerçekten "%s" dosyasının geri çekilmiş bir sürümünü yüklemek ister misiniz?</p>
zh_cn: <p>确实要安装这一已被维护团队撤回的版本的“%s”吗？</p>
