Repository: yast/yast-translations
Catalog: po/ncurses-pkg/*.po
Languages: ca, el, fi, fr, it, pt_br, sl, tr, zh_cn

source: <b>Conflicts with: </b>
ca: <b>Conflictes amb: </b>
el: <b>Συγκρούεται με: </b>
fi: <b>Ristiriidassa: </b>
fr: <b>Conflits avec : </b>
it: <b>In conflitto con: </b>
pt_br: <b>Conflita com: </b>
sl: <b>V sporu s/z: </b>
tr: <b>Şu paketlerle çakışıyor: </b>
zh_cn: <b>冲突对象：</b>

source: <i>List of Installed Files:</i><br>
ca: <i>Llista dels fitxers instal·lats:</i><br>
el: <i>Λίστα των Εγκατεστημένων Αρχείων:</i><br>
fi: <i>Luettelo asennetuista tiedostoista:</i><br>
fr: <i>Liste des fichiers installés :</i><br>
it: <i>Elenco dei file installati:</i><br>
pt_br: <i>Lista de arquivos instalados:</i><br>
sl: <i>Seznam nameščenih datotek:</i><br>
tr: <b>Kurulu dosyaların listesi: </b>
zh_cn: <i>已安装文件列表：</i><br>

source: Translations, dictionaries and other language-related files for
ca: Fitxers de traduccions, diccionaris i altres fitxers relacionats amb la llengua per a
el: Μεταφράσεις, λεξικά και άλλα αρχεία σχετικά με την γλώσσα για
fi: Käännökset, sanakirjat ja muut kieleen liittyvät tiedostot
fr: Traductions, dictionnaires et autres fichiers relatifs aux langues pour
it: Traduzioni, dizionari e altri file relativi alle lingue per
pt_br: Traduções, dicionários e outros arquivos relacionados a idiomas para
sl: Prevodi, slovarji in druge jezikovne datoteke za
tr: Çeviriler, sözlükler ve diğer dil ile ilgili dosyalar
zh_cn: 翻译、词典和其他语言相关文件，用于：

source: Patch Status and Patch Installation
ca: Estat i instal·lació de pedaços
el: Κατάσταση και εγκατάσταση διόρθωσης
fi: Korjausten tila ja asennus
fr: État et installation des correctifs
it: Stato e installazione delle patch
pt_br: Status do Patch e Instalação do Patch
sl: Stanje in nameščanje popravkov
tr: Yama Durumu ve Yama Kurulumu
zh_cn: 补丁状态和安装

source: <p>General information about patches:</p><p>The patches of kind <b>security</b> are solving security issues and we highly recommend to install it. You should also install <b>recommended</b> patches, they usually contain important bug-fixes. Install <b>feature</b> patches if you are interested in the feature.</p>
ca: <p>Informació general sobre pedaços:</p><p>Els tipus de pedaços de <b>seguretat</b> solucionen aspectes de seguretat i recomanem molt instal·lar-los. També hauríeu d'instal·lar els pedaços <b>recomanats</b>, normalment contenen correccions importants d'errors. Instal·leu pedaços de <b>característiques</b> si us interessa la caracterísitica.</p>
el: <p>Γενικές πληροφορίες σχετικά με διορθώσεις:</p><p>Οι διορθώσεις της κατηγορίας <b>ασφάλεια</b> επιλύουν θέματα ασφάλειας και σας συνιστούμε να τις εγκαταστήσετε. Πρέπει επίσης να εγκαταστήσετε <b>προτεινόμενες</b> διορθώσεις, που συνήθως περιέχουν σημανικές διορθώσεις σφαλμάτων. Εγκαταστήστε διορθωσεις </b>χαρακτηριστικών</b> εάν σας ενδιαφέρει το χαρακτηριστικό.</p>
fi: <p>Yleistä tietoa korjauksista:</p><p><b>Tietoturva</b> korjaukset korjaavat tärkeitä turvallisuuteen liittyviä ongelmia ja niiden asentaminen on erittäin suositeltavaa. On myös suositeltavaa asentaa<b>Suositellut</b> korjaukset, ne sisältävät tärkeitä bugi-korjauksia. Asenna <b>toiminne</b> korjaukset mikäli olet kiinnostunut toiminteesta.</p>
fr: <p>Information générale concernant les correctifs :</p><p>Les correctifs du type <b>sécurité</b> comblent des failles de sécurité et nous recommandons fortement de les installer. Vous devriez également installer les correctifs <b>recommandés</b>, ils contiennent habituellement d'importantes corrections de bogues. Installer les correctifs de <b>fonctionnalités</b> si vous êtes intéressés par la fonctionnalité offerte.</p>
it: <p>Informazioni generali sulle patch:</p><p>Le patch di tipo <b>sicurezza</b> risolvono i problemi di sicurezza ed è caldamente consigliato installarle. Si dovrebbero installare anche le patch <b>consigliate</b> in quanto di solito contengono importanti correzioni dei bug. Installare le patch di <b>funzionalità</b> se si è interessati alla funzionalità offerta.</p>
pt_br: <p>Informações gerais sobre patches:</p><p>Os patches de <b>segurança</b> solucionam problemas de segurança, e é altamente recomendável que sejam instaladas. Você também deve instalar os patches <b>recomendados</b>, pois geralmente incluem correções importantes de bugs. Instale os patches de <b>recurso</b> se você estiver interessado no recurso.</p>
sl: <p>Splošni podatki o popravkih:</p><p>Popravki vrste <b>varnost</b> odpravljajo varnostne težave in te je zelo priporočljivo namestiti. Dobro je namestiti tudi <b>priporočene</b> popravke, ker običajno odpravljajo večje in pomembne napake. Popravke vrste <b>zmožnost</b> namestite, če želite nove zmožnosti.</p>
tr: <p>Yamalar hakkında genel bilgiler:</p><p><b>Güvenlik</b> türündeki yamalar güvenlik sorunlarını çözmektedir ve bunları yüklemenizi şiddetle öneririz. Ayrıca <b>önerilen</b> yamaları da yüklemelisiniz, bunlar genellikle önemli hata düzeltmeleri içerir. Özelliğe ilgi duyuyorsanız <b>özellik</b> yamalarını yükleyin.</p>
zh_cn: <p>关于补丁的常规信息：</p><p><b>安全</b>类的补丁解决安全问题，强烈推荐安装。您也应该安装<b>推荐</b>类补丁，它们通常包含重要的故障修复。若您对新功能感兴趣，也可以安装<b>功能</b>类补丁。</p>

source: <p>Patches for "libzypp" (Package, Patch, Pattern and Product Management) will always get installed first. Other patches must be installed on a second run.</p>
ca: <p>Els pedaços per a "libzypp" (Gestió de paquets, pedaços, patrons i productes) s'instal·laran sempre en primer lloc. La resta de pedaços s'han d'instal·lar després.</p>
el: <p>Οι διορθώσεις για το "libzypp" (Πακέτο, Διόρθωση, Pattern και Διαχείριση Προϊόντος) πάντα θα εγκαθιστώνται πρώτες. Οι υπόλοιπες διορθώσεις θα εγκατασταθούν σε μια δεύτερη εκτέλεση.</p>
fi: <p>Korjaukset pakettiin "libzypp" (Paketti-, korjaus-, ohjelmistoryhmä- ja tuotehallinta) asennetaan aina ensiksi. Muut korjaukset asennetaan toisella suorituskerralla.</p>
fr: <p>Les correctifs pour "libzypp" (gestion des paquets, des correctifs, des schémas et des produits) seront toujours installés en premier. Les autres correctifs doivent être installés lors d'une seconde exécution.</p>
it: <p>Le patch per "libzypp" (Gestione di Pacchetti, Patch, Modelli e Prodotti) saranno sempre installate per prime. Le altre patch devono essere installate in un secondo tempo.</p>
pt_br: <p>Os patches para o "libzypp" (Pacote, Patch, Padrão e Gerenciamento de Produto) sempre serão instalados primeiro. Os outros patches devem ser instaladas em uma segunda execução.</p>
sl: <p>Popravki za »libzypp« (knjižnica za upravljanje paketov, popravkov, vzorcev in izdelkov) bodo vedno nameščeni najprej. Drugi popravki morajo biti nameščeni v drugem zagonu.</p>
tr: <p>"libzypp" (Paket, Yama, Desen ve Ürün Yönetimi) için yamalar her zaman önce yüklenir. Diğer yamalar ikinci bir çalıştırmada yüklenmelidir.</p>
zh_cn: <p>总是会首先安装用于“libzypp”（软件包、补丁、软件集和产品管理）的补丁。其他补丁必须在第二轮安装。</p>

source: <p>Meaning of the status flags:</p><p><b>a+ </b>: Patches concerning your installation are preselected. They will be downloaded and installed on your system. If you do not want a certain patch, deselect it with '-'.</p><p><b> i </b>: All requirements of this patch are satisfied.</p><p><b> + </b>: You have selected this patch for installation.</p>
ca: <p>El significat de les banderes d'estat:</p><p><b>a+ </b>: es preseleccionen els pedaços que tenen relació amb la instal·lació. Es baixaran i s'instal·laran al sistema. Si no voleu un pedaç concret, podeu desmarcar-lo amb "-".</p><p><b> i </b>: es satisfan tots els requeriments d'aquest pedaç.</p><p><b> + </b>: heu seleccionat aquest pedaç perquè s'instal·li.</p>
el: <p>Ερμηνεία των σημαιών κατάστασης:</p><p><b>a+ </b>: Διορθώσεις που αφορούν την εγκατάστασή σας είναι προεπιλογμένα. Θα κατεβούν και θα εγκατασταθούν στο σύστημά σας. Εάν δε θέλετε κάποια συγκεκριμένη διόρθωση, απεπιλέξτε την με το '-'.</p><p><b> i </b>: Όλες οι απαιτήσεις αυτής της διόρθωσης ικανοποιούνται.</p><p><b> + </b>: Έχετε επιλέξει αυτή τη διόρθωση για εγκατάσταση.</p>
fi: <p>Tilalippujen merkitykset:</p><p><b>a+</b>: Korjaukset asennustasi varten ovat esivalittuja. Ne ladataan ja asennetaan järjestelmääsi. Jos et halua jotain tiettyä korjausta, poista se valinnalla '-'.</p><p><b> i </b>: Kaikki korjauksen vaatimat riippuvuudet on täytetty.</p><p><b> + </b>: Olet valinnut tämän korjauksen asennettavaksi.</p>
fr: <p>Signification des indicateurs d'état :</p><p><b>a+ </b> : les correctifs concernant votre installation sont présélectionnés. Ils seront téléchargés et installés sur votre système. Si vous ne voulez pas d'un correctif particulier, désélectionnez-le avec '-'. </p><p><b> i </b> : toutes les exigences de ce correctif sont satisfaites.</p><p><b> + </b> : vous avez sélectionné ce correctif pour installation.</p>
it: <p>Significato delle indicazioni di stato:</p><p><b>a+ </b>: vengono preselezionate le patch relative all'installazione. Verranno scaricate e installate nel sistema. Se non si desidera una determinata patch, deselezionarla mediante '-'.</p><p><b> i </b>: tutti i requisiti di questa patch sono soddisfatti.</p><p><b> + </b>: questa patch è stata selezionata per l'installazione.</p>
pt_br: <p>Significado dos flags de status:</p><p><b>a+ </b>: Os patches relativos à sua instalação são pré-selecionados. Será feito o download e a instalação deles no sistema. Se você não quiser determinado patch, anule a seleção dele com '-'.</p><p><b> i </b>: Todos os requisitos deste patch foram satisfeitos.</p><p><b> + </b>: Você selecionou este patch para instalação.</p>
sl: <p>Pomen zastavic stanja:</p><p><b>a+ </b>: Na vašo namestitev nanašajoči se popravki so izbrani vnaprej. Preneseni in nameščeni bodo na vaš sistem. Če določenega popravka ne želite, prekličite izbiro s tipko »-«.</p><p><b> i </b>: Vsem zahtevam tega popravka je zadoščeno.</p><p><b> + </b>: Ta popravek ste izbrali za namestitev.</p>
tr: <p>Durum bayraklarının anlamı:</p><p><b>a+ </b>: Kurulumunuzla ilgili yamalar önceden seçilmiştir. Sisteminize indirilecek ve kurulacaktır. Belirli bir yamayı istemiyorsanız, '-' ile seçimini kaldırın.</p><p><b> i </b>: Bu yamanın tüm gereksinimleri karşılanmıştır.</p><p><b> + </b>: Bu yamayı kurulum için seçtiniz.</p>
zh_cn: <p>状态旗标含义：</p><p><b>a+</b>：预先选定了与您的系统有关的补丁。将会把它们下载并安装在您的系统上。若不想要某个特定补丁，可用“-”取消选择。</p><p><b>i</b>：已满足此补丁的全部需求。</p><p><b>+</b>：您已选择安装此补丁。</p>

source: <p>More details about the status:<br>If there are several patches for a package (or a set of packages) which aren't yet applied to the system all got preselected and have status <b>a+</b>. If one of these patches is deselected with '-' it might show the status <b>i</b> afterwards. This is because any of the other patches concerning the same package(s) is still selected. The newer version(s) of the package(s) will be installed and with it this patch is satisfied. Deselecting of all patches is required if the patches are not wanted.</p>
ca: <p>Més detalls sobre l'estat:<br> si hi ha diversos pedaços per a un paquet (o un conjunt de paquets) que encara no s'han aplicat al sistema, tots es preseleccionen i tenen l'estat <b>a+</b>. Si un d'aquests pedaços es desmarca amb -, després podria mostrar l'estat <b>i</b>. Això és així perquè algun dels altres pedaços referents al mateix paquet o paquets encara està seleccionat. S'instal·laran les versions més noves del paquet o paquets i amb això es satisfà el pedaç. És necessari desmarcar tots els pedaços si no es volen.</p>
el: <p>Περισσότερες λεπτομέρειες σχετικά με την κατάσταση:<br>Αν υπάρχουν πολλές διορθώσεις για ένα πακέτο (ή ένα σύνολο πακέτων) που δεν έχουν ακόμα εφαρμοστεί στο σύστημα όλες έχουν προεπιλεχθεί και έχουν κατάσταση <b>a+</b>. Αν κάποια από αυτές τις διορθώσεις έχει απεπιλεχθεί με το '-' μπορεί να εμφανίσει την κατάσταση <b>i</b> στη συνέχεια. Αυτό συμβαίνει επειδή κάποια από τις άλλες διορθώσεις που αφορούν το ίδιο πακέτο(α) είναι ακόμα επιλεγμένο. Οι νεώτερη(ες) έκδοση(εις) του πακέτου(ων) θα εγκατασταθεί και με έτσι η διόρθωση ικανοποιείται. Απεπιλογή όλων των διορθώσεων απαιτείται σε περίπτωση που αυτές δεν είναι επιθυμητές.</p>
fi: <p>Lisätietoja tilasta:<br>Mikäli pakettiin (tai joukkoon paketteja) on useita korjauksia joita ei ole vielä asennettu esivalitaan ne kaikki ja niiden tila on <b>a+</b>. Mikäli haluat poistaa jonkin korjauksen '-' -painikkeella saattaa korjauksen tila muuttua <b>i</b>. Tämä johtuu siitä, että joku toinen valittuna oleva korjaus samalle paketille asentaa uusimman version paketista ja näin ollen sisältää korjauksen. Valinnan poistaminen vaaditaan kaikista korjauksista jos korjaus ei ole tarpeellinen</p>
fr: <p>Davantage d'informations concernant l'état :<br>s'il y a plusieurs correctifs pour un paquet (ou un ensemble de paquets) qui ne sont pas encore appliqués au système, tous sont présélectionnés et sont à l'état <b>a+</b>. Si vous souhaitez désélectionner l'un des correctifs au moyen de '-', il pourrait malgré tout apparaître sous le statut <b>i</b> par la suite. Cela est dû au fait que d'autres correctifs concernant le ou les mêmes paquets sont toujours sélectionnés. Les versions des paquets les plus récentes seront installées, satisfaisant par conséquent ce correctif. Si vous ne voulez pas des correctifs, désélectionnez-les tous.</p>
it: <p>Maggiori dettagli sullo stato:<br>se sono presenti diverse patch per un pacchetto (o un insieme di pacchetti) che non sono ancora applicate al sistema, queste vengono preselezionate tutte e hanno lo stato <b>a+</b>. Se si deseleziona una di queste patch con '-', questa potrebbe in seguito presentare lo stato <b>i</b>. Questo è dovuto al fatto che una delle altre patch relative agli stessi pacchetti è ancora selezionata. Le nuove versioni dei pacchetti verranno installate e la patch sarà soddisfatta. Se non si desiderano le patch, è necessario deselezionarle tutte.</p>
pt_br: <p>Mais detalhes sobre o status:<br>Se houver vários patches para um pacote (ou um conjunto de pacotes) que ainda não foram aplicados ao sistema, todos serão pré-selecionados e terão o status <b>a+</b>. Se um desses patches for desmarcado com ''-'', ele poderá mostrar o status <b>i</b> posteriormente. Isso ocorre porque qualquer outro patch referente ao(s) mesmo(s) pacote(s) ainda estará selecionado. Será feita a instalação da(s) versão(ões) mais recente(s) do(s) pacote(s) e, com ela, esse patch será satisfeito. Será necessário anular a seleção de todos os patches se não forem desejados.</p>
sl: <p>Več podrobnosti o stanju:<br>Če obstaja več popravkov za paket (ali nabor paketov) in še niso uveljavljeni, so vsi izbrani vnaprej in imajo stanje <b>a+</b>. Če za enega izmed teh popravkov z »-« prekličete izbor, lahko po tem prikazuje stanje <b>i</b>. To je zato, ker so ostali popravki za iste pakete še vedno izbrani. Novejše različice paketov bodo nameščene in s tem je popravku zadoščeno. Če popravki niso zaželeni, morate preklicati izbiro vseh popravkov.</p>
tr: <p>Durum hakkında daha fazla ayrıntı:<br>Bir paket (veya bir paket kümesi) için henüz sisteme uygulanmamış birkaç yama varsa, hepsi önceden seçilmiştir ve <b>a+</b> durumuna sahiptir. Bu yamalardan biri '-' ile seçilmezse, sonrasında <b>i</b> durumunu gösterebilir. Bunun nedeni, aynı paket(ler) ile ilgili diğer yamaların hala seçili olmasıdır. Paket(ler)in daha yeni sürümü(leri) yüklenecek ve bununla birlikte bu yama karşılanmış olacaktır. Yamalar istenmiyorsa, tüm yamaların seçiminin kaldırılması gerekir.</p>
zh_cn: <p>更多关于状态的细节：<br>若有数个适用于某个软件包（或一套软件包）但尚未应用到系统的补丁，会将它们全部预先选定并设置 <b>a+</b> 状态。若使用“-”取消选择了一个补丁，它之后可能会显示为 <b>i</b> 状态。这是因为仍然选定了其他与这个软件包有关的补丁。系统仍会安装该软件包的新版本，且会应用这个补丁。若不想要补丁，则需要取消选择全部补丁。</p>

source: <p>The menus:</p><p>The <b>Filter</b> menu allows to filter the patches, e.g. show the 'Installed' ones or list 'Security' patches. It also provides to search for patches.<br>Use the <b>Actions</b> menu to change the status of a patch.<br>The <b>View</b> menu offers the possibility to see which packages are concerned by the patch. Please note: If the filter is 'All Patches' the package list for some patches might be empty. This means no packages are concerned because none of the patch packages is installed on the system.<br>The <b>Dependencies</b> menu contains dependencies checks and the 'Generate Solver Testcase' entry.</p>
ca: <p>Els menús:</p><p>el menú<b>Filtre</b> permet filtrar els pedaços; per exemple, mostra els Instal·lats o llista els pedaços de Seguretat. També ofereix la cerca de pedaços.<br>Useu el menú <b>Acccions</b> per canviar l'estat d'un pedaç.<br>El menú <b>Vista</b> ofereix la possibilitat de veure quins paquets tenen a veure amb amb un pedaç. Si us plau, tingueu en compte que, si el filtre és Tots els pedaços, la llista de paquets per a alguns pedaços podria ser buida. Això significa que no hi ha paquets implicats perquè cap dels paquets de pedaços està instal·lat al sistema.<br>El menú de <b>Dependències</b> conté comprovacions de dependències i l'entrada Genera un cas de prova.</p>
el: <p>Τα μενού:</p><p>Το μενού <b>Φίλτρο</b> επιτρέπει το φιλτράρισμα των διορθώσεων, π.χ. την εμφάνιση των 'Εγκατεστημένων' ή τη λίστα των διορθώσεων 'Ασφάλειας'. Επίσης, παρέχει αναζήτηση διορθώσεων.<br>Χρησιμοποιήστε το μενού <b>Ενέργειες</b> για να αλλάξετε την κατάσταση μιας διόρθωσης.<br>Το μενού <b>Προβολή</b> δίνει τη δυνατότητα να δείτε ποια πακέτα αφορά η διόρθωση. Σημειώστε: Αν το φίλτρο είναι 'Όλες οι Διορθώσεις' η λίστα πακέτων για ορισμένες διορθώσεις μπορεί να είναι άδεια. Αυτό σημαίνει ότι κανένα πακέτο δεν το αφορά η διόρθωση γιατί κανένα από τα διορθωτικά πακέτα δεν είναι εγκατεστημένο στο σύστημα.<br>Το μενού <b>Εξαρτήσεις</b> περιέχει τους ελέγχους εξαρτήσεων και την καταχώρηση 'Δημιουργία περίπτωσης ελέγχου Επίλυσης'.</p>
fi: <p>Valikot:</p><p><b>Suodin</b> -valikko mahdollistaa korjauksien suodattamisen esimerkiksi asennettujen pakettien mukaan tai listaa tietoturva korjaukset. Korjauksien etsiminen on myös mahdollista.<br><b>Toiminnot</b> -valikosta voidaan muuttaa korjauksen tilaa.<br><b>Näkymä</b> -valikosta on mahdollista katsoa paketit joita korjaus koskee. Huomaa: Mikäli suotimeksi on valittu "kaikki korjaukset" joidenkin korjauksien pakettilista saattaa olla tyhjä. Tämä tarkoittaa, että mitään paketteja joihin korjauksia on saatavilla ei ole asennettuna.<br><b>Riippuvuudet</b> -valikosta voi tarkistaa pakettien riippuvuudet ja suorittaa riippuvuuksien testaamisen. </p>
fr: <p>Les menus :</p><p>le menu <b>Filtrer</b> permet de filtrer les correctifs, par ex. de montrer les correctifs 'Installés' ou de lister les correctifs de 'Sécurité'. Il permet également de rechercher des correctifs.<br>Utilisez le menu <b>Actions</b> pour modifier l'état d'un correctif.<br>Le menu <b>Affichage</b> permet de voir les paquets concernés par le correctif. Veuillez noter que si le filtre choisi est 'Tous les correctifs', la liste des paquets de certains correctifs pourrait apparaitre vide. Cela signifie qu'aucun paquet n'est concerné, car aucun des paquets du correctif n'est installé sur le système.<br> Le menu <b>Dépendances</b> contient les vérifications de dépendances et l'entrée 'Générer un cas de test du résolveur'.</p>
it: <p>I menu:</p><p>il menu <b>Filtro</b> permette di filtrare le patch, ad esempio mostrare le patch 'Installate' o l'elenco di quelle di 'Sicurezza'. Fornisce altresì la possibilità di cercare le patch.<br>Usare il menu <b>Azioni</b> per cambiare lo stato di una patch.<br>Il menu <b>Vista</b> offre la possibilità di vedere quali pacchetti sono oggetto della patch. Si noti che se il filtro è 'Tutte le patch', l'elenco dei pacchetti per alcune patch potrebbe essere vuoto. Questo significa che nessun pacchetto è oggetto della patch in quanto nessuno dei pacchetti della patch è installato nel sistema. <br>Il menu <b>Dipendenze</b> contiene le verifiche delle dipendenze e la voce 'Genera test per risolutore delle dipendenze'.</p>
pt_br: <p>Os menus:</p><p>O menu <b>Filtrar</b> permite filtrar os patches; por exemplo, mostrar os patches ''Instalados'' ou listar os patches de ''Segurança''. É possível também procurar patches.<br>Use o menu <b>Ações</b> para mudar o status de um patch.<br>O menu <b>Ver</b> permite ver quais pacotes estão relacionados ao patch. Nota: Se o filtro for ''Todos os Patches'', a lista de pacotes de alguns patches poderá estar vazia. Isso significa que nenhum pacote relacionado ao patch foi instalado no sistema.<br>O menu <b>Dependências</b> inclui as verificações de dependências e a entrada ''Gerar Caso de Teste do Solucionador''.</p>
sl: <p>Meniji:</p><p>Meni <b>Filter</b> omogoča filtriranje popravkov, npr. prikaz »nameščenih« ali seznam »varnostnih« popravkov. Lahko tudi iščete po popravkih.<br>Uporabite meni <b>Dejanja</b>, da spremenite stanje popravka.<br>Meni <b>Prikaz</b> ponuja možnost prikaza paketov, na katere se popravek nanaša. Pomnite: Če je filter nastavljen na »Vsi popravki«, je lahko seznam paketov za nekatere popravke prazen. To pomeni, da se popravek ne nanaša na noben paket, ker le ta ni nameščen.<br>Meni <b>Odvisnosti</b> vsebuje preverjanja odvisnosti in ustvarjanje preizkusnega primera za reševalnik.</p>
tr: <p>Menüler:</p><p>Filtre menüsü yamaları filtrelemeye izin verir, örneğin 'Yüklü' olanları gösterir veya 'Güvenlik' yamalarını listeler. Ayrıca yamaları aramayı da sağlar.<br>Bir yamanın durumunu değiştirmek için <b>Eylemler</b> menüsünü kullanın.<br>Görünüm</b> menüsü yamanın hangi paketleri ilgilendirdiğini görme olanağı sunar. Lütfen dikkat: Filtre 'Tüm Yamalar' ise bazı yamalar için paket listesi boş olabilir. Bu, yama paketlerinden hiçbiri sistemde yüklü olmadığı için hiçbir paketin ilgilenmediği anlamına gelir.<br>Bağımlılıklar</b> menüsü bağımlılık kontrollerini ve 'Çözücü Test Örneği Oluştur' girişini içerir.</p>
zh_cn: <p>菜单：</p><p><b>过滤器</b>菜单允许过滤补丁，例如显示“已安装”的补丁或列出“安全”类补丁。它也提供了补丁搜索功能。<br>可使用<b>操作</b>菜单修改补丁状态。<br><b>视图</b>菜单可以查看补丁将补缀哪些软件包。请注意：若过滤器为“全部补丁”，某些补丁的软件包列表可能为空。这意味着不会补缀任何软件包，因为需补缀的软件包都没装在系统上。<br><b>依赖关系</b>菜单收录了依赖关系检查和“生成解决器试例”项。</p>

source: Warning
ca: Advertiment
el: Προειδοποίηση
fi: Varoitus
fr: Avertissement
it: Avviso
pt_br: Aviso
sl: Opozorilo
tr: Uyarı
zh_cn: 警告

source: Error
el: Σφάλμα
fi: Virhe
fr: Erreur
it: Errore
pt_br: Erro
sl: Napaka
tr: Hata
zh_cn: 错误

source: Notify
ca: Notifica
el: Ειδοποίηση
fi: Ilmoitus
fr: Notifier
it: Notifica
pt_br: Notificar
sl: Obvestilo
tr: Uyarı
zh_cn: 通知

source: &OK
ca: D'&acord
el: &Εντάξει
sl: &V redu
tr: &Tamam
zh_cn: 确定(&O)

source: C&ontinue
ca: C&ontinua
el: Σ&υνέχεια
fi: &Jatka
fr: C&ontinuer
it: C&ontinua
pt_br: C&ontinuar
sl: N&adaljuj
tr: De&vam et
zh_cn: 继续(&o)

source: &Yes
ca: &Sí
el: &Ναι
fi: &Kyllä
fr: O&ui
it: &Sì
pt_br: &Sim
sl: &Da
tr: &Evet
zh_cn: 是(&Y)

source: &No
el: &Όχι
fi: &Ei
fr: &Non
pt_br: &Não
sl: &Ne
tr: &Hayır
zh_cn: 否(&N)

source: &OK -- Try Again
ca: &D'acord. Torna-ho a intentar
el: &Εντάξει -- Δοκιμή Ξανά
fi: &OK -- Yritä uudelleen
fr: &OK - Réessayer
it: &OK -- Riprova
pt_br: &OK - Tentar novamente
sl: &V redu – poskusi znova
tr: &Tamam -- Yeniden dene
zh_cn: 确定(&O) -- 重试
