Repository: yast/yast-translations
Catalog: po/ncurses-pkg/*.po
Languages: ca, el, fi, fr, it, pt_br, sl, tr, zh_cn

source: <p><b>Welcome to the package selector</b></p><p>This tool will help you to manage the software on your system. You can install, update or remove single packages, as well as patterns (sets of packages serving certain purpose) or languages. Usually, you do not need to care about package dependencies when installing or removing anything, the solver will do it for you. The package selector consists of three main parts: <b>filters</b>, <b>package table</b> and <b>menu</b>.</p>
ca: <p><b>Benvinguts al selector de paquets</b></p><p> Aquesta eina us ajudarà a gestionar el programari del sistema. Podeu instal·lar, actualitzar, suprimir paquets aïllats així com patrons (conjunts de paquets que serveixen per a un propòsit) o llengües. Normalment, no us heu de preocupar per les dependències a l'hora d'instal·lar o suprimir qualsevol cosa, el programa ho farà per vosaltres. El selector de paquets consisteix en tres parts principals: els <b>fitres</b>, la <b>taula de paquets</b> i el <b>menú</b>.</p>
el: <h3> Καλωσορίσατε στον επιλογέα πακέτων</h3><p>Αυτό το εργαλείο θα σας βοηθήσει να διαχειριστείτε το λογισμικό στο σύστημά σας. Μπορείτε να εγκαταστήσετε, ενημερώσετε ή να αφαιρέσετε πακέτα, όπως και patterns (σύνολο πακέτων που εξυπηρετούν συγκεκριμένο σκοπό) ή γλώσσες. Συνήθως, δεν χρειάζεται να ανησυχείτε για εξαρτήσεις όταν εγκαθιστάτε ή αφαιρείτε κάτι, ο επιλυτής θα το κάνει αυτό για εσάς. Ο επιλογέας πακέτων αποτελείται από τρία κύρια τμήματα: <b>φίλτρα</b>, <b>πίνακας πακέτων<b> και το <b>μενού</b>.</p>
fi: <p><b>Tervetuloa pakettien valintaan</b></p><p>Tämä työkalu auttaa sinua hallitsemaan järjestelmän ohjelmistoja. Voit asentaa, päivittää tai poistaa yksittäisiä paketteja sekä ohjelmistoryhmiä (pakettivalintoja, jotka palvelevat tiettyä tarkoitusta) tai käännöspaketteja. Yleensä sinun ei tarvitse huolehtia pakettien välisistä riippuvuuksista kun asennat tai poistat niitä - ratkaisin huolehtii niistä puolestasi. Pakettien valinta koostuu kolmesta pääkohdasta: <b>suotimista</b>, <b>pakettiluettelosta</b> ja <b>valikosta</b>.</p>
fr: <p><b>Bienvenue dans le sélecteur de paquetages</b></p><p>Cet outil vous aide à gérer les logiciels installés sur votre système. Vous pouvez installer, mettre à jour ou supprimer des paquetages, aussi bien que des schémas (ensembles de paquets répondant à un objectif particulier) ou des langues. Habituellement, vous n'avez pas besoin de vous préoccuper des dépendances quand vous installez ou supprimez quelque chose,le résolveur le fera pour vous. Le sélecteur de paquetages se compose de 3 parties essentielles : <b>filtres</b>, <b>tableau des paquets</b> et <b>menu</b>.</p>
it: <p><b>Benvenuti nel selettore dei pacchetti</b></p><p>Questo strumento consente di gestire i programmi sul proprio sistema. È possibile installare, aggiornare o rimuovere singoli pacchetti così come modelli (insiemi di pacchetti utili ad un certo scopo) o lingue. In genere non è necessario occuparsi delle dipendenze dei pacchetti quando si installa o rimuove qualcosa, in quanto se ne occuperà il risolutore. Il selettore dei pacchetti consiste di tre parti principali: <b>filtri</b>, <b>tabella dei pacchetti</b> e <b>menu</b>.</p>
pt_br: <p><b>Bem-vindo ao seletor de pacotes</b></p><p>Esta ferramenta ajudará você a gerenciar os softwares em seu sistema. Você pode instalar, atualizar ou remover pacotes únicos e também padrões (conjuntos de pacotes com uma finalidade específica) ou idiomas. Geralmente, você não precisa se preocupar com as dependências dos pacotes ao instalar ou remover algo, o solucionador cuida de tudo para você. O seletor de pacotes consiste em três partes principais: <b>filtros</b>, <b>tabela de pacotes</b> e <b>menu</b>.</p>
sl: <p><b>Dobrodošli v upravljalnik paketov</b></p><p>To orodje vam bo pomagalo pri upravljanju programske opreme na sistemu. Posamezne pakete, vzorce (nabore paketov, ki služijo določenemu namenu) in jezike lahko nameščate, posodabljate ali odstranjujete. Običajno vam pri nameščanju in odstranjevanju ni potrebno skrbeti glede odvisnosti paketov. Reševalnik bo za to poskrbel namesto vas. Upravljalnik paketov sestavljajo trije glavni deli: <b>filtri</b>, <b>razpredelnica paketov</b> in <b>meni</b>.</p>
tr: <p><b>Paket seçiciye hoş geldiniz</b></p><p>Bu araç, sisteminizdeki yazılımı yönetmenize yardımcı olacaktır. Tek paketleri, desenleri (belirli bir amaca hizmet eden paket kümeleri) veya dilleri yükleyebilir, güncelleyebilir veya kaldırabilirsiniz. Genellikle, bir şeyi yüklerken veya kaldırırken paket bağımlılıklarını önemsemeniz gerekmez, çözücü bunu sizin için yapacaktır. Paket seçici üç ana bölümden oluşur: <b>filtreler</b>, <b>paket tablosu</b> ve <b>menü</b>.</p>
zh_cn: <p><b>欢迎使用软件包选择器</b></p><p>本工具将帮助您管理您系统上的软件。您可以安装、更新或者移除单一软件包、整个软件集（服务于特定目的的一套软件包）或语言。通常，在安装或移除任何对象时您都不需要关心软件包依赖关系，解决器会帮您处理。软件包选择器包括三个主要部分：<b>过滤器</b>、<b>软件包表</b>和<b>菜单</b>。</p>

source: <p><b>Filter</b> on left panel is designed for easy orientation in a large amount of packages. Use filters to display only packages from a certain repository or in a selected pattern (for example, Games or C/C++ Development) or to search for particular keywords. More information on filters can be found in <i>How to use filters</i>.</p>
ca: <p>El <b>Filtre</b> al plafó de l'esquerra està dissenyat per a una orientació fàcil en un conjunt molt gran de paquets. Useu els filtres per mostrar només paquets d'un repositori concret o d'un patró seleccionat (per exemple, Jocs o Desenvolupament C/C++) o per buscar paraules clau concretes. Podeu trobar més informació sobre els filtres a <i>Com usar els filtres</i>.</p>
el: <p>Τα <b>Φίλτρα</b> στον αριστερό πίνακα είναι σχεδιασμένα για ευκολότερο προσανατολισμό των πακέτων σε ένα μεγάλο αριθμό πακέτων. Χρησιμοποιήστε φίλτρα για την προβολή μόνο πακέτων από κάποιο συγκεκριμένο αποθετήριο ή σε κάποιο συγκεκριμένο pattern (για παράδειγμα, Παιχνίδια ή Ανάπτυξη C/C++) ή αναζήτηση με συγκεκριμένες λέξεις κλειδιά. Περισσότερες πληροφορίες για τα φίλτρα μπορούν να βρεθούν στο <i>Πως να χρησιμοποιήσετε τα φίλτρα</i>.</p>
fi: <p><b>Suotimet</b> (vasen paneeli) tekevät helpommaksi saada yleiskuvan suuresta joukosta paketteja. Suotimien avulla voit näyttää esimerkiksi vain tietyn asennuslähteen paketit tai tiettyyn ohjelmaryhmään (esimerkiksi pelit, C/C++-kehitys) kuuluvat paketit tai hakea haluamiasi hakusanoja. Löydät lisätietoja kohdasta <i>Kuinka suotimia käytetään</i>.</p>
fr: <p>Le <b>Filtre</b> du panneau de gauche est conçu pour une navigation aisée parmi un grand nombre de paquets. Utilisez les filtres pour afficher uniquement les paquets d'un dépôt particulier, ou dans un schéma sélectionné (par exemple Jeux ou Développement C/C++ ) ou pour rechercher des mots-clés spécifiques. Davantage d'informations sur les filtres sont disponibles dans <i>Comment utiliser les filtres</i>.</p>
it: <p>Il <b>Filtro</b> (pannello sinistro) è progettato per orientarsi in modo semplice tra il gran numero di pacchetti. Usare i filtri per visualizzare solo i pacchetti di un certo repository o di un modello selezionato (ad esempio, Giochi o Sviluppo C/C++), o per cercare particolari parole chiave. Ulteriori informazioni sui filtri si trovano in <i>Come usare i filtri</i>.</p>
pt_br: <p>O <b>Filtro</b> no painel esquerdo foi projetado para facilitar a orientação em uma grande quantidade de pacotes. Use os filtros para exibir apenas os pacotes de determinado repositório ou dentro de um padrão selecionado (por exemplo: Jogos ou Desenvolvimento em C/C++) ou para procurar palavras-chave específicas. Você encontra mais informações sobre os filtros em <i>Como usar os filtros</i>.</p>
sl: <p><b>Filter</b> na levi plošči je zasnovan za preprosto orientacijo po velikem številu paketov. Filtre uporabite za prikaz paketov samo iz določenega vira ali iz izbranega vzorca (na primer Igre ali Razvoj C/C++) ali za iskanje določenih ključnih besed. Več informacij o filtri lahko najdete v razdelku pomoči <i>Kako uporabljati filtre</i>.</p>
tr: <p>Sol paneldeki <b>Filtre</b>, büyük miktarda pakette kolay yönlendirme için tasarlanmıştır. Filtreleri yalnızca belirli bir depodan veya seçili bir desende (örneğin, Oyunlar veya C/C++ Geliştirme) paketleri görüntülemek veya belirli anahtar sözcükleri aramak için kullanın. Filtreler hakkında daha fazla bilgi <i>Filtreler nasıl kullanılır</i> bölümünde bulunabilir.</p>
zh_cn: <p>左边面板上的<b>过滤器</b>设计用于方便在大量软件包中定位。使用过滤器可以只显示出自特定软件源或所选软件集（例如，游戏或 C/C++ 开发）中的软件包，或搜索特定关键字。更多关于过滤器的信息可在<i>过滤器用法</i>中找到。</p>

source: <p><b>Package table</b> is the main component of the package selector. You will see a list of packages matching the current filter (for example, the selected RPM group or search result). Each line of the package table has several columns:</p>
ca: <p>La <b>Taula de paquets</b> és el component principal del selector de paquets. Hi veureu una llista de paquets que coincideixen amb el filtre actual (per exemple, el grup RPM seleccionat o el resultat de la cerca). Cada línia de la taula de paquets té diverses columnes:</p>
el: <p>Ο <b>πίνακας πακέτων</b> είναι το κύριο συστατικό του επιλογέα πακέτων. Θα δείτε μια λίστα με τα πακέτα που ταιριάζουν στο τρέχων φίλτρο (για παράδειγμα, μια επιλεγμένη ομάδα RPM ή αποτέλεσμα αναζήτησης). Κάθε γραμμή του πίνακα πακέτων έχει διάφορες στήλες:</p>
fi: <p><b>Pakettitaulukko</b> on pakettien valitsimen tärkein osa. Näet tässä luettelon suodinta vastaavista paketeista (esimerkiksi valittu RPM-ryhmä tai hakutulos). Kukin taulukon rivi sisältää useita sarakkeita:</p>
fr: <p>Le <b>tableau des paquets</b> est le composant principal du sélecteur de paquets. Vous y trouverez une liste de paquets correspondant au filtre courant (par exemple, le groupe RPM sélectionné ou le résultat de recherche). Chaque ligne du tableau des paquets présente plusieurs colonnes :</p>
it: <p>La <b>tabella dei pacchetti</b> è il componente principale del selettore dei pacchetti. Presenta un elenco di pacchetti che corrispondono al filtro corrente (ad esempio, il gruppo di RPM selezionato o il risultato della ricerca). Ogni riga della tabella dei pacchetti è composta da diverse colonne:</p>
pt_br: <p>A <b>tabela de pacotes</b> é o componente principal do seletor de pacotes. Você verá uma lista de pacotes que correspondem ao filtro atual (por exemplo, o grupo RPM selecionado ou o resultado da pesquisa). Cada linha da tabela de pacotes tem várias colunas:</p>
sl: <p><b>Razpredelnica paketov</b> je glavni del upravljalnika paketov. Prikazan bo seznam paketov, ki ustrezajo trenutnemu filtru (na primer izbrana skupina RPM ali rezultat iskanja). Vsaka vrstica razpredelnice paketov ima več stolpcev.</p>
tr: <p><b>Paket tablosu</b>, paket seçicinin ana bileşenidir. Geçerli filtreyle eşleşen paketlerin bir listesini göreceksiniz (örneğin, seçili RPM grubu veya arama sonucu). Paket tablosunun her satırında birkaç sütun bulunur:</p>
zh_cn: <p><b>软件包表</b>是软件包选择器的主要部件。您将看到匹配当前过滤规则（例如，所选 RPM 组或者搜索结果）的软件包列表。软件包表的每一行均分为几列：</p>

source: <ol><li>Package status (for more information see <i>Package Status and Symbols</i>)</li> <li>Package name</li><li>Package summary</li><li>Available version (in some of the configured repositories)</li> <li>Installed version(empty for not yet installed packages)</li> <li>Package size</li></ol>
ca: <ol><li>Estat del paquet (per a més informació vegeu <i>Estat i símbols del paquet</i>)</li> <li>Nom del paquet</li><li>Resum del paquet</li><li>Versió disponible (en alguns dels repositoris configurats)</li> <li>Versió instal·lada (buit per als paquets no instal·lats encara)</li> <li>Mida del paquet</li></ol>
el: <ol><li>Κατάσταση πακέτου (για περισσότερες πληροφορίες δείτε την <i>Κατάσταση και σύμβολα πακέτου</i>)</li> <li>Όνομα πακέτου</li><li>Σύνοψη πακέτου</li><li>Διαθέσιμη έκδοση (σε κάποιο από τα ρυθμισμένα αποθετήρια)</li> <li>Εγκατεστημένες εκδόσεις (κενό για τα μη εγκατεστημένα πακέτα)</li><li>Μέγεθος πακέτου</li></ol>
fi: <ol><li>Paketin tila (isätietoja kohdassa <i>Paketin tila ja symbolit</i>).</li> <li>Paketin nimi</li><li>Paketin yhteenveto</li><li>Saatavilla oleva versio (jossakin asennuslähteistä)</li><li>Asennettu versio (tyhjä, jos ei vielä asennettu)</li> <li>Paketin koko</li></ol>
fr: <ol><li>État du paquet (pour plus d'informations voir <i>États des paquets et Symboles</i>)</li><li>Nom du paquet</li><li>Résumé du paquet</li><li>Version disponible (dans certains dépôts configurés)</li><li>Version installée (vide pour les paquets non installés) </li><li>Taille du paquet</li></ol>
it: <ol><li>Stato del pacchetto (per ulteriori informazioni vedere <i>Stato del pacchetto e simboli</i>)</li> <li>Nome del pacchetto</li><li>Riepilogo pacchetto</li> <li>Versione disponibile (in alcuni dei repository configurati)</li> <li>Versione installata (vuoto per i pacchetti non ancora installati)</li><li>Dimensione pacchetto</li></ol>
pt_br: <ol><li>Status do pacote (para obter mais informações, consulte <i>Status e Símbolos dos Pacotes</i>)</li> <li>Nome do pacote</li><li>Resumo do pacote</li><li>Versão disponível (em alguns dos repositórios configurados)</li> <li>Versão instalada (vazio para pacotes ainda não instalados)</li> <li>Tamanho do pacote</li></ol>
sl: <ol><li>Stanje paketa (za več informacij si oglejte razdelek pomoči <i>Stanje paketa in simboli</i>)</li><li>Ime paketa</li><li>Povzetek paketa</li><li>Razpoložljiva različica (v nekaterih nastavljenih virih)</li><li>Nameščena različica (prazna za pakete, ki niso nameščeni)</li><li>Velikost paketa</li></ol>
tr: <ol><li>Paket durumu (daha fazla bilgi için <i>Paket Durumu ve Sembolleri</i>'ne bakın)</li> <li>Paket adı</li><li>Paket özeti</li><li>Kullanılabilir sürüm (yapılandırılmış depoların bazılarında)</li> <li>Yüklü sürüm (henüz yüklenmemiş paketler için boş)</li> <li>Paket boyutu</li></ol>
zh_cn: <ol><li>软件包状态（更多信息见<i>软件包状态和符号</i>）</li><li>软件包名称</li><li>软件包摘要</li><li>可用版本（在某些已配置的软件源中）</li><li>已安装版本（尚未安装则为空）</li><li>软件包大小</li></ol>

source: <p>The <b>Actions</b> menu below the table allows you to change the status of a selected package (or all packages in the list), for example, to delete a package or select an additional package for installation. The status change can also be done directly by pressing the key specified in the menu item (for detailed information about the package status, see <i>Package Status and Symbols</i>).</p>
ca: <p>El menú <b>Accions:</b> podeu canviar l'estat del paquet que heu seleccionat (o de tots els paquets de la llista); per exemple, podeu suprimir un paquet o seleccionar-ne un de nou per a instal·lar-lo. També podeu fer directament el canvi d'estat amb la tecla especificada del menú (consulteu la secció <i>Estat i símbols dels paquets</i>) si voleu obtenir-ne més informació).</p>
el: <p>Το μενού <b>Ενέργειες</b> ακριβώς κάτω από τον πίνακα σας επιτρέπει να αλλάξετε την κατάσταση του επιλεγμένου πακέτου (ή όλων των πακέτων στη λίστα), για παράδειγμα, για τη διαγραφή πακέτου ή επιλογή επιπλέον πακέτου για εγκατάσταση. Η αλλαγή κατάστασης μπορεί επίσης να επιτευχθεί κατευθείαν πατώντας το πλήκτρο που καθορίζεται στο αντικείμενο του μενού (για λεπτομερείς πληροφορίες σχετικά με την κατάσταση πακέτου δείτε <i>Κατάσταση και Σύμβολα Πακέτου<i>).</p>
fi: <p><b>Toiminnot</b>-valikko taulukon alla sallii valittujen pakettien tilan muuttamisen (tai kaikkien luettelon pakettien tilan). Voit esimerkiksi poistaa paketteja tai valita lisäpaketteja asennettavaksi. Tilaa voidaan muuttaa myös suoraan painamalla haluttua näppäintä (katso <i>Pakettien tilaohje</i> saadaksesi yksityiskohtaista tietoa pakettien tiloista).</p>
fr: <p>Le menu <b>Actions</b> sous le tableau vous permet de changer l'état du paquet sélectionné (ou de tous les paquets dans la liste), par exemple de supprimer un paquet ou de sélectionner un paquet supplémentaire pour l'installation. Le changement d'état peut également être réalisé directement en appuyant sur la touche spécifiée dans le menu (pour de plus amples informations quant à l'état du paquet, voir <i>Symboles et états des paquets</i>).</p>
it: <p>Il menu <b>Azioni</b> sotto la tabella permette di modificare lo stato dei pacchetti selezionati (o di tutti i pacchetti nell'elenco), per esempio, di rimuovere un pacchetto o di selezionare un pacchetto aggiuntivo da installare. La modifica dello stato può anche essere eseguita direttamente premendo il tasto specificato nella voce del menu (per informazioni dettagliate circa lo stato del pacchetto, vedere <i>Stato dei pacchetti e simboli</i>).</p>
pt_br: <p>O menu <b>Ações</b> abaixo da tabela permite mudar o status de um pacote selecionado (ou de todos os pacotes na lista), por exemplo, para apagar um pacote ou selecionar um pacote adicional para instalação. A mudança de status também pode ser feita diretamente, pressionando a tecla especificada no item de menu (para obter informações detalhadas sobre o status do pacote, consulte <i>Status e Símbolos dos Pacotes</i>).</p>
sl: <p>Meni <b>Dejanja</b> pod razpredelnico omogoča spreminjanje stanja izbranega paketa (ali vseh paketov na seznamu); npr. brisanje paketa ali izbora dodatnega paketa za namestitev. Stanje lahko spremenite tudi neposredno s pritiskom tipke, ki je določena v postavki menija (za podrobne informacije o stanju paketa, glejte razdelek pomoči <i>Stanje paketa in simboli</i>).</p>
tr: <p>Tablonun altındaki <b>Eylemler</b> menüsü, seçili bir paketin (veya listedeki tüm paketlerin) durumunu değiştirmenize olanak tanır; örneğin, bir paketi silmek veya kurulum için ek bir paket seçmek için. Durum değişikliği, menü öğesinde belirtilen tuşa basılarak da doğrudan yapılabilir (paket durumu hakkında ayrıntılı bilgi için <i>Paket Durumu ve Semboller</i> bölümüne bakın).</p>
zh_cn: <p>表格下方的<b>操作</b>菜单可修改所选（或列表中全部）软件包的状态，例如，删除一个软件包或者选择安装一个额外的软件包。也可按菜单项中指定的键来更改状态（软件包状态详情请参见<i>软件包状态和符号</i>）。</p>

source: <p><b>Menu</b> provides functions related to the handling of package dependencies. Display relevant information on packages or perform actions like opening the repository editor. For more information, see <i>Useful Functions in Menu</i>.</p>
ca: <p>El <b>menú</b> proporciona funcions relacionades amb la gestió de les dependències dels paquets. Mostra informació rellevant sobre els paquets o fa accions com ara obrir l'editor dels repositoris. Per a més informació, vegeu <i>Funcions útils al menú</i>.</p>
el: <p>Το <b>Μενού</b> παρέχει λειτουργίες που σχετίζονται με την διαχείριση εξαρτήσεων των πακέτων. Προβάλλονται σχετικές πληροφορίες για τα πακέτα ή εκτελούνται άλλες ενέργειες όπως άνοιγμα του επεξεργαστή αποθετηρίων. Για περισσότερες πληροφορίες, δείτε το <i>Χρήσιμες Λειτουργίες στο Μενού</i>.</p>
fi: <p><b>Valikko</b> tarjoaa toimintoja, jotka liittyvät riippuvuuksien hallintaan. Näyttää paketteja koskevia tietoja tai suorittaa toimintoja kuten asennuslähteiden muokkaimen avaamisen. Lisätietoja löydät kohdasta <i>Valikon hyödylliset toiminnot</i></p>
fr: <p><b>Menu</b> fournit les fonctions relatives à la gestion des dépendances des paquets. Afficher les informations utiles sur les paquets et effectuer des actions telles que l'ouverture du gestionnaire de dépôts. Pour plus d'informations, voir <i>Fonctions utiles dans le Menu</i>.</p>
it: <p>Il <b>menu</b> fornisce funzioni correlate alla gestione delle dipendenze dei pacchetti. Visualizza informazioni rilevanti sui pacchetti ed esegue azioni come l'apertura dell'editor dei repository. Per ulteriori informazioni, vedere <i>Funzioni utili nel menu</i>.</p>
pt_br: <p>O <b>menu</b> inclui funções relacionadas ao gerenciamento das dependências dos pacotes: exibir informações relevantes sobre os pacotes ou executar ações, como abrir o editor de repositório. Para obter mais informações, consulte <i>Funções Úteis no Menu</i>.</p>
sl: <p><b>Meni</b> ponuja funkcije, ki so povezane z upravljanjem odvisnosti paketov. Prikažete lahko podatke o paketih ali izvedete dejanja kot je odpiranje urejevalnika virov. Za več informacij si oglejte razdelek pomoči <i>Uporabne funkcije v menijih</i>.</p>
tr: <p><b>Menü</b>, paket bağımlılıklarının işlenmesiyle ilgili işlevler sağlar. Paketler hakkında ilgili bilgileri görüntüleyin veya depo düzenleyicisini açma gibi eylemler gerçekleştirin. Daha fazla bilgi için <i>Menüdeki Faydalı İşlevler</i> bölümüne bakın.</p>
zh_cn: <p><b>菜单</b>提供了与处理软件包依赖关系相关的功能。如显示软件包相关信息，或执行打开软件源编辑器这样的操作等。更多信息，请见<i>菜单中好用的功能</i>。</p>

source: Package Status and Symbols
ca: Estat i símbols dels paquets
el: Κατάσταση και σύμβολα πακέτου
fi: Pakettien tilaohje
fr: Symboles et états des paquets
it: Stato del pacchetto e simboli
pt_br: Status do Pacote e Símbolos
sl: Stanje paketa in simboli
tr: Paket Durumu ve Sembolleri
zh_cn: 软件包状态和符号
