Repository: yast/yast-translations
Catalog: po/ncurses-pkg/*.po
Languages: ca, el, fi, fr, it, pt_br, sl, tr, zh_cn

source: <p>To use the <b>Search</b> filter, enter a keyword (or part of keyword) for the package search. For example, search for all 3D packages using the expression "3d". You can also search in package descriptions, RPM provides or requires. Select the appropriate check box and click the 'Search' button.</p>
ca: <p> Per usar el filtre de <b>Cerca</b>, escriviu-hi una paraula clau (o part d'una paraula clau) per a la cerca de paquets. Per exemple, si voleu cercar tots els paquets 3D, escriviu "3d". També podeu cercar a les descripcions dels paquets, "RPM proporciona" o "requereix". Marqueu l'opció corresponent i cliqueu al botó "Cerca"</p>
el: <p>Για να χρησιμοποιήσετε το φίλτρο <b>Αναζήτηση</b>, εισάγετε μια λέξη-κλειδί (ή μέρος της λέξης) για την εύρεση πακέτων. Για παράδειγμα, αναζητήστε για όλα τα πακέτα 3D με την έκφραση "3d". Μπορείτε να αναζητήσετε σε περιγραφές πακέτων, τους παροχείς RPM ή απαιτήσεις. Επιλέξτε το κατάλληλο πλαίσιο επιλογής και πατήστε το κουμπί 'Αναζήτηση'.</p>
fi: <p>Käyttääksesi <b>Hae</b>-suodinta, anna hakusana (tai osittainen hakusana) paketti hakuun. Esimerkiksi etsiäksesi kaikki 3D-paketit anna hakusanaksi "3d". Voit etsiä myös paketin kuvauksesta, RPM-paketin tiedostoista tai riippuvuuksista Valitse kuvausta vastaava valinta ja aloita etsintä painamalla 'Hae'-nappia.</p>
fr: <p>Pour utiliser le filtre <b>Rechercher</b>, entrez un mot-clé (ou une partie de mot-clé) pour votre recherche de paquet. Par exemple, pour rechercher tous les paquets 3D, utilisez l'expression "3d". Vous pouvez aussi effectuer une recherche dans la description des paquets quels sont ceux fournis ou requis par un RPM. Cochez la case correspondante et cliquez sur le bouton 'Rechercher'.</p>
it: <p>Per usare il filtro <b>Cerca</b>, introdurre una parola chiave (o parte di una parola chiave) per la ricerca del pacchetto. Ad esempio, cercare tutti i pacchetti riguardanti il 3D usando l'espressione "3d". È anche possibile cercare nelle descrizioni dei pacchetti, in ciò che gli RPM forniscono o richiedono. Selezionare la casella appropriata e premere il pulsante 'Cerca'.</p>
pt_br: <p>Para usar o filtro de <b>Pesquisa</b>, digite uma palavra-chave (ou parte dela) para a pesquisa de pacotes. Por exemplo, procure todos os pacotes 3D usando a expressão "3d". Também é possível pesquisar nas descrições do pacote e na dependência provides ou requires do RPM. Marque a caixa de seleção apropriada e clique no botão ''Pesquisar''.</p>
sl: <p>Da uporabite filter <b>Iskanje</b>, vnesite ključno besedo (ali del nje) za iskanje paketa. Na primer za iskanje vseh paketov 3D vpišite »3d«. Iščete lahko tudi besedo v opisu paketa, ter po tem kar paket zagotavlja ali zahteva. Izberite ustrezno označno polje in pritisnite tipko »Vnašalko«.</p>
tr: <p><b>Arama</b> filtresini kullanmak için, paket araması için bir anahtar sözcük (veya anahtar sözcüğün bir parçası) girin. Örneğin, "3d" ifadesini kullanarak tüm 3D paketleri arayın. Ayrıca, RPM'nin sağladığı veya gerektirdiği paket açıklamalarında da arama yapabilirsiniz. Uygun onay kutusunu seçin ve 'Ara' düğmesine tıklayın.</p>
zh_cn: <p>要使用<b>搜索</b>过滤器，请输入关键字（或关键字的一部分）开始软件包搜索。例如，使用“3d”表达式来搜索全部 3D 软件包。您也可搜索软件包描述、RPM 提供、或 RPM 需要，只需选择恰当的复选框并点击“搜索”按钮即可。</p>

source: <p>The <b>Installation summary</b> presents an overview of packages whose status has changed during this session (e.g. marked for installation or removal), either by the user or automatically by the solver. The filter <b>Package Classification</b> provides information about <i>Recommended</i>, <i>Suggested</i>, <i>Orphaned</i> and <i>Unneeded</i> packages.</p>
ca: <p>El <b>resum de la instal·lació</b> presenta un resum dels paquets que han canviat d'estat durant aquesta sessió (per exemple, marcats per instal·lar o suprimirl), o bé per l'usuari o automàticament pel programa gestor. El filtre <b>Classificació dels paquets</b> proporciona informació sobre paquets <i>recomanants</i>, <i>suggerits</i>, <i>orfes</i> i <i>no necessaris</i>.</p>
el: <p>Η <b>Περίληψη εγκατάστασης</b> παρουσιάζει μια περίληψη των πακέτων που η κατάστασή τους έχει αλλάξει σε αυτήν την συνεδρία (πχ, σημειώθηκαν για εγκατάσταση ή αφαίρεση), είτε από τον χρήστη, είτε αυτόματα από τον επιλύτη. Το φίλτρο <b>Κατάταξη Πακέτου</b> παρέχει πληροφορίες σχετικά με <i>Προτεινόμενα</i>, <i>Συνιστώμενα</i>, <i>Ορφανά</i> και <i>Αχρείαστα</i> πακέτα.</p>
fi: <p><b>Asennuksen yhteenveto</b> antaa yhteenvedon paketeista, joiden tilaa on muutettu tässä istunnossa (esimerkiksi merkitsemällä asennettavaksi tai poistettavaksi), ne voivat olla joko käyttäjän antamia tai automaattisesti tehtyjä. Suodin <b>Pakettiluokka</b> tarjoaa tietoa <i>Suositelluista</i>, <i>Ehdotetuista</i>, <i>Orvoista</i> ja <i>Tarpeettomista</i> paketeista.</p>
fr: <p>Le <b>Résumé d'installation</b> présente un aperçu des paquets dont l'état a été modifié durant la session en cours (ex. marqués pour installation ou suppression), aussi bien par l'utilisateur que par le résolveur. Le filtre <b>Catégories de paquets</b> fournit des informations sur les paquets <i>Recommandés</i>,<i>Suggérés</i>,<i>Orphelins</i> et <i>Non requis</i>.</p>
it: <p><b>Riepilogo installazione</b> presenta una panoramica dei pacchetti il cui stato è stato modificato durante la sessione (ad esempio, contrassegnati per l'installazione o la rimozione) dall'utente o automaticamente dal risolutore delle dipendenze. Il filtro <b>Classificazione dei pacchetti</b> fornisce le informazioni sui pacchetti <i>consigliati</i>, <i>suggeriti</i>, <i>orfani</i> e <i>non necessari</i>.</p>
pt_br: <p>O <b>Resumo da instalação</b> apresenta uma visão geral dos pacotes com o status modificado nesta sessão (por exemplo, marcados para instalação ou remoção), seja pelo usuário ou automaticamente pelo solucionador. O filtro <b>Classificação de Pacote</b> mostra informações sobre pacotes <i>Recomendados</i>, <i>Sugeridos</i>, <i>Órfãos</i> e <i>Desnecessários</i>.</p>
sl: <p><b>Povzetek namestitve</b> prikazuje pregled paketov, katerim se je med trenutno sejo spremenilo stanje (npr. so bili označeni za namestitev ali odstranitev), ročno (s strani uporabnika) ali pa samodejno (s strani reševalnika). Filter <b>Razredi paketov</b> ponuja podatke o <i>priporočenih</i>, <i>predlaganih</i>, <i>osirotelih</i> in <i>nepotrebnih</i> paketih.</p>
tr: <p><b>Kurulum özeti</b>, bu oturum sırasında durumu kullanıcı tarafından veya çözücü tarafından otomatik olarak değişen paketlerin (örneğin kurulum veya kaldırma için işaretlenmiş) genel görünümünü sunar. <b>Paket Sınıflandırması</b> filtresi, <i>Önerilen</i>, <i>Önerilen</i>, <i>Yetim</i> ve <i>Gereksiz</i> paketler hakkında bilgi sağlar.</p>
zh_cn: <p><b>安装摘要</b>呈现了在此会话中状态发生改变的软件包概览（例如，标记为待安装或移除），这些改变可以是用户指定的，也可以是解决器自动做出的。<b>软件包分类</b>过滤器提供了关于<i>推荐</i>、<i>建议</i>、<i>孤立</i>和<i>不需要</i>的软件包的信息。</p>

source: Useful Functions in Menu
ca: Funcions útils al menú
el: Χρήσιμες Λειτουργίες Μενού
fi: Käytännöllisiä toimintoja valikossa
fr: Fonctions utiles du menu
it: Funzioni utili nel menu
pt_br: Funções úteis no menu
sl: Uporabne funkcije v menijih
tr: Menüdeki Faydalı Fonksiyonlar
zh_cn: 菜单中好用的功能

source: <p><b>Dependencies:</b><br> This menu offers various actions related to the handling of package dependencies. By default, package dependencies are checked with every status change. You will be informed about package conflicts in a dialog proposing possible conflict resolutions. To resolve the conflict, select one of the offered solutions and press 'OK -- Try Again'.</p>
ca: <p><b>Dependències:</b><br> aquest menú ofereix diverses accions relacionades amb la gestió de les dependències dels paquets. Per defecte, es comproven les dependències amb cada canvi d'estat. Se us informarà de conflictes entre paquets en un diàleg que us proposarà possibles solucions. Per resoldre el conflicte, seleccioneu una de les opcions oferides i premeu 'D'acord -- Torna-ho a provar'.</p>
el: <p><b>Εξαρτήσεις:</b> Αυτό το μενού παρέχει διάφορες ενέργειες σχετικές με την διαχείριση των εξαρτήσεων των πακέτων. Από προεπιλογή, οι εξαρτήσεις των πακέτων ελέγχονται με κάθε αλλαγή κατάστασης (<i>Αυτόματος Έλεγχος Εξαρτήσεων</i> είναι ενεργός). Θα ενημερωθείτε σχετικά με συγκρούσεις πακέτων σε ένα παράθυρο που θα προτείνει πιθανές λύσεις. Για να λύσετε τις συγκρούσεις, επιλέξτε μια από τις διαθέσιμες λύσεις και πατήστε 'Εντάξει -- Προσπαθήστε Ξανά'.</p>
fi: <p><b>Riippuvuudet:</b> <br>Tämä valikko tarjoaa toimintoja, jotka liittyvät pakettien riippuvuuksien käsittelyyn. Oletuksena pakettien riippuvuudet tarkistetaan aina kun niiden tila muuttuu. Sinulle ilmoitetaan pakettien välisistä ristiriidoista ja ehdotetaan mahdollista ristiriidan ratkaisua. Ratkaistaksesi ristiriidan, valitse yksi tarjotuista ehdotuksista ja napsauta sitten 'OK -- yritä uudelleen'.</p>
fr: <p><b>Dépendances :</b> Ce menu offre diverses actions en relation avec la gestion des dépendances des paquets. Par défaut, les dépendances des paquets sont vérifiées à chaque changement d'état. Vous serez informé des conflits entre paquets dans une boite de dialogue proposant des possibilités de résolution des conflits. Pour résoudre un conflit, sélectionnez l'une des solutions proposées et cliquez sur 'OK - Réessayer'.</p>
it: <p><b>Dipendenze:</b><br> questo menu offre varie azioni correlate alla gestione delle dipendenze dei pacchetti. Per impostazione predefinita le dipendenze vengono verificate a ogni cambiamento di stato. Si verrà informati dei conflitti tra pacchetti in una finestra di dialogo che propone le possibili soluzioni. Per risolvere il conflitto, selezionare una delle soluzioni proposte e premere 'OK -- Riprova'.</p>
pt_br: <p><b>Dependências:</b><br> Esse menu oferece várias ações relacionadas ao gerenciamento das dependências de pacote. Por padrão, as dependências de pacote são verificadas a cada mudança de status. Você será informado sobre os conflitos de pacote em uma caixa de diálogo que propõe possíveis resoluções dos conflitos. Para resolver o conflito, selecione uma das soluções oferecidas e clique em ''OK -- Tentar Novamente''.</p>
sl: <p><b>Odvisnosti:</b><br> Ta meni ponuja razna dejanja, ki so povezana z upravljanjem odvisnosti paketov. Privzeto se odvisnosti paketov preverijo ob vsaki spremembi stanja. O težavah boste obveščeni v pogovornem oknu, kjer bodo tudi predlogi za razrešitev težav. Da razrešite težavo, izberite eno izmed ponujenih rešitev in uporabite »V redu – poskusi znova«.</p>
tr: <p><b>Bağımlılıklar:</b><br> Bu menü, paket bağımlılıklarının işlenmesiyle ilgili çeşitli eylemler sunar. Varsayılan olarak, paket bağımlılıkları her durum değişikliğinde kontrol edilir. Olası çakışma çözümlerini öneren bir iletişim kutusunda paket çakışmaları hakkında bilgilendirileceksiniz. Çakışmayı çözmek için, sunulan çözümlerden birini seçin ve 'Tamam -- Tekrar Dene'ye basın.</p>
zh_cn: <p><b>依赖关系：</b><br>此菜单提供了许多与软件包依赖关系处理有关的操作。默认情况下，每次状态变化都将检查软件包依赖关系。若有软件包冲突，将在一个对话框中通知您，并提出可能的冲突解决方案。要解决冲突，可选择其提供的一种解决方案并按“确定 -- 重试”。</p>

source: <p>To disable dependency checking on every status change, toggle <i>Automatic Dependency Check</i> OFF. You can check dependencies manually by selecting <i>Check Dependencies Now</i>. The <i>Verify system</i> entry will check the dependencies of already installed packages and resolve conflicts non-interactively, marking missing packages for automatic installation if necessary. For debugging purposes, use <i>Generate Dependency Solver Testcase</i>. It will dump package dependencies data into the directory <tt>/var/log/YaST2/solverTestcase</tt>. This is usually what you need when asked for a "solver testcase" in Bugzilla.</p>
ca: <p>Per inhabilitar la comprovació de dependències a cada canvi d'estat, commuteu la <i>Comprovació automàtica de dependències</i> a OFF. Podeu comprovar les dependències manualment seleccionant <i>Comprova les dependències ara</i>. L'entrada <i>Verifica el sistema</i> comprovarà les dependències dels paquets ja instal·lats i resoldrà els conflictes no interactius, marcant els paquets que faltin per instal·lar-los automàticament si és necessari. Per fer depuració, useu <i>Genera un cas de prova de resolució de dependències</i>. Abocarà les dades de dependències al directori <tt>/var/log/YaST2/solverTestcase</tt>. Això és el que sempre necessiteu quan se us pregunta per un "solver testcase" a Bugzilla.</p>
el: <p>Για να απενεργοποιήσετε τον έλεγχο εξαρτήσεων σε κάθε αλλαγή κατάστασης, αλλάξτε το <i>Αυτόματος Έλεγχος Εξαρτήσεων</i> σε ανενεργό. Μπορείτε να ελέγξετε για εξαρτήσεις χειροκίνητα επιλέγοντας <i>Έλεγχος Εξαρτήσεων Τώρα</i>. Η καταχώρηση <i>Επιβεβαίωση συστήματος</i> θα ελέγξει τις εξαρτήσεις των πακέτων και θα επιλύσει τις συγκρούσεις μη διαδραστικά, σημειώνοντας τα πακέτα που λείπουν για αυτόματη εγκατάσταση, αν αυτό είναι δυνατόν. Για σκοπούς αποσφαλμάτωσης, χρησιμοποιήσετε το <i>Δημιουργία Δοκιμαστικής Επίλυσης Εξαρτήσεων</i>. Θα αποτυπώσει τα δεδομένα αποτύπωσης των εξαρτήσεων στον κατάλογο <tt>/var/log/YaST2/solverTestcase</tt>. Συνήθως αυτό είναι που χρειάζεστε όταν σας ρωτάνε για το "solver testcase" στο Bugzilla.</p>
fi: <p>Voit ottaa riippuvuuksien tarkistuksen pois käytöstä vaihtamalla <i>Automaattinen riippuvuuksien tarkistus</i> -valinnan tilaa. Voit tarkistaa riippuvuudet käsin valitsemalla <i>Tarkista riippuvuudet nyt</i>. <i>Tarkista järjestelmä</i> tarkistaa pakettien riippuvuudet ja ratkoo ristiriidat vuorovaikutuksettomassa tilassa merkiten automaattisesti asennettavat paketit tarpeen vaatiessa. Virheiden etsintää varten voit käyttää toimintoa <i>Luo riippuvuuksien ratkaisun testitapaus</i>. Se tallentaa riippuvuustiedot hakemistoon <tt>/var/log/YaST2/solverTestcase</tt>. Tätä tiedostoa tarvitset usein, kun sinulta pyydetään Bugzillassa "solver testcasea".</p>
fr: <p>Pour désactiver la vérification des dépendances à chaque changement d'état, désactivez <i>Vérification automatique des dépendances</i>. Vous pouvez vérifier les dépendances manuellement en sélectionnant <i>Vérifier les dépendances maintenant</i>. L'entrée <i>Vérifier le système</i> vérifiera les dépendances des paquets déjà installés et résoudra les conflits sans interaction avec l'utilisateur, marquant si nécessaire les paquets manquants pour une installation automatique. Pour le débogage, utilisez <i>Générer un cas de test de résolution de dépendances</i>. Cela génèrera les données sur les dépendances de paquets dans le dossier <tt>/var/log/YaST2/solverTestcase</tt>. C'est généralement ce dont vous avez besoin lorsque l'on vous demande un "solver testcase" dans bugzilla.</p>
it: <p>Per disabilitare il controllo delle dipendenze ad ogni modifica dello stato deselezionare <i>Controllo automatico delle dipendenze</i>. È possibile verificare manualmente le dipendenze selezionando <i>Controlla le dipendenze ora</i>. La voce <i>Verifica sistema</i> verificherà le dipendenze dei pacchetti già installati e risolverà i conflitti in modo non interattivo, contrassegnando i pacchetti mancanti per l'installazione automatica, se necessario. Per effettuare il debug usare <i>Genera test per risolutore delle dipendenze</i>. Questo salverà i dati delle dipendenze dei pacchetti nella directory <tt>/var/log/YaST2/solverTestcase</tt>. Questo è in genere quanto è necessario se nel Bugzilla viene richiesto un "solver testcase".</p>
pt_br: <p>Para desabilitar a verificação de dependências em cada mudança de status, desative a opção <i>Verificação Automática de Dependências</i>. É possível verificar as dependências manualmente selecionando <i>Verificar Dependências Agora</i>. A entrada <i>Verificar sistema</i> verificará as dependências dos pacotes já instalados e resolverá conflitos de forma não interativa, marcando os pacotes ausentes para instalação automática, se necessário. Para fins de depuração, use <i>Gerar Caso de Teste do Solucionador de Dependências</i>. Esse recurso faz dump dos dados das dependências de pacote no diretório <tt>/var/log/YaST2/solverTestcase</tt>. Geralmente, é isso que você precisa quando é solicitado um "caso de teste do solucionador" no Bugzilla.</p>
sl: <p>Da onemogočite preverjanje odvisnosti ob vsaki spremembi stanja, izklopite <i>Samodejno preverjanje odvisnosti</i>. Odvisnosti lahko preverite ročno z uporabo <i>Takoj preveri odvisnosti</i>. Funkcija <i>Preveri sistem</i> bo preverila odvisnosti že nameščenih paketov in rešila težave brez posredovanja uporabnika. Če je potrebno bodo manjkajoči paketi označeni za samodejno namestitev. V namene razhroščevanja lahko uporabite <i>Ustvari preizkusni primer za reševalnika odvisnosti</i>. Podatki odvisnosti paketov bodo tako zapisani v mapo <tt>/var/log/YaST2/solverTestcase</tt>. To običajno potrebujete, ko vas v sistemu za poročanje napak Bugzilla prosijo za »solver testcase«.</p>
tr: <p>Her durum değişikliğinde bağımlılık denetimini devre dışı bırakmak için <i>Otomatik Bağımlılık Denetimi</i>'ni KAPALI konuma getirin. <i>Bağımlılıkları Şimdi Kontrol Et</i>'i seçerek bağımlılıkları manuel olarak kontrol edebilirsiniz. <i>Sistemi doğrula</i> girişi, önceden yüklenmiş paketlerin bağımlılıklarını kontrol edecek ve çakışmaları etkileşimsiz olarak çözecek, gerekirse eksik paketleri otomatik kurulum için işaretleyecektir. Hata ayıklama amaçları için <i>Bağımlılık Çözücü Test Örneği Oluştur</i>'u kullanın. Paket bağımlılık verilerini <tt>/var/log/YaST2/solverTestcase</tt> dizinine dökecektir. Bu, genellikle Bugzilla'da bir "çözücü test örneği" istendiğinde ihtiyacınız olan şeydir.</p>
zh_cn: <p>要禁用每次状态变化时的依赖关系检查，可将<i>自动检查依赖关系</i>切换为关闭。您可选择<i>立即检查依赖关系</i>来手动检查依赖关系。<i>校验系统</i>项将检查已安装软件包的依赖关系，并无交互地解决冲突，有必要时会标记并自动安装缺失的软件包。调试请用<i>生成依赖关系解决器试例</i>。这会将软件包依赖关系数据转储到 <tt>/var/log/YaST2/solverTestcase</tt> 目录。当 Bugzilla 上要求提供“解决器试例”时，这通常就是您需要的数据。</p>

source: <p>Available options for dependency checking are:<br><i>Automatic Dependency Check</i> (see above), <i>Install Recommended Packages</i>: if ON, weak dependencies will be honored, <i>System Verification Mode</i>: repair dependencies of installed packages and solve immediately. Please note: after checking the system with <i>Verify System Now</i> the option <i>System Verification Mode</i> is ON (uncheck the option, if desired). These options are saved in the YaST configuration file <tt>/etc/sysconfig/yast2</tt>.</p>
ca: <p>Les opcions disponibles per a la comprovació de dependències són les següents:<br><i>Comprovació automàtica de dependències</i> (vegeu-ho més amunt), <i>Instal·la els paquets recomanats</i>: si s'activa, es tindran en compte les dependències febles, <i>Mode de verificació del sistema</i>: repara dependències de paquets instal·lats i les soluciona immediatament. Atenció: després de comprovar el sistema amb l'opció <i>Verifica el sistema ara</i>, el <i>Mode de verificació del sistema</i> queda activat (desmarqueu l'opció, si ho desitgeu). Aquestes opcions es desen al fitxer de configuració del YaST <tt>/etc/sysconfig/yast2</tt>.</p>
fi: <p>Riippuvuuksien tarkistuksessa käytettävissä olevat vaihtoehdot:<br><i>Riippuvuuksien automaattinen tarkistus</i> (ks. yltä), <i>Asenna suositellut paketit</i>: jos käytössä, väljiä riippuvuuksia kunnioitetaan, <i>Järjestelmän varmistamistila</i>: korjaa asennettujen pakettien riippuvuudet ja ratkaise välittömästi. Huomaa: tarkistettuasi järjestelmän <i>Varmista järjestelmä nyt</i> -toiminnolla valinta <i>Järjestelmän varmistamistila</i> tulee käyttöön (voit poistaa valinta halutessasi). Valinnat tallennetaan YaSTin määritystiedostoon <tt>/etc/sysconfig/yast2</tt>.</p>
fr: <p>En matière de vérification des dépendances, les options sont les suivantes :<br><i>Vérification automatique des dépendances</i> (voir ci-dessus), <i>Installer les paquetages recommandés</i> : si ce paramètre est ACTIVÉ, les dépendances faibles sont respectées. <i>Mode de vérification du système</i> : répare et résout immédiatement les dépendances des paquets installés. Remarque : la vérification du système à l'aide de l'option <i>Vérifier le système maintenant</i> active automatiquement l'option <i>Mode de vérification du système</i> (vous pouvez la désactiver si vous le souhaitez). Ces options sont enregistrées dans le fichier de configuration de YaST <tt>/etc/sysconfig/yast2</tt>.</p>
it: <p>Le opzioni disponibili per il controllo delle dipendenze sono:<br><i>Verifica automatica delle dipendenze</i> (vedi sopra), <i>Installa pacchetti consigliati</i>: se ATTIVA, verranno rispettate le dipendenze minori, <i>Modalità di verifica del sistema</i>: ripara le dipendenze dei pacchetti installate e le risolve immediatamente. Nota: dopo aver controllato il sistema con l'opzione <i>Verifica sistema ora</i>, la <i>Modalità di verifica del sistema</i> è ATTIVA (deselezionarla, se si desidera). Queste opzioni vengono salvate nel file di configurazione di YaST <tt>/etc/sysconfig/yast2</tt>.</p>
pt_br: <p>As opções disponíveis para verificação de dependências são:<br><i>Verificação Automática de Dependências</i> (ver acima), <i>Instalar Pacotes Recomendados</i>: se ATIVADA, as dependências vulneráveis serão aceitas, <i>Modo de Verificação do Sistema</i>: consertar as dependências dos pacotes instalados e resolver imediatamente. Nota: após a verificação do sistema com <i>Verificar Sistema Agora</i>, a opção <i>Modo de Verificação do Sistema</i> será ATIVADA (desmarque a opção, se desejado). Essas opções são gravadas no arquivo de configuração do YaST <tt>/etc/sysconfig/yast2</tt>.</p>
sl: <p>Razpoložljive možnosti za preverjanje odvisnosti so:<br><i>Samodejno preverjanje odvisnosti</i> (glejte zgoraj), <i>Namesti priporočene pakete</i>: če je omogočeno, bodo upoštevane šibke odvisnosti, <i>Način preverjanja sistema</i>: popravi odvisnosti nameščenih paketov in takoj reši težave. Pomnite: ko sistem preverite s <i>Takoj preveri sistem</i>, bo možnost <i>Način preverjanja sistema</i> omogočena (če želite, jo onemogočite). Te možnosti so shranjene v nastavitveno datoteko YaST-a <tt>/etc/sysconfig/yast2</tt>.</p>
tr: <p>Bağımlılık denetimi için kullanılabilir seçenekler şunlardır:<br><i>Otomatik Bağımlılık Denetimi</i> (yukarıya bakın), <i>Önerilen Paketleri Yükle</i>: AÇIK ise, zayıf bağımlılıklar dikkate alınacaktır, <i>Sistem Doğrulama Modu</i>: yüklü paketlerin bağımlılıklarını onarın ve hemen çözün. Lütfen dikkat: <i>Sistemi Şimdi Doğrula</i> ile sistemi denetledikten sonra <i>Sistem Doğrulama Modu</i> seçeneği AÇIK olur (istenirse seçeneğin işaretini kaldırın). Bu seçenekler YaST yapılandırma dosyasına <tt>/etc/sysconfig/yast2</tt> kaydedilir.</p>
zh_cn: <p>依赖关系检查的可用选项有：<br><i>自动检查依赖关系</i>（见上），<i>安装推荐的软件包</i>：若为开，将尊重弱依赖关系，<i>系统校验模式</i>：修复已安装软件包的依赖关系并立即解决。请注意：在使用<i>立即校验系统</i>检查完系统后，<i>系统校验模式</i>选项处于开启状态（若需要，请反选该选项）。这些选项保存在 YaST 配置文件 <tt>/etc/sysconfig/yast2</tt> 中。</p>
