Repository: yast/yast-translations
Catalog: po/ncurses-pkg/*.po
Languages: ca, el, fi, fr, it, pt_br, sl, tr, zh_cn

source: <p>Advanced options:<br> <i>Cleanup when deleting packages</i>: remove dependent unused packages. <i>Allow vendor change</i>: package vendor may differ from vendor of installed package. These options will not be saved, they can only be set in the configuration file of the package library <tt>/etc/zypp/zypp.conf</tt>.</p>
ca: <p>Opcions avançades:<br> <i>Neteja quan se suprimeixin paquets:</i>: suprimeix paquets no usats que en depenguin. <i>Permet el canvi de proveïdor</i>: el proveïdor del paquet pot diferir del proveïdor del paquet instal·lat. Aquests accions no es desaran, només es poden establir a la configuració de la biblioteca de paquets <tt>/etc/zypp/zypp.conf</tt>.</p>
el: <p>Επιλογές για προχωρημένους:<br> <i>Εκκαθάριση κατά την διαγραφή πακέτων</i>: αφαίρεση αχρησιμοποίητων εξαρτημένων πακέτων. <i>Να επιτρέπεται αλλαγή προμηθευτή</i>: ο προμηθευτής πακέτου μπορεί να διαφέρει από τον προμηθευτή του εγκατεστημένου πακέτου. Αυτές οι επιλογές δεν θα αποθηκευτούν, μπορούν μόνο να οριστούν στο αρχείο ρυθμίσεων της βιβλιοθήκης πακέτου <tt>/etc/zypp/zypp.conf</tt>.</p>
fi: <p>Lisäasetukset:<br><i>Suorita puhdistus poistettaessa paketteja</i>: poistaa riippuvuuden omaavat käyttämättömät paketit. <i>Salli valmistajan vaihto</i>: pakettien valmistaja voi olla eri kuin asennetun paketin valmistaja. Näitä valintoja ei tallenneta, ne voidaan asettaa määritystiedostoon <tt>/etc/zypp/zypp.conf>/tt>.</p>
fr: <p>Options avancées :<br> <i>Nettoyer lors de la suppression de paquets</i> : retire les paquets dépendants non utilisés. <i>Autoriser le changement de fournisseur</i> : le fournisseur d'un paquet peut différer du fournisseur du paquet installé. Ces options ne seront pas sauvegardées, elles peuvent uniquement être définies en éditant le fichier de configuration de la bibliothèque de paquets <tt>/etc/zypp/zypp.conf</tt>.</p>
it: <p>Opzioni avanzate:<br> <i>Pulizia durante eliminazione pacchetti</i>: rimuove i pacchetti dipendenti non usati. <i>Consenti cambio fornitore</i>: il fornitore del pacchetto può essere diverso da quello del pacchetto installato. Queste opzioni non verranno salvate; possono essere impostate solo nel file di configurazione della libreria dei pacchetti <tt>/etc/zypp/zypp.conf</tt>.</p>
pt_br: <p>Opções avançadas:<br> <i>Limpar ao apagar pacotes</i>: remover pacotes dependentes não utilizados. <i>Permitir mudança de fornecedor</i>: o fornecedor do pacote pode ser diferente do fornecedor do pacote instalado. Essas opções não são gravadas e só podem ser definidas no arquivo de configuração da biblioteca de pacotes <tt>/etc/zypp/zypp.conf</tt>.</p>
sl: <p>Napredne možnosti:<br><i>Čiščenje ob brisanju paketov</i>: odstrani neuporabljene pakete odvisnosti. <i>Dovoli spremembo proizvajalca</i>: proizvajalec novega paketa je lahko različen od proizvajalca nameščenega paketa. Te možnosti ne bodo shranjene in jih lahko nastavite samo v nastavitveni datoteki za knjižnico upravljalnika paketov <tt>/etc/zypp/zypp.conf</tt>.</p>
tr: <p>Gelişmiş seçenekler:<br> <i>Paketleri silerken temizleme</i>: bağımlı kullanılmayan paketleri kaldır. <i>Satıcı değişikliğine izin ver</i>: paket satıcısı, yüklü paketin satıcısından farklı olabilir. Bu seçenekler kaydedilmeyecek, yalnızca paket kütüphanesinin yapılandırma dosyasında ayarlanabilir <tt>/etc/zypp/zypp.conf</tt>.</p>
zh_cn: <p>高级选项：<br><i>删除软件包时清理</i>：移除无用的依赖软件包。<i>允许变更厂商</i>：软件包厂商可以与已安装软件包的厂商不同。系统将不会保存这些选项，只能在软件包库的配置文件 <tt>/etc/zypp/zypp.conf</tt> 中设置它们。</p>

source: <p><b>View:</b><br>Choose which information about the selected package will be displayed in the window below the package table. Available options are: package description, technical data (version, size, license etc.) package versions (all available), file list (all files included in the package) and dependencies (provides, requires etc.).</p>
ca: <p>La <b>vista:</b><br> trieu quina informació sobre el paquet seleccionat es mostrarà a la finestra de sota la taula de paquets. Les opcions disponibles són les següents: descripció del paquet, dades tècniques (versió, mida, llicència, etc.) versions de paquets (totes les disponibles), llista de fitxers (tots els fitxers inclosos al paquet) i les dependències (proporciona, requereix, etc.).</p>
el: <p><b>Προβολή:</b> Επιλέξετε ποιες πληροφορίες σχετικά με το επιλεγμένο πακέτο θα εμφανιστούν στο παράθυρο κάτω από τον πίνακα πακέτων. Οι διαθέσιμες επιλογές είναι: περιγραφή πακέτου, τεχνικά δεδομένα (έκδοση, μέγεθος, άδεια κ.λ.π.) εκδόσεις πακέτων (όλες οι διαθέσιμες), λίστα αρχείων (όλα τα αρχεία που περιέχονται στο πακέτο) και οι εξαρτήσεις (παρέχονται, απαιτούνται κ.λ.π.).</p>
fi: <p><b>Näytä:</b> Valitse mitä tietoja valitusta paketista näytetään erillisessä ikkunassa. Mahdollisia valintoja ovat: paketin kuvaus, tekniset tiedot (versio, koko, lisenssi ja niin edelleen), paketin versiot (kaikki), tiedostoluettelo (kaikki pakettiin kuuluvat tiedostot) ja riippuvuudet (tarjoaa, vaatii ja niin edelleen)</p>
fr: <p><b>Visualisation :</b><br>Choisissez quelles informations à propos du paquet sélectionné seront affichées dans la fenêtre en dessous du tableau des paquets. Les options disponibles sont : description du paquet, données techniques (version, taille, licence, etc.), version du paquet (toutes disponibles), liste des fichiers (tous les fichiers inclus dans le paquet) et dépendances (fournit, requiert, etc.).</p>
it: <p><b>Visualizza:</b><br>scegliere quali informazioni riguardanti il pacchetto selezionato verranno mostrate nella finestra sottostante la tabella dei pacchetti. Le opzioni disponibili sono: descrizione del pacchetto, dati tecnici (versione, dimensione, licenza, ecc.), versioni del pacchetto (tutte quelle disponibili), elenco file (tutti i file inclusi nel pacchetto) e dipendenze (fornisce, richiede, ecc.).</p>
pt_br: <p><b>Ver:</b><br>Escolha quais informações sobre o pacote selecionado serão exibidas na janela abaixo da tabela de pacotes. As opções disponíveis são: descrição do pacote, dados técnicos (versão, tamanho, licença, etc.), versões do pacote (todas as versões disponíveis), lista de arquivos (todos os arquivos incluídos no pacote) e dependências (provides, requires, etc.).</p>
sl: <p><b>Prikaz:</b><br>Izberite, kateri podatki o izbranem paketu bodo prikazani v polju pod razpredelnico paketov. Razpoložljive možnosti so: opis paketa, tehnični podatki (različica, velikost, licenca itd.), različice paketa (če so na voljo), seznam datotek (vse datoteke, ki so vključene v paket) in odvisnosti (ponujeno, zahtevano itd.).</p>
tr: <p><b>Görünüm:</b><br>Paket tablosunun altındaki pencerede seçili paket hakkında hangi bilgilerin görüntüleneceğini seçin. Mevcut seçenekler şunlardır: paket açıklaması, teknik veriler (sürüm, boyut, lisans vb.), paket sürümleri (tüm mevcut), dosya listesi (pakete dahil olan tüm dosyalar) ve bağımlılıklar (sağlar, gerektirir vb.).</p>
zh_cn: <p><b>视图：</b><br>选择软件包表下方窗口将显示所选软件包的哪些信息。可用选项有：软件包描述、技术数据（版本、大小、许可等）、软件包版本（全部可用版本）、文件列表（该软件包随附的全部文件）和依赖关系（提供、需要等）。</p>

source: <p><b>Configuration:</b><br>This menu integrates package selector with the rest of package management utils. From here, you can <b>Launch Repository Manager</b> and edit configured repositories or register to update repository and configure periodic download of available updates (<b>Launch Online Update Configuration</b>). Also, you can pick one of the three possible behaviours of package selector at exit - in <b>Action after Package Installation</b> menu.</p>
ca: <p><b>Configuració:</b><br>aquest menú integra el selector de paquets amb la resta d'eines de gestió de paquets. Des d'aquí, podeu fer <b>Inicia el gestor de repositoris</b> i editar els repositoris configurats o registrar-vos al repositori d'actualització i configruar la descàrrega periòdica de les actualitzacions disponibles (<b>Inicia la configuració de l'actualització en línia</b>). També podeu triar un dels tres possibles comportaments del selector de paquets en sortir, al menú <b>Acció després de la instal·lació de paquets</b>.</p>
el: <p><b>Ρυθμίσεις:</b><br>Αυτό το μενού ενσωματώνει τον επιλογέα πακέτων με τα υπόλοιπα εργαλεία διαχείρισης πακέτων. Από εδώ, μπορείτε να <b>Εκκινήσετε τον Διαχειριστή Αποθετηρίων</b> και να επεξεργαστείτε τα ρυθμισμένα αποθετήρια ή να εγγραφείτε για να ενημερώσετε τα αποθετήρια και να ρυθμίσετε περιοδικές λήψεις διαθέσιμων ενημερώσεων (<b>Εκκίνηση Ρύθμισης Ενημέρωσης από το Δίκτυο</b>). Επίσης, μπορείτε να επιλέξετε μια από τις τρεις διαθέσιμες συμπεριφορές για τον επιλογέα πακέτων όταν τερματίζει - στο μενού <b>Ενέργεια μετά την εγκατάσταση πακέτων</b>.</p>
fi: <p><b>Määritys:</b> Tämä valikko yhdistää pakettivalitsimen muiden paketinhallintatyökalujen kanssa. Tässä voit <b>Käynnistää asennuslähteiden hallinnan</b> ja muokata määritettyjä asennuslähteitä tai rekisteröidä päivitysasennuslähteen ja määrittää päivitysten ajastetun lataamisen (<b>Käynnistä verkkopäivityksen määritys</b>). Lisäksi voit valita yhden kolmesta mahdollisesta käytännöstä pakettivalinnan valmistuttua - <b>Toiminto pakettien asennuksen jälkeen</b>-valikosta.</p>
fr: <p><b>Configuration :</b><br>Ce menu intègre le sélecteur de paquets ainsi que le reste des utilitaires de gestion de paquets. A partir d'ici, vous pouvez <b>Lancer le gestionnaire de dépôts</b> et modifier les dépôts configurés ou vous enregistrer pour mettre à jour les dépôts et configurer le téléchargement régulier des mises à jour disponibles (<b>Lancer la configuration de la mise à jour en ligne</b>). Vous pouvez aussi choisir l'une des trois possibilités de comportement du sélecteur de paquets à la fermeture dans le menu <b>Action après l'installation des paquets</b>.</p>
it: <p><b>Configurazione:</b><br>questo menu integra il selettore dei pacchetti con i rimanenti strumenti di gestione dei pacchetti. Da qui si può <b>Avviare il gestore dei repository</b> e modificare i repository configurati o registrare un repository da aggiornare e configurare il download periodico degli aggiornamenti disponibili (<b>Avvia la configurazione degli aggiornamenti online</b>). Inoltre si può scegliere uno dei tre comportamenti del selettore dei pacchetti all'uscita, nel menu <b>Azione dopo l'installazione dei pacchetti</b>.</p>
pt_br: <p><b>Configuração:</b><br>Este menu integra o seletor de pacotes ao restante dos utilitários de gerenciamento de pacote. Deste ponto, você pode <b>Iniciar Gerenciador de Repositório</b> e editar os repositórios configurados ou registrar-se em um repositório de atualização e configurar o download periódico das atualizações disponíveis (<b>Iniciar Configuração da Atualização Online</b>). Você também pode escolher entre os três comportamentos possíveis do seletor de pacotes ao sair: no menu <b>Ação após Instalação de Pacotes</b>.</p>
sl: <p><b>Nastavitve:</b><br>Ta meni povezuje upravljalnik paketov z drugimi orodji za upravljanje paketov. Od tu lahko <b>Zaženete upravljalnik virov</b> in urejate nastavljene vire ali pa se registrirate pri viru posodobitev in nastavite redno prejemanje razpoložljivih posodobitev (<b>Zaženi nastavitve internetne posodobitve</b>). Izberete lahko tudi enega izmed treh možnih obnašanj upravljalnika paketov ob izhodu – v meniju <b>Dejanje po namestitvi paketov</b>.</p>
tr: <p><b>Yapılandırma:</b><br>Bu menü, paket seçiciyi paket yönetim araçlarının geri kalanıyla bütünleştirir. Buradan, <b>Depo Yöneticisini Başlat</b> yapabilir ve yapılandırılmış depoları düzenleyebilir veya depoyu güncellemek ve mevcut güncellemelerin periyodik olarak indirilmesini yapılandırmak için kaydolabilirsiniz (<b>Çevrimiçi Güncelleme Yapılandırmasını Başlat</b>). Ayrıca, çıkışta paket seçicinin üç olası davranışından birini seçebilirsiniz - <b>Paket Kurulumundan Sonraki Eylem</b> menüsünde.</p>
zh_cn: <p><b>配置：</b><br>该菜单整合了软件包选择器与其余软件包管理工具。在此，您可<b>启动软件源管理器</b>并编辑已配置的软件源，或注册到更新源并配置定时下载可用更新（<b>启动在线更新配置</b>）。您也可在<b>安装软件包后的操作</b>菜单中从三个可行的软件包选择器退出行为中挑选一个。</p>

source: <p><b>Extras:</b><br>Miscellaneous functions reside here. <i>Export Package List to File</i> will dump data on installed packages, patterns and languages into specified XML file. This file can be later read by <i>Import Package List from File</i> option e.g. on different computer. It will bring the set of packages on the target computer into the same state as described in provided XML file. <i>Show Available Disk Space</i> will show a popup table displaying disk usage and free disk space on currently mounted partition.</p>
ca: <p><b>Extres:</b><br> aquí hi ha les funcions miscel·lànies. <i>Exporta la llista de paquets a un fitxer</i> abocarà dades sobre paquets, patrons i llengües instal·lats en un fitxer XML especificat. Aquest fitxer es pot llegir després amb l'opció <i>Importa la llista de paquets des d'un fitxer</i>, per exemple, en un ordinador diferent. Situarà el conjunt de paquets al segon ordinador en el mateix estat que es descriu al fitxer XML. <i>Mostra l'espai disponible al disc</i> mostrarà una taula emergent amb l'ús del disc i l'espai disponible a la partició muntada actualment.</p>
el: <p><b>Πρόσθετα:</b><br>Υπάρχουν διάφορες λειτουργίες εδώ. Η <i>Εξαγωγή λίστας πακέτων σε αρχείο</i> θα αποτυπώσει δεδομένα για τα εγκατεστημένα πακέτα, τα patterns και τις γλώσσες στο καθορισμένο αρχείο XML. Αργότερα, αυτό το αρχείο μπορεί να αναγνωστεί από την επιλογή <i>Εισαγωγή λίστας πακέτων από αρχείο</i> π.χ. σε διαφορετικό υπολογιστή. Θα φέρει τα πακέτα στον προοριζόμενο υπολογιστή στην ίδια κατάσταση που περιγράφεται στο αρχείο XML. Η <i>Εμφάνιση διαθέσιμου χώρου στο δίσκο</i> θα εμφανίσει ένα αναδυόμενο πίνακα χρήσης του δίσκου και του ελεύθερου χώρου στην τρέχουσα προσαρτημένη κατάτμηση.</p>
fi: <p><b>Ekstrat:</b> Sekalaisia toimintoja. <i>Vie pakettiluettelot tiedostoon</i> vie tiedot asennetuista paketeista, ohjelmaryhmistä ja kielistä määrättyyn XML-tiedostoon. Tiedosto voidaan myöhemmin lukea toiminnolla <i>Tuo pakettiluettelo tiedostosta</i> vaikkapa toisessa tietokoneessa. Näin kohdekoneen pakettiluettelo saadaan vastaamaan XML-tiedostossa kuvattua tilaa. <i>Näytä käytettävissä oleva levytila</i> näyttää taulukon, josta käy ilmi levyn käyttö ja vapaa levytila tiedostojärjestelmään liitetyllä osioilla. <i>Käynnistä asennuslähteiden hallinta<i> avaa asennuslähteiden asetukset.</p>
fr: <p><b>Extras :</b><br>Diverses fonctions se trouvent ici. <i>Exporter la liste de paquets vers un fichier</i> ajoutera les données concernant les paquets installés, les schémas et les langues installées dans le fichier XML spécifié. Ce fichier peut être lu ultérieurement par l'option <i>Importer une liste de paquets depuis un fichier</i>, par exemple sur un ordinateur différent. Il apportera l'ensemble de paquets sur l'ordinateur cible dans le même état que décrit dans le fichier XML fourni. <i>Afficher l'espace disque disponible</i> affichera une fenêtre avec un tableau montrant l'utilisation du disque et l'espace libre sur la partition actuellement montée.</p>
it: <p><b>Extra:</b><br>qui risiedono varie funzioni. <i>Esporta elenco di pacchetti su file</i> salva i dati su pacchetti, modelli e lingue installati nel file XML specificato. Questo file potrà essere letto in seguito tramite l'opzione <i>Importa elenco pacchetti da file</i>, ad esempio su un diverso computer. Ciò porterà l'insieme dei pacchetti sul computer di destinazione nello stesso stato descritto nel file XML fornito. <i>Mostra spazio disponibile su disco</i> mostra una finestra a comparsa che illustra l'uso dello spazio su disco e dello spazio libero sulla partizione attualmente montata.</p>
pt_br: <p><b>Extras:</b><br>Há diversas funções aqui. <i>Exportar Lista de Pacotes para Arquivo</i> faz dump dos dados dos pacotes instalados, padrões e idiomas no arquivo XML especificado. Esse arquivo pode ser lido posteriormente usando a opção <i>Importar Lista de Pacotes do Arquivo</i>, por exemplo, em um computador diferente. Isto fará com que o conjunto de pacotes no computador de destino tenha o mesmo estado conforme descrito no arquivo XML fornecido. <i>Mostrar Espaço Disponível no Disco</i> exibe uma tabela popup com o espaço usado e livre no disco na partição montada.</p>
sl: <p><b>Dodatno:</b><br>To so na voljo razne druge funkcije. <i>Izvozi seznam paketov v datoteko</i> bo podatke o nameščenih paketih, vzorcih in jezikih zapisal v navedeno datoteko XML. To lahko kasneje preberete z <i>Uvozi seznam paketov iz datoteke</i>, na primer na drugem računalniku. S tem nabor paketov na ciljnem računalniku privedete na enako stanje kot je opisano v navedeni datoteki XML. <i>Prikaži razpoložljiv prostor na diskih</i> bo prikazal razpredelnico porabljenega in razpoložljivega prostora na trenutno priklopljenih razdelkih diskov.</p>
tr: <p><b>Ekstralar:</b><br>Burada çeşitli işlevler bulunur. <i>Paket Listesini Dosyaya Aktar</i>, yüklü paketler, desenler ve diller hakkındaki verileri belirtilen XML dosyasına döker. Bu dosya daha sonra <i>Paket Listesini Dosyadan Aktar</i> seçeneğiyle örneğin farklı bir bilgisayarda okunabilir. Hedef bilgisayardaki paket kümesini sağlanan XML dosyasında açıklanan duruma getirir. <i>Kullanılabilir Disk Alanını Göster</i>, şu anda takılı bölümdeki disk kullanımını ve boş disk alanını gösteren bir açılır tablo gösterir.</p>
zh_cn: <p><b>额外：</b><br>杂项功能放在这里。<i>导出软件包列表到文件</b>会将已安装软件包、软件集和语言的数据转储到指定的 XML 文件。该文件稍后可被<i>从文件导入软件包列表</b>选项（例如，在其他计算机上）读取。它将使得目标计算机的软件包组与提供的 XML 文件中描述的状态相同。<i>显示可用磁盘空间</i>将显示一个弹出表格，表格显示了当前挂载分区的磁盘使用率和可用磁盘空间。</p>

source: &Search in
ca: &Cerca a
el: &Αναζήτηση σε
fi: &Etsi
fr: &Rechercher dans
it: &Cerca in
pt_br: &Pesquisar em
sl: Išči &v
tr: &İçinde ara
zh_cn: 搜索范围(&S)

source: Search &Phrase
ca: Cerca la &seqüència
el: Αναζήτηση Φρά&σης
fi: &Hakulause
fr: Rechercher l'&expression
it: &Frase di ricerca
pt_br: &Frase de pesquisa
sl: Iskalna &fraza
tr: &Cümle Ara
zh_cn: 搜索短语(&P)

source: Code
ca: Codi
el: Κώδικας
fi: Koodi
it: Codice
pt_br: Código
sl: Koda
tr: Kod
zh_cn: 代码

source: Language
ca: Llengua
el: Γλώσσα
fi: Kieli
fr: Langue
it: Lingua
pt_br: Idioma
sl: Jezik
tr: Dil Seçimi
zh_cn: 语言

source: URL
fi: Verkko-osoite
sl: Mesto
tr: Adres

source: Name
ca: Nom
el: Όνομα
fi: Nimi
fr: Nom
it: Nome
pt_br: Nome
sl: Ime
tr: Ad
zh_cn: 名称

source: Version
ca: Versió
el: Έκδοση
fi: Versio
it: Versione
pt_br: Versão
sl: Različica
tr: Sürüm
zh_cn: 版本

source: Repository
ca: Repositori
el: Αποθετήριο
fi: Asennuslähde
fr: Dépôt
pt_br: Repositório
sl: Vir
tr: Depo
zh_cn: 软件源

source: Avail. Vers.
ca: Versió disponible
el: Διαθ. Εκδ.
fi: Saat. vers.
fr: Vers. dispo.
it: Vers. disp.
pt_br: Vers. disp.
sl: Razp. razl.
tr: Mevcut sürüm
zh_cn: 可用版本

source: Inst. Vers.
ca: Versió instal·lada
el: Έκδ. Εγκ.
fi: As. vers.
fr: Vers. inst.
it: Vers. inst.
pt_br: Vers. inst.
sl: Nam. razl.
tr: Kurulu sürüm
zh_cn: 已安装版本

source: Size
ca: Mida
el: Μέγεθος
fi: Koko
fr: Taille
it: Dimensioni
pt_br: Tamanho
sl: Velikost
tr: Boyut
zh_cn: 大小

source: Architecture
ca: Arquitectura
el: Αρχιτεκτονική
fi: Arkkitehtuuri
it: Architettura
pt_br: Arquitetura
sl: Arhitektura
tr: Yapı
zh_cn: 架构

source: Kind
ca: Tipus
el: Τύπος
fi: Laji
fr: Type
it: Tipo
pt_br: Tipo
sl: Vrsta
tr: Tür
zh_cn: 类型

source: Solving...
ca: Resolent...
el: Επίλυση...
fi: Ratkaistaan...
fr: Résolution...
it: Risoluzione in corso...
pt_br: Resolvendo...
sl: Reševanje …
tr: Çözülüyor...
zh_cn: 正在解决...

source: Saving...
ca: Desant...
el: Αποθήκευση...
fi: Tallennetaan...
fr: Enregistrement...
it: Salvataggio in corso...
pt_br: Salvando...
sl: Shranjevanje …
tr: Kaydediliyor...
zh_cn: 正在保存...

source: Loading...
ca: Carregant...
el: Φόρτωση...
fi: Ladataan...
fr: Chargement...
it: Caricamento in corso...
pt_br: Carregando...
sl: Nalaganje …
tr: Yükleniyor...
zh_cn: 正在加载...

source: Disk Usage Overview
ca: Ús del disc
el: Σύνοψη Χρήσης Δίσκου
fi: Levynkäytön yhteenveto
fr: Aperçu de l'utilisation du disque
it: Panoramica occupazione disco
pt_br: Visão Geral do Uso do Disco
sl: Pregled porabe diska
tr: Disk kullanımı özeti
zh_cn: 磁盘使用率概览

source: Partition
ca: Partició
el: Κατάτμηση
fi: Osio
it: Partizione
pt_br: Partição
sl: Razdelek
tr: Bölüm
zh_cn: 分区

source: Used
ca: Usat
el: Χρησιμοποιούμενα
fi: Käytetty
fr: Utilisé
it: Utilizzato
pt_br: Usado
sl: Uporabljeno
tr: Kullanılan
zh_cn: 已用

source: Free
ca: Lliure
el: Ελεύθερα
fi: Vapaana
fr: Libre
it: Libero
pt_br: Livre
sl: Prosto
tr: Boş
zh_cn: 可用

source: Total
el: Συνολικά
fi: Yhteensä
it: Totale
sl: Skupaj
tr: Toplam
zh_cn: 总计

source: <i>Out of disk space!</i>
ca: <i>S'ha esgotat l'espai del disc</i>
el: <i>Εξαντλήθηκε ο χώρος δίσκου!</i>
fi: <i>Ei levytilaa!</i>
fr: <i>Espace disque insuffisant !</i>
it: <i>Spazio su disco esaurito.</i>
pt_br: <i>Espaço insuficiente em disco!</i>
sl: <i>Zmanjkalo je prostora na disku!</i>
tr: <i>Yetersiz disk alanı!</i>
zh_cn: <i>磁盘空间不足！</i>

source: <b>Disk space is running out!</b>
ca: <b>S'està esgotant l'espai del disc!</b>
el: <b>Εξαντλείται ο χώρος του δίσκου!</b>
fi: <b>Levytila on loppumassa!</b>
fr: <b>L'espace disque diminue !</b>
it: <b>Spazio su disco in esaurimento.</b>
pt_br: <b>O espaço em disco está se esgotando!</b>
sl: <b>Prostora na disku zmanjkuje!</b>
tr: <b>Disk alanı azalıyor!</b>
zh_cn: <b>磁盘空间不足！</b>

source: needs
ca: necessita
el: χρειάζεται
fi: tarvitsee
fr: nécessite
it: necessita
pt_br: precisa de
sl: potrebuje
tr: şunlara ihtiyaç duyuyor:
zh_cn: 需要

source: more disk space.
ca: més espai al disc.
el: περισσότερος χώρος δίσκου.
fi: lisää levytilaa.
fr: plus d'espace disque.
it: più spazio su disco.
pt_br: mais espaço em disco.
sl: več prostora na disku.
tr: daha fazla disk alanı.
zh_cn: 更多磁盘空间。

source: <b>Version: </b>
ca: <b>Versió:</b>
el: <b>Έκδοση: </b>
fi: <b>Versio: </b>
it: <b>Versione: </b>
pt_br: <b>Versão: </b>
sl: <b>Različica: </b>
tr: <b>Sürüm: </b>
zh_cn: <b>版本：</b>

source: <b>Size: </b>
ca: <b>Mida:</b>
el: <b>Μέγεθος: </b>
fi: <b>Koko: </b>
fr: <b>Taille : </b>
it: <b>Dimensioni:<br>
pt_br: <b>Tamanho: </b>
sl: <b>Velikost: </b>
tr: <b>Boyut: <br>
zh_cn: <b>大小：</b>

source: <b>Installed: </b>
ca: <b>Instal·lat: </b>
el: <b>Εγκατεστημένα: </b>
fi: <b>Asennettu: </b>
fr: <b>Installé : </b>
it: <b>Installato: </b>
pt_br: <b>Instalado: </b>
sl: <b>Nameščeno: </b>
tr: <b>Kurulu: </b>
zh_cn: <b>已安装：</b>

source: <b>Authors: </b>
ca: <b>Autors: </b>
el: <b>Εκδότες: </b>
fi: <b>Tekijä: </b>
fr: <b>Auteurs : </b>
it: <b>Autori: </b>
pt_br: <b>Autores: </b>
sl: <b>Avtorji: </b>
tr: <b>Yazarlar: </b>
zh_cn: <b>作者：</b>

source: <b>License: </b>
ca: <b>Llicència: </b>
el: <b>Άδεια: </b>
fi: <b>Käyttöoikeussopimus: </b>
fr: <b>Licence : </b>
it: <b>Licenza: </b>
pt_br: <b>Licença: </b>
sl: <b>Licenca: </b>
tr: <b>Lisans: <br>
zh_cn: <b>许可：</b>

source: <b>Media No.: </b>
ca: <b>Número de suport: </b>
el: <b>Αριθμός Μέσου: </b>
fi: <b>Tietovälineen nro: </b>
fr: <b>Support n° : </b>
it: <b>Num. supporto: </b>
pt_br: <b>Mídia nº: </b>
sl: <b>Št. nosilca: </b>
tr: <b>Medya no: </b>
zh_cn: <b>介质编号：</b>

source: <b>Provides: </b>
ca: <b>Proporciona: </b>
el: <b>Παρέχει: </b>
fi: <b>Tarjoaa: </b>
fr: <b>Fournit : </b>
it: <b>Fornisce: </b>
pt_br: <b>Fornece: </b>
sl: <b>Zagotovi: </b>
tr: <b>Sağladıkları: </b>
zh_cn: <b>提供：</b>

source: <b>Requires: </b>
ca: <b>Requereix:</b>
el: <b>Απαιτήσεις: </b>
fi: <b>Vaatii: </b>
fr: <b>Requiert : </b>
it: <b>Richiede: </b>
pt_br: <b>Requer: </b>
sl: <b>Zahteva: </b>
tr: <b>Gereksinimleri: </b>
zh_cn: <b>需要：</b>

source: <b>Prerequires: </b>
ca: <b>Requereix prèviament:</b>
el: <b>Προϋποθέσεις: </b>
fi: <b>Vaatii etukäteen: </b>
fr: <b>Prérequiert : </b>
it: <b>Prerequisiti: </b>
pt_br: <b>Pré-requisitos: </b>
sl: <b>Pred-zahteva: </b>
tr: <b>Öngereksinimleri: </b>
zh_cn: <b>前提条件：</b>
