Repository: yast/yast-translations
Catalog: po/ncurses-pkg/*.po
Languages: ca, el, fi, fr, it, pt_br, sl, tr, zh_cn

source: Launch &Repository Manager
ca: Inicia el gestor dels &repositoris
el: Εκκίνηση &Διαχειριστή Αποθετηρίων
fi: Käynnistä &asennuslähteiden hallinta
fr: Démarrer le gestionnaire de &dépôts
it: Avvia gestore &repository
pt_br: Iniciar &Gerenciador de Repositório
sl: Zaženi upra&vljalnika virov
tr: Depo &Yöneticisini Başlat
zh_cn: 启动软件源管理器(&R)

source: Launch &Online Update Configuration
ca: Inicia la configuració de l'actualització en %línia
el: Εκκίνηση Ρύθμισης Ενημερώσεων από το &Δίκτυο
fi: Käynnistä &verkkopäivityksen määritys
fr: Démarrer la configuration de la &mise à jour en ligne
it: Avvia la configurazione degli aggiornamenti in &linea
pt_br: Iniciar &Configuração da Atualização Online
sl: Zaženi nastavitve &internetne posodobitve
tr: Çevrimiçi &Güncelleme Yapılandırmasını Başlat
zh_cn: 启动在线更新配置(&O)

source: &Action after Package Installation
ca: &Acció després de la instal·lació de paquets
el: &Ενέργεια μετά την Εγκατάσταση Πακέτου
fi: &Toiminto pakettien asennus jälkeen
fr: &Action après l'installation des paquets
it: &Azione dopo l'installazione dei pacchetti
pt_br: &Ação após Instalação de Pacotes
sl: &Dejanje po namestitvi paketov
tr: &Paket Kurulumundan Sonraki Eylem
zh_cn: 安装软件包后的操作(&A)

source: &Restart Package Manager
ca: &Reinicia el gestor de paquets
el: &Επανεκκίνηση Διαχειριστή Πακέτων
fi: Käynnistä pakettihallinta uudelleen
fr: &Redémarrer le gestionnaire de paquets
it: &Riavvia il gestore dei pacchetti
pt_br: &Reiniciar Gerenciador de Pacote
sl: &Znova zaženi upravljalnika paketov
tr: &Paket Yöneticisini Yeniden Başlat
zh_cn: 重启软件包管理器(&R)

source: &Close Package Manager
ca: &Tanca el gestor de paquets
el: &Κλείσιμο Διαχειριστή Πακέτων
fi: Sulje pa&kettihallinta
fr: &Fermer le gestionnaire de paquets
it: &Chiudi il gestore dei pacchetti
pt_br: &Fechar Gerenciador de Pacote
sl: Z&apri upravljalnika paketov
tr: &Paket Yöneticisini Kapat
zh_cn: 关闭软件包管理器(&C)

source: &Show Summary
ca: &Mostra'n el resum
el: &Εμφάνιση Περίληψης
fi: &Näytä yhteenveto
fr: &Afficher le résumé
it: Mostra &sommario
pt_br: &Mostrar Resumo
sl: &Prikaži povzetek
tr: &Özeti Göster
zh_cn: 显示摘要(&S)

source: &Automatic Dependency Check
ca: Comprovació &automàtica de dependències
el: &Αυτόματος Έλεγχος Εξαρτήσεων
fi: &Automaattinen riippuvuustarkistus
fr: Vérification &automatique des dépendances
it: &Verifica automatica delle dipendenze
pt_br: Verificação &Automática de Dependências
sl: &Samodejno preverjanje odvisnosti
tr: &Otomatik Bağımlılık Kontrolü
zh_cn: 自动检查依赖关系(&A)

source: &Check Dependencies Now
ca: &Comprova les dependències ara
el: &Έλεγχος Εξαρτήσεων τώρα
fi: &Tarkista riippuvuudet nyt
fr: &Vérifier les dépendances maintenant
it: &Controlla le dipendenze ora
pt_br: &Verificar dependências agora
sl: &Takoj preveri odvisnosti
tr: &Bağımlılıkları Şimdi Kontrol Edin
zh_cn: 立即检查依赖关系(&C)

source: &System Verification Mode
ca: Mode de verificació del &sistema
el: &Κατάσταση Πιστοποίησης Συστήματος
fi: &Järjestelmän varmistamistila
fr: Mode de &vérification du système
it: Modalità di verifica del &sistema
pt_br: Modo de Verificação do &Sistema
sl: &Način preverjanja sistema
tr: &Sistem Doğrulama Modu
zh_cn: 系统校验模式(&S)

source: &Verify System Now
ca: &Verifica el sistema ara
el: Επιβεβαί&ωση Συστήματος Τώρα
fi: &Varmista järjestelmä nyt
fr: &Vérifier le système maintenant
it: &Verifica sistema ora
pt_br: Verificar &Sistema Agora
sl: T&akoj preveri sistem
tr: &Sistemi Şimdi Doğrulayın
zh_cn: 立即校验系统(&V)

source: Install &Recommended Packages
ca: Instal·la els paquets &recomanats
fi: Asenna s&uositellut paketit
fr: Installer les paquets &recommandés
it: Installa pacchetti &consigliati
pt_br: Instalar pacotes &recomendados
sl: Namesti &priporočene pakete
tr: Önerilen &Paketleri Yükle
zh_cn: 安装推荐的软件包(&R)

source: &Install Recommended Packages for Already Installed Packages Now
ca: &Instal·la ara els paquets recomanats per paquets que ja estan instal·lats
fi: &Asenna jo asennettujen pakettien suosittelemat paketit nyt
fr: &Installer les paquets recommandés pour les paquets déjà installés maintenant
it: &Installa adesso pacchetti consigliati per i pacchetti già installati
pt_br: &Instalar pacotes recomendados para pacotes já instalados agora
sl: Ta&koj namesti priporočene pakete za že nameščene pakete
tr: &Zaten Yüklü Paketler İçin Önerilen Paketleri Şimdi Yükleyin
zh_cn: 立即安装已安装软件包的推荐软件包(&I)

source: Cleanup when &Deleting Packages (Temporary Change)
ca: Fes neteja quan se s&uprimeixin paquets (canvi temporal)
fi: &Puhdista paketteja poistettaessa (väliaikainen muutos)
fr: &Nettoyer lors de la suppression de paquets (modification temporaire)
it: Pulitura quando si &eliminano pacchetti (modifica temporanea)
pt_br: &Limpar ao remover pacotes (alteração temporária)
sl: Č&iščenje ob brisanju paketov (začasna sprememba)
tr: Paketleri Silerken &Temizleme (Geçici Değişiklik)
zh_cn: 删除软件包时清理(&D) (临时修改)

source: Allow &Vendor Change (Temporary Change)
ca: Permet el canvi de pro&veïdor (canvi temporal)
fi: Salli &valmistajan vaihdos (väliaikainen muutos)
fr: &Autoriser le changement de fournisseur (modification temporaire)
it: Permetti cambio di &fornitore (modifica temporanea)
pt_br: Permitir alterações do f&ornecedor (alteração temporária)
sl: &Dovoli spremembo proizvajalca (začasna sprememba)
tr: Satıcı &Değişikliğine İzin Ver (Geçici Değişiklik)
zh_cn: 允许变更厂商(&V) (临时修改)

source: &Generate Dependency Solver Testcase
ca: &Genera un cas de prova de resolució de dependències
el: Δημιουργία Δοκιμασ&τικής Επίλυσης Εξαρτήσεων
fi: &Luo riippuvuuksien ratkaisun testitapaus
fr: &Générer un cas de test du résolveur de dépendances
it: &Genera test per risolutore delle dipendenze
pt_br: &Gerar Caso Teste de Dependência do Solucionador
sl: &Ustvari preizkusni primer za reševalnika odvisnosti
tr: &Bağımlılık Çözücü Test Örneği Oluştur
zh_cn: 生成依赖关系解决器试例(&G)

source: All package dependencies are OK.
ca: Totes les dependències dels paquets són correctes.
el: Όλες οι εξαρτήσεις πακέτων είναι εντάξει.
fi: Pakettienväliset riippuvuudet ovat kunnossa.
fr: Toutes les dépendances de paquets sont OK.
it: Verifica di tutte le dipendenze dei pacchetti completata.
pt_br: Todas as dependências de pacote estão corretas.
sl: Vse odvisnosti med paketi so v redu.
tr: Tüm paket bağımlılıkları düzgün.
zh_cn: 全部软件包依赖关系都满足。

source: Being recommended by already installed packages, the following
ca: Recomanats per paquets ja instal·lats, els següents
fi: Jo asennettujen pakettien suosittelemana seuraavat
fr: Étant recommandés par des paquets déjà installés, les paquets suivants
it: In quanto consigliati da pacchetti già installati, i seguenti
pt_br: Ao ser(em) recomendando(s) pelos pacotes já instalados, o(s) seguinte(s)
sl: Ker jih priporočajo že nameščeni paketi, so bili naslednji
tr: Zaten kurulu paketler tarafından önerilen aşağıdakiler
zh_cn: 被已安装软件包推荐，以下

source: packages have been automatically selected for installation:
ca: paquets s'han seleccionat automàticament per instal·lar:
el: πακέτα που έχουν επιλεχθεί αυτόματα για εγκατάσταση:
fi: automaattisesti asennettavaksi valitut paketit:
fr: paquets suivants ont été automatiquement sélectionnés pour installation :
it: pacchetti sono stati automaticamente selezionati per l'installazione:
pt_br: pacotes foram automaticamente selecionados para instalação:
sl: paketi samodejno izbrani za namestitev:
tr: paketler kurulum için otomatik olarak seçildi:
zh_cn: 个软件包已被自动选中并将被安装：

source: Dependency resolver test case written to
ca: Prova de resolució de dependències escrita a
el: Η δοκιμαστική επίλυσης των εξαρτήσεων εγγράφτηκε στο
fi: Riippuvuuksien ratkaisun testaustiedot kirjoitettiin kohteeseen
fr: Cas de test du résolveur de dépendances écrit dans
it: Test per il risolutore delle dipendenze scritto in
pt_br: Caso de teste de dependência do resolver gravado em
sl: Preizkusni primer za razreševalnika odvisnosti je bil zapisan v
tr: Bağımlılık çözücü test vakası yazıldı
zh_cn: 已将依赖关系解决器试例写入到

source: To fulfill the dependencies of already installed packages following
ca: Per satisfer les dependències dels paquets ja instal·lats els següents
el: Για εκπλήρωση των εξαρτήσεων των ήδη εγκατεστημένων πακέτων ακολουθήστε
fi: Täyttääksesi jo asennettujen pakettien riippuvuudet
fr: Pour satisfaire les dépendances de paquets déjà installés les
it: Per rispettare le dipendenze dei pacchetti già installati, i seguenti
pt_br: Para atender às dependências dos pacotes já instalados, os seguintes
sl: Da bi zadostili odvisnostim že nameščenih paketov, so bili naslednji
tr: Zaten kurulu paketlerin bağımlılıklarını karşılamak için aşağıdaki adımları izleyin
zh_cn: 为满足已安装软件包的依赖关系，

source: System dependencies verify OK.
ca: S'ha comprovat que les dependències del sistema són correctes.
el: Όλες οι εξαρτήσεις του συστήματος είναι εντάξει.
fi: Järjestelmän riippuvuuksien tarkistus onnistui.
fr: Vérification des dépendances système OK.
it: Verifica dipendenze del sistema completata.
pt_br: As dependências do sistema estão corretas.
sl: Vse sistemske odvisnosti so v redu.
tr: Sistem bağımlılıkları doğrulandı.
zh_cn: 系统依赖关系校验通过。

source: &Export Package List to File
ca: &Exporta la llista de paquets a un fitxer
el: Ε&ξαγωγή Λίστας Πακέτων σε Αρχείο
fi: &Vie pakettiluettelo tiedostoon
fr: &Exporter la liste des paquets vers un fichier
it: &Esporta elenco di pacchetti su file
pt_br: &Exportar Lista de Pacotes para Arquivo
sl: &Izvozi seznam paketov v datoteko
tr: &Paket Listesini Dosyaya Aktar
zh_cn: 导出软件包列表到文件(&E)

source: &Import Package List from File
ca: &Importa la llista de paquets des d'un fitxer
el: Ε&ισαγωγή Λίστας Πακέτων από Αρχείο
fi: &Tuo pakettiluettelo tiedostosta
fr: &Importer la liste des paquets à partir d'un fichier
it: &Importa elenco di pacchetti da file
pt_br: &Importar Lista de Pacotes do Arquivo
sl: &Uvozi seznam paketov iz datoteke
tr: &Dosyadan Paket Listesini İçe Aktar
zh_cn: 从文件导入软件包列表(&I)

source: &Show Available Disk Space
ca: &Mostra l'espai de disc disponible
el: Εμφάνιση Διαθέσιμου Χώρου του &Δίσκου
fi: &Näytä käytettävissä oleva levytila
fr: Afficher l'e&space disque disponible
it: Mostra &spazio disponibile su disco
pt_br: &Mostrar Espaço Disponível em Disco
sl: &Prikaži razpoložljiv prostor na diskih
tr: &Kullanılabilir Disk Alanını Göster
zh_cn: 显示可用磁盘空间(&S)

source: Search &Online
ca: Cerca &en línia
fi: Etsi &Verkosta
fr: Rechercher en &ligne
it: Cerca &online
pt_br: Pesquisa On-line
sl: &Internetno iskanje
tr: Çevrimiçi &Arama
zh_cn: 联机搜索(&O)

source: Export List of All Packages and Patterns to File
ca: Exporta la llista de tots els paquets i patrons al fitxer
el: Εξαγωγή Λίστας Όλων των Πακέτων και των Patterns σε ένα Αρχείο
fi: Vie kaikkien pakettien ja ohjelmistoryhmien luettelo tiedostoon
fr: Exporter la liste de tous les paquets et modèles dans un fichier
it: Esporta elenco di tutti i pacchetti e modelli su file
pt_br: Exportar Lista de Todos os Pacotes e Padrões para Arquivo
sl: Izvozi seznam vseh paketov in vzorcev v datoteko
tr: Tüm Paketlerin ve Desenlerin Listesini Dosyaya Aktar
zh_cn: 将全部软件包和软件集列表导出到文件

source: Error exporting list of packages and patterns to
ca: S'ha produït un error en exportar la llista de paquets i patrons a
el: Σφάλμα εξαγωγής της λίστας των πακέτων και των patterns στο
fi: Virhe vietäessä pakettien ja ohjelmistoryhmien luetteloa kohteeseen
fr: Erreur d'exportation de la liste des paquets et modèles dans
it: Errore durante l'esportazione dell'elenco di pacchetti e modelli in
pt_br: Erro ao exportar a lista de pacotes e padrões para
sl: Napaka izvažanja seznama paketov in vzorcev v
tr: Paket ve desen listesinin dışa aktarılmasında hata oluştu
zh_cn: 将软件包和软件集列表导出到以下文件时出错

source: Import List of All Packages and Patterns from File
ca: Importa la llista de tots els paquets i els patrons des del fitxer
el: Εισαγωγή Λίστας Όλων των Πακέτων και των Patterns από το Αρχείο
fi: Tuo kaikkien pakettien ja ohjelmistoryhmien luettelo tiedostosta
fr: Importer la liste de tous les paquets et modèles du fichier
it: Importa elenco di tutti i pacchetti e modelli dal file
pt_br: Importar Lista de Todos os Pacotes e Padrões do Arquivo
sl: Uvozi seznam vseh paketov in vzorcev iz datoteke
tr: Dosyadan Tüm Paketlerin ve Desenlerin Listesini İçe Aktar
zh_cn: 从文件导入全部软件包和软件集列表

source: Error importing list of packages and patterns from
ca: S'ha produït un error en importar la llista de paquets i patrons de
el: Σφάλμα εισαγωγής της λίστας των πακέτων και των patterns από το
fi: Virhe tuotaessa pakettien ja ohjelmistoryhmien luetteloa kohteesta
fr: Erreur d'importation de la liste des paquets et modèles depuis
it: Errore durante l'importazione dei pacchetti e dei modelli da
pt_br: Erro ao importar a lista de pacotes e padrões de
sl: Napaka uvažanja seznama paketov in vzorcev iz
tr: Paket ve desen listesini içe aktarırken hata oluştu
zh_cn: 从以下文件导入软件包和软件集列表时出错

source: &Needed Patches
ca: Pedaços &necessaris
el: Διορθώσεις που &Χρειάζονται
fi: &Tarvittavat korjaukset
fr: Correctifs &nécessaires
it: Patch &necessarie
pt_br: Patches &Necessários
sl: &Potrebni popravki
tr: &Gerekli Yamalar
zh_cn: 需要的补丁(&N)

source: &Installed Patches
ca: Pedaços &instal·lats
el: &Εγκατεστημένες Διορθώσεις
fi: &Asennetut korjaukset
fr: Correctifs &installés
it: &Patch installate
pt_br: Patches &instalados
sl: &Nameščeni popravki
tr: &Yüklenen Yamalar
zh_cn: 已安装补丁(&I)

source: &Recommended
ca: &Recomanat
el: &Προτεινόμενα
fi: &Suositeltu
fr: &Recommandé
it: &Consigliato
pt_br: &Recomendado
sl: P&riporočeni
tr: &Önerilen
zh_cn: 推荐(&R)

source: &Security
ca: &Seguretat
el: &Ασφάλεια
fi: &Tietoturva
fr: &Sécurité
it: &Sicurezza
pt_br: &Segurança
sl: &Varnostni
tr: &Güvenlik
zh_cn: 安全(&S)

source: &Optional
ca: &Opcional
el: Πρ&οαιρετικά
fi: &Valinnainen
fr: &Optionnel
it: &Facoltativo
pt_br: &Opcional
sl: &Izbirni
tr: &İsteğe bağlı
zh_cn: 可选(&O)

source: &All Patches
ca: &Tots els pedaços
el: &Όλες οι Διορθώσεις
fi: K&aikki korjaukset
fr: &Tous les correctifs
it: &Tutte le patch
pt_br: Todos os P&atches
sl: &Vsi popravki
tr: &Tüm yamalar
zh_cn: 全部补丁(&A)

source: S&earch
ca: C&erca
el: &Αναζήτηση
fi: Et&si
fr: Re&chercher
it: C&erca
pt_br: P&esquisar
sl: Is&kanje
tr: A&ra
zh_cn: 搜索(&E)

source: &General Help
ca: &Ajuda general
el: &Γενική Βοήθεια
fi: &Yleinen ohje
fr: Aide &générale
it: Guida &generale
pt_br: Ajuda &geral
sl: &Splošna pomoč
tr: &Genel yardım
zh_cn: 常规帮助(&G)

source: &Package Status and Symbols
ca: Estat i símbols del &paquet
el: Κατάσταση και σύμβολα &πακέτων
fi: &Pakettien tilaohje
fr: Symboles et états des &paquets
it: Stato del &pacchetto e simboli
pt_br: &Status dos pacotes e símbolos
sl: S&tanje paketa in simboli
tr: &Paket Durumu ve Sembolleri
zh_cn: 软件包状态和符号(&P)

source: &How to Use the Filters
ca: &Com usar els filtres
el: &Πως να Χρησιμοποιήσετε Φίλτρα
fi: &Suotimen käyttöohje
fr: Comment utiliser les &Filtres
it: &Come usare i filtri
pt_br: &Como usar os filtros
sl: &Kako uporabljati filtre
tr: &Filtreler Nasıl Kullanılır
zh_cn: 过滤器用法(&H)

source: &Useful Functions in Menu
ca: Funcions &útils al menú
el: &Χρήσιμες Λειτουργίες στο μενού
fi: &Käytännöllisiä toimintoja valikossa
fr: Fonctions &utiles du menu
it: Funzioni &utili nel menu
pt_br: &Funções úteis no menu
sl: &Uporabne funkcije v menijih
tr: &Menüdeki Faydalı Fonksiyonlar
zh_cn: 菜单中好用的功能(&U)

source: &Patch Status and Patch Installation
ca: &Estat i instal·lació de pedaços
el: Κατάσταση και εγκατάσταση &διόρθωσης
fi: &Korjausten tila ja asennus
fr: État et installation des &correctifs
it: Stato e installazione delle &patch
pt_br: &Status do Patch e Instalação do Patch
sl: Stanje in nameščanje &popravkov
tr: &Yama Durumu ve Yama Kurulumu
zh_cn: 补丁状态和安装(&P)

source: &Technical Data
ca: Dades &tècniques
el: &Τεχνικά Δεδομένα
fi: &Tekniset tiedot
fr: Données &techniques
it: Dati &tecnici
pt_br: Dados &Técnicos
sl: &Tehnični podatki
tr: &Teknik bilgi
zh_cn: 技术数据(&T)

source: &Package Description
ca: Descripció del &paquet
el: Περιγραφή &Πακέτου
fi: &Paketin kuvaus
fr: Description du &paquet
it: Descrizione del &pacchetto
pt_br: &Descrição do pacote
sl: &Opis paketa
tr: &Paket Açıklaması
zh_cn: 软件包描述(&P)

source: Package &Versions
ca: &Versions del paquet
el: &Εκδόσεις Πακέτων
fi: Paketin &versiot
fr: &Versions du paquet
it: &Versioni del pacchetto
pt_br: &Versões do Pacote
sl: &Različice paketa
tr: Paket &Sürümleri
zh_cn: 软件包版本(&V)

source: &File List
ca: Llist&a dels fitxers
el: &Λίστα Αρχείων
fi: &Tiedostoluettelo
fr: Liste des &fichiers
it: &Elenco dei file
pt_br: Lista de &arquivos
sl: &Seznam datotek
tr: &Dosya listesi
zh_cn: 文件列表(&F)

source: &Dependencies
ca: &Dependències
el: &Εξαρτήσεις
fi: &Riippuvuudet
fr: &Dépendances
it: &Dipendenze
pt_br: &Dependências
sl: O&dvisnosti
tr: &Bağımlılıklar
zh_cn: 依赖关系(&D)

source: &Long Description
ca: Descripció &llarga
el: &Εκτενής Περιγραφή
fi: &Laaja kuvaus
fr: Description &longue
it: &Descrizione lunga
pt_br: Descrição &longa
sl: Do&lg opis
tr: &Uzun tanım
zh_cn: 详尽描述(&L)

source: &Package List
ca: Llista dels &paquets
el: &Λίστα Πακέτων
fi: &Pakettiluettelo
fr: Liste des &paquets
it: Elenco dei &pacchetti
pt_br: Lista de &pacotes
sl: Seznam &paketov
tr: &Paket listesi
zh_cn: 软件包列表(&P)

source: &Versions
el: &Εκδόσεις
fi: &Versiot
it: &Versioni
pt_br: &Versões
sl: &Različice
tr: &Sürümler
zh_cn: 版本(&V)

source: Source Package:
ca: Paquet de codi font:
el: Πηγή πακέτου:
fi: Lähde paketti:
fr: Paquet source :
it: Pacchetto sorgente:
pt_br: Pacote fonte:
sl: Izvorni paket:
tr: Kaynak Paketi:
zh_cn: 源代码包：

source: <i>This information is available for installed packages only.</i>
ca: <i> Aquesta informació només està disponible per als paquets instal·lats.</i>
el: <i>Αυτές οι πληροφορίες είναι διαθέσιμες μόνο για τα εγκατεστημένα πακέτα.</i>
fi: <i>Nämä tiedot ovat saatavilla vain asennetuista paketeista.</i>
fr: <i>Cette information est disponible pour les paquets installés uniquement.</i>
it: <i>Questa informazione è disponibile solo per i pacchetti installati.</i>
pt_br: <i>Estas informações estão disponíveis apenas para pacotes instalados.</i>
sl: <i>Ti podatki so na voljo samo za nameščene pakete.</i>
tr: <i>Bu bilgi yalnızca yüklü paketler için kullanılabilir.</i>
zh_cn: <i>已安装的软件包才有此信息。</i>

source: References:<br>
ca: Referències:<br>
el: Αναφορές:<br>
fi: Viittaukset:<br>
fr: Références :<br>
it: Riferimenti:<br>
pt_br: Referências:<br>
sl: Sklici:<br>
tr: Referanslar:<br>
zh_cn: 参考：<br>

source: Search for Patches
ca: Cerca pedaços
el: Αναζήτηση για Επιδιορθώσεις
fi: Hae korjauksia
fr: Recherche de correctifs
it: Cerca patch
pt_br: Procurar Patches
sl: Iskanje popravkov
tr: Yamaları Ara
zh_cn: 搜索补丁

source: Name of the Patch
ca: Nom del pedaç
el: Όνομα της Διόρθωσης
fi: Korjauksen nimi
fr: Nom du correctif
it: Nome della patch
pt_br: Nome do Patch
sl: Ime popravka
tr: Yama Adı
zh_cn: 补丁名称

source: Summary
ca: Resum
el: Περίληψη
fi: Yhteenveto
fr: Résumé
it: Riepilogo
pt_br: Resumo
sl: Povzetek
tr: Özet
zh_cn: 摘要

source: &Problems
ca: &Problemes
el: &Προβλήματα
fi: On&gelmia
fr: &Problèmes
it: &Problemi
pt_br: &Problemas
sl: &Težave
tr: &Sorunlar
zh_cn: 问题(&P)

source: Possible &Solutions
ca: Solucions p&ossibles
el: Π&ιθανές Λύσεις
fi: Mah&dolliset ratkaisut
fr: &Solutions possibles
it: &Soluzioni possibili
pt_br: &Soluções Possíveis
sl: Možne &rešitve
tr: Olası &Çözümler
zh_cn: 潜在解决方案(&S)

source: see below
ca: mireu a sota
el: δείτε παρακάτω
fi: ks. alempaa
fr: voir ci-dessous
it: vedere di seguito
pt_br: veja abaixo
sl: glejte spodaj
tr: aşağıya bakın
zh_cn: 请参见以下

source: No further solution details available
ca: No hi ha més informació disponible.
el: Δεν υπάρχουν διαθέσιμες λεπτομέρειες για τη λύση
fi: Ratkaisuista ei ole enempää lisätietoa
fr: Aucun autre détail sur la solution n'est disponible
it: Non sono disponibili ulteriori dettagli relativi alla soluzione
pt_br: Não há mais detalhes de solução disponíveis
sl: Na voljo ni dodatnih podrobnosti o rešitvi
tr: Daha fazla çözüm ayrıntısı mevcut değil
zh_cn: 没有更进一步的解决方案细节

source: [+] Select [-] Delete [>] Update
ca: [+] Selecciona [-] Suprimeix [>] Actualitza
el: [+] Επιλογή [-] Διαγραφή [>] Ενημέρωση
fi: [+] Valitse [-] Poista [>] Päivitä
fr: [+] Sélectionner [-] Supprimer [>] Mettre à jour
it: [+] Seleziona [-] Elimina [>] Aggiorna
pt_br: [+] Selecionar [-] Apagar [>] Atualizar
sl: [+] Izberi [-] Izbriši [>] Posodobi
tr: [+] Seç [-] Sil [>] Güncelle
zh_cn: [+] 选择 [-] 删除 [>] 更新

source: Error: Out of disk space!
ca: Error: s'ha esgotat l'espai del disc!
el: Σφάλμα: Εξαντλήθηκε ο χώρος στο δίσκο!
fi: Virhe: Levytila lopussa!
fr: Erreur : espace disque insuffisant !
it: Errore: spazio sul disco esaurito.
pt_br: Erro: Espaço insuficiente em disco!
sl: Napaka: zmanjkalo je prostora na disku!
tr: Hata: Yetersiz disk alanı!
zh_cn: 错误：磁盘空间不足！

source: Warning: Disk space is running out!
ca: Avís: s'està esgotant l'espai del disc!
el: Προειδοποίηση: Ο χώρος στο δίσκο εξαντλείται!
fi: Varoitus: Levytila on loppumassa!
fr: Avertissement : l'espace disque est insuffisant !
it: Avviso: spazio su disco in esaurimento.
pt_br: Aviso: O espaço em disco está se esgotando!
sl: Opozorilo: Zmanjkuje prostora na disku!
tr: Uyarı: Disk alanı azalıyor!
zh_cn: 警告：磁盘空间不足！

source: Name of the Package
ca: Nom del paquet
el: Όνομα Πακέτου
fi: Paketin nimi
fr: Nom du paquet
it: Nome del pacchetto
pt_br: Nome do pacote
sl: Ime paketa
tr: Paketin Adı
zh_cn: 软件包名称

source: Keywords
ca: Paraules clau
el: Λέξεις-κλειδιά
fi: Hakusanat
fr: Mots-clés
it: Parole chiave
pt_br: Palavras-chave
sl: Ključne besede
tr: Anahtar kelimeler
zh_cn: 关键字

source: Description (time-consuming)
ca: Descripció (consum de temps)
el: Περιγραφή (χρονοβόρο)
fi: Kuvaus (aikaa vievä)
fr: Description (prend du temps)
it: Descrizione (richiede molto tempo)
pt_br: Descrição (demorado)
sl: Opis (dolgotrajno)
tr: Açıklama (zaman alıcı)
zh_cn: 描述（费时）

source: Provides
ca: Proporciona
el: Παρέχει
fi: Tarjoaa
fr: Fournit
it: Fornisce
pt_br: Fornece
sl: Zagotavlja
tr: Sağlıyor
zh_cn: 提供

source: Required by
ca: Requerit per
el: Απαιτείται από
fi: Vaatii
fr: Requis par
it: Richiesto da
pt_br: Requerido por
sl: Zahteva ga
tr: Gereklidir
zh_cn: 需要用于

source: &View
ca: &Vista
el: &Προβολή
fi: Näk&ymä
fr: &Vue
it: &Visualizza
pt_br: &Ver
sl: &Prikaz
tr: &Görünüm
zh_cn: 视图(&V)

source: &Extras
ca: E&xtres
el: &Πρόσθετα
fi: &Lisäasetukset
it: &Altro
sl: D&odatno
tr: E&kstralar
zh_cn: 额外(&E)

source: &Filter
ca: &Filtre
el: &Φίλτρο
fi: &Suodin
fr: &Filtrer
it: &Filtro
pt_br: &Filtro
tr: &Filtre
zh_cn: 过滤器(&F)

source: Installed Packages
ca: Paquets instal·lats
el: Εγκατεστημένα Πακέτα
fi: Asennetut paketit
fr: Paquets installés
it: Pacchetti installati
pt_br: Pacotes instalados
sl: Nameščeni paketi
tr: Yüklenen Paketler
zh_cn: 已安装软件包

source: Package:
ca: Paquet:
el: Πακέτο:
fi: Paketti:
fr: Paquet :
it: Pacchetto:
pt_br: Pacote:
sl: Paket:
tr: Paket:
zh_cn: 软件包：

source: A&ctions
ca: &Accions
el: &Ενέργειες
fi: Toi&minnot
it: &Azioni
pt_br: A&ções
sl: &Dejanja
tr: &Hareketler
zh_cn: 操作(&C)

source: General Help
ca: Ajuda general
el: Γενική Βοήθεια
fi: Yleinen ohje
fr: Aide générale
it: Guida generale
pt_br: Ajuda geral
sl: Splošna pomoč
tr: Genel Yardım
zh_cn: 常规帮助
