Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: Automatic registration upgrade failed. You can manually register the system from scratch.
ar: فشلت ترقية التسجيل التلقائي. يمكنك تسجيل النظام من البداية يدويًا.
ca: Ha fallat l'actualització automàtica del registre. Podeu registrar manualment el sistema des de zero.
cs: Automatická inovace registrace se nezdařila. Můžete systém ručně zaregistrovat od začátku.
de: Fehler beim automatischen Aktualisieren der Registrierung. Sie können das System manuell neu registrieren.
el: Η αναβάθμιση της αυτόματης καταχώρησης απέτυχε. Μπορείτε να καταχωρήσετε το σύστημα από την αρχή χειροκίνητα.
es: Error al actualizar el registro automático. Puede registrar el sistema manualmente partiendo de cero.
fi: Rekisteröinnin automaattipäivitys epäonnistui. Voit rekisteröidä järjestelmäsi alusta asti itse.
fr: La mise à niveau automatique de l'enregistrement a échoué. Vous pouvez enregistrer manuellement le système en partant de zéro.
hu: Sikertelen volt az automatikus regisztrációfrissítés. A rendszert újonnan, manuálisan tudja regisztrálni.
it: Upgrade automatico della registrazione non riuscito. È possibile registrare il sistema da zero manualmente.
ja: 登録の自動アップグレードに失敗しました。 最初から手動でシステムを登録できます。
ko: 자동 등록 업그레이드에 실패했습니다. 처음부터 수동으로 시스템을 등록할 수 있습니다.
nl: Automatisch bijwerken van de registratie is mislukt. U kunt handmatig het systeem vanaf het begin registreren.
pl: Automatyczna aktualizacja rejestracji nie powiodła się. Możesz ręcznie zarejestrować system, zaczynając od początku.
pt_br: Falha no upgrade automático do registro. É possível registrar o sistema do zero manualmente.
ru: Не удалось автоматически обновить регистрацию. Вы можете вручную зарегистрировать систему заново.
sk: Zvýšenie verzie automatickej registrácie zlyhalo. Systém môžete ručne zaregistrovať od začiatku.
sv: Automatisk registreringsuppgradering misslyckades. Du kan registrera systemet manuellt från grunden.
uk: Не вдалося автоматично оновити реєстрацію. Ви можете вручну зареєструвати систему заново.
zh_cn: 自动注册升级失败。 您可以从头开始手动注册该系统。
zh_tw: 自動註冊升級失敗。 您可以重新手動註冊系統。

source: Local Registration Servers
ar: خوادم التسجيل المحلي
ca: Servidors de registre locals
cs: Místní registrační servery
de: Lokale Registrierungsserver
el: Τοπικοί Διακομιστές Καταχώρησης
es: Servidores de registro local
fi: Paikalliset rekisteröintipalvelimet
fr: Serveurs d'enregistrement locaux
hu: Helyi regisztrációs kiszolgálók
it: Server di registrazione locale
ja: ローカル登録サーバ
ko: 로컬 등록 서버
nl: Lokale registratieservers
pl: Lokalne serwery rejestracji
pt_br: Servidores de Registro Locais
ru: Локальные серверы регистрации
sk: Lokálny registračný server
sv: Lokala registreringsservrar
uk: Локальні сервери реєстрації
zh_cn: 本地注册服务器
zh_tw: 本地註冊伺服器

source: Select a detected registration server from the list or the default SUSE registration server.
ar: حدد خادم تسجيل تم اكتشافه من القائمة أو خادم التسجيل SUSE الافتراضي.
ca: Seleccioneu un servidor de registre detectat de la llista o el servidor de registre per defecte de SUSE.
cs: Vyberte zjištěný registrační server v seznamu nebo výchozí registrační server SUSE.
de: Wählen Sie einen erkannten Registrierungsserver in der Liste oder den SUSE-Standardregistrierungsserver aus.
el: Επιλέξτε μια εντοπισμένη καταχώρηση διακομιστή από τη λίστα ή την προεπιλογή καταχώρησης διακομιστή της SUSE.
es: Seleccione un servidor de registro detectado en la lista o el servidor de registro por defecto de SUSE.
fi: Valitse tunnistettu rekisteröintipalvelin luettelosta tai SUSEn oletusrekisteröintipalvelin.
fr: Sélectionnez un serveur d'enregistrement détecté dans la liste ou le serveur d'enregistrement SUSE par défaut.
hu: Válasszon az észlelt regisztrációs kiszolgálók listájából, vagy válassza az alapértelmezett SUSE regisztrációs kiszolgálót.
it: Selezionare dall'elenco uno dei server di registrazione rilevati o il server di registrazione SUSE predefinito.
ja: リストから検出済みの登録サーバを選択するか、 デフォルトのSUSE登録サーバを選択します。
ko: 목록에서 검색된 등록 서버를 선택하거나 기본 SUSE 등록 서버를 선택하십시오.
nl: Selecteer een gedetecteerde registratieserver in de lijst of selecteer de standaard SUSE-registratieserver.
pl: Wybierz z listy wykryty serwer rejestracji lub domyślny serwer rejestracji SUSE.
pt_br: Selecione um servidor de registro detectado na lista ou o servidor de registro padrão do SUSE.
ru: Выберите обнаруженный сервер регистрации из списка либо сервер регистрации SUSE по умолчанию.
sk: Vyberte zo zoznamu zistený registračný server alebo predvolený registračný server SUSE.
sv: Välj en upptäckt registreringsserver i listan eller SUSE-standardregistreringsservern.
uk: Виберіть виявлений сервер реєстрації із списку або типовий сервер реєстрації SUSE.
zh_cn: 请从列表中选择一个检测到的注册服务器， 或使用默认的 SUSE 注册服务器。
zh_tw: 從清單中選取一台偵測到的註冊伺服器 或預設的 SUSE 註冊伺服器。

source: No registration server selected
ar: لم يتم تحديد أي خادم تسجيل
ca: Cap servidor de registre seleccionat
cs: Nebyl vybrán žádný registrační server
de: Kein Registrierungsserver ausgewählt
es: No hay ningún servidor de registro seleccionado
fi: Ei rekisteröintipalvelinta valittuna
fr: Aucun serveur d'enregistrement n'est sélectionné
hu: Nincs kiválasztva regisztrációs kiszolgáló
it: Nessun server di registrazione selezionato
ja: 登録サーバが選択されていません
ko: 선택한 등록 서버 없음
nl: Er is geen registratieserver geselecteerd
pl: Nie wybrano serwera rejestracji
pt_br: Nenhum servidor de registro selecionado
ru: Не выбран сервер регистрации
sk: Nie je vybraný žiaden registračný server
sv: Ingen vald registreringsserver
uk: Не вибрано сервер реєстрації
zh_cn: 未选择注册服务器
zh_tw: 未選取註冊伺服器

source: SUSE Customer Center (%s)
ar: مركز عملاء SUSE (%s)
ca: Centre d'atenció al client de SUSE (%s)
cs: Zákaznické centrum SUSE (%s)
el: Κέντρο Εξυπηρέτησης Πελατών SUSE (%s)
es: Centro de servicios al cliente de SUSE (%s)
fi: SUSE-asiakaskeskus (%s)
hu: SUSE Ügyfélközpont (%s)
ja: SUSEカスタマーセンター(%s)
ko: SUSE 고객 센터(%s)
nl: SUSE-klantencentrum (%s)
ru: Центр работе с клиентами SUSE (%s)
sk: Zákaznícke centrum SUSE (%s)
sv: SUSE kundcenter (%s)
uk: Центр покупця SUSE (%s)

source: Searching...
ar: يتم الآن البحث...
ca: Cercant...
cs: Probíhá hledání...
de: Suchvorgang...
el: Αναζήτηση...
es: Buscando...
fi: Etsitään...
fr: Recherche...
hu: Keresés…
it: Ricerca in corso...
ja: 検索しています...
ko: 검색 중...
nl: Bezig met zoeken...
pl: Wyszukiwanie...
pt_br: Pesquisando...
ru: Поиск...
sk: Vyhľadávanie...
sv: Söker...
uk: Пошук...
zh_cn: 搜索中...
zh_tw: 正在搜尋...

source: Looking up local registration servers...
ar: جارٍ البحث عن خوادم التسجيل المحلية...
ca: Cercant servidors de registre locals...
cs: Vyhledávání místních registračních serverů...
de: Lokale Registrierungsserver werden gesucht...
el: Αναζήτηση τοπικών διακομιστών καταχώρησης...
es: Buscando servidores de registro locales...
fi: Etsitään paikallisia rekisteröintipalvelimia...
fr: Recherche des serveurs d'enregistrement locaux...
hu: A helyi regisztrációs kiszolgálók keresése...
it: Consultazione dei server di registrazione locali in corso...
ja: ローカル登録サーバを検索しています...
ko: 로컬 등록 서버를 조회하는 중입니다.
nl: Lokale registratieservers zoeken...
pl: Wyszukiwanie lokalnych serwerów rejestracji...
pt_br: Pesquisando servidores de registro locais...
ru: Поиск локальных серверов регистрации…
sk: Vyhľadávanie lokálnych registračných serverov...
sv: Slår upp lokala registreringsservrar...
uk: Пошук локальних серверів реєстрації...
zh_cn: 正在查找本地注册服务器...
zh_tw: 正在查詢本地註冊伺服器...

source: Please, type at least %{minimal_size} characters to search for.
ca: Si us plau, escriviu com a mínim %{minimal_size} caràcters per fer la cerca.
cs: Zadejte alespoň %{minimal_size} znaků k vyhledání.
de: Geben Sie mindestens %{minimal_size} Zeichen für die Suche ein.
es: Escriba al menos %{minimal_size} caracteres para buscar.
fi: Etsi kirjoittamalla vähintään %{minimal_size} merkkiä.
fr: Saisissez au moins %{minimal_size} caractères pour effectuer la recherche.
it: Digitare almeno %{minimal_size} caratteri da ricercare.
ja: 検索文字列には %{minimal_size} 文字以上を入力してください。
nl: Voer minstens %{minimal_size} tekens in om naar te zoeken.
pt_br: Digite pelo menos %{minimal_size} caracteres para pesquisar.
sk: Prosím, zadajte aspoň %{minimal_size} znakov, ktoré chcete vyhľadať.
zh_cn: 请至少键入 %{minimal_size} 个要搜索的字符。
zh_tw: 請至少輸入 %{minimal_size} 個要搜尋的字元。

source: Contacting the SUSE Customer Center. This may take some time.
ca: Contactant amb el Centre de clients de SUSE. Això pot trigar força.
cs: Kontaktuji zákaznické centrum SUSE Customer Center. To může chvíli trvat.
de: Das SUSE Customer Center wird kontaktiert. Dies kann einige Zeit in Anspruch nehmen.
es: Contactando con el Centro de servicios al cliente de SUSE. Esta operación puede tardar.
fi: Otetaan yhteyttä SUSEn asiakaskeskukseen. Tämä voi kestää jonkin aikaa.
fr: Établissement d'un contact avec SUSE Customer Center. Cette opération peut prendre un certain temps.
it: Contattare il Centro clienti SUSE. Questo potrebbe richiedere del tempo.
ja: SUSE カスタマーセンターと通信を行っています。しばらくお待ちください。
nl: Contact maken met de server van SUSE Customer Center. Dit kan enige tijd duren.
pt_br: Entrando em contato com o SUSE Customer Center. Isto pode tomar algum tempo.
sk: Kontaktovanie Zákazníckeho centra SUSE. Môže to chvíľu trvať.
zh_cn: 正在联系 SUSE Customer Center。可能会花点时间。
zh_tw: 正在聯絡 SUSE Customer Center。這可能需要一些時間。

source: Searching for packages
ca: Cerca de paquets
cs: Hledání balíčků
de: Suche nach Paketen
es: Buscando paquetes
fi: Etsitään paketteja
fr: Recherche de paquets
it: Ricerca dei pacchetti in corso
ja: パッケージの検索
nl: Zoeken naar pakketten
pt_br: Pesquisando por pacotes
sk: Hľadanie balíkov
zh_cn: 正在搜索包
zh_tw: 正在搜尋套件

source: Search
ca: Cerca
cs: Hledání
de: Suchen
es: Buscar
fi: Etsi
fr: Rechercher
it: Cerca
ja: 検索
nl: Zoeken
pt_br: Pesquisa
sk: Hľadať
sv: Söker
zh_cn: 搜索
zh_tw: 搜尋

source: Package Name
ca: Nom del paquet
cs: Název balíčku
de: Paketname
es: Nombre del paquete
fi: Paketin nimi
fr: Nom du paquet
it: Nome pacchetto
ja: パッケージ名
nl: Pakketnaam
pt_br: Nome do pacote
sk: Názov balíka
sv: Paketnamn
zh_cn: 包名称
zh_tw: 套件名稱

source: Ignore Case
ca: Ignora les majúscules.
cs: Ignorovat velkou/malou abecedu
de: Fall ignorieren
es: Ignorar caso
fi: Älä erota pien- ja suuraakkosia
fr: Ignorer la casse
it: Ignora maiuscole/minuscole
ja: 大文字と小文字の違いを無視する
nl: Verschil hoofd- kleine letters negeren
pt_br: Ignorar caso
sk: Ignorovať veľkosť písmen
zh_cn: 忽略大小写
zh_tw: 忽略大小寫

source: Registration Code or RMT Server URL
ca: Codi de registre o URL del servidor RMT
cs: Registrační kód nebo URL serveru RMT
de: Registrierungs-Code oder RMT-Server-URL
es: Código de registro o URL del servidor RMT
fi: Rekisteröintikoodi tai RMT-palvelimen URL-osoite
fr: Code d'enregistrement ou URL du serveur RMT
it: Codice di registrazione o URL del server RMT
ja: 登録コードまたは RMT サーバの URL
nl: URL van registratiecode of RMT-server
pt_br: Código de Registro ou URL do Servidor RMT
ru: Код регистрации или URL сервера RMT
sk: Registračný kód alebo URL RMT servera
sv: Registreringskod eller URL till RMT-server
zh_cn: 注册码或 RMT 注册服务器 URL
zh_tw: 註冊代碼或 RMT 伺服器 URL

source: Not valid url.
ar: مسار غير صالح.
ca: URL no vàlid.
cs: Neplatný URL.
de: Keine gültige URL.
es: No es una URL válida.
fi: Verkko-osoite ei kelpaa.
fr: url invalide.
hu: Érvénytelen URL-cím.
it: URL non valido.
ja: 正しい URL ではありません。
ko: 올바른 URL이 아닙니다.
nl: geen geldige URL.
pl: Nieprawidłowy adres URL.
pt_br: URL inválida.
ru: Недействительный URL.
sk: Neplatná adresa url.
sv: Ogiltig url.
uk: Не дійсне url.
zh_cn: 无效的 URL。
zh_tw: URL 無效。

source: <p> The RMT Server URL must use http or https protocol, other schemes are not supported.</p>
ca: <p> L'URL del servidor RMT ha d'usar el protocol http o https. No s'admeten altres esquemes.</p>
cs: <p> URL serveru RMT musí používat protokol HTTP nebo HTTPS, jiné nejsou podporovány.</p>
de: <p> Die RMT-Server-URL muss das http oder https Protokoll verwenden, andere Schemata werden nicht unterstützt.</p>
es: <p> La URL del servidor RMT debe usar el protocolo HTTP o HTTPS. No se admiten otros esquemas.</p>
fi: <p> RMT-palvelimen verkko-osoitteen on käytettävä http- tai https-protokollaa, muita järjestelmiä ei tueta.</p>
fr: <p> L'URL du serveur RMT doit utiliser le protocole http ou https. Les autres modèles ne sont pas pris en charge.</p>
it: <p> L'URL del server RMT deve usare i protocolli http o https, altri schemi non sono supportati.</p>
ja: <p> RMT サーバの URL は http または https のプロトコルでなければなりません。それ以外のスキームには対応していません。</p>
nl: <p> De URL van de RMT-server moet het http- of https-protocol gebruiken, andere schema's worden niet ondersteund.</p>
pt_br: <p> O URL do servidor RMT deve usar o protocolo http ou https, outros esquemas não são suportados.</p>
ru: <p> URL сервера RMT должен быть указан по протоколу http или https; другие схемы не поддерживаются.</p>
sk: <p> URL servera RMT musí používať protokol http alebo https, iné schémy nie sú podporované.</p>
sv: <p> RMT Server-URL:en måste använda http- eller https-protokoll. Andra scheman stöds inte.</p>
zh_cn: <p> RMT 服务器的 URL 必须使用 http 或 https 协议，不支持其他方式。</p>
zh_tw: <p> RMT 伺服器 URL 必須使用 http 或 https 通訊協定，不支援其他配置。</p>

source: <b>Name:</b> %{package_name}
ca: <b>Nom:</b> %{package_name}
cs: <b>Název:</b> %{package_name}
es: <b>Nombre:</b> %{package_name}
fi: <b>Nimi:</b> %{package_name}
fr: <b>Nom :</b> %{package_name}
it: <b>Nome:</b> %{package_name}
ja: <b>名前:</b> %{package_name}
nl: <b>Naam:</b> %{package_name}
pt_br: <b>Nome:</b> %{package_name}
sk: <b>Názov:</b> %{package_name}
sv: <b>Namn:</b> %{package_name}
zh_cn: <b>名称：</b>%{package_name}
zh_tw: <b>名稱：</b>%{package_name}

source: <b>Version:</b> %{package_version}
ca: <b>Versió:</b> %{package_version}
cs: <b>Verze:</b> %{package_version}
es: <b>Versión:</b> %{package_version}
fi: <b>Versio</b>: %{package_version}
it: <b>Versione:</b> %{package_version}
ja: <b>バージョン:</b> %{package_version}
nl: <b>Versie:</b> %{package_version}
pt_br: <b>Versão:</b> %{package_version}
sk: <b>Verzia:</b> %{package_version}
zh_cn: <b>版本：</b>%{package_version}
zh_tw: <b>版本：</b>%{package_version}

source: <b>Architecture:</b> %{package_arch}
ca: <b>Arquitectura:</b> %{package_arch}
cs: <b>Architektura:</b> %{package_arch}
de: <b>Architektur:</b> %{package_arch}
es: <b>Arquitectura:</b> %{package_arch}
fi: <b>Arkkitehtuuri:</b> %{package_arch}
it: <b>Architettura:</b> %{package_arch}
ja: <b>アーキテクチャ:</b> %{package_arch}
nl: <b>Architectuur:</b> %{package_arch}
pt_br: <b>Arquitetura:</b> %{package_arch}
sk: <b>Architektúra:</b> %{package_arch}
sv: <b>Arkitektur</b> %{package_arch}
zh_cn: <b>体系结构：</b>%{package_arch}
zh_tw: <b>架構：</b>%{package_arch}

source: <b>Module/Extension:</b> %{name} (%{status})
ca: <b>Mòdul / extensió:</b> %{name} (%{status})
cs: <b>Modul/rozšíření:</b> %{name} (%{status})
de: <b>Modul/Erweiterung:</b> %{name} (%{status})
es: <b>Módulo/Extensión:</b> %{name} (%{status})
fi: <b>Moduuli/laajennus</b>: %{name} (%{status})
it: <b>Modulo/Estensione:</b> %{name} (%{status})
ja: <b>モジュール／拡張:</b> %{name} (%{status})
nl: <b>Module/extensie:</b> %{name} (%{status})
pt_br: <b>Módulo/Extensão:</b> %{name} (%{status})
sk: <b>Modul/Rozšírenie:</b> %{name} (%{status})
zh_cn: <b>模块/扩展：</b>%{name} (%{status})
zh_tw: <b>模組/延伸：</b>%{name} (%{status})

source: registered
ca: registrat
cs: registrováno
de: registriert
es: registrado
fi: rekisteröity
fr: enregistré(e)
it: registrato
ja: 登録済み
nl: geregistreerd
pt_br: Registrado
sk: registrované
sv: registrerad
zh_cn: 已注册
zh_tw: 已註冊

source: selected for registration
ca: seleccionat per al registre
cs: vybráno k registraci
de: zur Registrierung ausgewählt
es: seleccionado para registrarse
fi: valittu rekisteröitäväksi
fr: sélectionné(e) pour l'enregistrement
it: selezionato per registrazione
ja: 登録するよう選択済み
nl: geselecteerd voor registratie
pt_br: selecionado para resgistro
sk: vybrané na registráciu
zh_cn: 已选定待注册
zh_tw: 已選取進行註冊

source: not registered
ca: no registrat
cs: neregistrováno
de: nicht registriert
es: sin registrar
fi: ei rekisteröity
fr: non enregistré(e)
it: non registrato
ja: 未登録
nl: niet geregistreerd
pt_br: não registrado
sk: neregistrované
sv: inte registrerad
zh_cn: 未注册
zh_tw: 未註冊

source: Status
ca: Estat
cs: Stav
es: Estado
fi: Tila
fr: État
it: Stato
ja: 状態
pt_br: Estado
sk: Stav
zh_cn: 状态
zh_tw: 狀態

source: Name
ar: الاسم
ca: Nom
cs: Název
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
pt_br: Nome
ru: Название
sk: Názov
sv: Namn
zh_cn: 名称
zh_tw: 名稱

source: Module/Extension
ca: Mòdul / extensió
cs: Modul/rozšíření
de: Modul/Erweiterung
es: Módulo/Extensión
fi: Moduuli/Laajennus
it: Modulo/Estensione
ja: モジュール／拡張
nl: Module/extensie
pt_br: Módulo/Extensão
sk: Modul/Rozšírenie
zh_cn: 模块/扩展
zh_tw: 模組/延伸

source: No package found
ca: No s'ha trobat cap paquet.
cs: Nenašel se žádný balíček
de: Kein Paket gefunden
es: No se encuentra ningún paquete
fi: Paketteja ei löytynyt
fr: Aucun paquet trouvé
it: Nessun pacchetto trovato
ja: パッケージが見つかりません
nl: Geen pakket gevonden
pt_br: Nenhum pacote encontrado
sk: Nebol nájdený žiadny balík
zh_cn: 未找到软件包
zh_tw: 未找到套件

source: %s package found
ca: S'ha trobat %s paquet.
cs: %s balíček nalezen
de: %s Paket gefunden
es: %s paquete encontrado
fi: Löytyi %s paketti
fr: %s paquet trouvé
it: %s pacchetto trovato
ja: %s 個のパッケージが見つかりました
nl: %s pakket gevonden
pt_br: %s pacote encontrado
sk: %s nájdený balík
zh_cn: 找到了 %s 个软件包
zh_tw: 找到 %s 個套件

source: Not results yet
ca: Encara no hi ha resultats.
cs: Zatím žádné výsledky
de: Noch keine Ergebnisse
es: Aún no hay resultados
fi: Ei vielä tuloksia
fr: Encore aucun résultat
it: Ancora nessun risultato
ja: 結果はまだありません
nl: Nog geen resultaten
pt_br: Ainda não há resultados
sk: Zatiaľ žiadne výsledky
zh_cn: 未有结果
zh_tw: 尚未獲得結果

source: Toggle selection
ca: Commuta'n la selecció
cs: Přepnout výběr
de: Auswahl umschalten
es: Alternar selección
fi: Käännä valinta
fr: Activer/Désactiver la sélection
it: Attiva / disattiva selezione
ja: 選択の切り替え
nl: Selectie omschakelen
pt_br: Alternar seleção
sk: Prepnúť výber
zh_cn: 切换选择
zh_tw: 切換選擇

source: Connection time out.
el: Λήξη χρόνου σύνδεσης.

source: Secure connection error: %s
el: Σφάλμα ασφαλούς σύνδεσης: %s

source: <p>If you want to remove any extension or module you need to loginto the SUSE Customer Center and remove them manually there.</p>
el: <p>Αν θέλετε να αφαιρέσετε ορισμένη επέκταση ή άρθωμα, χρειάζεται να συνδεθείτε στο Κέντρο Εξυπηρέτησης Πελατών SUSE και να τα αφαιρέσετε χειροκίνητρα από εκεί.</p>

source: <p>Here you can select available extensions and modules for yoursystem.</p>
el: Μπορείτε να επιλέξετε τις διαθέσιμες επεκτάσεις και αρθώματα για το συστημά σας.</p>

source: <p>If your network deploys a custom registration server, set the correct URL of the server and the location of the SMT certificate in <b>SMT Server Settings</b>. Refer to your SMT manual for further assistance.</p>
el: <p>Αν το δίκτυό σας αναπτύσσει έναν παραμετροποιημένο διακομιστή εγγραφής,θέστε το σωστό URL του διακομιστή και την τοποθεσία του πιστοποιητικού SMT στις <b>Ρυθμίσεις διακομιστή SMT</b>.Αναφερθείτε στο εγχειρίδιο SMT σας για περαιτέρω βοήθεια.</p>

source: Certificate has expired
el: Το πιστοποιητικό έχει λήξει

source: Self signed certificate
el: Αυτο-υπογεγραμμένο πιστοποιητικό

source: Self signed certificate in certificate chain
el: Αυτο-υπογεγραμμένο πιστοποιητικό στην αλυσίδα πιστοποιητικών

source: <p>You can re-register it again or you can register additional extension or modules to enhance the functionality of the system.</p>
el: <p>Μπορείτε να το επανακαταχωρήσετε ξανά ή να καταχωρήσετε επιπλέον επεκτάσεις ή αρθρώματα για να αυξήσετε τη λειτουργικότητα του συστήματος.</p>
