Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: Please select your preferred method of registration.
ar: الرجاء تحديد طريقتك المفضلة للتسجيل.
ca: Si us plau, seleccioneu el mètode que preferiu per al registre.
cs: Vyberte prosím svou preferovanou metodu registrace.
de: Wählen Sie die von Ihnen bevorzugte Registrierungsmethode aus.
es: Seleccione el método preferido de registro.
fi: Valitse haluamasi rekisteröintitapa.
fr: Sélectionnez votre méthode d'enregistrement préférée.
hu: Válassza ki a regisztráció kívánt módját.
it: Selezionare il metodo di registrazione.
ja: 希望する登録方法を選択してください。
ko: 선호하는 등록 수단을 선택하십시오.
nl: Selecteer de gewenste registratiemethode.
pl: Wybierz preferowaną metodę rejestracji.
pt_br: Selecione o método de registro de sua preferência.
ru: Выберите способ регистрации.
sk: Vyberte, prosím, vašu preferovanú metódu registrácie.
sv: Välj önskad registreringsmetod.
uk: Виберіть бажаний спосіб реєстрацій.
zh_cn: 请选择您首选的注册方法。
zh_tw: 請選取您偏好的註冊方法。

source: Enter SUSE Customer Center credentials here to register the system to get updates and extensions.
ar: أدخل بيانات اعتماد مركز عملاء SUSE هنا لتسجيل النظام للحصول على التحديثات والملحقات.
ca: Introduïu les credencials del SUSE Customer Center aquí per registrar el sistema i obtenir actualitzacions i extensions.
cs: Chcete-li zaregistrovat systém a získávat aktualizace a rozšíření, zadejte sem přihlašovací údaje zákaznického centra SUSE.
de: Zum Registrieren des Systems geben Sie hier Ihre Anmeldedaten für das SUSE Customer Center ein, so dass Sie Aktualisierungen und Erweiterungen erhalten.
el: Εισάγετε τα διαπιστευτήρια του Κέντρου Εξυπηρέτησης Πελατών SUSE εδώ για να καταχψρήσετε το σύστημα και να λαμβλανετε ενημερώσεις και επεκτάσεις
es: Introduzca aquí las credenciales del Centro de servicios al cliente de SUSE para registrar el sistema a fin de obtener actualizaciones y extensiones.
fi: Annna tässä SUSE-asiakaskeskuksen tilitiedot rekisteröidäksesi järjestelmän päivityksiä ja lisätuotteita varten.
fr: Saisissez ici les références du SUSE Customer Center pour enregistrer le système afin d'obtenir les mises à jour et les extensions.
hu: A SUSE Ügyfélközpont hitelesítő adatait itt megadva regisztrálhatja a rendszert, hogy elérhetővé váljanak a frissítések és a bővítmények.
it: Immettere qui le credenziali di SUSE Customer Center per registrare il sistema e ottenere aggiornamenti ed estensioni.
ja: システムを登録してアップデートや拡張機能を入手するには、ここでSUSEカスタマーセンターの資格情報を入力します。
ko: 업데이트 및 확장을 가져오려면 여기에 SUSE 고객 센터 인증서를 입력하여 시스템을 등록하십시오.
nl: Voer de gegevens van het SUSE-klantencentrum in om het systeem te registreren om updates en extensies te ontvangen.
pl: Tutaj wprowadź dane uwierzytelniające SUSE Customer Center, aby zarejestrować system i pobrać aktualizacje oraz rozszerzenia.
pt_br: Digite as credenciais do SUSE Customer Center aqui para registrar o sistema para obter atualizações e extensões.
ru: Введите здесь учетные данные для центра по работе с клиентами SUSE, чтобы зарегистрировать систему и получать обновления и расширения.
sk: Zadajte tu prihlasovacie údaje pre Zákaznícke centrum SUSE, aby ste zaregistrovali systém pre získanie aktualizácií a rozšírení.
sv: Ange inloggningsuppgifter till SUSE Customer Center här om du vill registrera systemet för att få uppdateringar och tillägg.
uk: Введіть дані облікового запису центру покупця SUSE, щоб зареєструвати систему і отримувати оновлення та розширення.
zh_cn: 在此输入 SUSE Customer Center 帐户信息注册系统，以获得更新和扩展。
zh_tw: 在此處輸入 SUSE Customer Center 的身分證明註冊系統，以取得更新與延伸。

source: Registration Cannot Be Skipped
ca: El registre no es pot ometre.
cs: Registraci nelze přeskočit
de: Registrierung kann nicht übersprungen werden
es: El registro no se puede omitir
fi: Rekisteröintiä ei voi ohittaa
fr: L'enregistrement ne peut pas être ignoré
it: Impossibile ignorare la registrazione
ja: 登録処理を飛ばすことができません
nl: Registratie kan niet worden overgeslagen
pt_br: O registro não pode ser ignorado
sk: Registrácia nemôže byť preskočená
zh_cn: 无法跳过注册
zh_tw: 無法跳過註冊

source: Skipping Registration
ca: Omissió del registre
cs: Přeskakuji registraci
de: Registrierung überspringen
es: Omitiendo registro
fi: Rekisteröinnin ohittaminen
fr: L'enregistrement est ignoré
it: La registrazione viene ignorata
ja: 登録を行わずに飛ばす
nl: Registratie wordt overgeslagen
pt_br: Ignorando registro
sk: Preskočenie registrácie
sv: Hoppa över registrering
zh_cn: 正在跳过注册
zh_tw: 正在跳過註冊

source: <p>System registration is required for updates and security fixes. Please confirm to proceed without updates. You may register at a later date for updates and security fixes.</p>
ca: <p>Cal el registre del sistema per obtenir les actualitzacions i les correccions de seguretat. Si us plau, confirmeu que voleu continuar sense actualitzacions. Podreu fer el registre més endavant.</p>
cs: <p>U aktualizací a oprav zabezpečení je nutná registrace systému. Chcete-li pokračovat bez aktualizací, potvrďte. Můžete se registrovat později a získat aktualizace a opravy zabezpečení.</p>
de: <p>Die Systemregistrierung ist für Updates und Sicherheitsfixes erforderlich. Bestätigen Sie, dass Sie ohne Updates fortfahren möchten. Sie können sich zu einem späteren Zeitpunkt für Updates und Sicherheitsfixes registrieren.</p>
es: <p>Para las actualizaciones y correcciones de seguridad, es necesario registrar el sistema. Confirme que desea continuar sin actualizaciones. Puede registrarlo más tarde.</p>
fi: <p>Järjestelmän rekisteröinti vaaditaan päivityksiin ja tietoturvakorjauksiin. Vahvista jatkaaksesi ilman päivityksiä. Voit päivityksiä ja tietoturvakorjauksia varten rekisteröityä myöhemmin.</p>
fr: <p>L'enregistrement du système est obligatoire pour les mises à jour et les correctifs de sécurité. Confirmez si vous souhaitez continuer sans les mises à jour. Vous pouvez vous enregistrer ultérieurement afin de bénéficier des mises à jour et correctifs de sécurité.</p>
it: <p>Registrazione del sistema richiesta per gli aggiornamenti e le correzioni rapide per la sicurezza. Confermare per procedere senza aggiornamenti. È possibile registrarsi agli aggiornamenti e alle correzioni rapide per la sicurezza in un secondo momento.</p>
ja: <p>更新やセキュリティ修正を受け取るには、システムの登録が必要です。 登録を行なわずに進めてよろしいですか？ なお、後からシステムの登録を行うこともできます。</p>
nl: <p>Systeemregistratie is vereist voor updates en reparaties van beveiliging. Gaarne bevestigen om door te gaan zonder updates. U kunt zich op een later moment voor updates en reparaties van beveiliging registreren.</p>
pt_br: <p>O registro do sistema é necessário para atualizações e correções de segurança. Confirme para continuar sem atualizações. Você pode se registrar posteriormente para atualizações e correções de segurança.</p>
sk: <p>Aktualizácie a bezpečnostné opravy vyžadujú registráciu systému. Prosím, potvrďte a pokračujte bez aktualizácií. Kvôli aktualizáciám a bezpečnostným opravám sa môžete zaregistrovať neskôr.</p>
zh_cn: <p>必须注册系统才能获得更新和安全修复。 请确认您要继续操作而不进行更新。 您可以在日后注册以获得更新和安全修复。</p>
zh_tw: <p>必須註冊系統才能獲得更新和安全性修復。 請確認您要繼續操作而不進行更新。 您可以在日後註冊以獲得更新和安全性修復。</p>

source: <p>This installation is online only which requires registration for package repositories.</p>
ca: <p>Aquesta instal·lació és només en línia, fet que requereix el registre per als repositoris dels paquets.</p>
cs: <p>Tato instalace je pouze online, což vyžaduje registraci úložišť balíčků.</p>
de: <p>Diese Installation wird nur online durchgeführt, was eine Registrierung für Paket-Repositorys erfordert.</p>
es: <p>Esta instalación es solo en línea, por lo que se requiere registrar los repositorios de paquetes.</p>
fi: <p>Tämä asennus on vain verkossa, mikä edellyttää rekisteröintiä pakettivarastoihin.</p>
fr: <p>Cette installation est uniquement disponible en ligne, ce qui exige l'enregistrement des dépôts de paquets.</p>
it: <p>L'installazione è online e richiede solo la registrazione dei repository di pacchetti.</p>
ja: <p>このメディアはオンラインインストール用のメディアであるため、登録が必要です。</p>
nl: <p>Deze installatie is alleen online, dat vereist registratie voor pakketopslagruimtes.</p>
pt_br: <p>Esta instalação é online apenas, o que requer registro para repositórios de pacotes.</p>
sk: <p>Táto inštalácia je iba online, čo vyžaduje registráciu pre repozitáre balíkov.</p>
zh_cn: <p>此安装仅可联机进行，而这需要注册软件包软件源。</p>
zh_tw: <p>此安裝僅可在線上進行，而這需要註冊套件庫。</p>

source: <p>For installation without registering the system please install using the %{media_name} installation media from %{download_url}.</p>
ca: <p>Per instal·lar sense registrar el sistema, si us plau, useu el mitjà %{media_name} des de %{download_url}.</p>
cs: <p>K instalaci bez registrace systému použijte instalační média %{media_name} z %{download_url}.</p>
de: <p>Zur Installation ohne Registrierung des Systems verwenden Sie das Installationsmedium %{media_name} von %{download_url}.</p>
es: <p>Para instalar sin registrar el sistema, use el medio de instalación %{media_name} desde %{download_url}.</p>
fi: <p>Asentaaksesi järjestelmän rekisteröitymättä, käytä tietovälinettä %{media_name} osoitteesta %{download_url}.</p>
fr: <p>Pour effectuer l'installation sans enregistrer le système, utilisez le support %{media_name} disponible à l'adresse %{download_url}.</p>
it: <p>Per l'installazione senza registrazione del sistema, utilizzare il supporto di installazione %{media_name} disponibile in %{download_url}.</p>
ja: <p>システムを登録せずにインストールを行いたい場合は、 %{download_url} にある %{media_name} インストールメディアをお使いください。</p>
nl: <p>Voor installatie zonder registratie van het systeem, installeer met het medium %{media_name} van %{download_url}.</p>
pt_br: <p>Para instalação sem registrar o sistema, instale usando a mídia de instalação %{media_name} de %{download_url}.</p>
sk: <p>Na inštaláciu bez registrácie systému, prosím, inštalujte pomocou inštalačných médií %{media_name} z %{download_url}.</p>
zh_cn: <p>若要安装而不注册系统，请使用 %{download_url} 上的 %{media_name} 安装媒体进行安装。</p>
zh_tw: <p>若要安裝而不註冊系統，請使用 %{download_url} 上的 %{media_name} 安裝媒體進行安裝。</p>

source: <p>For installations without registration please install using full installation media.</p>
ca: <p>Per a instal·lacions sense registre, si us plau, useu el mitjà d'instal·lació complet.</p>
cs: <p>Instalace bez registrace instalujte z úplného instalačního média.</p>
de: <p>Für Installationen ohne Registrierung des Systems verwenden Sie das vollständige Installationsmedium.</p>
es: <p>Para instalar sin registrar, use el medio de instalación completa.</p>
fr: <p>Pour effectuer l'installation sans enregistrement, utilisez le support d'installation complet.</p>
it: <p>Per le installazioni senza registrazione, utilizzare il supporto di installazione completo.</p>
ja: <p>登録を行なわずにインストールを行いたい場合は、完全インストールメディアを利用してインストールしてください。</p>
nl: <p>Voor installaties zonder registratie, doe dan de installatie met de volledige installatiemedia.</p>
pt_br: <p>Para instalações sem registro, instale usando a mídia de instalação completa.</p>
sk: <p>Pre inštalácie bez registrácie inštalujte pomocou úplných inštalačných médií.</p>
zh_cn: <p>若要安装而不注册，请使用完整安装媒体进行安装。</p>
zh_tw: <p>若要安裝而不註冊，請使用完整安裝媒體進行安裝。</p>

source: Net&work Configuration...
ar: (W)جارٍ تكوين الشبكة...
ca: Configuració de &xarxa...
cs: Ko&nfigurace sítě...
de: Netz&werkkonfiguration...
es: &Configuración de red...
fi: Lähi&verkon määritykset...
fr: Configuration &réseau...
hu: &Hálózat konfigurálása...
it: Configurazione della re&te in corso...
ja: ネットワーク設定(&W)...
ko: 네트워크 구성(&W)...
nl: Net&werkconfiguratie...
pl: Kon&figuracja sieci...
pt_br: Co&nfiguração de Rede...
ru: &Конфигурация сети…
sk: &Konfigurácia siete...
sv: Nät&verksinställningar...
uk: Налаштування &мережі…
zh_cn: 网络配置(&w)...
zh_tw: 網路組態(&W)...

source: Invalid registration code. CRLF characters are not allowed.
ar: رمز تسجيل غير صالح. غير مسموح بحروف CRLF.
ca: Codi de registre no vàlid. No s'admeten caràcters CRLF.
cs: Neplatný kód registrace. Znaky CRLF nejsou přípustné.
de: Ungültiger Registrierungscode. CRLF-Zeichen sind nicht zulässig.
es: Código de registro no válido. No se permiten caracteres CRLF.
fi: Virheellinen rekisteröintikoodi Rivinvaihtomerkkejä ei sallita.
fr: Code d'enregistrement non valide. Les caractères CRLF ne sont pas autorisés.
hu: Érvénytelen regisztrációs kód. A CRLF-karakterek nem engedélyezettek.
it: Codice di registrazione non valido. I caratteri CRLF non sono permessi.
ja: 登録コードが正しくありません。 CRLF 文字は許可されていません。
ko: 올바르지 않은 등록 코드입니다. CRLF 문자는 허용되지 않습니다.
nl: Ongeldige registratiecode. CRLF tekens zijn niet toegestaan.
pl: Nieprawidłowy kod rejestracji. Znaki CRLF są niedozwolone.
pt_br: Código de registro inválido. Caracteres CRLF não são permitidos.
ru: Недействительный код регистрации. Использовать символы CRLF нельзя.
sk: Neplatný registračný kód. Znaky CRLF nie sú povolené.
sv: Ogiltig registreringskod. CRLF-tecken är inte tillåtna.
zh_cn: 无效注册码。 不允许 CRLF 字符。
zh_tw: 註冊代碼無效。 不允許使用 CRLF 字元。

source: &Trust and Import
ar: ال&وثوق والاستيراد
ca: &Confia-hi i importa-ho
cs: &Důvěřovat a importovat
de: &Vertrauen und importieren
el: &Εμπιστέψου και κάνε εξαγωγή
es: Con&fiar e importar
fi: &Luota ja tuo
fr: Faire confiance et impor&ter
hu: &Megbízhatónak nyilvánítás és importálás
it: &Considera attendibile e importa
ja: 信頼してインポートする(&T)
ko: 트러스트 및 임포트(&T)
nl: &Vertrouwen en importeren
pl: &Zaufaj i importuj
pt_br: &Confiar e Importar
ru: Д&оверие и импорт
sk: &Dôverovať a importovať
sv: &Lita på och importera
uk: &Довіра та імпорт
zh_cn: 信任并导入(&T)
zh_tw: 信任且輸入(&T)

source: <p>Secure connections (e.g. HTTPS) use SSL certificates for verifying the authenticity of the server and encrypting the data being transferred.</p>
ar: <p>تستخدم الاتصالات الآمنة )مثل: HTTPS‏( شهادات SSL للتحقق من مصادقة الخادم، ولتشفير البيانات المنقولة.</p>
ca: <p>Les connexions segures (p. e., HTTPS) usen certificats SSL per verificar l'autenticitat del servidor i per encriptar les dades transmeses.</p>
cs: <p>Zabezpečené připojení (HTTPS) pomocí certifikátů SSL ověřuje pravost serveru a šifruje přenášená data.</p>
de: <p>Bei sicheren Verbindungen (etwa HTTPS) erfolgen die Echtheitsprüfung des Servers und die Verschlüsselung der übertragenen Daten mithilfe von SSL-Zertifikaten.</p>
es: <p>Las conexiones seguras (por ejemplo, HTTPS) usan certificados SSL para verificar la autenticidad del servidor y para cifrar los datos que se transfieren.</p>
fi: <p>Suojatut yhteydet (esim. HTTPS) käyttävät SSL-varmenteita palvelimen aitouden tarkistamiseen ja siirrettävien tietojen salaukseen.</p>
fr: <p>Les connexions sécurisées (par exemple, HTTPS) emploient des certificats SSL pour vérifier l'authenticité du serveur et chiffrer les données en cours de transfert.</p>
hu: <p>A biztonságos kapcsolatok (pl. HTTPS) SSL-tanúsítványokat használnak a kiszolgáló hitelességének ellenőrzésére és a továbbított adatok titkosítására.</p>
it: <p>Le connessioni sicure (ad esempio HTTPS) utilizzano certificati SSL per verificare l'autenticità del server e per cifrare i dati trasferiti.</p>
ja: <p>セキュア接続(HTTPSなど)では、SSL証明書を使用して、サーバの信頼性を検証し、転送中のデータを暗号化します。</p>
ko: <p>보안 연결(예: HTTPS)은 SSL 인증서를 사용하여 서버의 신뢰성을 확인하고 전송된 데이터를 암호화합니다.</p>
nl: <p>Beveiligde verbindingen (HTTPS) gebruiken SSL-certificaten om de authenticiteit van de server te verifiëren en om de overgedragen gegevens te versleutelen.</p>
pl: <p>W bezpiecznych połączeniach (np. HTTPS) certyfikaty SSL służą do weryfikowania autentyczności serwera i szyfrowania przesyłanych danych.</p>
pt_br: <p>As conexões seguras (ex. HTTPS) usam certificados SSL para verificar a autenticidade do servidor e criptografar os dados que são transferidos.</p>
ru: <p>Безопасное соединение (HTTPS) использует SSL-сертификаты для подтверждения подлинности сервера и для шифрования передаваемых данных.</p>
sk: <p>Zabezpečené pripojenia (napr. HTTPS) používajú certifikáty SSL na overenie pravosti servera a šifrovanie prenášaných údajov.</p>
sv: <p>I en säker anslutning (t. ex. HTTPS) används SSL-certifikat för att verifiera serverns äkthet och för att kryptera överförda data.</p>
uk: <p>Безпечні з'єднання (напр. HTTPS) використовують SSL-сертифікати для підтвердження справжності сервера і для шифрування переданих даних.</p>
zh_cn: <p>安全连接（如 HTTPS）使用 SSL 证书来校验服务器的真实性及加密传输的数据。</p>
zh_tw: <p>安全連接 (例如 HTTPS) 使用 SSL 證書來驗證伺服器的確實性以及加密所傳輸的資料。</p>

source: <p>You can choose to import the certificate into the list of known certificate authorities (CA), meaning that you trust the subject and the issuer of the unknown certificate.</p>
ar: <p>يمكنك اختيار استيراد الشهادة إلى قائمة هيئات إصدار الشهادات المعروفة (CA)، مما يعني أنك تثق في موضوع الشهادة غير المعروفة وجهة إصدارها.‏</p>
ca: <p>Podeu triar importar el certificat a la llista d'autoritats de certificació conegudes (CA), fet que significa que confieu en el tema i l'emissor del certificat desconegut.</p>
cs: <p>Certifikát můžete importovat do seznamu známých certifikačních autorit (CA). Dáte tím najevo, že subjektu a vydavateli neznámého certifikátu důvěřujete.</p>
de: <p>Sie können das Zertifikat in die Liste der bekannten Zertifizierungsstellen (CA) importieren und so angeben, dass Sie dem Inhalt und dem Aussteller des unbekannten Zertifikats vertrauen.</p>
es: <p>Puede importar el certificado a la lista de autoridades certificadores (CA) conocidas, lo que significa que confía en el sujeto y en el emisor del certificado desconocido.</p>
fi: <p>Voit halutessasi tuoda sertifikaatin tunnettujen varmenteiden myöntäjien luetteloon, mikä tarkoittaa, että olet luottamassa tuntemattoman sertifikaatin liikkeeseenlaskijaan.</p>
fr: <p>Vous pouvez décider d'importer le certificat dans la liste des autorités de certification (CA) reconnues, ce qui signifie que vous faites confiance à l'objet et à l'émetteur du certificat inconnu.</p>
hu: <p>A tanúsítványt lehetősége van az ismert hitelesítésszolgáltatók (CA) listájába importálni. Ezzel megbízhatónak nyilvánítja az ismeretlen tanúsítvány tulajdonosát és kiállítóját.</p>
it: <p>Se si ritengono affidabili l'oggetto del certificato sconosciuto e l'autorità che lo ha emesso, è possibile scegliere di importare il certificato nell'elenco delle autorità di certificazione (CA) conosciute.</p>
ja: <p>既知の認証局(CA)のリストに証明書をインポートできます。これは、不明な証明書の件名と発行者を信頼することを意味します。</p>
ko: <p>알려진 CA(인증 기관) 목록으로 인증서를 임포트하여 알 수 없는 인증서의 주체와 발급자를 신뢰할 수 있습니다.</p>
nl: <p>U kunt ervoor kiezen om het certificaat in de lijst van bekende certificaatautoriteiten (CA) te importeren. Dit betekent dat u het onderwerp en de uitgever van het onbekende certificaat vertrouwt.</p>
pl: <p>Certyfikat można zaimportować do listy znanych ośrodków certyfikacji (CA). Oznacza to, że zaufano podmiotowi i wystawcy nieznanego certyfikatu.</p>
pt_br: <p>É possível importar o certificado para a lista de autoridades de certificação (CA) conhecidas, indicando que você confia no assunto e no emissor do certificado desconhecido.</p>
ru: <p>Вы можете импортировать сертификат в список известных центров сертификации (CA) и таким образом подтвердить, что доверяете субъекту и издателю неизвестного сертификата.</p>
sk: <p>Môžete si zvoliť import certifikátu do zoznamu známych certifikačných autorít (CA), čo znamená, že dôverujete subjektu a vydavateľovi neznámeho certifikátu.</p>
sv: <p>Du kan välja att importera certifikatet till en lista med kända certifikatutfärdare (CU), vilket betyder att du litar på ämnet och utfärdaren av det okända certifikatet.</p>
uk: <p>Ви можете імпортувати сертифікат у список відомих центрів сертифікації (CA) і таким чином підтвердити, що довіряєте суб'єкту і видавцеві невідомого сертифіката.</p>
zh_cn: <p>您可以选择将证书导入到已知证书颁发机构 (CA) 列表中，表明您信任该未知证书的主体和颁发者。</p>
zh_tw: <p>您可以選擇將證書輸入到已知證書管理中心 (CA) 的清單，表明您信任該未知證書的主體和核發者。</p>

source: <p>Importing a certificate will, for example, allow you to use a self-signed certificate.</p>
ar: <p>سيسمح استيراد شهادة باستخدام شهادة موقعة ذاتيًا على سبيل المثال.‏</p>
ca: <p>Importar un certificat us permetrà usar, per exemple, un certificat autosignat.</p>
cs: <p>Když certifikát importujete, umožníte použití např. certifikátu podepsaného svým držitelem.</p>
de: <p>Wenn Sie ein Zertifikat importieren, kann beispielsweise ein selbst signiertes Zertifikat verwendet werden.</p>
es: <p>Importar un certificado permite usar, por ejemplo, un certificado autofirmado.</p>
fi: <p>Sertifikaatin tuomisen avulla voit esimerkiksi käyttää itse allekirjoitettua varmennetta.</p>
fr: <p>L'importation d'un certificat vous permet, par exemple, d'employer un certificat auto-signé.</p>
hu: <p>A tanúsítvány importálása lehetővé teszi például önaláírt tanúsítvány használatát.</p>
it: <p>L'importazione di un certificato consentirà, ad esempio, di utilizzare un certificato firmato da se stessi.</p>
ja: <p>証明書をインポートすると、自己署名証明書などを使用できるようになります。</p>
ko: <p>예를 들어, 인증서를 임포트하면 자체 서명된 인증서를 사용할 수 있습니다.</p>
nl: <p>Als u een certificaat importeert, kan bijvoorbeeld een zelfondertekend certificaat worden gebruikt.</p>
pl: <p>Importowanie certyfikatu umożliwia na przykład korzystanie z certyfikatu samopodpisanego.</p>
pt_br: <p>A importação de um certificado permite usar um certificado autoassinado, por exemplo.</p>
ru: <p>Импорт сертификата позволит использовать, например, самозаверяющий сертификат.</p>
sk: <p>Importovanie certifikátu vám napríklad umožní používať certifikát podpísaný sám sebou .</p>
sv: <p>När ett certifikat importeras blir det möjligt att använda exempelvis ett självsignerat certifikat.</p>
uk: <p>Імпорт сертифіката дозволить використовувати, наприклад, із власним підписом сертифікат.</p>
zh_cn: <p>导入证书将允许使用诸如自我签名证书。</p>
zh_tw: <p>輸入證書將允許使用諸如自行簽署的證書。</p>

source: <p><b>Important:</b> You should always verify the fingerprints of certificates you import to ensure they are genuine.</p>
ar: <p><b>هام:‏‏</b> يجب التحقق دائمًا من بصمات الشهادات التي تقوم باستيرادها لضمان أنها أصلية.‏</p>
ca: <p><b>Important:</b> hauríeu de verificar sempre les empremtes dels certificats que importeu per assegurar-vos que són genuïns.</p>
cs: <p><b>Důležité:</b> Vždy byste měli ověřit otisky certifikátů, které importujete, aby byla zajištěna jejich pravost.</p>
de: <p><b>Wichtig:</b> Prüfen Sie die zu importierenden Zertifikate stets anhand der Fingerabdrücke auf ihre Echtheit.</p>
es: <p><b>Importante:</b> siempre debe verificar las huellas digitales de los certificados que importe para asegurarse de que son genuinos.</p>
fi: <p><b>Tärkeää:</b>Sinun on aina tarkistettava tuomiesi sertifikaattien sormenjäljet varmistaaksesi, että ne ovat aitoja.</p>
fr: <p><b>Important :</b> vous devez toujours vérifier que les empreintes des certificats que vous importez sont authentiques.</p>
hu: <p><b>Fontos:</b> Mindig ellenőrizze az importált tanúsítványok ujjlenyomatát, hogy meggyőződjön az eredetiségükről.</p>
it: <p><b>Importante:</b> verificare sempre le impronte digitali dei certificati da importare per comprovarne l'autenticità.</p>
ja: <p><b>重要:</b> 必ずインポートした証明書の指紋を検証して、本物であることを確認してください。</p>
ko: <p><b>중요:</b>항상 임포트한 인증서 지문을 확인하여 인증서가 정품인지 확인해야 합니다.</p>
nl: <p><b>Belangrijk:</b> u moet altijd de vingerafdrukken van de certificaten die u importeert, verifiëren om te controleren of de certificaten echt zijn.</p>
pl: <p><b>Ważne:</b> należy zawsze zweryfikować odciski importowanych certyfikatów, aby mieć pewność, że certyfikaty są oryginalne.</p>
pt_br: <p><b>Importante:</b> É sempre necessário verificar as impressões digitais dos certificados importados para assegurar a legitimidade.</p>
ru: <p><b>Внимание!</b> Всегда проверяйте отпечатки сертификатов для подтверждения их подлинности.</p>
sk: <p><b>Dôležité:</b> Mali by ste vždy overiť odtlačky certifikátov, ktoré importujete, aby ste sa uistili, že sú pravé.</p>
sv: <p><b>Viktigt:</b> Du bör alltid verifiera fingeravrycken för de certifikat som du importerar för att se till att de är äkta.</p>
uk: <p><b>Важливо!</b> завжди перевіряйте відбиток сертифіката, щоб переконатися в імпорті справжнього сертифіката з запитуваного сервера.</p>
zh_cn: <p><b>重要说明：</b>您应始终校验所导入证书的指纹以确保其真实性。</p>
zh_tw: <p><b>重要︰</b>您應該一律驗證所輸入證書的指紋以確定其真實性。</p>
