Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: Cannot parse the data from server.
ar: لا يمكن تحليل البيانات من الخادم.
ca: No es poden analitzar les dades del servidor.
cs: Nelze analyzovat data ze serveru.
de: Die Daten vom Server können nicht geparst werden.
es: No se pueden analizar los datos del servidor.
fi: Tietoja palvelimelta ei voida hakea.
fr: Impossible d'analyser les données provenant du serveur.
hu: Nem lehet elemezni a kiszolgálóról érkező adatokat.
it: Impossibile analizzare i dati del server.
ja: サーバからのデータを処理できません。
ko: 서버에서 데이터를 구문 분석할 수 없습니다.
nl: Kan de gegevens van de server niet ontleden.
pl: Nie można przeanalizować danych z serwera.
pt_br: Não foi possível analisar os dados do servidor.
ru: Не удалось проанализировать данные с сервера.
sk: Nie je možné spracovať údaje zo servera.
sv: Det går inte att analysera data från servern.
zh_cn: 无法解析来自服务器的数据。
zh_tw: 無法剖析伺服器的資料。

source: Details: %s
ar: التفاصيل: %s
ca: Detalls: %s
cs: Podrobnosti: %s
el: Λεπτομέρειες: %s
es: Detalles: %s
fi: Lisätiedot: %s
fr: Détails : %s
hu: Részletek: %s
it: Dettagli: %s
ja: 詳細: %s
ko: 세부 사항: %s
nl: Gegevens: %s
pl: Szczegóły: %s
pt_br: Detalhes: %s
ru: Подробности: %s
sk: Detaily: %s
sv: Information: %s
uk: Подробиці: %s
zh_cn: 细节：%s
zh_tw: 詳細資料：%s

source: Received SSL Certificate does not match the expected certificate.
ar: لا تتوافق شهادة SSL المستلمة مع الشهادة المتوقعة.
ca: El certificat SSL rebut no coincideix amb el certificat esperat.
cs: Přijatý certifikát SSL neodpovídá očekávanému certifikátu.
de: Das empfangene SSL-Zertifikat stimmt nicht mit dem erwarteten Zertifikat überein.
el: Το πιστοποιητικό SSL που ελήφθη δεν ταιριάζει με το αναμενώμενο πιστοποιητικό.
es: El certificado SSL recibido no coincide con el certificado esperado.
fi: Saatu SSL-varmenne ei vastaa odotettua varmennetta.
fr: Le certificat SSL reçu ne correspond pas à celui attendu.
hu: A kapott SSL-tanúsítvány nem egyezik a várt tanúsítvánnyal.
it: Il certificato SSL ricevuto non corrisponde al certificato previsto.
ja: 受信したSSL証明書が予期した証明書に一致しません。
ko: 받은 SSL 인증서가 예상한 인증서와 일치하지 않습니다.
nl: Ontvangen SSL-certificaat komt niet overeen met het verwachte certificaat.
pl: Otrzymany certyfikat SSL jest inny niż oczekiwano.
pt_br: O Certificado SSL recebido não corresponde ao certificado esperado.
ru: Полученный сертификат SSL не соответствует ожидаемому.
sk: Prijatý certifikát SSL nezodpovedá očakávanému certifikátu.
sv: Det mottagna SSL-certifikatet motsvarar inte förväntat certifikat.
uk: Отриманий сертифікат SSL не відповідає очікуваному сертифікату.
zh_cn: 收到的 SSL 证书与预期证书不匹配。
zh_tw: 收到的 SSL 證書與預期證書不符。

source: A certificate has been already imported but the server connection still cannot be trusted. Please fix the certificate issue manually, ensure that the server can be connected securely and start the YaST module again.
ar: تم استيراد شهادة بالفعل ولكن لا يمكن الوثوق باتصال المقلم. الرجاء إصلاح مشكلة الشهادة يدويًا والتأكد من إمكانية توصيل الملقم وبدء الوحدة النمطية YaST مرة أخرى.
ca: Ja s'ha importat un certificat però la connexió del servidor encara no és de confiança. Si us plau, corregiu el cas del certificat manualment, assegureu-vos que es pot connectar amb el servidor amb seguretat i inicieu el mòdul del YaST un altre cop.
cs: Certifikát již byl importován, ale připojení k serveru stále není důvěryhodné. Opravte problémy s certifikátem ručně, zkontrolujte, zda se lze k serveru bezpečně připojit, a spusťte modul YaST znovu.
de: Es wurde bereits ein Zertifikat importiert, die Serververbindung ist dennoch weiterhin nicht vertrauenswürdig. Beheben Sie das Zertifikatsproblem manuell, sorgen Sie dafür, dass der Server auf sichere Weise verbunden werden kann, und starten Sie das YaST-Modul erneut.
es: Ya se ha importado un certificado, pero la conexión del servidor sigue sin ser de confianza. Solucione manualmente el problema del certificado, asegúrese de que el servidor se puede conectar de forma segura y vuelva a iniciar el módulo YaST.
fi: Varmenne on jo tuotu, mutta palvelinyhteyteen ei vieläkään voi luottaa. Korjaa varmenneongelma itse, varmista että palvelimeen voi ottaa salatun yhteyden ja käynnistä YaST-moduuli uudelleen.
fr: Un certificat a déjà été importé, mais la connexion au serveur ne peut toujours pas être approuvée. Corrigez le problème de certificat manuellement, vérifiez que la connexion au serveur peut être établie en toute sécurité et redémarrez le module YaST.
hu: Már importálva van egy tanúsítvány, de a kiszolgálókapcsolat még mindig nem megbízható. Javítsa ki manuálisan a tanúsítványproblémát, győződjön meg róla, hogy lehet biztonságos kapcsolatot létesíteni a kiszolgálóval, majd újra indítsa el a YaST modult.
it: È già stato importato un certificato, ma la connessione al server non è ancora attendibile. Risolvere manualmente il problema del certificato, verificare che sia possibile connettere il server in modo sicuro e avviare nuovamente il modulo YaST.
ja: 証明書はすでにインポートされていますが、 サーバ接続をまだ信頼できません。 証明書の問題は手動で修正してください。サーバに安全に接続 できることを確認し、YaSTモジュールをもう一度起動します。
ko: 인증서를 이미 임포트했지만 여전히 서버 연결을 신뢰할 수 없습니다. 인증서 문제를 수동으로 해결하고 서버를 안전하게 연결하고 YaST 모듈을 다시 시작할 수 있는지 확인하십시오.
nl: Er is al een certificaat geïmporteerd maar de serververbinding wordt nog niet vertrouwd. Verhelp het probleem met het certificaat handmatig, zorg dat de server veilig kan worden verbonden en start de YaST-module opnieuw.
pl: Certyfikat został już zaimportowany, ale nadal nie można uznać połączenia z serwerem za zaufane. Usuń ręcznie problem z certyfikatem, upewnij się, że można nawiązać bezpieczne połączenie z serwerem i ponownie uruchom moduł YaST.
pt_br: Um certificado já foi importado, mas a conexão com o servidor ainda pode não ser confiável. Corrija o problema de certificado manualmente, verifique se o servidor pode ser conectado com segurança e inicie o módulo do YaST novamente.
ru: Сертификат уже импортирован, однако подключение к серверу по-прежнему не является надежным. Устраните проблему с сертификатом вручную, убедитесь в том, что с сервером можно установить безопасное соединение, и снова запустите модуль YaST.
sk: Certifikát bol už importovaný, ale serverové pripojenie stále nemôže byť dôveryhodné. Prosím, opravte problém s certifikátom ručne, uistite sa, že server môže byť bezpečne pripojený a znovu spustite modul YaST.
sv: Ett certifikat har redan importerats men serveranslutningen är fortfarande inte tillförlitlig. Rätta till certifikatproblemet manuellt, kontrollera att servern kan anslutas säkert och starta YaST-modulen igen.
uk: Сертифікат вже імпортовано, але з'єднання з сервером не може бути надійним. Будь ласка, виправте вручну проблему із сертифікатом,переконайтеся, що сервер може під'єднатися безпечно і запустіть знову модуль YaST.
zh_cn: 已导入证书 但服务器连接仍不可信。 请手动修复证书问题，确保该服务器 可实现安全连接，并再次启动 YaST 模块。
zh_tw: 已輸入證書 但伺服器連接仍不受信任。 請手動修正證書問題，確保伺服器 可安全連接，並再次啟動 YaST 模組。

source: Importing the SSL certificate
ar: استيراد شهادة SSL
ca: Important el certificat SSL
cs: Import certifikátu SSL
de: SSL-Zertifikat wird importiert
el: Εισαγωγή πιστοποιητικού SSL
es: Importando el certificado de SSL
fi: Tuodaan SSL-varmennetta
fr: Importation du certificat SSL
hu: Az SSL-tanúsítvány importálása
it: Importazione del certificato SSL
ja: SSL証明書をインポートしています
ko: SSL 인증서 임포트
nl: Het SSL-certificaat importeren
pl: Importowanie certyfikatu SSL
pt_br: Importando o certificado SSL
ru: Импорт сертификата SSL
sk: Importovanie SSL certifikátu
sv: Importerar SSL-certifikatet
uk: Імпортується сертифікат SSL
zh_cn: 正在导入 SSL 证书
zh_tw: 正在輸入 SSL 證書

source: Importing '%s' certificate...
ar: يتم الآن استيراد الشهادة '%s'...
ca: Important el certificat '%s'...
cs: Import certifikátu %s...
de: '%s'-Zertifikat wird importiert...
el: Γίνεται εισαγωγή πιστοποιητικού '%s'...
es: Importando certificado %s...
fi: Tuodaan "%s"-varmennetta...
fr: Importation du certificat '%s'...
hu: A(z) '%s' tanúsítvány importálása...
it: Importazione del certificato '%s' in corso...
ja: 「%s」証明書をインポートしています...
ko: '%s' 인증서 임포트 중...
nl: '%s'-certificaat importeren...
pl: Importowanie certyfikatu %s...
pt_br: Importando o certificado '%s'...
ru: Импорт сертификата «%s»…
sk: Importovanie certifikátu '%s'...
sv: Importerar %s-certifikat...
uk: Імпортується сертифікат '%s'...
zh_cn: 正在导入“%s”证书...
zh_tw: 正在輸入「%s」證書...

source: An old registration server was detected at %s. Make sure the latest product supporting the new registration protocol is installed at the server.
ar: تم اكتشاف خادم تسجيل قديم في %s. تأكد من تثبيت أحدث منتج يدعم بروتوكول التسجيل الجديد على الخادم.
ca: S'ha detectat un antic servidor de registre a %s. Assegureu-vos que hi ha instal·lat al servidor l'últim producte que admeti el nou protocol de registre.
cs: Na adrese %s byl zjištěn starý registrační server. Zkontrolujte, zda je na serveru nainstalován nejnovější produkt podporující nový registrační protokol.
de: Unter %s wurde ein alter Registrierungsserver erkannt. Stellen Sie sicher, dass das neueste Produkt, das das neue Registrierungsprotokoll unterstützt, auf dem Server installiert ist.
el: Μια παλαιότερη καταχώρηση διακομιστή ανιχνεύτηκε στο %s. Βεβαιωθείτε ότι το τελευταίο προιόν που υποστηρίζει την νέα εγγραφή πρωτοκόλλου είναι εγκατεστημένο στο διακομιστή
es: Se ha detectado un antiguo servidor de registro en %s .Asegúrese de que tiene instalado el producto más reciente compatible con el nuevo protocolo de registro en el servidor.
fi: Vanha rekisteröintipalvelin havaittiin osoitteessa %s. Varmista, että palvelimeen on asennettu uusinta rekisteröintiyhteyskäytäntöä tukeva tuote.
fr: Un ancien serveur d'enregistrement a été détecté à l'emplacement %s. Veillez à ce que le produit le plus récent prenant en charge le nouveau protocole d'enregistrement soit installé sur le serveur.
hu: Egy régi regisztrációs kiszolgáló található a következő címen: %s. Ellenőrizze, hogy a kiszolgálón telepítve legyen az új regisztrációs protokollt támogató, legújabb termék.
it: Rilevato un server di registrazione precedente su %s. Verificare che sul server sia installato il prodotto più recente che supporta il nuovo protocollo di registrazione.
ja: 古い登録サーバが %s で 検出されました。 新しい登録プロトコルをサポートする最新の製品が サーバにインストールされていることを確認してください。
ko: 이전 등록 서버가 다음 위치에서 감지되었습니다. %s 서버에 새 등록 프로토콜을 지원하는 최신 제품이 설치되었는지 확인하십시오.
nl: Een oude registratieserver is gedetecteerd op %s. Zorg ervoor dat het nieuwste product dat het nieuwe registratieprotocol ondersteunt, is geïnstalleerd op de server.
pl: Wykryto serwer poprzedniej wersji rejestracji pod adresem %s. Upewnij się, że na serwerze jest zainstalowana najnowsza wersja produktu obsługująca nowy protokół rejestracji.
pt_br: Um servidor de registro antigo foi detectado em %s. Verifique se o produto mais recente que suporta o novo protocolo de registro está instalado no servidor.
ru: Обнаружен старый сервер регистрации по адресу %s. Убедитесь в том, что на данном сервере установлена новейшая версия продукта, поддерживающая новый протокол регистрации.
sk: Bol zistený starý registračný server na %s. Uistite sa, že najnovší produkt podporujúci nový registračný protokol je nainštalovaný na serveri.
sv: En gammal registreringsserver upptäcktes på %s. Kontrollera att den senaste produkten som stöder det nya registreringsprotokollet är installerad på servern.
uk: Виявлено старий сервер реєстрації на %s. Переконайтеся, що останній продукт, який підтримує новий протокол реєстрації, вже встановлений на сервері.
zh_cn: %s 上检测到旧的注册 服务器。 请确保服务器上安装了支持新注册 协议的最新产品。
zh_tw: %s 上偵測到舊的註冊 伺服器。 請確定該伺服器上安裝了支援新註冊 協定的最新產品。

source: Invalid URL.
ar: عنوان URL غير صالح.
ca: URL no vàlid.
cs: Neplatná adresa URL.
de: Ungültige URL.
el: Μη έγκυρο URL.
es: URL no válida.
fi: Virheellinen verkko-osoite.
fr: URL non valide.
hu: Érvénytelen URL-cím.
it: URL non valido.
ja: 無効なURL。
ko: URL이 잘못되었습니다.
nl: Ongeldige URL.
pl: Nieprawidłowy adres URL.
pt_br: URL Inválido.
ru: Недопустимый URL.
sk: Neplatná adresa URL.
sv: Ogiltig URL.
uk: Некоректна адреса URL.
zh_cn: 无效 URL。
zh_tw: URL 無效。

source: Network is not configured, the registration server cannot be reached. Do you want to configure the network now?
ar: لم يتم تكوين الشبكة، لا يمكن الوصول إلى خادم التسجيل. هل تريد تكوين الشبكة الآن؟
ca: No s'ha configurat la xarxa, el servidor de registre no es pot abastar. Voleu configurar la xarxa ara?
cs: Síť není nakonfigurována, takže není možné kontaktovat registrační server. Chcete síť nyní nakonfigurovat?
de: Das Netzwerk ist nicht konfiguriert, der Registrierungsserver ist nicht erreichbar. Soll das Netzwerk jetzt konfiguriert werden?
el: Το δίκτυο δεν είναι ρυθμισμένο,η ρύθμιση διακομιστή δεν είναι προσβάσιμη. Θέλετε να ρυθμίσετε το δίκτυο τώρα;
es: La red no está configurada. No se puede acceder al servidor de registro. ¿Desea configurar la red ahora?
fi: Verkkoa ei ole asetettu eikä rekisteröintipalvelinta tavoiteta. Haluatko asettaa verkon nyt?
fr: Le réseau n'est pas configuré, le serveur d'enregistrement ne peut pas être contacté. Voulez-vous configurer le réseau maintenant ?
hu: A hálózat nincs konfigurálva, a regisztrációs kiszolgálót nem lehet elérni. Elvégzi most a hálózat konfigurálását?
it: La rete non è configurata, impossibile raggiungere il server di registrazione. Configurare la rete adesso?
ja: ネットワークが設定されていないため、登録サーバにアクセスできません。 ネットワークを設定しますか?
ko: 네트워크가 구성되지 않았습니다. 등록 서버에 연결할 수 없습니다. 지금 네트워크를 구성하시겠습니까?
nl: Het netwerk is niet geconfigureerd, de registratieserver is niet bereikbaar. Wilt u het netwerk nu configureren?
pl: Sieć nie jest skonfigurowana, serwer rejestracji jest nieosiągalny. Czy chcesz teraz skonfigurować sieć?
pt_br: A rede não está configurada. O servidor de registro não pode ser acessado. Deseja configurar a rede agora?
ru: Сеть не настроена, невозможно получить доступ к регистрационному серверу. Настроить сеть сейчас?
sk: Sieť nie je nakonfigurovaná, registračný server sa nedá dosiahnuť. Chcete teraz konfigurovať sieť?
sv: Nätverket har inte ställts in och det går inte att nå registreringsservern. Vill du ställa in nätverket nu?
uk: Мережа не налаштована, неможливо зв'язатися з сервером реєстрації. Хочете налаштувати мережу зараз?
zh_cn: 未配置网络，无法连接注册服务器。 是否要立即配置网络？
zh_tw: 未設定網路，無法存取註冊伺服器。 要立即設定網路嗎？

source: Network error, check the network configuration.
ar: حدث خطأ في الشبكة. تحقق من تكوين الشبكة.
ca: Error de xarxa, comproveu-ne la configuració.
cs: Chyba sítě. Zkontrolujte konfiguraci sítě.
de: Netzwerkfehler. Prüfen Sie die Netzwerkkonfiguration.
el: Σφάλμα δικτύου,ελέγξτε τη ρύθμιση του δικτύου.
es: Error de red. Compruebe la configuración de la red.
fi: Verkkovirhe, tarkista verkon asetukset.
fr: Erreur réseau. Vérifiez la configuration du réseau.
hu: Hálózati hiba, ellenőrizze a hálózat beállításait.
it: Errore di rete, verificare la configurazione della rete.
ja: ネットワークエラーです。ネットワーク環境設定を確認してください。
ko: 네트워크 오류입니다. 네트워크 구성을 확인하십시오.
nl: Netwerkfout, controleer de netwerkconfiguratie.
pl: Błąd sieci, sprawdź konfigurację sieci.
pt_br: Erro de rede. Verifique a configuração de rede.
ru: Ошибка сети, проверьте конфигурацию сети.
sk: Chyba siete, skontrolujte konfiguráciu siete.
sv: Nätverksfel, kontrollera nätverkskonfigurationen.
uk: Помилка мережі, перевірте налаштування мережі.
zh_cn: 网络错误，请检查网络配置。
zh_tw: 網路錯誤，請檢查網路組態。

source: Check that this system is known to the registration server.
ar: تحقق من أن هذا النظام معروف لخادم التسجيل.
ca: Comproveu que aquest sistema sigui conegut al servidor de registre.
cs: Zkontrolujte, zda je tento systém rozpoznán registračním serverem.
de: Überprüfen Sie, ob dieses System dem Registrierungsserver bekannt ist.
el: Ελέγξτε ότι αυτό το σύστημα είναι γνωστό με τον διακομιστή ρύθμισης.
es: Compruebe que el servidor de registro conoce este sistema.
fi: Tarkista, että rekisteröintipalvelin tuntee tämän järjestelmän.
fr: Vérifiez si ce système est connu du serveur d'enregistrement.
hu: Ügyeljen arra, hogy a rendszer ismert legyen a regisztrációs kiszolgáló számára.
it: Verificare che il sistema sia noto al server di registrazione.
ja: このシステムが登録サーバに認識されていることを確認してください。
ko: 등록 서버에서 이 시스템을 인식하는지 확인하십시오.
nl: Controleer of dit systeem bekend is bij de registratieserver.
pl: Sprawdź, czy serwer rejestracji zna ten system.
pt_br: Verifique se este sistema é reconhecido pelo servidor de registro.
ru: Убедитесь, что система известна серверу регистрации.
sk: Skontrolovať, či je tento systém známy registračnému serveru.
sv: Kontrollera att systemet är känt för registreringsservern.
uk: Перевірте, що ця система відома серверу реєстрації.
zh_cn: 检查此系统是否已在注册服务器上注册。
zh_tw: 檢查此系統對於註冊伺服器是否為已知系統。

source: If you are upgrading from SLE11 make sure the SCC server knows the old NCC registration. Synchronization from NCC to SCC might take very long time. If the SLE11 system was installed recently you could log into %s to speed up the synchronization process. Just wait several minutes after logging in and then retry the upgrade again.
ar: إذا كنت تقوم بعملية الترقية من SLE11 تأكد من معرفة خادم SCC لتسجيل NCC القديم. قد يستغرق التزامن من NCC إلى SCC وقتًا طويلاً. إذا تم تثبيت نظام SLE11 مؤخرًا يمكنك التسجيل %s لتسريع عملية التزامن. فقط انتظر عدة دقائق بعد تسجيل الدخول وبعد ذلك أعد محاولة الترقية مرة أخرى.
ca: Si esteu actualitzant des de l'SLE11, assegureu-vos que el servidor SCC sàpiga l'antic registre NCC. La sincronització des d'NCC a SCC pot durar molta estona. Si el sistema SLE11 s'ha instal·lat recentment, podeu entrar a %s per fer més ràpid el procés de sincronització. Espereu alguns minuts després de l'entrada i torneu a provar de fer l'actualització.
cs: Pokud inovujete z verze SLE11, zkontrolujte, zda server SCC ví o staré registraci NCC. Synchronizace z NCC na SCC může trvat velmi dlouho. Pokud systém SLE11 byl nainstalován nedávno, můžete proces sychronizace urychlit přihlášením do systému %s. Po přihlášení několik minut počkejte a poté zkuste provést inovaci znovu.
de: Stellen Sie beim Upgrade von SLE11 sicher, dass der SCC-Server die alte NCC-Registrierung kennt. Die Synchronisierung von NCC mit SCC kann sehr lange dauern. Wenn das SLE11-System erst kürzlich installiert wurde, könnten Sie sich bei %s anmelden, um den Synchronisierungsvorgang zu beschleunigen. Warten Sie nur einige Minuten nach der Anmeldung und versuchen Sie das Upgrade dann erneut.
el: Αν αναβαθμίζετε από την έκδοση SLE11 βεβαιωθείτε οτι ο διακομιστής SCC αναγνωρίζει την παλαιότερη καταχώρηση NCC.Ο συγχρονισμός από NCC σε SCC μπορεί να διαρκέσει πολύ. Αν το σύστημα SLE11 είχε εγκατασταθεί πρόσφατα μπορείτε να συνδεθείτε στο %s για να αυξήσετε την ταχύτητα της διαδικασίας συγχρονισμού. Απλά αναμένετε αρκετά λεπτά μετά την εισοδό σας και ξαναπροσπαθήστε την ανάβαθμιση ξανά.
es: Si está actualizando desde SLE11, asegúrese de que el servidor de SCC conoce el registro de NCC antiguo. La sincronización de NCC a SCC puede tardar mucho. Si el sistema SLE11 se instaló recientemente, quizás lo registro en %s para acelerar el proceso de sincronización. Espere varios minutos después de entrar a la sesíon y vuelva a intentar la actualización.
fi: Jos päivität SLE11:stä, varmista, että SCC-palvelin tutnee vanhan NCC-rekisteröinnin. Synkronointi NCC:stä SCC:hen voi kestää kauan. Jos SLE11-järjestelmä on asennettu äskettäin, voit kirjautua koneelle %s nopettaaksesi synkronointiprosessia. Odota jokunen minuutti kirjauduttuasi ja yritä sitten päivitystä uudelleen.
fr: Si vous effectuez une mise à niveau depuis SLE11, assurez-vous que le serveur SCC connaît l'ancien enregistrement NCC. La synchronisation de NCC vers SCC peut être très longue. Si le système SLE11 a été installé récemment, vous pouvez vous connecter à %s pour accélérer le processus de synchronisation. Patientez juste quelques minutes après vous être connecté, puis réessayez la mise à niveau.
hu: Ha az SLE11 verzióról frissít, ügyeljen arra, hogy az SCC kiszolgáló számára ismert legyen a régi NCC-regisztráció. Az NCC és az SCC közötti szinkronizálás nagyon hosszú időt vehet igénybe. Ha az SLE11 rendszer nemrég volt telepítve, a(z) %s rendszerbe való belépéssel gyorsabbá teheti a szinkronizálási folyamatot. Bejelentkezés után várjon több percig, majd próbálkozzon újból a frissítéssel.
it: Se si sta eseguendo l'upgrade da SLE11, verificare che al server SCC sia nota la precedente registrazione di NCC. La sincronizzazione da NCC a SCC può richiedere molto tempo. Se il sistema SLE11 è stato installato di recente, è possibile eseguire il login a %s per velocizzare il processo di sincronizzazione. Attendere alcuni minuti dopo il login, quindi ritentare l'upgrade.
ja: SLE11からアップグレードする場合は、以前にNCCに登録した内容が SCCサーバで認識されていることを確認してください。NCCからSCCへの 同期には非常に長い時間がかかる場合があります。 SLE11システムを最近インストールした場合、 %s にログインすると同期処理を高速化できます。 ログイン後数分待ってから、もう一度アップグレードを 実行してください。
ko: SLE11에서 업그레이드하고 있는 경우 SCC 서버에서 이전 NCC 등록을 인식하는지 확인하십시오. NCC에서 SCC로 동기화하는 작업은 시간이 매우 오래 걸릴 수도 있습니다. 이전에 설치한 시스템이 SLE11인 경우 이제 %s(으)로 로그인하면 동기화 프로세스의 속도를 높일 수 있습니다. 로그인 후 몇 분만 기다리면 업그레이드를 재시도할 수 있습니다.
nl: Als u een upgrade uitvoert vanaf SLE11 moet u ervoor zorgen dat de SCC-server bekend is bij de oude NCC-registratie. Synchronisatie van NCC naar SCC kan erg lang duren. Als het SLE11-systeem onlangs is geïnstalleerd, kunt u zich aanmelden bij %s om het synchronisatieproces te versnellen. Wacht enkele minuten nadat u zich hebt aangemeld en probeer de upgrade opnieuw uit te voeren.
pl: Jeśli uaktualniasz z wersji SLE11, upewnij się, że serwer SCC zna starą rejestrację NCC. Synchronizacja z NCC do SCC może być bardzo czasochłonna. Jeśli system SLE11 został zainstalowany niedawno, możesz zalogować się do %s, aby przyspieszyć proces synchronizacji. Po zalogowaniu poczekaj kilka minut i ponów próbę uaktualnienia.
pt_br: Se você está fazendo upgrade do SLE11, verifique se o servidor SCC reconhece o registro antigo do NCC. A sincronização do NCC com o SCC pode levar muito tempo. Se o sistema SLE11 foi instalado recentemente, você poderá efetuar login em %s para agilizar o processo de sincronização. Aguarde um bom tempo após o login e tente fazer upgrade novamente.
ru: Если вы выполняете обновление с версии SLE11, убедитесь, что предыдущие регистрационные данные NCC известны серверу SCC. Синхронизация между NCC и SCC может длиться достаточно долго. Если вы установили систему SLE11 недавно, то можете ускорить этот процесс, войдя в %s. После входа подождите пару минут и еще раз попробуйте выполнить обновление.
sk: Ak zvyšujete verziu z SLE11, uistite sa, že server SCC pozná starú registráciu NCC. Synchronizácia z NCC na SCC môže trvať veľmi dlho. Ak bol systém SLE11 nainštalovaný nedávno, mohli by ste sa prihlásiť do %s, aby ste urýchli proces synchronizácie Po prihlásení počkajte niekoľko minút a potom zopakujte zvýšenie verzie znova.
sv: Om du uppgraderar från SLE11 kontrollerar du att SCC-servern känner igen den gamla NCC-registreringen. Synkronisering från NCC till SCC kan ta mycket lång tid. Om SLE11-systemet installerades nyligen kan du %slogga in för att skynda på synkroniseringen. Vänta bara ett antal minuter först, och försökt sedan genomföra uppgraderingen igen.
uk: Якщо ви оновлюєте SLE11, переконайтеся, що попередні реєстраційні дані NCC відомі серверу SCC. Синхронізація між NCC і SCC може тривати досить довго. Якщо ви встановили систему SLE11 недавно, то можете прискорити цей процес, увійшовши в %s. Після входу зачекайте кілька хвилин і ще раз спробуйте виконати оновлення.
zh_cn: 如果您正在从 SLE11 升级，请确保 SCC 服务器了解您之前 在旧的 NCC 服务器上的注册情况。从 NCC 同步到 SCC 可能需要花费很长时间。 如果该 SLE11 系统是最近才安装的， 您可以登录 %s 来加速同步过程。 登录后只需等待几分钟，即可 重试升级。
zh_tw: 如果您正在從 SLE11 升級，請確定 SCC 伺服器知道原先的 NCC 註冊。 從 NCC 到 SCC 的同步可能需要很長時間才能完成。 如果 SLE11 是最近安裝的， 您可以登入 %s 以加快同步程序速度。 登入之後，請等待幾分鐘時間， 然後再重新嘗試進行升級。
