Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: <p>Product registration includes your product in SUSE Customer Center database, enabling you to get online updates and technical support. To register while installing automatically, select <b>Run Product Registration</b>.</p>
ar: <p>تشتمل عملية تسجيل المنتج على المنتج الخاص بك بقاعدة بيانات مركز عملاء SUSE، وهذا يتيح لك الحصول على تحديثات عبر الإنترنت إلى جانب الدعم الفني. للتسجيل أثناء التثبيت تلقائيًا، حدد <b>تشغيل تسجيل المنتج</b>.</p>
ca: <p>El registre del producte inclou el vostre producte a la base de dades del SUSE Customer Center, i així us permet obtenir actualitzacions en línia i suport tècnic. Per registrar-vos mentre s'instal·la automàticament, seleccioneu <b>Executa el registre del producte</b>.</p>
cs: <p>Registrace produktu váš produkt zahrne do databáze zákaznického centra SUSE a umožní vám přístup k online aktualizacím a k technické podpoře. Chcete-li se zaregistrovat automaticky během instalace, vyberte možnost <b>Spustit registraci produktu</b>.</p>
de: <p>Durch die Produktregistrierung wird Ihr Produkt in die SUSE Customer Center-Datenbank aufgenommen, so dass Sie Online-Aktualisierungen erhalten und den technischen Support in Anspruch nehmen können. Zum Registrieren während der automatischen Installation wählen Sie <b>Produktregistrierung ausführen</b>.</p>
el: <p>Η εγγραφή προιόντος εισάγει το προιόν στην βάση δεδομένων του Κέντρου Εξυπηρέτησης Πελατών SUSE, που σας επιτρέπει να λαμβάνετε διαδικτυακές ενημερώσεις και τεχνική υποστήριξη. Για εγγραφή καθώς εγκαθίσταται αυτόματα,επιλέξτε <b>Τρέξε Εγγραφή Προιόντος</b>.</p>
es: <p>El registro del producto incluye el producto en la base de datos del Centro de servicios al cliente de SUSE, lo que le permite obtener actualizaciones en línea y asistencia técnica. Para registrarse durante la instalación automática, seleccione <b>Ejecutar registro del producto.</b></p>
fi: <p>Tuotteen rekisteröinti lisää tuotteesi SUSEn asiakaskeskuksen tietokantaan, jolloin voit saada verkkopäivityksiä ja teknistä tukea. Valitse <b>Rekisteröi tuote</b> rekisteröidäksesi tuotteen automaattiasennuksen aikana.</p>
fr: <p>L'enregistrement d'un produit, vous permet d'inclure ce dernier dans la base de données SUSE Customer Center et de bénéficier des mises à jour et du support technique en ligne. Pour procéder à l'enregistrement automatiquement au cours de l'installation, sélectionnez <b>Exécuter l'enregistrement du produit</b>.</p>
hu: <p>A termék a regisztrációval belekerül a SUSE Ügyfélközpont adatbázisába, így Ön online frissítésekben és technikai támogatásban részesülhet. Ha a telepítés során szeretne automatikusan regisztrálni, jelölje be a <b>Termékregisztráció futtatása</b> lehetőséget.</p>
it: <p>Con la registrazione del prodotto, questo viene incluso nel database di SUSE Customer Center consentendo all'utente di ricevere aggiornamenti online e di usufruire del supporto tecnico. Per effettuare automaticamente la registrazione durante l'installazione, selezionare <b>Esegui registrazione prodotto</b>.</p>
ja: <p>製品を登録すると、ご利用の製品がSUSEカスタマーセンターデータベースに登録され、 オンラインアップデートおよびテクニカルサポートを利用できるようになります。 インストール時に自動的に登録するには、［<b>製品の登録の実行</b>］を選択します。</p>
ko: <p>제품 등록은 SUSE 고객 센터 데이터베이스에 제품을 포함하여 온라인 업데이트 및 기술 지원을 받을 수 있게 합니다. 자동으로 설치하는 동안 등록하려면 <b>제품 등록 실행</b>을 선택하십시오.</p>
nl: <p>Bij productregistratie wordt uw product opgenomen in de database van het SUSE-klantencentrum, zodat u online-updates en technische ondersteuning kunt ontvangen. Als u zich wilt registreren tijdens de automatische installatie, selecteert u <b>Productregistratie uitvoeren</b>.</p>
pl: <p>Podczas rejestracji produkt jest dodawany do bazy danych SUSE Customer Center, co zapewnia dostęp do aktualizacji i pomocy technicznej. Aby zarejestrować produkt automatycznie w trakcie instalacji, wybierz opcję <b>Uruchom rejestrację produktu</b>.</p>
pt_br: <p>O registro do produto inclui o seu produto no banco de dados do SUSE Customer Center, permitindo que você receba atualizações online e suporte técnico. Para registrá-lo durante a instalação automaticamente, selecione <b>Executar Registro do Produto</b>.</p>
ru: <p>При регистрации продукта он добавляется в базу данных Центра по работе с клиентами SUSE, что дает вам возможность получать обновления и пользоваться технической поддержкой через Интернет. Чтобы пройти автоматическую регистрацию при установке, выберите команду <b>Запустить регистрацию продукта</b>.</p>
sk: <p>Registrácia produktu zahrnie váš produkt do databázy Zákazníckeho centra SUSE a povolí získavanie online aktualizácií a technickú podporu. Ak chcete automaticky registrovať počas inštalácie, vyberte <b>Spustiť registráciu produktu</b>.</p>
sv: <p>Produktregistreringen omfattar din produkt i SUSE kundcenterdatabas vilket gör att du får tillgång till onlineuppdateringar och teknisk support. Om du vill registrera när du installerar automatiskt väljer du <b>Kör produktregistrering</b>.</p>
uk: <p>Реєстрація продукту включає його в базу даних Novell, що дає можливість виконувати мережне оновлення і отримувати технічну підтримку. Щоб зареєструватись автоматично під час встановлення, виберіть <b>Запустити реєстрацію продукту</b>. </p>
zh_cn: <p>产品注册过程会将您的产品包含在 SUSE Customer Center 数据库中， 使您能够获取在线更新和技术支持。 要在自动安装期间注册，请选择<b>运行产品注册</b>。</p>
zh_tw: <p>產品註冊會將您的產品包含在 SUSE Customer Center 資料庫中， 以使您能夠取得線上更新和技術支援。 若要在自動安裝期間註冊，請選取<b>「執行產品註冊」</b>。</p>

source: <p>If your network deploys a custom registration server, set the correct URL of the server and the location of the RMT certificate in <b>RMT Server Settings</b>. Refer to your RMT manual for further assistance.</p>
ca: <p>Si la vostra xarxa desplega un servidor de registre personalitzat, establiu l'URL correcte del servidor i la ubicació del certificat RMT a <b>Paràmetres del servidor RMT</b>. Referiu-vos al manual de l'RMT per a més assistència.</p>
cs: <p>Pokud v síti máte vlastní registrační server, nastavte správnou adresu URL serveru a umístění certifikátu RMT v dialogu <b>Nastavení serveru RMT</b>. Další nápovědu najdete v příručce serveru RMT.</p>
de: <p>Wenn in Ihrem Netzwerk ein benutzerdefinierter Registrierungsserver bereitgestellt ist, geben Sie die entsprechende URL des Servers und den Speicherort des RMT-Zertifikats unter <b>RMT-Servereinstellungen</b> ein. Weitere Anweisungen finden Sie im RMT-Handbuch#.</p>
es: <p>Si su red distribuye un servidor de registro personalizado, defina la URL correcta del servidor y la ubicación del certificado RMT en <b>Configuración del servidor RMT.</b> Consulte el manual de RMT para obtener más información.</p>
fi: <p>Jos verkossasi on mukautettu rekisteröintipalvelin, aseta palvelimen verkko-osoite ja RMT-varmenteen sijainti <b>RMT-palvelimen asetuksissa</b>. Lisätietoa löydät RMT-käsikirjastasi.</p>
fr: <p>Si votre réseau déploie un serveur d'enregistrement personnalisé, configurez l'URL du serveur et l'emplacement du certificat RMT dans <b>Paramètres du serveur RMT</b>. Reportez-vous à votre manuel RMT pour plus d'informations.</p>
it: <p>Se la rete comprende un server di registrazione personalizzato, impostare l'URL corretto del server e l'ubicazione del certificato RMT in <b>Impostazioni server RMT</b>. Per ulteriore assistenza, consultare il manuale di RMT.</p>
ja: <p>ネットワークにカスタムの登録サーバが展開されている場合は、サーバの正しいURL およびRMT証明書の場所を［<b>RMTサーバの設定</b>］に設定します。 詳細については、RMTのマニュアルを参照してください。</p>
nl: <p>Als in uw netwerk een aangepaste registratieserver is geïmplementeerd, stelt u de juiste URL van de server en de locatie van het RMT-certificaat in <b>Instellingen van RMT-server</b> in. Raadpleeg uw RMT-handleiding voor meer hulp.</p>
pt_br: <p>Se a sua rede implantar um servidor de registro personalizado, defina o URL correto do servidor e o local do certificado RMT em <b>Configurações do Servidor RMT</b>. Consulte o manual do RMT para obter mais ajuda.</p>
ru: <p>Если ваша сеть использует свой сервер регистрации, укажите URL сервера и путь к сертификату RMT в <b>параметрах сервера RMT</b>. Дополнительные сведения см. в руководстве RMT.</p>
sk: <p>Ak vaša sieť nasadí vlastný registračný server, nastavte správnu adresu URL servera a umiestnenie RMT certifikátu v <b>Nastavenia RMT servera</b>. Pre ďalšiu pomoc si pozrite váš RMT manuál.</p>
zh_cn: <p>若您的网络部署了自定义注册服务器，请设置正确的服务器 URL， 并在<b>RMT 服务器设置</b>中设置 RMT 证书的位置。 进一步协助，请参考您的 RMT 手册。</p>
zh_tw: <p>如果您的網路部署了自訂註冊伺服器， 請在<b>「RMT 伺服器設定」</b>中正確設定伺服器的 URL 以及 RMT 證書的位置。 進一步協助，請參閱 RMT 手冊。</p>

source: Register the Product
ar: تسجيل المنتج
ca: Registra el producte
cs: Zaregistrovat produkt
de: Produkt registrieren
el: Καταχώρηση του Προϊόντος
es: Registrar el producto
fi: Rekisteröi tuote
fr: Enregistrer le produit
hu: A termék regisztrálása
it: Registra il prodotto
ja: 製品を登録する
ko: 제품 등록
nl: Het product registreren
pl: Zarejestruj produkt
pt_br: Registrar o produto
ru: Зарегистрировать продукт
sk: Registrovať produkt
sv: Registrera produkten
uk: Реєстрація продукту
zh_cn: 注册产品
zh_tw: 註冊產品

source: &E-mail Address
ar: الب&ريد الإلكتروني
ca: Adreça &electrònica
cs: &E-mailová adresa
de: &Email-Adresse
el: &Διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Dir&ección de correo electrónico
fi: &Sähköpostiosoite
fr: &Adresse email
hu: &E-mail cím
it: Indirizzo &e-mail
ja: 電子メールアドレス(&E)
ko: 전자 메일 주소(&E)
nl: &E-mailadres
pl: &Adres e-mail
pt_br: &Endereço de e-mail
ru: &Адрес электронной почты
sk: &Emailová adresa
sv: &E-postadress
uk: &Адреса ел. пошти
zh_cn: 电子邮件地址(&E)
zh_tw: 電子郵件地址(&E)

source: Install Available Updates from Update Repositories
ar: تثبيت التحديثات المتوفرة من مخازن التحديث
ca: Instal·la les actualitzacions disponibles des dels repositoris d'actualització
cs: Instalovat dostupné aktualizace z repozitářů aktualizací
de: Verfügbare Aktualisierungen aus Aktualisierungs-Repositorys installieren
el: Εγκατάσταση διαθέσιμων ενημερώσεων απο την Ενημέρψση εναποθετηρίων
es: Instalar actualizaciones disponibles de los repositorios de actualización
fi: Asenna saatavilla olevat päivitykset päivityslähteistä
fr: Installer les mises à jour disponibles depuis les dépôts de mise à jour
hu: A rendelkezésre álló frissítések telepítése a frissítési telepítési forrásokból
it: Installa aggiornamenti disponili dai repository di aggiornamento
ja: 利用可能なアップデートをアップデートリポジトリからインストールする
ko: 업데이트 리포지토리에서 사용 가능한 업데이트 설치
nl: Beschikbare updates installeren vanuit updateopslagruimtes
pl: Instaluj dostępne aktualizacje z repozytoriów aktualizacji
pt_br: Instalar Atualizações Disponíveis dos Repositórios de Atualizações
ru: Установить доступные обновления из репозиториев обновлений
sk: Inštalácia dostupných aktualizácií z aktualizačných repozitárov
sv: Installera tillgängliga uppdateringar från uppdateringsarkiv
uk: Встановити доступні оновлення сховищ оновлень
zh_cn: 安装来自更新软件源的可用更新
zh_tw: 安裝更新套件庫中的可用更新

source: Server Settings
ar: إعدادات الخادم
ca: Configuració del servidor
cs: Nastavení serveru
de: Servereinstellungen
el: Ρυθμίσεις Διακομιστή
es: Configuración del servidor
fi: Palvelimen asetukset
fr: Paramètres du serveur
hu: Kiszolgáló beállításai
it: Impostazioni server
ja: サーバの設定
ko: 서버 설정
nl: Serverinstellingen
pl: Ustawienia serwera
pt_br: Configurações do servidor
ru: Параметры сервера
sk: Nastavenia servera
sv: Serverinställningar
uk: Параметри сервера
zh_cn: 服务器设置
zh_tw: 伺服器設定

source: Find Registration Server Using SLP Discovery
ar: العثور على خادم التسجيل باستخدام اكتشاف SLP
ca: Troba el servidor de registre usant SLP Discovery
cs: Vyhledat registrační server pomocí zjišťování protokolu SLP
de: Registrierungsserver mit SLP-Erkennung suchen
el: Εύρεση διακομιστή καταχώρησης χρησιμοποιώντας μεθοδο ανακάλυψης SLP
es: Buscar servidor de registro con el descubrimiento SLP
fi: Etsi rekisteröintipalvelimia SLP-haulla
fr: Rechercher le serveur d'enregistrement à l'aide de la découverte SLP
hu: A regisztrációs kiszolgáló megkeresése SLP-észlelés használatával
it: Trova server di registrazione con rilevazione SLP
ja: SLPディスカバリを使用して登録サーバを検索する
ko: SLP 검색을 사용하여 등록 서버 찾기
nl: Registratieserver zoeken via SLP-detectie
pl: Znajdź serwer rejestracji za pomocą funkcji odnajdywania SLP
pt_br: Localizar Servidor de Registro Usando a Descoberta SLP
ru: Найти сервер регистрации с помощью обнаружения SLP
sk: Nájsť registračný server pomocou SLP zisťovania
sv: Hitta registreringsserver med SLP-identifiering
uk: Знайти сервер реєстрації за допомогою SLP
zh_cn: 使用 SLP 探索查找注册服务器
zh_tw: 使用 SLP 探查尋找註冊伺服器

source: Use Specific Server URL Instead of the Default
ar: استخدام عنوان URL خادم معين بدلاً من الإعداد الافتراضي
ca: Usa un URL específic de servidor en lloc del predeterminat
cs: Použít konkrétní adresu URL serveru namísto výchozí
de: Bestimmte Server-URL statt des Standards verwenden
el: Χρήση Καθορισμένου URL Διακομιστή Αντί της Προεπιλογής
es: Usar la URL del servidor específico en lugar de la opción por defecto
fi: Käytä tiettyä palvelinosoitetta oletuksen sijaan
fr: Utiliser une URL de serveur spécifique au lieu de celle par défaut
hu: Az alapértelmezett helyett egy konkrét kiszolgálói URL-cím használata
it: Usa URL del server specifico invece di quello predefinito
ja: デフォルトではなく特定のサーバURLを使用する
ko: 기본값 대신 특정 서버 URL 사용
nl: Specifieke server-URL gebruiken in plaats van de standaard-URL
pl: Użyj określonego adresu URL serwera zamiast domyślnego
pt_br: Usar URL do Servidor Específico em vez do Padrão
ru: Использовать указанный URL сервера вместо значения по умолчанию
sk: Použiť špecifickú adresu URL servera namiesto predvoleného
sv: Använd särskild serverwebbadress istället för standard
uk: Використовувати вказаний URL замість типового значення
zh_cn: 使用特定服务器 URL 而非默认值
zh_tw: 使用特定的伺服器 URL 而不是預設值

source: Optional SSL Server Certificate URL
ar: عنوان URL لشهادة خادم SSL الاختيارية
ca: URL de certificat de servidor SSL opcional
cs: Volitelná adresa URL certifikátu serveru SSL
de: URL für optionales SSL-Server-Zertifikat
el: Προαιρετικό πιστοποιητικό URL διακομιστή SSL
es: URL del certificado de servidor SSL opcional
fi: Valinnaisen SSL-palvelinvarmenteen osoite
fr: URL du certificat de serveur SSL facultatif
hu: Választható SSL-kiszolgálói tanúsítvány URL-címe
it: URL certificato server SSL opzionale
ja: オプションのSSLサーバ証明書のURL
ko: 선택적 SSL 서버 인증서 URL
nl: Optionele URL van SSL-servercertificaat
pl: Opcjonalny adres URL certyfikatu SSL serwera
pt_br: URL da Certificação do Servidor SSL Opcional
ru: URL SSL-сертификата сервера (необязательно)
sk: Voliteľná adresa URL serverového SSL certifikátu
sv: Valfri URL för SSL-servercertifikat
uk: URL SSL-сертифікату сервера (необов'язково)
zh_cn: 可选 SSL 服务器证书 URL
zh_tw: 可選 SSL 伺服器證書 URL

source: Optional SSL Server Certificate Fingerprint
ar: بصمة شهاة خادم SSL الاختيارية
ca: Empremta de certificat de servidor SSL opcional
cs: Volitelný digitální otisk certifikátu serveru SSL
de: Fingerabdruck des optionalen SSL-Serverzertifikats
el: Προαιρετικό αποτυπώμα πιστοποιητικού διακομιστή SSL
es: Huella digital del certificado de servidor SSL opcional
fi: Valinnainen SSL-palvelinvarmenteen sormenjälki
fr: Empreinte du certificat de serveur SSL facultatif
hu: Választható SSL-kiszolgálói tanúsítvány-ujjlenyomat
it: Impronta digitale del certificato server SSL opzionale
ja: オプションのSSLサーバ証明書の指紋
ko: 선택적 SSL 서버 인증서 지문
nl: Optionele vingerafdruk voor SSL-servercertificaat
pl: Opcjonalny odcisk certyfikatu serwera SSL
pt_br: Impressão Digital da Certificação do Servidor SSL Opcional
ru: Отпечаток SSL-сертификата сервера (необязательно)
sk: Voliteľný odtlačok serverového SSL certifikátu
sv: Frivilligt fingeravtryck för SSL Server-certifikat
uk: Відбиток SSL-сертифікату сервера (необов'язково)
zh_cn: 可选 SSL 服务器证书指纹
zh_tw: 可選 SSL 伺服器證書指紋

source: none
ar: بلا
ca: cap
cs: nic
de: Keine
el: κανένα
es: ninguno
fi: ei mitään
fr: aucun
hu: nincs
it: nessuno
ko: 없음
nl: geen
pl: brak
pt_br: nenhum
ru: нет
sk: žiadne
sv: ingen
uk: немає
zh_cn: 无
zh_tw: 無

source: SSL Certificate Fingerprint
ar: بصمة شهادة SSL
ca: Empremta de certificat SSL
cs: Digitální otisk certifikátu SSL
de: SSL-Zertifikat-Fingerabdruck
el: Αποτύπωμα πιστοποιητικού SSL
es: Huella digital de certificado SSL
fi: SSL-varmenteen sormenjälki
fr: Empreinte du certificat SSL
hu: SSL-tanúsítvány ujjlenyomata
it: Impronta digitale certificato SSL
ja: SSL証明書の指紋
ko: SSL 인증서 지문
nl: Vingerafdruk van SSL-certificaat
pl: Odcisk certyfikatu SSL
pt_br: Impressão Digital do Certificado SSL
ru: Отпечаток SSL-сертификата
sk: Odtlačok SSL certifikátu
sv: SSL-certifikatsfingeravtryck
uk: Відбиток SSL-сертифікату
zh_cn: SSL 证书指纹
zh_tw: SSL 證書指紋

source: Register Extensions or Modules...
ar: تسجيل الملحقات أو الوحدات النمطية...
ca: Registra extensions o mòduls...
cs: Zaregistrovat rozšíření nebo moduly...
de: Erweiterungen oder Module registrieren...
el: Καταχώρηση επεκτάσεων ή αρθρωμάτων...
es: Registrar extensiones o módulos...
fi: Rekisteröi laajennuksia ja moduuleja...
fr: Enregistrer les extensions ou modules...
hu: Bővítmények vagy modulok regisztrálása...
it: Registra estensioni o moduli...
ja: 拡張やモジュールの登録...
ko: 확장 또는 모듈 등록...
nl: Extensies of modules registreren...
pl: Rejestracja rozszerzeń lub modułów...
pt_br: Registrar Extensões ou Módulos...
ru: Регистрация расширений или модулей...
sk: Registrovať rozšírenia alebo moduly...
sv: Registrera tillägg eller moduler...
uk: Реєструвати розширення або модулі...
zh_cn: 注册扩展或模块...
zh_tw: 註冊延伸或模組...

source: The registration URL provided by the command line is not valid. URL: %s The default one will be used instead.
ar: مسار التسجيل الذي يوفره سطر الأوامر غير صالح. URL: %s سيتم استخدام الإعداد الافتراضي بدلا من ذلك.
ca: L'URL de registre proporcionat per la línia d'ordres no és vàlid. URL: %s En comptes d'això es farà servir el predeterminat.
cs: Registrační URL zadaný příkazovým řádkem není platný. URL: %s Bude použit výchozí.
de: Die Registrierungs-URL, die von der Befehlszeile bereitgestellt wird, ist ungültig. URL: %s Es wird stattdessen die Standardeinstellung verwendet.
es: La URL de registro proporcionada por la línea de comandos no es válida. URL: %s Se usará en su lugar la opción por defecto.
fi: Komentorivillä annettu rekisteröitymisverkko-osoite ei kelpaa. Verkko-osoite: %s Käytetään sen sijaan oletusta.
fr: L'URL d'enregistrement fournie par la ligne de commande n'est pas valable. URL : %s C'est celle prédéfinie qui sera utilisée à la place.
hu: A parancssorral megadott regisztrációs URL-cím érvénytelen. URL: %s A rendszer az alapértelmezett URL-címet fogja használni.
it: L'URL di registrazione fornito dalla riga di comando non è valido. URL: %s Al suo posto sarà usato quello predefinito.
ja: コマンドラインで指定した下記の URL は正しくありません。 URL: %s 代わりに既定値を使用します。
ko: 명령줄에서 입력한 등록 URL이 올바르지 않습니다. URL: %s 대신 기본 URL을 사용합니다.
nl: De URL voor registratie gekeverd door de opdrachtregel is niet geldig. URL: %s De standaard zal inplaats daarvan worden gebruikt.
pl: Adres URL rejestracji podany w wierszu polecenia nie jest prawidłowy. Adres URL: %s Zostanie użyty adres domyślny.
pt_br: O URL de registro fornecido pela linha de comando não é válido. URL: %s O padrão será usado em vez disso.
ru: URL-адрес для регистрации, указанный в командной строке, недействителен. URL: %s Будет использован URL-адрес по умолчанию.
sk: Registračná adresa URL poskytnutá príkazovým riadkom nie je platná. URL: %s Namiesto toho bude použitá predvolená.
sv: Registrerings-URL:en från kommandoraden är inte giltig. URL: %s Standardalternativet används istället.
uk: Реєстраційне URL, надане командним рядком, не дійсне. URL: %s Буде використане типове замість цього.
zh_cn: 命令行提供的注册 URL 无效。 URL:%s 将替换使用默认值。
zh_tw: 指令行提供的註冊 URL 無效。 URL：%s 將使用預設 URL。

source: Register System via %s
ar: تسجيل النظام عبر %s
ca: Registra el sistema a través de %s
cs: Registrovat systém prostřednictvím %s
de: System über %s registrieren
es: Registrar sistema mediante %s
fi: Rekisteröi järjestelmä %s kautta
fr: Enregistrer le système via %s
hu: A rendszer regisztrálása a(z) %s címen
it: Registra il sistema tramite %s
ja: %s を介してシステムを登録
ko: %s을(를) 통해 시스템 등록
nl: Systeem registreren via %s
pl: Zarejestruj system za pośrednictwem %s
pt_br: Registrar Sistema por meio do %s
ru: Зарегистрировать систему через %s
sk: Registrovať systém cez %s
sv: Registrera systemet via %s
uk: Зареєструвати систему через %s
zh_cn: 通过 %s 注册系统
zh_tw: 透過 %s 註冊系統

source: Register System via local RMT Server
ca: Registra el sistema a través d'un servidor RMT local
cs: Registrovat systém místním serverem RMT
de: System über lokalen RMT-Server registrieren
es: Registrar sistema mediante servidor RMT local
fi: Rekisteröi järjestelmä paikallisen RMT-palvelimen kautta
fr: Enregistrer le système via un serveur RMT local
it: Registra il sistema tramite server RMT locale
ja: ローカルRMTサーバを使用してシステムを登録する
nl: Systeem registreren via lokale RMT-server
pt_br: Registrar Sistema por meio do Servidor RMT local
ru: Зарегистрировать систему через локальный сервер RMT
sk: Registrovať systém cez lokálny RMT server
sv: Registrera systemet via lokal RMT-server
zh_cn: 通过本地 RMT 服务器注册系统
zh_tw: 透過本機 RMT 伺服器註冊系統

source: &Local Registration Server URL
ar: ع&نوان URL لخادم التسجيل المحلي
ca: URL &local del servidor de registre
cs: Adresa UR&L místního registračního serveru
de: URL des &lokalen Registrierungsservers
el: &Τοπικός διακομιστής καταγραφής URL
es: UR&L del servidor de registro local
fi: &Paikallisen rekisteröintipalvelimen osoite
fr: URL du serveur d'enregistrement &local
hu: &Helyi regisztrációs kiszolgáló URL-címe
it: URL server di registrazione &locale
ja: ローカル登録サーバのURL(&L)
ko: 로컬 등록 서버 URL(&L)
nl: URL van l&okale registratieserver
pl: Adres URL &lokalnego serwera rejestracji
pt_br: &URL do Servidor de Registro Local
ru: UR&L локального сервера регистрации
sk: &URL lokálneho registračného servera
sv: URL till &lokal registreringsserver
uk: UR&L локального сервера реєстрації
zh_cn: 本地注册服务器 URL(&L)
zh_tw: 本地註冊伺服器 URL(&L)

source: &Skip Registration
ar: ت&خطي التسجيل
ca: &Omet el registre
cs: &Přeskočit registraci
de: Registrierung ü&berspringen
el: &Παράλειψη Καταχώρησης
es: &Omitir registro
fi: &Ohita rekisteröinti
fr: &Ignorer l'enregistrement
hu: Re&gisztráció kihagyása
it: &Ignora registrazione
ja: 登録を行なわずに次へ進む (&S)
ko: 등록 건너뛰기(&S)
nl: Registratie &overslaan
pl: Pomiń reje&strację
pt_br: &Ignorar registro
ru: &Пропустить регистрацию
sk: &Preskočiť registráciu
sv: &Hoppa över registrering
uk: & Пропустити реєстрацію
zh_cn: 跳过注册(&S)
zh_tw: 跳過註冊(&S)

source: The system is already registered.
ar: النظام مسجل بالفعل.
ca: El sistema ja està registrat.
cs: Systém je již zaregistrován.
de: Das System ist bereits registriert.
el: Το σύστημα είναι ήδη καταχωρημένο.
es: El sistema ya está registrado.
fi: Järjestelmä on jo rekisteröity.
fr: Le système est déjà enregistré.
hu: A rendszer már regisztrálva van.
it: Il sistema è già registrato.
ja: システムは登録済みです。
ko: 시스템이 이미 등록되었습니다.
nl: Het systeem is al geregistreerd.
pl: System jest już zarejestrowany.
pt_br: O sistema já foi registrado.
ru: Система уже зарегистрирована.
sk: Systém je už zaregistrovaný.
sv: Systemet är redan registrerat.
uk: Система вже зареєстрована.
zh_cn: 系统已注册。
zh_tw: 系統已註冊。
