Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: SHA1 Fingerprint:
ar: بصمة SHA1:
ca: Empremta SHA1:
cs: Otisk SHA1:
de: SHA1-Fingerabdruck:
el: Αποτύπωμα SHA1:
es: Huella digital SHA1:
fi: SHA1-sormenjälki:
fr: Empreinte SHA1 :
hu: SHA1 ujjlenyomat:
it: Impronta digitale SHA1:
ja: SHA1の指紋:
ko: SHA1 지문:
nl: SHA1-vingerafdruk:
pl: Odcisk SHA1:
pt_br: Impressão digital SHA1:
ru: Отпечаток SHA1:
sk: Odtlačok SHA1:
sv: SHA1-fingeravtryck:
uk: Відбиток SHA1:
zh_cn: SHA1 指纹：
zh_tw: SHA1 指紋︰

source: SHA256 Fingerprint:
ar: بصمة SHA256:
ca: Empremta SHA256:
cs: Otisk SHA256:
de: SHA256-Fingerabdruck:
el: Αποτύπωμα SHA256:
es: Huella digital SHA256:
fi: SHA256-sormenjälki:
fr: Empreinte SHA256 :
hu: SHA256 ujjlenyomat:
it: Impronta digitale SHA256:
ja: SHA256の指紋:
ko: SHA256 지문:
nl: SHA256-vingerafdruk:
pl: Odcisk SHA256:
pt_br: Impressão digital SHA256:
ru: Отпечаток SHA256:
sk: Odtlačok SHA256:
sv: SHA256-fingeravtryck:
uk: Відбиток SHA256:
zh_cn: SHA256 指纹：
zh_tw: SHA256 指紋︰

source: Add-on '%s' is not available for registration.
ca: El complement %s no està disponible per al registre.
cs: Doplněk '%s' není dostupný k registraci.
de: Add-On '%s' steht nicht für die Registrierung zur Verfügung.
es: El complemento %s no está disponible para el registro.
fi: Lisäosa "%s" ei ole saatavilla rekisteröitäväksi.
fr: Le produit complémentaire '%s' n'est pas disponible pour l'enregistrement.
it: Il componente aggiuntivo '%s' non è disponibile per la registrazione.
ja: 登録に際してアドオン '%s' が 利用できません。
nl: Add-on '%s' is niet beschikbaar voor registratie.
pt_br: O complemento '%s' não está disponível para registro.
ru: Дополнение '%s' недоступно для регистрации.
sk: Doplnok '%s' nie je dostupný pre registráciu.
zh_cn: 附加组件 "%s" 不可注册。
zh_tw: 附加產品 "%s" 不可註冊。

source: Contacting the Registration Server
ar: الاتصال بخادم التسجيل
ca: Contactant amb el servidor de registre
cs: Kontaktování registračního serveru
de: Kontakt zum Registrierungsserver wird hergestellt
el: Γίνεται επάφή με το κέντρο καταχώρησης
es: Contactando con el servidor de registro
fi: Yhdistetään rekisteröintipalvelimeen
fr: Connexion au serveur d'enregistrement
hu: Kapcsolatfelvétel a regisztrációs kiszolgálóval
it: Connessione al server di registrazione
ja: 登録サーバに問い合わせ
ko: 등록 서버에 연결
nl: Contact opnemen met de registratieserver
pl: Kontaktowanie się z serwerem rejestracji
pt_br: Contatando o servidor de registro
ru: Связь с сервером регистрации
sk: Kontaktovanie registračného servera
sv: Kontaktar registreringsservern
uk: Зв'язок з сервером реєстрації
zh_cn: 正在连接注册服务器
zh_tw: 正在連接註冊伺服器

source: Registration
ar: التسجيل
ca: Registre
cs: Registrace
de: Registrierung
el: Καταχώρηση
es: Registro
fi: Rekisteröinti
fr: Enregistrement
hu: Regisztráció
it: Registrazione
ja: 登録
ko: 등록
nl: Registratie
pl: Rejestracja
pt_br: Registro
ru: Регистрация
sk: Registrácia
sv: Registrering
uk: Реєстрація
zh_cn: 注册
zh_tw: 註冊

source: Initializing...
ar: جار تهيئة...
ca: Iniciant...
cs: Inicializace...
de: Initialisierungsvorgang…
es: Inicializando...
fi: Valmistellaan…
fr: Initialisation...
it: Inizializzazione in corso...
ja: 準備しています...
nl: Bezig met initialiseren...
pt_br: Inicializando...
ru: Инициализация...
sk: Inicializácia...
zh_cn: 正在初始化...
zh_tw: 啟始化中...

source: Fetching the list of known modules/extensions
ar: إحضار قائمة الوحدات النمطية / الملحقات
ca: Obtenint la llista de mòduls / extensions que es coneixen
cs: Zavádím seznam známých modulů/rozšíření
de: Abrufen der Liste mit bekannten Modulen/Erweiterungen
es: Obteniendo la lista de módulos y extensiones conocidos
fi: Noudetaan tunnettujen moduulien/laajennusten luetteloa
fr: Récupération de la liste des modules/extensions connu(e)s
it: Recupero dell'elenco di moduli/estensioni noti
ja: 既知のモジュール／拡張の一覧を取得しています
nl: De lijst met bekende modulen/extensies wordt opgehaald
pt_br: Obtendo a lista dos módulos/extensões disponíveis
ru: Получение списка известных модулей/расширений
sk: Načítanie zoznamu známych modulov/rozšírení
zh_cn: 正在提取已知模块/扩展列表
zh_tw: 正在擷取已知模組/延伸清單

source: Package %{name} could not be selected for installation.
ar: تعذر تحديد الحزم ة%{name} للتثبيت.
ca: El paquet %{name} no s'ha pogut seleccionar per instal·lar.
cs: Balíček %{name} nešlo vybrat k instalaci.
de: Paket %{name} wurde nicht zur Installation ausgewählt.
es: No es posible seleccionar el paquete %{name} para la instalación.
fi: Pakettia %{name} ei voitu valita asennettavaksi.
fr: Le paquet %{name} n'a pas pu être sélectionné pour l'installation.
it: Impossibile selezionare il pacchetto %{name} per l'installazione.
ja: インストール用にパッケージ %{name} を選択することができませんでした。
nl: Pakket %{name} kon niet geselecteerd worden voor installatie.
pt_br: O pacote %{name} não pôde ser selecionado para instalação.
ru: Пакет %{name} не может быть выбран для установки.
sk: Balík %{name} sa nemohol vybrať na inštaláciu.
zh_cn: 不能选择安装 %{name} 包。
zh_tw: 不能選取套件 %{name} 加以安裝。

source: YaST requires your system to be registered in order to perform an online search. Alternatively, use the web version at 'https://scc.suse.com/packages/'.
ca: El YaST requereix que el sistema estigui registrat per tal de fer una cerca en línia. Alternativament, useu la versió web a https://scc.suse.com/packages/.
cs: YaST vyžaduje, aby Váš systém byl zaregistrován, chcete-li vyhledávat on-line. Alternativně použijte webovou verzi na 'https://scc.suse.com/packages/'.
de: Für YaST muss Ihr System registriert sein, damit eine Online-Suche durchgeführt wird. Verwenden Sie alternativ die Webversion unter 'https://scc.suse.com/packages/'.
es: YaST requiere que el sistema esté registrado para poder realizar una búsqueda en línea. Alternativamente, puede usar la versión Web que encontrará en: https://scc.suse.com/packages/.
fi: YaST vaatii järjestelmäsi rekisteröitävän verkkohakua varten. Vaihtoehtoisesti voi käyttää verkkoversiota osoitteessa ”https://scc.suse.com/packages/”.
fr: YaST nécessite que votre système soit enregistré pour pouvoir effectuer une recherche en ligne. Vous pouvez aussi utiliser la version Web à l'adresse 'https://scc.suse.com/packages/'.
it: YaST richiede la registrazione del sistema per eseguire la ricerca online. In alternativa, usare la versione Web all'indirizzo 'https://scc.suse.com/packages/'.
ja: オンライン検索を実施するには、 YaST 側でシステムを登録しておく必要があります。 代わりに Web バージョン 'https://scc.suse.com/packages/' をお使いください。
nl: YaST vereist dat uw systeem wordt geregistreerd om een online zoekopdracht te kunnen doen. Als alternatief kunt u de webversie op 'https://scc.suse.com/packages/' gebruiken.
pt_br: O YaST exige que seu sistema seja registrado para realizar uma pesquisa online. Como alternativa, use a versão da web em 'https://scc.suse.com/packages/'.
ru: YaST необходима регистрация вашей системы для выполнения онлайн-поиска. В качестве альтернативы используйте веб-версию по адресу 'https://scc.suse.com/packages/'.
sk: YaST vyžaduje, aby bol váš systém zaregistrovaný za účelom vykonania online vyhľadávania. Prípadne použite webovú verziu na 'https://scc.suse.com/packages/'.
zh_cn: YaST 要求您的系统必须注册才能执行联机搜索。或者，您也可以使用 https://scc.suse.com/packages/ 上的 Web 版本。
zh_tw: YaST 要求必須註冊您的系統才能執行線上搜尋。或者，您也可以使用 https://scc.suse.com/packages/ 上的 Web 版本。

source: This system is registered through an SMT/RMT server. Unfortunately, the online search feature is not supported in this scenario. Alternatively, use the web version at'https://scc.suse.com/packages/'.
ca: Aquest sistema s'ha registrat a través d'un servidor SMT / RMT. Malauradament, la funció de cerca en línia no s'admet en aquestes condicions. Alternativament, useu la versió web a https://scc.suse.com/packages/.
cs: Tento systém je registrován pomocí serveru SMT/RMT. Vyhledávání není bohužel v tomto scénáři podporováno. Alternativně použijte webovou verzi na 'https://scc.suse.com/packages/'.
de: Dieses System ist über einen SMT/RMT-Server registriert. Leider wird die Online-Suche in diesem Szenario nicht unterstützt. Verwenden Sie alternativ die Webversion unter 'https://scc.suse.com/packages/'.
es: Este sistema está registrado mediante un servidor SMT/RMT. Desafortunadamente, la función de búsqueda en línea no se admite en esta situación. Otra alternativa es usar la versión Web, que encontrará en: https://scc.suse.com/packages/.
fi: Järjestelmä on rekisteröity SMT/RMT-palvelimen kautta. Tässä tilanteessa verkkohakuominaisuutta ei valitettavasti tueta. Vaihtoehtoisesti voi käyttää verkkohakua osoitteessa ”https://scc.suse.com/packages/”.
fr: Ce système a été enregistré par le biais d'un serveur SMT/RMT. Malheureusement, la fonction de recherche en ligne n'est pas prise en charge dans ce scénario. À la place, vous pouvez utiliser la version Web à l'adresse 'https://scc.suse.com/packages/'.
it: La registrazione di questo sistema è avvenuta tramite un server SMT/RMT. Purtroppo, la funzione di ricerca online non è supportata in questo scenario. In alternativa, usare la versione web all'indirizzo 'https://scc.suse.com/packages/'.
ja: このシステムは SMT/RMT サーバを介して登録されています。残念ながら、この方法で登録されている場合、オンライン検索を使用することはできません。代わりに Web バージョン 'https://scc.suse.com/packages/' をお使いください。
nl: Dit systeem is geregistreerd via een SMT/RMT server. Helaas wordt de functie online zoeken niet ondersteund in dit scenario. Gebruik als alternatief de webversie op 'https://scc.suse.com/packages/'.
pt_br: O sistema está registrado através de um servidor SMT/RMT. Infelizmente, o recurso da pesquisa online não é suportado neste cenário. Alternativamente, use a versão Web em 'https://scc.suse.com/packages/'.
ru: Эта система зарегистрирована через сервер SMT/RMT. К сожалению, при этом сценарии функция онлайн-поиска не поддерживается. В качестве альтернативы используйте веб-версию по адресу 'https://scc.suse.com/packages/'.
sk: Tento systém je zaregistrovaný prostredníctvom servera SMT/RMT. V tomto scenári žiaľ funkcia online vyhľadávania nie je podporovaná. Prípadne použite webovú verziu na 'https://scc.suse.com/packages/'.
zh_cn: 此系统是通过 SMT/RMT 服务器注册的。遗憾的是，此方案不支持联机搜索功能。或者，您也可以使用 https://scc.suse.com/packages/ 上的 Web 版本。
zh_tw: 此系統是透過 SMT/RMT 伺服器註冊的。不幸的是，此情境不支援線上搜尋功能。或者，您也可以使用 https://scc.suse.com/packages/ 上的 Web 版本。

source: Missing product specification in the %s section
ar: مواصفات المنتج مفقودة في القسم %s
ca: Manca l'especificació del producte a la secció %s.
cs: V sekci %s chybí specifikace produktu
de: Fehlende Produktspezifikation im Abschnitt %s
es: Falta la especificación del producto en la sección %s
fi: Puuttuva tuotemääritys %s osassa
fr: Spécification produit manquante à la section %s
it: Nella sezione %s mancano le specifiche di prodotto
ja: %s セクション内に製品仕様がありません
nl: Ontbrekende productspecificatie in de sectie %s
pt_br: Falta especificação do produto na seção %s
ru: Отсутствует спецификация продукта в разделе %s
sk: Chýbajúca špecifikácia produktu v sekcii %s
zh_cn: %s 部分缺少产品规格
zh_tw: %s 區段中缺少產品規格

source: Product %s not found
ar: المنتج %s غير موجود
ca: No s'ha trobat el producte %s.
cs: Produkt %s nenalezen
de: Produkt %s nicht gefunden
es: No se encuentra el producto %s
fi: Tuotetta %s ei löydy
fr: Produit %s introuvable
it: Il prodotto '%s' non è stato trovato
ja: 製品 %s が見つかりません
nl: Product %s niet gevonden
pt_br: Produto %s não encontrado
ru: Продукт %s не найден
sk: Produkt '%s' nebol nájdený
sv: Produkt %s hittades inte
zh_cn: 未找到产品 %s
zh_tw: 找不到產品 %s

source: Registration was successfull.
ar: تم التسجيل بنجاح.
ca: El registre s'ha fet amb èxit.
cs: Registrace byla úspěšná.
de: Die Registrierung war erfolgreich.
el: Η εγγραφή ήταν επιτυχής.
es: El registro se ha realizado correctamente.
fi: Rekisteröinti onnistui.
fr: L'enregistrement est terminé.
hu: A regisztráció sikeres volt.
it: Registrazione completata.
ja: 正常に登録されました。
ko: 등록에 성공했습니다.
nl: De registratie is geslaagd.
pl: Rejestracja przebiegła pomyślnie.
pt_br: Registro bem-sucedido.
ru: Регистрация прошла успешно.
sk: Registrácia bola úspešná.
sv: Registreringen genomfördes.
uk: Реєстрація пройшла успішно.
zh_cn: 注册成功。
zh_tw: 註冊成功。

source: SLP discovery failed, no server found
ar: فشل اكتشاف SLP، وتعذر العثور على أي خادم
ca: Ha fallat SLP discovery, no s'ha trobat el servidor
cs: Zjišťování pomocí protokolu SLP se nezdařilo, žádný server nebyl nalezen
de: Fehler bei der SLP-Erkennung, kein Server gefunden
el: Ανακάλυψη SLP απέτυχε, δεν βρέθηκε διακομιστής
es: Error de descubrimiento SLP. No se encuentra el servidor
fi: SLP-haku epäonnistui: palvelinta ei löytynyt
fr: Échec de la découverte SLP, serveur introuvable
hu: Az SLP-észlelés sikertelen volt, nem található kiszolgáló
it: Rilevazione SLP non riuscita, nessun server trovato
ja: SLP 検索が失敗しました。サーバが見つかりませんでした
ko: SLP 검색에 실패했습니다. 서버를 찾을 수 없습니다.
nl: SLP-detectie is mislukt, er is geen server gevonden
pl: Wykrywanie SLP nie powiodło się, nie znaleziono serwera
pt_br: Falha na descoberta SLP. Nenhum servidor encontrado
ru: Сбой поиска SLP, сервер не найден
sk: Zisťovanie SLP zlyhalo, nebol nájdený žiadny server
sv: SLP-identifiering misslyckades, ingen server hittades
uk: Збій пошуку SLP, сервер не знайдений
zh_cn: SLP 探索失败，未找到服务器
zh_tw: SLP 探查失敗，未找到伺服器

source: Downloading SSL Certificate
ar: يتم الآن تنزيل شهادة SSL
ca: Descarregant el certificat SSL
cs: Stahování certifikátu protokolu SSL
de: SSL-Zertifikat herunterladen
el: Γίνεται λήψη Πιστοποιητικού SSL
es: Descargando el certificado SSL
fi: Ladataan SSL-varmennetta
fr: Téléchargement du certificat SSL
hu: SSL-tanúsítvány letöltése
it: Download certificato SSL
ja: SSL証明書をダウンロードしています
ko: SSL 인증서 다운로드 중
nl: SSL-certificaat downloaden
pl: Pobieranie certyfikatu SSL
pt_br: Fazendo Download do Certificado SSL
ru: Загрузка сертификата SSL
sk: Stiahnutie SSL certifikátu
sv: Läser in SSL-certifikat
uk: Завантажується сертифікат SSL
zh_cn: 正在下载 SSL 证书
zh_tw: 正在下載 SSL 證書

source: Importing SSL Certificate
ar: استيراد شهادة SSL
ca: Important el certificat SSL
cs: Importování certifikátu protokolu SSL
de: SSL-Zertifikat importieren
el: Εισαγωγή Πιστοποιητικού SSL
es: Importando el certificado SSL
fi: Tuodaan SSL-varmennetta
fr: Importation du certificat SSL
hu: SSL-tanúsítvány importálása
it: Importazione certificato SSL
ja: SSL証明書をインポートしています
ko: SSL 인증서 임포트 중
nl: SSL-certificaat importeren
pl: Importowanie certyfikatu SSL
pt_br: Importando Certificado SSL
ru: Импорт сертификата SSL
sk: Importovanie SSL certifikátu
sv: Importerar SSL-certifikat
uk: Імпортується сертифікат SSL
zh_cn: 正在导入 SSL 证书
zh_tw: 正在輸入 SSL 證書

source: The old system is not registered and the AutoYaST profile requires registration. Either register the old system before running the upgrade or remove the registration section from the AutoYaST profile and use full medium.
ca: El sistema antic no està registrat i el perfil de l'AutoYaST necessita el registre. O bé registreu el sistema antic abans de fer l'actualització o bé suprimiu la secció del registre del perfil de l'AutoYaST i useu el mitjà complet.
cs: Starý systém není registrován a profil AutoYaST vyžaduje registraci. Buď před upgradem zaregistrujte starý systém, nebo odstraňte z profilu AutoYaST registrační sekci a použijte úplné médium.
de: Das alte System ist nicht registriert und das AutoYaST-Profil benötigt eine Registrierung. Entweder das alte System vor der Durchführung des Upgrades registrieren oder den Abschnitt der Registrierung aus dem YutoYaST-Profil löschen und das ganze Medium verwenden.
es: El sistema antiguo no está registrado y el perfil de AutoYaST requiere el registro. Registre el sistema antiguo antes de ejecutar la actualización o elimine la sección de registro del perfil de AutoYaST y use un medio completo.
fi: Vanhaa järjestelmää ei ole rekisteröity, ja AutoYaST-profiili vaatii rekisteröitymisen. Rekisteröi vanha järjestelmä ennen päivitystä tai poista AutoYaST-profiilista rekisteröintiosio ja käytä täyttä tietovälinettä.
fr: L'ancien système n'est pas enregistré alors que le profil AutoYaST exige un enregistrement. Enregistrez l'ancien système avant d'exécuter la mise à niveau ou supprimez la section relative à l'enregistrement dans le profil AutoYaST et utilisez le support complet.
it: Il sistema precedente non è registrato e per il profilo AutoYaST è richiesta la registrazione. Registrare il sistema precedente prima di eseguire l'upgrade o rimuovere la sezione della registrazione dal profilo AutoYaST e utilizzare il supporto completo.
ja: 古いシステムの登録が行われていませんが、 AutoYaST プロファイル内で登録処理が求められています。 アップグレードを実行する前に古いシステムを登録しておくか、 もしくは AutoYaST プロファイル内の登録処理を削除してから、 フルインストールメディアをお使いください。
nl: Het oude systeem is niet geregistreerd en het AutoYaST-profiel vereist registratie. Registreer het oude systeem alvorens de opwaardering te doen of verwijder de registratiesecti uit het AutoYaST-profiel en gebruik het volledige medium.
pt_br: O sistema antigo não está registrado e o perfil do AutoYaST requer registro. Registre o sistema antigo antes de executar a atualização ou remova a seção de registro do perfil do AutoYaST e use meio completo.
ru: Старая система не зарегистрирована, а профиль AutoYaST требует регистрации. Зарегистрируйте старую систему перед запуском процесса обновления, либо же удалите раздел регистрации из профиля AutoYaST и используйте весь носитель.
sk: Starý systém nie je registrovaný a profil autoyast vyžaduje registráciu. Buď registrujte starý systém pred spustením zvýšenia verzie, alebo odstráňte registračnú sekciu z profilu AutoYaST a použite úplné médium.
zh_cn: 旧系统未注册，AutoYaST 配置文件要求注册该系统。 请在运行升级前注册旧系统，或 从 AutoYaST 配置文件中删除注册段落， 然后使用完整媒体。
zh_tw: 舊系統未註冊，而 AutoYaST 設定檔要求註冊該系統。 請先註冊舊系統再執行升級， 或從 AutoYaST 設定檔中移除註冊區段， 然後使用完整媒體。

source: Connection timed out.
ar: انتهت مهلة الاتصال.
ca: S'ha esgotat el temps d'espera de la connexió.
cs: Časový limit připojení vypršel.
de: Zeitüberschreitung bei der Verbindung.
es: Se ha agotado el tiempo de conexión.
fi: Yhteyden aikakatkaisu.
fr: Timeout de la connexion.
it: Timeout della connessione.
ja: 接続がタイムアウトしました。
nl: Er is een time-out opgetreden voor de verbinding.
pt_br: A conexão expirou.
ru: Превышено время ожидания соединения.
sk: Časový limit pripojenia vypršal.
zh_cn: 连接超时。
zh_tw: 連接逾時。

source: Make sure that the registration server is reachable and the connection is reliable.
ar: تأكد من أن خادم التسجيل يمكن الوصول إليه و الاتصال موثوق فيه.
ca: Assegureu-vos que el servidor de registre sigui accessible i que la connexió sigui fiable.
cs: Zkontrolujte, zda je registrační server dosažitelný a zda je připojení spolehlivé.
de: Prüfen Sie, ob der Registrierungsserver erreichbar und die Verbindung zuverlässig ist.
es: Asegúrese de que es posible acceder al servidor de registro y de que la conexión es fiable.
fi: Varmista, että rekisteröintipalvelu on saavutettavissa ja yhteys on luotettava.
fr: Vérifiez que le serveur d'enregistrement est joignable et que la connexion est fiable.
hu: Ellenőrizze, hogy elérhető-e a regisztrációs kiszolgáló, és megbízható-e a kapcsolat.
it: Verificare che il server di registrazione sia raggiungibile e che la connessione sia affidabile.
ja: 登録サーバが到達可能であり接続の信頼性が高いことを 確認してください。
ko: 등록 서버가 연결되어 있는지 및 신뢰할 수 있는 연결인지 확인하십시오.
nl: Zorg ervoor dat de registratieserver bereikbaar is en dat u gebruiktmaakt van een betrouwbare verbinding.
pl: Sprawdź, czy serwer rejestracji jest osiągalny oraz czy połączenie jest niezawodne.
pt_br: Verifique se o servidor de registro pode ser acessado e se a conexão é confiável.
ru: Убедитесь в том, что сервер регистрации доступен, а подключение надёжно.
sk: Skontrolujte, či je registračný server dostupný a či je pripojenie spoľahlivé.
sv: Se till att registreringsservern går att nå och att anslutningen är tillförlitlig.
uk: Переконайтеся в тому, що сервер реєстрації доступний а підключення надійне.
zh_cn: 请确保注册服务器可访问且 连接可靠。
zh_tw: 請確定註冊伺服器可連接 且連接可靠。

source: HTTP error code: %d
ar: رمز خطأ HTTP: %d
ca: Codi d'error d'HTTP: %d
cs: Kód chyby HTTP: %d↵
de: HTTP-Fehlercode: %d
es: Código de error de HTTP: %d
fi: HTTP-virhekoodi: %d
fr: Code d'erreur HTTP : %d
hu: HTTP-hibakód: %d
it: Codice d'errore HTTP: %d
ja: HTTP エラーコード: %d
ko: HTTP 오류 코드: %d
nl: HTTP foutcode: %d
pl: Kod błędu HTTP: %d
pt_br: Código de erro HTTP: %d
ru: Код ошибки HTTP: %d
sk: Kód chyby HTTP: %d
sv: HTTP-felkod: %d
zh_cn: HTTP 错误代码：%d
zh_tw: HTTP 錯誤代碼：%d

source: Connection to registration server failed.
ar: فشل الاتصال بخادم التسجيل.
ca: Ha fallat la connexió amb el servidor de registre.
cs: Připojení k registračnímu serveru se nezdařilo.
de: Fehler bei der Verbindung mit dem Registrierungsserver.
es: Error de conexión con el servidor de registro.
fi: Yhteydenotto rekisteröintipalveluun epäonnistui.
fr: Échec de la connexion au serveur d'enregistrement.
hu: Nem sikerült csatlakozni a regisztrációs kiszolgálóhoz.
it: Connessione al server di registrazione non riuscita.
ja: 登録サーバへの接続に失敗しました。
ko: 등록 서버 연결이 실패했습니다.
nl: Verbinden met de registratieserver is mislukt.
pl: Nie można nawiązać połączenia z serwerem rejestracji.
pt_br: Falha na conexão com o servidor de registro.
ru: Не удалось подключиться к серверу регистрации.
sk: Pripojenie k registračnému serveru zlyhalo.
sv: Anslutningen till registreringsservern misslyckades.
uk: Не вдалося з'єднатися із сервером реєстрації.
zh_cn: 连接到注册服务器失败。
zh_tw: 連接至註冊伺服器失敗。

source: Registration client error.
ar: خطأ في عميل التسجيل.
ca: Error de client de registre.
cs: Chyba registračního klienta.
de: Fehler beim Registrierungsclient.
el: Σφάλμα πελάτη καταχώρησης.
es: Error del cliente de registro.
fi: Rekisteröintiasiakkaan virhe.
fr: Erreur lors de l'enregistrement du client.
hu: Hiba a regisztrációs ügyfélnél.
it: Errore del client di registrazione.
ja: 登録クライアントエラー。
ko: 등록 클라이언트 오류입니다.
nl: Fout in registratieclient.
pl: Błąd klienta rejestracji.
pt_br: Erro no cliente de registro.
ru: Ошибка клиента регистрации.
sk: Chyba klienta registrácie.
sv: Registreringsklientfel.
uk: Помилка клієнта реєстрації.
zh_cn: 注册客户端错误。
zh_tw: 註冊用戶端錯誤。

source: Registration server error. Retry the operation later.
ar: حدث خطأ في خادم التسجيل.‏ أعد محاولة التسجيل لاحقًا.
ca: Error del servidor de registre. Torneu a intentar l'operació més tard.
cs: Chyba registračního serveru. Opakujte operaci později.
de: Fehler beim Registrierungsserver. Wiederholen Sie den Vorgang später.
es: Error del servidor de registro. Vuelva a intentar la operación más tarde.
fi: Rekisteröintipalvelimen virhe. Yritä myöhemmin uudelleen.
fr: Erreur liée au serveur d'enregistrement. Réessayez cette opération ultérieurement.
hu: Hiba a regisztrációs kiszolgálón. Próbálkozzon később a művelettel.
it: Errore del server di registrazione. Riprovare a eseguire l'operazione in seguito.
ja: 登録サーバエラー。 後で再試行してください。
ko: 등록 서버 오류입니다. 나중에 작업을 재시도하십시오.
nl: Registratieserverfout. Voer de bewerking later opnieuw uit.
pl: Błąd serwera rejestracji. Spróbuj ponownie później.
pt_br: Erro no servidor de registro. Repita a operação mais tarde.
ru: Ошибка сервера регистрации. Повторите операцию позже.
sk: Chyba registračného servera. Zopakujte operáciu neskôr.
sv: Registreringsserverfel. Försök med åtgärden senare.
uk: Помилка на сервері реєстрації. Повторіть операцію пізніше.
zh_cn: 注册服务器错误。 请稍后重试该操作。
zh_tw: 註冊伺服器錯誤。 請稍後重試該操作。
