Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: The selected package is provided by the '%{name}', which is not enabled on this system yet.
ca: El paquet seleccionat el proporciona %{name}, que encara no està habilitat en aquest sistema.
cs: Zvolený balíček je poskytován '%{name}', který dosud není v tomto systému povolen.
de: Das ausgewählte Paket wird über '%{name}' bereitgestellt, das noch nicht auf diesem System aktiviert ist.
es: El paquete seleccionado lo proporciona %{name}, que aún no está habilitado en este sistema.
fi: Valitun paketin tarjoaa ”%{name}”, joka ei vielä ole käytössä järjestelmässä.
fr: Le paquet sélectionné est fourni par '%{name}', qui n'est pas encore activé sur ce système.
it: Il pacchetto selezionato è fornito da '%{name}', che non è ancora abilitato sul sistema.
ja: 選択したパッケージは、このシステムでは有効化されていない '%{name}' から提供されています。
nl: Het geselecteerde pakket wordt geleverd door '%{name}', die nog niet is ingeschakeld op dit systeem.
pt_br: O pacote selecionado é fornecido pelo '%{name}', que ainda não está ativado neste sistema.
ru: Выбранный пакет предоставлен '%{name}', который еще не включен в этой системе.
sk: Vybraný balík poskytuje '%{name}', ktorý ešte nie je v tomto systéme povolený.
zh_cn: 所选包是由“%{name}”提供的，尚未在系统上启用。
zh_tw: 所選套件是由「%{name}」提供的，此系統上尚未啟用它。

source: Additionally, '%{name}' depends on the following modules/extensions:
ca: Addicionalment, %{name} depèn dels mòduls / extensions següents:
cs: '%{name}' navíc závisí na těchto modulech/rozšířeních:
de: Zudem hängt '%{name}' von folgenden Modulen/Erweiterungen ab:
es: Además, %{name} depende de los módulos o extensiones siguientes:
fi: Lisäksi ”%{name}” riippuu seuraavista moduuleista/laajennuksista:
fr: En outre, '%{name}' dépend des modules/extensions suivant(e)s :
it: Inoltre, '%{name}' dipende dai seguenti moduli/estensioni:
ja: これに加えて、 '%{name}' は下記のモジュールや拡張に依存しています:
nl: Bovendie hangt '%{name}' af van de volgende modulen/extensiis:
pt_br: Além disso, '%{name}' depende dos seguintes módulos/extensões:
ru: Кроме того, '%{name}' зависит от следующих модулей/расширений:
sk: '%{name}' navyše závisí na nasledujúcich moduloch/rozšíreniach:
zh_cn: 此外，“%{name}”依赖以下模块/扩展：
zh_tw: 此外，「%{name}」相依於下列模組/延伸：

source: Do you want to enable it?
ar: هل تريد تفعيله؟
ca: Voleu habilitar-lo?
cs: Chcete ho povolit?
de: Wollen Sie es/sie aktivieren?
es: ¿Desea habilitarlo?
fi: Haluatko ottaa sen käyttöön?
fr: Voulez-vous l'activer ?
it: Abilitare il modulo o l'estensione?
ja: これらを有効化しますか？
nl: Wilt u deze inschakelen?
pt_br: Deseja habilitá-lo?
ru: Хотите включить его?
sk: Chcete ho povoliť?
zh_cn: 要将它们启用吗？
zh_tw: 要啟用它們嗎？

source: The '%{name}' is not needed anymore. Do you want to unselect it?
ca: Ja no es necessita %{name}. Voleu deixar-lo sense seleccionar?
cs: '%{name}' už není potřebný. Chcete zrušit jeho výběr?
de: Das '%{name}' wird nicht mehr benötigt. Möchten Sie seine Auswahl aufheben?
es: %{name} ya no se necesita. ¿Desea anular su selección?
fi: “%{name}” ei enää ole tarpeen. Haluatko poistaa sen valinnan?
fr: '%{name}' n'est plus nécessaire. Voulez-vous le désélectionner ?
it: '%{name}' non è più necessario. Deselezionarlo?
ja: '%{name}' はもはや不要な存在となっています。 選択を外しますか？
nl: De module/extensie '%{name}' is niet meer nodig. Wilt u deze selectie ongedaan maken?
pt_br: O '%{name}' não é mais necessário. Deseja desmarcar?
ru: '%{name}' больше не нужен. Отменить выбор?
sk: '%{name}' už nie je potrebné. Chcete zrušiť jeho výber?
zh_cn: 不再需要“%{name}”。 是否要将其取消选择？
zh_tw: 不再需要「%{name}」。 要將其取消選取嗎？

source: Online Search
ca: Cerca en línia
cs: Hledat on-line
de: Online-Suche
es: Búsqueda en línea
fi: Verkkohaku
fr: Recherche en ligne
it: Ricerca online
ja: オンライン検索
nl: Online zoeken
pt_br: Pesquisa On-line
ru: Онлайн-поиск
sk: Online hľadanie
sv: Online sök
zh_cn: 联机搜索
zh_tw: 線上搜尋

source: <p><b>Online Search</b></p> <p>The online search feature allows searching for packages across all modules and extensions, including those not activated for this system.</p> <p>To perform a search, just write a term in the <b>Package name</b> input field and press the <b>Search</b> button. YaST then contacts the SUSE Customer Center and, after a few seconds, shows the results in the table, including the module/extension each package belongs to.</p> <p>You can select any package for installation by clicking in the corresponding table row and pressing the <b>Toggle selection</b> button (or just double-clicking on the row). If the package belongs to a not activated module/extension, YaST asks you about activating it. Bear in mind that the real activation takes place after you click the <b>Next</b> button.</p>
ca: <p><b>Cerca en línia</b></p> <p>La funció de cerca en línia permet buscar paquets a tots els mòduls i extensions, inclosos els no activats per a aquest sistema.</p> <p>Per fer una cerca, només cal que escriviu al camp d'entrada <b>Nom del paquet</b> i premeu el botó de <b>Cerca</b>. El YaST contactarà amb el Centre de clients de SUSE i, al cap d'uns segons, en mostrarà els resultats a la taula, inclosos el mòdul o extensió a què pertany cada paquet.</p> <p>Podeu seleccionar qualsevol paquet per instal·lar-lo clicant a la fila corresponent de la taula i prement el botó <b>Commuta'n la selecció</b> (o simplement fent-hi clic doble). Si el paquet pertany a un mòdul o extensió no activats, el YaST us preguntarà què voleu fer. Tingueu en compte que l'activació real es fa després que cliqueu al botó <b>Següent</b>.</p>
cs: <p><b>Online hledání</b></p> <p>Funkce hledání on-line hledá balíčky ve všech modulech a rozšířeních, včetně těch v tomto systému neaktivovaných.</p> <p>Pro vyhledání pouze napište vzorek (název nebo část) do vstupního pole <b>Název balíčku</b> a stiskněte tlačítko <b>Hledat</b>. YaST pak kontaktuje SUSE Customer Center a po několika sekundách ukáže v tabulce výsledky včetně modulu či rozšíření, k němuž balíček patří.</p> <p>K instalaci můžete vybrat jakýkoli balíček kliknutím na odpovídající řádek tabulky a stisknutím tlačítka <b>Přepnout výběr</b> (nebo jen dvakrát kliknout řádek tabulky). Pokud balíček patří k neaktivovanému modulu / rozšíření, YaST Vás požádá o schválení jeho aktivace. Skutečná aktivace nastane, až stisknete tlačítko <b>Další</b>.</p>
de: <p><b>Online-Suche</b></p> <p>Die Online-Suchfunktion ermöglicht die Suche nach Paketen über alle Module und Erweiterungen hinweg, auch solche, die nicht für dieses System aktiviert sind.</p> <p>Um eine Suche durchzuführen, geben Sie einfach einen Begriff in das Eingabefeld <b>Paketname</b> ein und drücken Sie die Schaltfläche <b>Suchen</b>. YaST kontaktiert daraufhin das SUSE Customer Center und zeigt nach einigen Sekunden die Ergebnisse in der Tabelle an, einschließlich des Moduls/der Erweiterung, zu dem/der jedes Paket gehört.</p> <p>Sie können jedes Paket zur Installation auswählen, indem Sie in die entsprechende Tabellenzeile klicken und die Schaltfläche <b>Auswahl umschalten</b> drücken (oder einfach auf die Zeile doppelklicken). Wenn das Paket zu einem nicht aktivierten Modul/einer nicht aktivierten Erweiterung gehört, werden Sie von YaST aufgefordert, es zu aktivieren. Beachten Sie, dass die eigentliche Aktivierung erfolgt, nachdem Sie auf die Schaltfläche <b>Weiter</b> geklickt haben.</p>
es: <p><b>Búsqueda en línea</b></p> <p>La función de búsqueda en línea permite buscar paquetes en todos los módulos y extensiones, incluidos los que no están activados para este sistema.</p> <p>Para realizar una búsqueda, escriba un término en el campo de texto <b>Nombre del paquete</b> y haga clic en <b>Buscar</b>. YaST se pone en contacto con el Centro de servicios al cliente de SUSE y, tras unos segundos, busca el resultado en la tabla, incluyendo el módulo/extensión al que pertenece cada paquete.</p> <p>Puede seleccionar cualquier paquete que desee instalar haciendo clic en la fila correspondiente de la tabla y haciendo clic en <b>Alternar selección</b> (o haciendo doble clic en la fila). Si el paquete pertenece a un módulo/extensión que no esté activado, YaST le pregunta si desea activarlo. Recuerde que la activación real se produce después de hacer clic en <b>Siguiente</b>.</p>
fi: <p><b>Verkkohaku</b></p> <p>Verkkohakuominaisuudella voi etsiä paketteja kaikista moduuleista ja laajennuksista, vaikkei niitä olisi vielä aktivoitu järjestelmään.</p> <p>Etsiäkseni kirjoita hakulause <b>Paketin nimi</b> -syötekenttään ja napsauta <b>Etsi</b>. YaST ottaa yhteyttä SUSE Customer Centeriin ja näyttää jonkin ajan kuluttua tulokset taulukkona, missä näkyy myös moduuli/laajennus, johon kukin paketti kuuluu.</p> <p>Paketin voi valita asennettavaksi napsauttamalla sitä vastaavaa taulukon riviä ja <b>Käännä valinta</b> -painiketta (tai yksinkertaisesti kaksoisnapsauttamalla riviä). Jos paketti kuuluu aktivoimattomaan moduuliin/laajennukseen, YaST kysyy, aktivoidaanko se. Huomaa, että varsinainen aktivointi tapahtuu vasta napsautettaesi <b>Seuraava</b>.</p>
fr: <p><b>Recherche en ligne</b></p> <p>La fonction de recherche en ligne permet de rechercher des paquets sur l'ensemble des modules et extensions, y compris ceux qui ne sont pas activés sur ce système.</p> <p>Pour effectuer une recherche, il vous suffit de saisir un terme dans le champ d'entrée <b>Nom du paquet</b> et de cliquer sur le bouton <b>Rechercher</b>. YaST contacte alors SUSE Customer Center et, après quelques secondes, affiche les résultats dans le tableau, notamment le module/l'extension auquel/à laquelle chaque paquet appartient.</p> <p>Vous pouvez sélectionner n'importe quel paquet pour installation en cliquant dans la ligne correspondante du tableau et en cliquant sur le bouton <b>Activer/Désactiver la sélection</b> (ou tout simplement en double-cliquant sur la ligne). Si le paquet appartient à un(e) module/extension non activé(e), YaST vous demande si vous voulez l'activer. Tenez compte du fait que l'activation effective a lieu après avoir cliqué sur le bouton <b>Suivant</b>.</p>
it: <p><b>Ricerca online</b></p> <p>La funzione Ricerca online consente di cercare pacchetti in tutti i moduli e le estensioni, inclusi quelli non attivati per il sistema.</p> <p>Per eseguire una ricerca, è sufficiente scrivere un termine nel campo di input <b>Nome pacchetto</b> e premere il pulsante <b>Cerca</b>. YaST contatta SUSE Customer Center e, dopo qualche secondo, mostra i risultati nella tabella, inclusi il modulo e l'estensione a cui appartiene ogni pacchetto.</p> <p>È possibile selezionare qualsiasi pacchetto per l'installazione facendo clic nella riga di tabella corrispondente e premendo il pulsante <b>Attiva / disattiva selezione</b> (o facendo doppio clic sulla riga). Se il pacchetto appartiene a un modulo o un'estensione non attivata, YaST chiede di attivarla. Tenere presente che l'attivazione reale si verifica dopo aver fatto clic sul pulsante <b>Avanti</b>.</p>
ja: <p><b>オンライン検索</b></p> <p>オンライン検索機能では、全てのモジュールや拡張にまたがって検索を行うことができます。お使いのシステムで有効化されていないものも含まれます。</p> <p>検索を実行するには <b>パッケージ名</b> の欄に検索語句を入力して <b>検索</b> ボタンを押します。 YaST は SUSE カスタマーセンターと通信を行いますので、しばらくすると結果を得ることができます。検索結果にはパッケージ名のほか、それが含まれているモジュールや拡張も出力されます。</p> <p>パッケージをインストールしたい場合は、行内にある <b>選択の切り替え</b> ボタンを押すか、行をダブルクリックしてください。インストールするパッケージが有効化されていないモジュールや拡張内に含まれている場合は、 YaST がモジュールや拡張を有効化するかどうかを確認します。なお、モジュールや拡張の有効化は <b>次へ</b> を押した後に行われます。</p>
nl: <p><b>Online zoeken</b></p> <p>De online zoekfunctie biedt het zoeken naar pakketten in alle modulen en extensies, inclusief die niet geactiveerd zijn voor dit systeem.</p> <p>Om te zoeken, schrijf gewoon een term in het invoerveld <b>Pakketnaam</b> en druk op de knop <b>Zoeken</b>. YaST neemt dan contact op met het SUSE Customer Center en, na een paar seconden, worden de resultaten in de tabel getoond, inclusief de module/extensie waar elk pakket toe behoord.</p> <p>U kunt elk pakket selecteren voor installatie door te klikken in de betreffende tabelrij en te drukken op de knop <b>Selectie omschakelen</b> (of gewoon dubbelklikken op de rij). Als het pakket behoort tot een niet geactiveerde module/extensie, zal YaST vragen over het te activeren. Bedenk dat de echte activatie gebeurt nadat u klikt op de knop <b>Volgende</b>.</p>
pt_br: <p> <b> Pesquisa online </b> </p> <p> O recurso de pesquisa online permite pesquisar pacotes em todos os módulos e extensões, incluindo aqueles não ativados para este sistema. </p> <p> Para realizar uma pesquisa, basta escrever um termo no campo de entrada <b> Nome do pacote </b> e pressionar o botão <b> Pesquisar </b>. O YaST entra em contato com o SUSE Customer Center e, após alguns segundos, mostra os resultados na tabela, incluindo o módulo/extensão a que cada pacote pertence. </p> <p> Você pode selecionar qualquer pacote para instalação clicando na linha da tabela correspondente e pressionando o botão <b> Alternar seleção </b> (ou apenas clicando duas vezes na linha). Se o pacote pertencer a um módulo/extensão não ativado, o YaST perguntará sobre como ativá-lo. Lembre-se de que a ativação real ocorre depois que você clica no botão <b> Avançar </b>. </p>
ru: <p><b>Онлайн-поиск</b></p> <p>Функция онлайн-поиска позволяет искать пакеты во всех модулях и расширениях, в том числе не активированных для этой системы.</p> <p>Чтобы выполнить поиск, просто введите термин в поле ввода <b>Имя пакета</b> и нажмите кнопку <b>Поиск</b>. Затем YaST связывается с Центром обслуживания клиентов SUSE и через несколько секунд показывает результаты в таблице, включая модуль/расширение, к которому принадлежит каждый пакет.</p> <p>Вы можете выбрать любой пакет для установки, щелкнув по соответствующую ряду таблицы и нажав кнопку <b>Переключить выбор</b> (или просто дважды щелкнув по ряду). Если пакет относится к неактивированному модулю/расширению, YaST запросит подтверждения его активации. Имейте в виду, что реальная активация происходит после того, как вы нажмете кнопку <b>Далее</b>.</p>
sk: <p><b>Online hľadanie</b></p> <p>Funkcia online hľadanie umožňuje vyhľadávanie balíkov vo všetkých moduloch a rozšíreniach vrátane tých, ktoré neboli pre tento systém aktivované.</p> <p>Ak chcete vykonať hľadanie, jednoducho napíšte výraz do vstupného poľa <b>Názov balíka</b> a stlačte tlačidlo <b>Hľadať</b>. YaST potom kontaktuje Zákaznícke centrum SUSE a po niekoľkých sekundách zobrazí výsledky v tabuľke vrátane modulu/rozšírenia, do ktorého každý balík patrí.</p> <p>Ľubovoľný balík na inštaláciu môžete vybrať kliknutím na príslušný riadok tabuľky a stlačením tlačidla <b>Prepnúť výber</b> (alebo len dvojitým kliknutím na riadok). Ak balík patrí do neaktivovaného modulu/rozšírenia, YaST sa vás spýta na jeho aktiváciu. Majte na pamäti, že skutočná aktivácia sa uskutoční po kliknutí na tlačidlo <b>Ďalej</b>.</p>
zh_cn: <p><b>联机搜索</b></p> <p>联机搜索功能允许搜索所有模块和扩展的软件包，包括此系统未激活的模块和扩展。</p> <p>要执行搜索，只要在 <b>包名称</b> 输入框里填入词语然后点击 <b>搜索</b> 按钮。然后 YaST 与 SUSE Customer Center 联系，几秒之后在表格中显示结果，包括每个软件包归属的模块/扩展。</p> <p>你可以选择选择任意软件包对应的表格行，然后点击 <b>切换选择</b> 按钮来安装（或者直接双击该行）。如果软件包属于未激活的模块/扩展，YaST 将询问你是否激活它。要注意，实际的激活过程会在你点击 <b>下一步</b> 按钮后进行。</p>
zh_tw: <p><b>線上搜尋</b></p> <p>線上搜尋功能允許搜尋所有模組和延伸的套件，包括此系統未啟用的模組和延伸。</p> <p>若要執行搜尋，只需在<b>套件名稱</b>輸入欄位中輸入搜尋字詞，然後按<b>搜尋</b>按鈕。YaST 即會與 SUSE Customer Center 聯絡，幾秒之後在表格中顯示結果，包括每個套件所屬的模組/延伸。</p> <p>您可以在表格中按一下要安裝的套件所對應的列，然後按<b>切換選擇</b>按鈕 (或者直接連按兩下該列) 來選取要安裝的任何套件。如果套件屬於未啟用的模組/延伸，YaST 將詢問您是否啟用它。請注意，實際的啟用過程在您按<b>下一步</b>按鈕後進行。</p>

source: Changes Summary
ca: Resum dels canvis
cs: Souhrn změn
de: Zusammenfassung der Änderungen
es: Resumen de cambios
fi: Muutosten yhteenveto
fr: Résumé des modifications
it: Riepilogo delle modifiche
ja: 変更点の概要
nl: Samenvatting van wijzigingen
pt_br: Resumo das Alterações
ru: Сводка изменений
sk: Zhrnutie zmien
zh_cn: 更改摘要
zh_tw: 變更摘要

source: <p><b>Online Search Changes Summary</b></p> <p>This screen summarizes which modules/extensions are going to be activated and which packages are going to be installed. If you are okay with those changes, click the <b>Next</b> button. However, if you prefer to add or remove any item, click the <b>Back</b> button to get to the search dialog. Finally, if you decide not to perform any change to your system, click the <b>Cancel</b> button.</p>
ca: <p><b>Resum de canvis de la cerca en línia</b></p> <p>Aquesta pantalla resumeix quins mòduls o extensions s’activaran i quins paquets s’instal·laran. Si els canvis us semblen bé, cliqueu al botó <b>Següent</b>. Ara bé, i preferiu afegir-hi o suprimir-ne qualsevol element, cliqueu al botó <b>Enrere</b> per tornar al diàleg de cerca. Finalment, si decidiu no fer cap canvi al sistema, cliqueu al botó <b>Cancel·la</b>.</p>
cs: <p><b>Přehled změn Online hledání</b></p> <p>Tato obrazovka shrnuje, které moduly / rozšíření budou aktivovány a které balíčky budou nainstalovány. Pokud s těmito změnami souhlasíte, stiskněte tlačítko <b>Next</b>. Pokud však chcete přidat nebo odebrat jakoukoli položku, klikněte na tlačítko <b>Zpět</b> a vrátíte se do dialogu hledání. Konečně, pokud se nerozhodnete pro žádnou změnu systému, klikněte na tlačítko <b>Zrušit</b>.</p>
de: <p><b>Zusammenfassung der Änderungen bei der Online-Suche</b></p> <p>Dieser Bildschirm fasst zusammen, welche Module/Erweiterungen aktiviert werden und welche Pakete installiert werden sollen. Wenn Sie mit diesen Änderungen einverstanden sind, klicken Sie auf die Schaltfläche <b>Weiter</b>. Wenn Sie jedoch ein Element hinzufügen oder entfernen möchten, klicken Sie auf die Schaltfläche <b>Zurück</b>, um zum Suchdialog zu gelangen. Wenn Sie sich schließlich entscheiden, keine Änderungen an Ihrem System vorzunehmen, klicken Sie auf die Schaltfläche <b>Abbrechen</b>.</p>
es: <p><b>Resumen de cambios de Búsqueda en línea</b></p> <p>En esta pantalla se resumen los módulos y extensiones que se van a activar y qué paquetes se van a instalar. Si está de acuerdo con los cambios, haga clic en <b>Siguiente</b>. Si prefiere añadir o eliminar algún elemento, haga clic en <b>Atrás</b> para volver al recuadro de diálogo de búsqueda. Por último, si decide no realizar ningún cambio en el sistema, haga clic en <b>Cancelar</b>.</p>
fi: <p><b>Verkkohaun muutosten yhteenveto</b></p> <p>Näyttö esittää yhteenvedon siitä, mitkä moduulit/laajennukset aktivoidaan ja mitkä paketit asennetaan. Jos hyväksyt muutokset, napsauta <b>Seuraava</b>. Jos haluat lisätä tai poistaa jotakin, napsauta <b>Takaisin</b> päästäksesi takaisin hakuikkunaan. Ellet lopultakaan halua muutoksia toteutettavan, napsauta <b>Peru</b>.</p>
fr: <p><b>Résumé des modifications de la recherche en ligne</b></p> <p>Cet écran récapitule les modules/extensions qui vont être activés et les paquets qui seront installés. Si ces modifications vous conviennent, cliquez sur le bouton <b>Suivant</b>. Toutefois, si vous préférez ajouter ou supprimer un élément, cliquez sur le bouton <b>Précédent</b> pour revenir à la boîte de dialogue de recherche. Enfin, si vous décidez de ne pas modifier votre système, cliquez sur le bouton <b>Annuler</b>.</p>
it: <p><b>Riepilogo delle modifiche della ricerca online</b></p> <p>Questa schermata include un riepilogo dei moduli e delle estensioni che verranno attivati e dei pacchetti che verranno installati. Se si è d'accordo con le modifiche, fare clic sul pulsante <b>Avanti</b>. Se invece si preferisce aggiungere o rimuovere elementi, fare clic sul pulsante <b>Indietro</b> per tornare alla finestra di dialogo della ricerca. Se infine si decide di non apportare modifiche al sistema, fare clic sul pulsante <b>Annulla</b>.</p>
ja: <p><b>オンライン検索結果の概要</b></p> <p>この画面にはインストールされるパッケージのほか、有効化されるモジュールや拡張が表示されています。この概要で問題ない場合は、そのまま <b>次へ</b> ボタンを押してください。項目を追加または削除したい場合は、 <b>戻る</b> ボタンを押して検索ダイアログに戻ってください。また、システムへの変更を中止したい場合は、 <b>キャンセル</b> ボタンを押してください。</p>
nl: <p><b>Samenvatting online zoekwijzigingen</b></p> <p>Dit scherm vat samen welke modulen/extensies geactiveerd zullen gaan worden en welke pakketten geïnstalleerd zullen gaan worden. Als u accoord gaat met die wijzigingen, klik dan op de knop <b>Volgende</b>. Als u echter een item wilt toevoegen of verwijderen, klik op de knop <b>Terug</b> om naar de zoekdialoog te gaan. Tenslotte, als u beslist geen wijzigingen in uw systeem aan te brengen, klik op de knop <b>Annuleren</b>.</p>
pt_br: <p> <b> Resumo das alterações na pesquisa online </b> </p> <p> Essa tela resume quais módulos/extensões serão ativados e quais pacotes serão instalados. Se você concorda com essas alterações, clique no botão <b> Avançar </b>. No entanto, se você preferir adicionar ou remover qualquer item, clique no botão <b> Voltar </b> para acessar a caixa de diálogo de pesquisa. Por fim, se você decidir não realizar nenhuma alteração em seu sistema, clique no botão <b> Cancelar </b>. </p>
sk: <p><b>Súhrn zmien Online hľadania</b></p> <p>Táto obrazovka sumarizuje, ktoré moduly/rozšírenia sa budú aktivovať a ktoré balíčky sa budú inštalovať.Ak ste s týmito zmenami súhlasíte, kliknite na tlačidlo <b>Ďalej</b>. Ak však chcete pridať alebo odstrániť ľubovoľnú položku, kliknutím na tlačidlo <b>Späť</b> sa dostanete do dialógového okna vyhľadávania. Nakoniec, ak sa rozhodnete nevykonať žiadnu zmenu systému, kliknite na tlačidlo <b>Zrušiť</b>.</p>
zh_cn: <p><b>联机搜索变更摘要Online Search Changes Summary</b></p> <p>此屏幕显示所有将要激活和安装的模块/扩展。如果你接受这些更改，请点击 <b>下一步</b> 按钮。如果你仍需要添加或移除一些项目，请点击 <b>返回</b> 按钮进入搜索对话框。最后，如果你不想对系统做任何更改，请点击 <b>取消</b> 按钮。</p>
zh_tw: <p><b>線上搜尋變更摘要</b></p> <p>此螢幕匯總了所有將啟用的模組/延伸以及將安裝的套件。如果您確認這些變更正確，請按<b>下一步</b>按鈕。但如果您需要新增或移除一些項目，請按<b>上一步</b>按鈕進入搜尋對話方塊。最後，如果您不想對系統做任何變更，請按一下<b>取消</b>按鈕。</p>

source: Modules/extensions to register (%{count})
ca: Mòduls / extensions per registrar: (%{count})
cs: Moduly/rozšíření k registraci (%{count})
de: Zu registrierende Module/Erweiterung (%{count})
es: Módulos o extensiones para registrar (%{count})
fi: Rekisteröitävät moduulit/laajennukset (%{count})
fr: Modules/extensions à enregistrer (%{count})
it: Moduli/estensioni da registrare (%{count})
ja: 登録するモジュール／拡張 (%{count} 個)
nl: Te registreren modulen/extensies (%{count})
pt_br: Módulos/extensões a registrar (%{count})
sk: Moduly/rozšírenia na registráciu (%{count})
zh_cn: 要注册的模块/扩展（%{count} 个）
zh_tw: 要註冊的模組/延伸 (%{count} 個)

source: Selected packages (%{count})
ca: Paquets seleccionats: (%{count})
cs: Vybrané balíčky (%{count})
de: Ausgewählte Pakete (%{count})
es: Paquetes seleccionados (%{count})
fi: Valitut paketit (%{count})
fr: Paquets sélectionnés (%{count})
it: Pacchetti selezionati (%{count})
ja: 選択したパッケージ (%{count} 個)
nl: Geselecteerde pakketten (%{count})
pt_br: Pacotes selecionados (%{count})
sk: Vybrané balíky (%{count})
sv: Valda paket (%{count})
zh_cn: 选定的包（%{count} 个）
zh_tw: 所選套件 (%{count} 個)

source: Storing Registration Configuration...
ar: يتم الآن تخزين تكوين التسجيل...
ca: Desant la configuració del registre...
cs: Ukládání konfigurace registrace...
de: Registrierungskonfiguration wird gespeichert...
el: Γίνεται αποθήκευση ρύθμισης εγγραφής...
es: Almacenando configuración de registro...
fi: Tallennetaan rekisteröintiasetusta...
fr: Stockage de la configuration de l'enregistrement...
hu: A regisztráció beállításainak tárolása...
it: Archiviazione della configurazione della registrazione in corso...
ja: 登録設定を保存しています...
ko: 등록 구성 저장 중...
nl: Registratieconfiguratie opslaan...
pl: Zapisywanie konfiguracji rejestracji...
pt_br: Armazenando Configuração de Registro...
ru: Сохранение конфигурации регистрации...
sk: Ukladanie registračnej konfigurácie...
sv: Sparar registreringskonfiguration...
uk: Збереження налаштувань реєстрації...
zh_cn: 正在存储注册配置...
zh_tw: 正在儲存註冊組態...
