Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: <p>If you upgrade the system using media the registration status will not be updated and the system will be still registered using the previous product. The packages from the registration repositories can conflict with the new packages.</p>
ar: <p>إذا قمت بترقية النظام باستخدام الوسائط لن يتم تحديث حالة التسجيل وسيظل النظام مسجل باستخدام المنتج السابق. الحزم من مستودعات التسجيل يمكن أن تتعارض مع الحزم جديدة.</p>
ca: <p>Si actualitzeu el sistema usant mitjans, l'estat del registre no s'actualitzarà i el sistema encara estarà registrat usant el producte anterior. Els paquets dels repositoris de registre poden tenir conflictes amb els paquets nous.</p>
cs: <p>Povýšíte-li systém pomocí media, stav registrace nebude aktualizován a systém bude zaregistrován pomocí předchozího produktu. Balíčky z registračního repozitáře mohu být v konfliktu s novými balíčky.</p>
de: <p>Wenn Sie das System mit Medien aktualisieren, wird der Registrierungsstatus nicht aktualisiert und das System wird weiterhin mit dem vorherigen Produkt registriert. Die Pakete aus den Registrierungsrepositorys können einen Konflikt mit den neuen Paketen verursachen. </p>
es: <p>Si actualiza el sistema a través de los medios, el estado de registro no se actualizará y el sistema seguirá registrado con el producto anterior. Los paquetes de los repositorios de registro pueden presentar conflictos con los paquetes nuevos.</p>
fi: <p>Jos päivität järjestelmän tietovälineellä, rekisteröinnin tilaa ei päivitetä, ja järjestelmä pysyy aiemmaksi tuotteeksi rekisteröitynä. Rekisteröityjen lähteiden paketit voivat olla uusien kanssa ristiriidassa.</p>
fr: <p>Si vous effectuez la mise à niveau du système à l'aide d'un support, le statut d'enregistrement ne sera pas mis à jour et le système sera toujours enregistré à l'aide de l'ancien produit. Les paquets des dépôts d'enregistrement peuvent entrer en conflit avec les nouveaux paquets.</p>
hu: <p>Ha adathordozó használatával frissíti a rendszert, a regisztrációs állapot nem fog frissülni, és a rendszer továbbra is a korábbi termék használatával lesz regisztrálva. A regisztrációs telepítési forrásokból származó csomagok ütközhetnek az új csomagokkal.</p>
it: <p>Qualora il sistema venga aggiornato usando supporti, lo stato della registrazione non sarà modificato e il sistema resterà registrato attraverso il precedente prodotto. I pacchetti provenienti dai repository di registrazione possono entrare in conflitto con i nuovi pacchetti.</p>
ja: <p>メディアを利用したシステムアップグレードを実施する場合、登録状態が更新されません。登録サーバ側では従来の製品を使い続けているものとして扱います。これにより、登録リポジトリからのパッケージと新しいパッケージとの間で、競合が発生する場合があります。</p>
ko: <p>미디어를 사용하여 시스템을 업그레이드하면 등록 상태가 업데이트되지 않고 시스템이 여전히 이전 제품을 사용하여 등록됩니다. 등록 리포지토리의 패키지가 새 패키지와 충돌할 수 있습니다.</p>
nl: <p>Als u het systeem opwaardeert met media zal de registratiestatus niet bijgewerkt worden en het systeem zal nog steeds geregistreerd staan met het vorige product. De pakketten uit de geregistreerde opslagruimtes kunnen in conflict zijn met de nieuwe pakketten.</p>
pl: <p>Jeśli uaktualnisz system przy użyciu nośnika, stan rejestracji nie zostanie zaktualizowany i system pozostanie zarejestrowany przy użyciu poprzedniego produktu. Mogą występować konflikty między pakietami z repozytoriów rejestracji i nowymi pakietami.</p>
pt_br: <p>Se você atualizar o sistema usando a mídia, o status de registro não será atualizado e o sistema ainda estará registrado usando o produto anterior. Os pacotes dos repositórios de registro podem entrar em conflito com os novos pacotes.</p>
ru: <p>Если вы обновите систему с использованием носителя, статус регистрации не обновится и система останется зарегистрированной с использованием предыдущей версии продукта. Пакеты из регистрационных репозиториев могут конфликтовать с новыми пакетами.</p>
sk: <p>Ak zvyšujete verziu systému pomocou média, stav registrácie sa neaktualizuje a systém bude stále zaregistrovaný pomocou predchádzajúceho produktu. Balíky z registračných repozitárov môžu byť v konflikte s novými balíkmi.</p>
sv: <p>Om du uppgraderar systemet med media kommer registreringsstatusen inte uppdateras och systemet kommer att registreras med föregående produkt. Paketen från registreringslagringsplatserna kan komma i konflikt med de nya paketen.</p>
uk: <p>Якщо ви оновлюєте систему за допомогою носія, то стан реєстрації не зміниться і система вважатиметься зареєстрованою на основі попереднього продукту. Пакунки із сховищ реєстрації можуть конфліктувати з новими пакунками.</p>
zh_cn: <p>如果使用安装介质的方式，则注册状态不会被升级，且系统仍然保持在升级之前产品的注册状态。注册软件源中的软件包会与新的软件包发生冲突。.</p>
zh_tw: <p>如果您使用媒體升級系統，將不會更新註冊狀態，並且系統將仍使用之前的產品註冊。註冊儲存庫中的套件可能會與新套件衝突。</p>

source: Select the Migration Target
ar: تحديد هدف الترحيل
ca: Seleccioneu la destinació de migració
cs: Vyberte cíl migrace
de: Migrationsziel auswählen
es: Seleccione el destino de la migración
fi: Valitse siirroksen kohde
fr: Sélectionner la cible de migration
hu: A migráció céljának kiválasztása
it: Selezionare destinazione di migrazione
ja: マイグレーションターゲットの選択
ko: 마이그레이션 대상 선택
nl: Het migratiedoel selecteren
pl: Wybierz cel migracji
pt_br: Selecionar Destino da Migração
ru: Выбрать цель для миграции
sk: Vybrať cieľ migrácie
sv: Välj migreringsmål
uk: Виберіть ціль міграції
zh_cn: 选择迁移对象
zh_tw: 選取移轉目標

source: <p>Here you can select the migration target products. The registrationserver may offer several possible migration to new products.</p>
ar: <p>يمكنك من هنا تحديد منتجات هدف الترحيل. يمكن لملقم التسجيل تقديم عدة ترحيلات محتملة إلى المنتجات الجديدة.</p>
ca: <p>Aquí podeu seleccionar els productes de destinació de la migració. El servidor de registre pot oferir possibles migracions diferents a productes nous.</p>
cs: <p>Na tomto místě můžete vybrat cílové produkty migrace. Registrační server může nabízet několik možností migrace na nové produkty.</p>
de: <p>Hier legen Sie die Zielprodukte für die Migration fest. Auf dem Registrierungsserver werden ggf. mehrere Möglichkeiten zur Migration auf neue Produkte angeboten.</p>
es: <p>Aquí puede seleccionar los productos de destino de la migración. El servidor de registro puede ofrecer varias migraciones posibles a nuevos productos.</p>
fi: <p>Tässä voit valita, mitkä laajennukset ja moduulit rekisteröidään yhdessä perustuotteen kanssa. Rekisteröintipalvelin voi tarjota useita mahdollisia siirtymiä uusiin tuotteisiin.</p>
fr: <p>Vous pouvez sélectionner ici les produits cibles de la migration. Il se peut que le serveur d'enregistrement propose plusieurs migrations possibles vers de nouveaux produits.</p>
hu: <p>Itt választhatja ki a migráció céltermékeit. A regisztrációs kiszolgáló felkínálhat több lehetőséget is az új termékekre való migrációra.</p>
it: <p>Qui è possibile selezionare i prodotti di destinazione per la migrazione. Il server di registrazione può offrire diverse migrazioni possibili ai nuovi prodotti.</p>
ja: <p>ここではマイグレーションターゲット製品を選択できます。登録サーバにより、新製品へのマイグレーション方法として選択可能な方法が複数提供される場合があります。</p>
ko: <p>여기에서 마이그레이션 대상 제품을 선택할 수 있습니다. 등록 서버는 새로운 제품에 대해 몇 가지 마이그레이션 방법을 제공할 수 있습니다.</p>
nl: <p>Hier kunt u de migratiedoelproducten selecteren. De registratieserver kan verschillende mogelijke migraties aan nieuwe producten bieden.</p>
pl: <p>Tutaj można wybrać produkty docelowe do migracji. Serwer rejestracji może zaoferować kilka możliwych migracji do nowych produktów.</p>
pt_br: <p>É possível selecionar os produtos de destino da migração. O servidor de registro pode oferecer várias migrações possíveis para os novos produtos.</p>
ru: <p>Здесь можно выбрать целевые продукты для миграции. Сервер регистрации может предложить несколько разных вариантов миграции для новых продуктов.</p>
sk: <p>Tu môžete vybrať migračné cieľové produkty. Registračný server môže ponúkať niekoľko možných migrácií na nové produkty.</p>
sv: <p>Här kan du välja migreringsmålprodukter. Registreringsservern kan eventuellt erbjuda flera migreringsalternativ till nya produkter.</p>
uk: <p>Тут можна вибрати цільові продукти міграції. Сервер реєстрації може запропонувати декілька можливих міграцій на нові продукти.</p>
zh_cn: <p>您可以在此处选择要迁移的产品。注册服务器可提供迁移到新产品的数种方式。</p>
zh_tw: <p>您可以在這裡選取移轉目標產品。註冊伺服器可提供多種可能的途徑用於移轉到新產品。</p>

source: <p>Only one migration target from the list can be selected.</p>
ar: <p>يمكن تحديد هدف ترحيل واحد فقط من القائمة.</p>
ca: <p>Només es pot seleccionar una destinació de migració de la llista.</p>
cs: <p>Ze seznamu lze vybrat pouze jeden cíl migrace.</p>
de: <p>Nur ein Migrationsziel in der Liste kann ausgewählt werden.</p>
es: <p>Solo es posible seleccionar un destino de migración de la lista.</p>
fi: <p>Vain yksi siirtymiskohde luettelosta voidaan valita.</p>
fr: <p>Une seule cible de migration de la liste peut être sélectionnée.</p>
hu: <p>Csak egy migrációs cél választható ki a listából.</p>
it: <p>È possibile selezionare una sola destinazione della migrazione dall'elenco.</p>
ja: <p>リストから選択できるマイグレーションターゲットは1つだけです。</p>
ko: <p>목록에서 하나의 마이그레이션 대상만 선택할 수 있습니다.</p>
nl: <p>Er kan slechts één migratiedoel in de lijst worden geselecteerd.</p>
pl: <p>Można wybrać tylko jeden cel migracji z listy.</p>
pt_br: <p>É possível selecionar apenas um destino de migração na lista.</p>
ru: <p>Можно выбрать только одну цель для миграции из списка.</p>
sk: <p>Môže byť vybraný len jeden cieľ migrácie zo zoznamu.</p>
sv: <p>Du kan bara välja ett migreringsmål i listan.</p>
uk: <p>Лише одну ціль міграції із списку можна вибрати.</p>
zh_cn: <p>只能从列表中选择一个迁移对象。</p>
zh_tw: <p>只能從清單中選取一個移轉目標。</p>

source: <p>Use the <b>%s</b> check box to manually select the migration repositories later.</p>
ar: <p>استخدم مربع التحديد <b>%s</b> لتحديد مخازن الترحيل يدويًا في وقت لاحق.</p>
ca: <p>Useu la casella <b>%s</b> per seleccionar manualment els repositoris de migració més tard.</p>
cs: <p>Chcete-li vybrat repozitáře migrace později, použijte zaškrtávací políčko <b>%s</b>.</p>
de: <p>Mit dem Kontrollkästchen <b>%s</b> geben Sie an, dass Sie die Migrations-Repositories später manuell auswählen.</p>
es: <p>Utilice la casilla <b>%s</b> para seleccionar manualmente los repositorios de migración más adelante.</p>
fi: <p>Valitse siirroslähteet tuonnempana valitsemalla <b>%s</b>.</p>
fr: <p>Cochez la case <b>%s</b> pour sélectionner manuellement les dépôts de migration par la suite.</p>
hu: <p>Ha később, manuálisan szeretné kiválasztani a migráció telepítési forrásait, jelölje be a következő jelölőnégyzetet: <b>%s</b>.</p>
it: <p>Utilizzare la casella di controllo <b>%s</b> per selezionare i repository di migrazione più tardi.</p>
ja: <p>後でマイグレーションリポジトリを手動で選択するには、<b></b>［%s］チェックボックスを使用します。</p>
ko: <p><b>%s</b> 확인란을 사용하여 마이그레이션 리포지토리를 나중에 수동으로 선택하십시오.</p>
nl: <p>Gebruik het selectievakje <b>%s</b> om de migratieopslagruimten later handmatig te selecteren.</p>
pl: <p>Użyj pola zaznaczenia <b>%s</b>, aby później ręcznie wybrać repozytoria migracji.</p>
pt_br: <p>Use a caixa de seleção <b>%s</b> para marcar manualmente os repositórios de migração mais tarde.</p>
ru: <p>Используйте флажок <b>%s</b>, если хотите вручную выбрать репозитории для миграции позже.</p>
sk: <p>Použite zaškrtávacie pole <b>%s</b>, ak chcete neskôr ručne vybrať migračné repozitáre.</p>
sv: <p>Markera kryssrutan <b>%s</b> om du vill välja lagringsplatser för migrering manuellt senare.</p>
uk: <p>Вживайте прапорець <b>%s</b> для ручного вибору сховищ міграції пізніше.</p>
zh_cn: <p>稍后使用 <b>%s</b> 复选框手动选择迁移软件源。</p>
zh_tw: <p>以後可以使用 <b>%s</b> 核取方塊手動選取移轉儲存庫。</p>

source: Manually Select Migration Repositories
ar: التحديد اليدوي لمستودعات الترحيل
ca: Selecció manual dels repositoris de migració
cs: Ručně vybrat repozitáře migrace
de: Migrations-Repositories manuell auswählen
es: Seleccionar manualmente los repositorios de migración
fi: Valitse pakettivarastot manuaalisesti
fr: Sélectionner manuellement les dépôts de migration
hu: Migrációs telepítési források kiválasztása manuálisan
it: Selezionare manualmente i repository di migrazione
ja: マイグレーションリポジトリの手動選択
ko: 마이그레이션 리포지토리 수동으로 선택
nl: Migratieopslagruimtes handmatig selecteren
pl: Ręcznie wybierz repozytoria migracji
pt_br: Selecionar Repositórios de Migração Manualmente
ru: Вручную выбрать репозитории для миграции
sk: Ručne vybrať migračné repozitáre
sv: Välj lagringsplatser för migrering manuellt
uk: Вручну вибрати сховища міграції
zh_cn: 手动选择迁移软件源
zh_tw: 手動選取移轉儲存庫

source: Select the target migration.
ar: حدد الترحيل الهدف.
ca: Seleccioneu la destinació de migració.
cs: Vyberte cílovou migraci.
de: Wählen Sie die Zielmigration aus.
es: Seleccione la migración de destino.
fi: Valitse siirtymisen kohde.
fr: Sélectionnez la migration cible.
hu: Válassza ki a célmigrációt.
it: Selezionare la migrazione di destinazione.
ja: ターゲットマイグレーションを選択してください。
ko: 대상 마이그레이션을 선택하십시오.
nl: Selecteer de doelmigratie.
pl: Wybierz docelową migrację.
pt_br: Selecione a migração de destino.
ru: Выберите целевое расположение миграции.
sk: Vybrať cieľovú migráciu.
sv: Välj migreringsmål.
uk: Виберіть цільову міграцію.
zh_cn: 选择迁移对象。
zh_tw: 選取目標移轉。

source: Manually Adjust the Repositories for Migration
ar: تعديل المستودعات المستخدمة للترحيل يدويًا
ca: Ajusteu manualment els repositoris per a la migració
cs: Ručně upravit repozitáře migrace
de: Repositories für die Migration manuell anpassen
es: Ajustar manualmente los repositorios para la migración
fi: Säädä ohjelmistolähteet manuaalisesti siirtymistä varten
fr: Ajuster manuellement les dépôts utilisés pour la migration
hu: A migrációhoz használt telepítési források manuális módosítása
it: Adatta manualmente i repository per la migrazione
ja: マイグレーションリポジトリの手動調整
ko: 마이그레이션용 리포지토리 수동 조정
nl: Opslagruimtes voor migratie handmatig aanpassen
pl: Ręcznie dostosuj repozytoria do migracji
pt_br: Ajustar Manualmente os Repositórios para Migração
ru: Вручную настроить репозитории для миграции
sk: Ručne upraviť repozitáre pre migráciu
sv: Anpassa lagringsplatser för migrering manuellt
uk: Вручну змінити сховища для міграції
zh_cn: 手动调整迁移软件源
zh_tw: 手動調整用於移轉的儲存庫

source: Possible Migration Targets
ar: أهداف الترحيل المحتمل
ca: Destinacions de migració possibles
cs: Možné cíle migrace
de: Mögliche Migrationsziele
es: Destinos de migración posibles
fi: Mahdolliset muutoskohteet
fr: Cibles de migration possibles
hu: Lehetséges migrációs célok
it: Destinazioni di migrazione possibili
ja: 選択可能なマイグレーションターゲット
ko: 가능한 마이그레이션 대상
nl: Mogelijke migratiedoelen
pl: Możliwe cele migracji
pt_br: Destinos de Migração Possíveis
ru: Возможные цели для миграции
sk: Možné ciele migrácie
sv: Möjliga migreringsmål
uk: Можливі цілі міграції
zh_cn: 可行迁移对象
zh_tw: 可能的移轉目標

source: %s including %s
ar: %s بما في ذلك %s
ca: %s amb %s
cs: %s obsahující %s
de: %s inklusive %s
es: %s, incluido %s
fi: %s sisältäen %s
fr: %s incluant %s
hu: %s, valamint %s
it: %s con l'inclusione di %s
ja: %s には %s が含まれています
ko: %s(%s 포함)
nl: %s inclusief %s
pl: %s oraz %s
pt_br: %s incluindo %s
ru: %s, включая %s
sk: %s vrátane %s
sv: %s inklusive %s
uk: %s, включаючи %s
zh_cn: %s（包含 %s 个）
zh_tw: %s (包含 %s 個)

source: %s including %s and %s
ar: %s بما في ذلك %s و%s
ca: %s amb %s i %s
cs: %s obsahující %s a %s
de: %s inklusive %s und %s
es: %s, incluido %s y %s
fi: %s sisältäen %s ja %s
fr: %s incluant %s et %s
hu: %s, valamint %s és %s
it: %s con l'inclusione di %s e %s
ja: %s には %s と %s が含まれています
ko: %s(%s 및 %s 포함)
nl: %s inclusief %s en %s
pl: %s oraz %s i %s
pt_br: %s incluindo %s e %s
ru: %s, включая %s и %s
sk: %s vrátane %s a %s
sv: %s inklusive %s och %s
uk: %s, включаючи %s і %s
zh_cn: %s（包含 %s 个，%s 个）
zh_tw: %s (包含 %s 個及 %s 個)

source: %i extension
ar: %i من الملحقات
ca: %i extensió
cs: %i rozšíření
de: %i Erweiterung
fi: %i laajennus
hu: %i bővítmény
it: %i estensione
ja: %i 個の拡張
ko: 확장 %i개
nl: %i extensie
pl: %i rozszerzenie
pt_br: %i extensão
ru: %i расширение
sk: %i rozšírenie
sv: %i-tillägg
uk: %i розширення
zh_cn: %i 个扩展
zh_tw: %i 個延伸

source: %i module
ar: %i من الوحدات النمطية
ca: %i mòdul
cs: %i modul
de: %i Modul
es: %i módulo
fi: %i moduuli
hu: %i modul
it: %i modulo
ja: %i 個のモジュール
ko: %i 모듈
pl: %i moduł
pt_br: %i módulo
ru: %i модуль
sk: %i modul
sv: %i-modul
uk: %i модуль
zh_cn: %i 个模块
zh_tw: %i 個模組

source: Migration Summary
ar: ملخص الترحيل
ca: Resum de la migració
cs: Souhrn migrace
de: Migrationszusammenfassung
es: Resumen de migración
fi: Siirron yhteenveto
fr: Résumé de migration
hu: Migráció összefoglalása
it: Riepilogo della migrazione
ja: マイグレーションの概要
ko: 마이그레이션 요약
nl: Migratieoverzicht
pl: Podsumowanie migracji
pt_br: Resumo da Migração
ru: Сводка миграции
sk: Zhrnutie migrácie
sv: Migreringsöversikt
uk: Підсумок міграції
zh_cn: 迁移摘要
zh_tw: 移轉摘要

source: The registration server does not offer migrations for Product <b>%s</b> so it will <b>stay unchanged</b>. We recommend you to check if it's correct and to configure the repositories manually when needed.
ca: El servidor de registre no ofereix migracions per al producte <b>%s</b>; per tant, es mantindrà <b>sense canvis</b>. Recomanem que comproveu si és correcte i que configureu els repositoris manualment quan calgui.
cs: Registrační server nenabízí migrace produktu <b>%s</b>, proto ten <b>zůstane nezměněn</b>. Doporučujeme Vám zkontrolovat jeho správnost a v případě potřeby ručně zkonfigurovat repozitáře.
de: Der Registrierungs-Server bietet keine Migration für das Produkt <b>%s</b> an, so dass es <b>unverändert bleibt</b>. Wir empfehlen dies auf Richtigkeit zu überprüfen und die Repositories manuell zu konfigurieren wenn das Produkt benötigt wird.
es: El servidor de registro no ofrece migraciones para el producto <b>%s</b>, por lo que <b>permanecerá sin cambios</b>. Es recomendable comprobar si esto es correcto y configurar los repositorios manualmente cuando se necesiten.
fi: Rekisteröintipalvelin ei tarjoa siirrosta tuotteelle <b>%s</b>, joten järjestelmää <b>ei muuteta</b>. Suosittelemme tarkistamaan, onko tämä oikein, ja asettamaan asennuslähteet tarvittaessa itse.
fr: Le serveur d'enregistrement ne propose pas de migration pour le produit <b>%s</b>. Il restera donc <b>inchangé</b>. Il est recommandé de vérifier si cela est correct et de configurer les dépôts manuellement si nécessaire.
it: Il server di registrazione non offre migrazioni per il prodotto <b>%s</b> quindi <b>resterà invariato</b>. Si raccomanda di controllare se ciò è corretto e di configurare i repository manualmente secondo necessità.
ja: 登録サーバでは製品 <b>%s</b> に対する移行機能を提供していないため、この製品を <b>変更しません</b> 。登録サーバが正しいかどうかご確認のうえ、移行が必要な場合は手作業でリポジトリを設定してください。
nl: De registratieserver biedt geen migraties voor product <b>%s</b> en zal dus <b>ongewijzigd blijven</b>. We bevelen aan dat u controleert of dat juist is en de opslagruimten handmatig configureert wanneer dat nodig is.
pt_br: O servidor de registro não oferece migrações para o Produto <b>%s</b> então será <b>permaneça inalterado</b>. Recomendamos que você verifique se é correto e configure os repositórios manualmente, quando seja necessário.
sk: Registračný server neponúka migrácie produktu <b>%s</b>, takže <b>zostane nezmenený</b>. Odporúčame, aby ste si overili, či je správny a ručne nakonfigurujete repozitáre, keď je to potrebné.
zh_cn: 注册服务器不支持迁移 <b>%s</b> 产品，故其将<b>保持不变</b>。我们建议您核对这么做是否正确，并在需要时手动配置软件源进行迁移。
zh_tw: 註冊伺服器不會提供產品 <b>%s</b> 的移轉，因此它將<b>保持不變</b>。建議您檢查這是否正確，並視需要手動設定儲存庫。

source: ERROR: Product <b>%{product}</b> is not available at the registration server (%{url}). Make the product available to allow using this migration.
ar: خطأ: المنتج <b>%{product}</b> غير متوفر في ملقم التسجيل (%{url}). قم بتوفير المنتج للسماح باستخدام هذا الترحيل.
ca: ERROR: el producte <b>%{product}</b> no està disponible al servidor de registre (%{url}). Feu disponible el producte per permetre usar aquesta migració.
cs: CHYBA: Produkt <b>%{product}</b> není na tomto registračním serveru (%{url}) dostupný. Zpřístupněte produkt, abyste mohli použít tuto migraci.
de: FEHLER: Produkt <b>%{product}</b> ist nicht auf dem Registrierungsserver (%{url}) verfügbar. Stellen Sie das Produkt zur Verfügung, damit diese Migration verwendet werden kann.
es: ERROR: el producto <b>%{product}</b> no está disponible en el servidor de registro (%{url}). Haga disponible el producto para permitir el uso de esta migración.
fi: VIRHE: Tuotetta <b>%{product}</b> ei ole saatavilla rekisteröintilähteessä (%{url}). Aseta tuote saataville, jotta siirros voi alkaa.
fr: ERREUR : le produit <b>%{product}</b> n'est pas disponible sur le serveur d'enregistrement (%{url}). Rendez-le disponible pour autoriser l'utilisation de cette migration.
hu: HIBA: A(z) <b>%{product}</b> termék nem érhető el a célkiszolgálón (%{url}). Tegye elérhetővé a terméket, hogy használni lehessen ezt a migrációt.
it: ERRORE: il prodotto <b>%{product}</b> non è disponibile nel server di registrazione (%{url}). Rendere il prodotto disponibile per consentire l'uso della migrazione.
ja: エラー: 製品 <b>%{product}</b> が登録サーバ(%{url})で利用できません。このマイグレーションを使用するには、製品を利用可能にしてください。
ko: 오류: <b>%{product}</b> 제품을 등록 서버(%{url})에서 사용할 수 없습니다. 이 마이그레이션의 사용을 허용하려면 제품을 사용할 수 있게 하십시오.
nl: FOUT: Product <b>%{product}</b> is niet beschikbaar op de registratieserver (%{url}). Maak het product beschikbaar voor toestaan met deze migratie.
pl: BŁĄD: Produkt <b>%{product}</b> jest niedostępny na serwerze rejestracji (%{url}). Aby umożliwić użycie tej migracji, udostępnij ten produkt.
pt_br: ERRO: Produto <b>%{product}</b> não disponível no servidor de registro (%{url}). Disponibilize o produto para permitir o uso da migração.
ru: Ошибка. Продукт <b>%{product}</b> недоступен на сервере регистрации (%{url}). Убедитесь, что он доступен, чтобы разрешить эту миграцию.
sk: CHYBA: Produkt <b>%{product}</b> nie je dostupný na registračnom serveri (%{url}). Urobte produkt dostupným, aby bolo umožnené použitie tejto migrácie.
sv: FEL: Produkten <b>%{product}</b> är inte tillgänglig på registreringsservern (%{url}). Gör produkten tillgänglig om du vill tillåta användning av denna migrering.
uk: ПОМИЛКА: продукт <b>%{product}</b> недоступно на сервері реєстрації (%{url}). Зробіть продукт доступним, щоб дозволити використовувати цю міграцію.
zh_cn: 错误：注册服务器 (%{url}) 上没有产品 <b>%{product}</b>。请提供该产品以允许使用此迁移。
zh_tw: 錯誤︰註冊伺服器 (%{url}) 上沒有產品 <b>%{product}</b>。請提供該產品以允許使用此移轉。

source: %s <b>will be installed.</b>
ar: %s <b>سيتم تثبيته.</b>
ca: %s <b>s'instal·larà.</b>
cs: Položka %s <b>bude nainstalována.</b>
de: %s <b>wird installiert.</b>
es: %s <b>se instalará.</b>
fi: %s <b>asennetaan.</b>
fr: %s <b>va être installé.</b>
hu: A(z) %s <b>települni fog.</b>
it: %s <b>verrà installato.</b>
ja: %s <b>をインストールします</b>
ko: %s이(가) <b>설치됩니다.</b>
nl: %s <b>wordt geïnstalleerd.</b>
pl: %s <b>zostanie zainstalowany.</b>
pt_br: %s <b>será instalado.</b>
ru: %s <b>будет установлен.</b>
sk: %s <b>bude nainštalované.</b>
sv: %s <b>kommer att installeras.</b>
uk: %s <b>буде встановлений.</b>
zh_cn: <b>将安装 </b>%s。
zh_tw: %s <b>將會安裝。</b>

source: %s <b>stays unchanged.</b>
ar: %s <b>يظل بدون تغيير.</b>
ca: %s <b>es manté sense canvis.</b>
cs: %s <b>zůstává beze změny.</b>
de: %s <b>bleibt unverändert.</b>
es: %s <b>permanecerá sin cambios.</b>
fi: %s <b>pysyy muuttumattomana.</b>
fr: %s <b>reste inchangé.</b>
hu: A(z) %s <b>változatlan marad.</b>
it: %s <b>rimane invariato.</b>
ja: %s <b>を変更しません</b>
ko: %s이(가) <b>그대로 유지됩니다.</b>
nl: %s <b>blijft ongewijzigd.</b>
pl: %s <b>pozostaje bez zmian.</b>
pt_br: %s <b>permanece inalterado.</b>
ru: %s <b>останется без изменений.</b>
sk: %s <b>zostáva nezmenené.</b>
sv: %s <b>ändras inte.</b>
uk: %s <b>залишається без змін.</b>
zh_cn: %s <b>无变化。</b>
zh_tw: %s <b>將保持不變。</b>
