Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: Saving repository configuration failed.
ar: فشل حفظ تكوين المخزن.
ca: Ha fallat desar la configuració del repositori.
cs: Ukládání konfigurace repozitáře selhalo.
de: Fehler beim Speichern der Repository-Konfiguration.
el: Αποτυχία αποθήκευσης ρυθμίσεων αποθετηρίου.
es: Error al guardar la configuración del repositorio.
fi: Asennuslähteen määrityksen tallennus epäonnistui.
fr: L'enregistrement de la configuration de dépôt a échoué.
hu: A telepítési források beállításainak mentése sikertelen volt.
it: Salvataggio della configurazione del repository non riuscita.
ja: リポジトリ環境設定の保存に失敗しました。
ko: 리포지토리 구성 저장에 실패했습니다.
nl: Configuratie voor opslagruimte opslaan is mislukt.
pl: Zapisywanie konfiguracji repozytorium nie powiodło się.
pt_br: Falha ao gravar configuração do repositório.
ru: Не удалось сохранить конфигурацию репозитория.
sk: Uloženie konfigurácie repozitára zlyhalo.
sv: Det gick inte att spara arkivkonfigurationen.
uk: Збій збереження налаштувань сховища.
zh_cn: 保存软件源配置失败。
zh_tw: 儲存儲存庫組態失敗。

source: Updating service '%s' failed.
ar: فشل تحديث الخدمة '%s'.
ca: Ha fallat actualitzar el servei '%s'.
cs: Aktualizace služby %s se nezdařila.
de: Fehler beim Aktualisieren des Dienstes '%s'.
el: Αποτυχία ενημέρωσης υπηρεσίας '%s'.
es: Error al actualizar el servicio %s.
fi: Palvelun "%s" päivitys epäonnistui.
fr: La mise à jour du service '%s' a échoué.
hu: Nem sikerült frissíteni a(z) '%s' szolgáltatást.
it: Aggiornamento del servizio '%s' non riuscito.
ja: サービス「%s」のアップデートに失敗しました。
ko: '%s' 서비스 업데이트에 실패했습니다.
nl: Service '%s' bijwerken is mislukt.
pl: Aktualizowanie usługi %s nie powiodło się.
pt_br: Falha ao atualizar o serviço '%s'.
ru: Сбой обновления службы "%s".
sk: Aktualizácia služby '%s' zlyhala.
sv: Det gick inte att uppdatera tjänsten %s.
uk: Помилка оновлення служби "%s".
zh_cn: 更新服务“%s”失败。
zh_tw: 更新服務「%s」失敗。

source: Adding service '%s' failed.
ar: فشلت إضافة الخدمة '%s'.
ca: Ha fallat afegir el servei '%s'.
cs: Přidání služby %s se nezdařilo.
de: Fehler beim Hinzufügen des Dienstes '%s'.
el: Αποτυχία προσθήκης υπηρεσίας '%s'.
es: Error al añadir el servicio %s.
fi: Palvelun "%s" lisäys epäonnistui.
fr: L'ajout du service '%s' a échoué.
hu: Nem sikerült felvenni a(z) '%s' szolgáltatást.
it: Aggiunta del servizio '%s' non riuscita.
ja: サービス「%s」の追加に失敗しました。
ko: '%s' 서비스 추가에 실패했습니다.
nl: Service '%s' toevoegen is mislukt.
pl: Dodawanie usługi %s nie powiodło się.
pt_br: Falha ao adicionar o serviço '%s'.
ru: Сбой добавления службы "%s".
sk: Pridanie služby '%s' zlyhalo.
sv: Det gick inte att lägga till tjänsten %s.
uk: Збій додавання служби "%s".
zh_cn: 添加服务“%s”失败。
zh_tw: 新增服務「%s」失敗。

source: Saving service '%s' failed.
ar: فشل حفظ الخدمة '%s'.
ca: Ha fallat desar el servei '%s'.
cs: Uložení služby %s se nezdařilo.
de: Fehler beim Speichern des Dienstes '%s'.
el: Αποτυχία αποθήκευσης υπηρεσίας '%s'.
es: Error al guardar el servicio %s.
fi: Palvelun "%s" tallennus epäonnistui.
fr: L'enregistrement du service '%s' a échoué.
hu: Nem sikerült menteni a(z) '%s' szolgáltatást.
it: Salvataggio del servizio '%s' non riuscito.
ja: サービス「%s」の保存に失敗しました。
ko: '%s' 서비스 저장에 실패했습니다.
nl: Service '%s' opslaan is mislukt.
pl: Zapisywanie usługi %s nie powiodło się.
pt_br: Falha ao gravar o serviço '%s'.
ru: Сбой сохранения службы "%s".
sk: Uloženie služby '%s' zlyhalo.
sv: Det gick inte att spara tjänsten %s.
uk: Збій збереження служби "%s".
zh_cn: 保存服务“%s”失败。
zh_tw: 儲存服務「%s」失敗。

source: Refreshing service '%s' failed.
ar: فشل تجديد الخدمة '%s'.
ca: Ha fallat refrescar el servei '%s'.
cs: Obnovení služby %s se nezdařilo.
de: Fehler beim Aktualisieren des Dienstes '%s'.
el: Αποτυχία ανανέωσης υπηρεσίας '%s'.
es: Error al actualizar el servicio %s.
fi: Palvelun "%s" päivitys epäonnistui.
fr: Le rafraîchissement du service '%s' a échoué.
hu: Nem sikerült frissíteni a(z) '%s' szolgáltatás tartalmát.
it: Aggiornamento del servizio '%s' non riuscito.
ja: サービス「%s」のリフレッシュに失敗しました。
ko: '%s' 서비스 새로 고침에 실패했습니다.
nl: Service '%s' vernieuwen is mislukt.
pl: Odświeżanie usługi %s nie powiodło się.
pt_br: Falha ao atualizar o serviço '%s'.
ru: Сбой обновления службы "%s".
sk: Obnovenie služby '%s' zlyhalo.
sv: Det gick inte att uppdatera tjänsten %s.
uk: Помилка оновлення служби "%s".
zh_cn: 刷新服务“%s”失败。
zh_tw: 重新整理服務「%s」失敗。

source: Cannot find remote product %s. The product cannot be registered.
ar: يتعذر العثور على المنتج البعيد %s. يتعذر تسجيل المنتج.
ca: No es pot trobar el producte remot %s. El producte no es pot registrar.
cs: Vzdálený produkt %s nelze nalézt. Produkt nelze zaregistrovat.
de: Remote-Produkt %s kann nicht gefunden werden. Das Produkt kann nicht registriert werden.
es: No se ha encontrado el producto remoto %s. No es posible registrar el producto.
fi: Ei löydy etätuotetta %s. Tuotetta ei voi rekisteröidä.
fr: Produit distant %s introuvable. Impossible d'enregistrer le produit.
hu: Nem található a következő távoli termék: %s. A termék nem regisztrálható.
it: Impossibile trovare il prodotto remoto %s. Impossibile registrare il prodotto.
ja: リモート製品 %s が見つかりません。 製品を登録できません。
ko: 원격 제품 %s을(를) 찾을 수 없습니다. 이 제품은 등록할 수 없습니다.
nl: Kan extern product %s niet vinden. Het product kan niet worden geregistreerd.
pl: Nie możesz znaleźć zdalnego produktu %s. Nie można zarejestrować produktu.
pt_br: Produto remoto %s não encontrado. Impossível registrá-lo.
ru: Не удается найти удалённый продукт %s. Невозможно зарегистрировать продукт.
sk: Nie je možné nájsť vzdialený produkt %s. Produkt nemôže byť registrovaný.
sv: Kan inte hitta fjärrprodukten %s. Produkten kan inte registreras.
uk: Не можна знайти віддалений продукт %s. Продукт не можна зареєструвати.
zh_cn: 找不到远程产品 %s。 无法注册该产品。
zh_tw: 找不到遠端產品 %s。 無法註冊該產品。

source: Really abort?
ar: هل تريد الإيقاف بالفعل؟
ca: Segur que ho voleu avortar?
cs: Opravdu chcete akci přerušit?
de: Wirklich abbrechen?
el: Είστε σίγουροι οτι θέλετε να ματαιώσετε;
es: ¿Seguro que desea cancelar?
fi: Keskeytätkö todella?
fr: Voulez-vous vraiment abandonner ?
hu: Biztos benne?
it: Interrompere l'operazione?
ja: 本当に中止してもよろしいですか?
ko: 정말로 중단하시겠습니까?
nl: Echt stoppen?
pl: Czy na pewno przerwać?
pt_br: Interromper realmente?
ru: Действительно прервать?
sk: Skutočne prerušiť?
sv: Vill du verkligen avbryta?
uk: Дійсно перервати?
zh_cn: 确实要中止吗？
zh_tw: 確定要中止嗎？

source: License Agreement
ar: اتفاقية الترخيص
ca: Acord de llicència
cs: Licenční smlouva
de: Lizenzvereinbarung
el: Άδεια Χρήσης
es: Acuerdo de licencia
fi: Käyttöoikeussopimus
fr: Accord de licence
hu: Licencszerződés
it: Contratto di licenza
ja: ライセンス契約
ko: 사용권 계약
nl: Licentieovereenkomst
pl: Umowa licencyjna
pt_br: Contrato de licença
ru: Лицензионное соглашение
sk: Licenčné podmienky
sv: Licensavtal
uk: Ліцензійна угода
zh_cn: 许可协议
zh_tw: 授權合約

source: Downloading Licenses...
ar: جارٍ تنزيل التراخيص...
ca: Descarregant les llicències...
cs: Stahují se licence...
de: Lizenzen werden heruntergeladen...
el: Γίνεται λήψη αδειών χρήσης
es: Descargando licencias...
fi: Ladataan lisenssejä…
fr: Téléchargement des licences...
hu: Licencek letöltése...
it: Download delle licenze in corso...
ja: ライセンスをダウンロードしています...
ko: 라이센스 다운로드 중...
nl: Licenties downloaden...
pl: Pobieranie licencji...
pt_br: Fazendo Download das Licenças...
ru: Загрузка лицензий...
sk: Sťahovanie licencií...
sv: Hämtar licenser...
uk: Завантаження ліцензій…
zh_cn: 正在下载许可证...
zh_tw: 正在下載授權...

source: Downloading License Agreement...
ar: جارٍ تنزيل اتفاقية الترخيص...
ca: Descarregant l'acord de llicència...
cs: Stahování licenční smlouvy...
de: Lizenzvereinbarung wird heruntergeladen...
el: Γίνεται λήψη Συμφωνιών Αδειών Χρήσης
es: Descargando acuerdo de licencia...
fi: Ladataan käyttöoikeussopimusta…
fr: Téléchargement de l'accord de licence...
hu: A licencszerződés letöltése...
it: Download del contratto di licenza in corso...
ja: ライセンス契約をダウンロードしています...
ko: 사용권 계약 다운로드 중...
nl: Licentieovereenkomst downloaden...
pl: Pobieranie umowy licencyjnej...
pt_br: Fazendo Download do Contrato de Licença...
ru: Загрузка лицензионного соглашения...
sk: Sťahovanie licenčnej zmluvy...
sv: Hämtar licensavtal...
uk: Завантажується ліцензійна угода…
zh_cn: 正在下载许可协议...
zh_tw: 正在下載授權合約...

source: Downloading the license for %s failed.
ar: فشل إنزال ترخيص %s .
ca: La baixada de la llicència per a %s ha fallat.
cs: Stažení licence k rozšíření %s se nezdařilo.
de: Fehler beim Herunterladen der Lizenz für %s.
el: Η λήψη της άδειας για %s απέτυχε
es: Error al descargar la licencia para %s.
fi: Lisenssin lataus laajennukselle %s epäonnistui.
fr: Le téléchargement de la licence de %s a échoué.
hu: Nem sikerült letölteni a(z) %s licencét.
it: Download della licenza per %s non riuscito.
ja: 次のライセンスのダウンロードに失敗しました %s 。
ko: %s 에 대한 라이센스 다운로드에 실패했습니다.
nl: Het downloaden van de licentie voor %s is mislukt.
pl: Pobieranie licencji dla %s nie powiodło się.
pt_br: Falha ao fazer download da licença de %s .
ru: Не удалось загрузить лицензию для %s.
sk: Stiahnutie licencie pre %s zlyhalo.
sv: Det gick inte att hämta licensen för %s .
uk: Завантаження ліцензії для %s не вдалося.
zh_cn: 下载用于 %s 的许可证失败。
zh_tw: 下載 %s 的授權失敗。

source: %s License Agreement
ar: اتفاقية ترخيص %s
ca: Acord de llicència %s
cs: %s – licenční smlouva
de: Lizenzvereinbarung zu %s
el: %s Συμφωνία Άδειας Χρήσης
es: Acuerdo de licencia de %s
fi: Laajennuksen %s lisenssisopimus
fr: Accord de licence relatif à %s
hu: %s licencszerződés
it: Contratto di licenza %s
ja: %s のライセンス契約
ko: %s 사용권 계약
nl: Licentieovereenkomst van %s
pl: Umowa licencyjna %s
pt_br: Contrato de Licença de %s
ru: Лицензионное соглашение %s
sk: Licenčná zmluva %s
sv: %s-licensavtal
uk: Ліцензійна угода %s
zh_cn: %s 许可协议
zh_tw: %s 授權合約

source: Extension and Module Registration Codes
ar: رموز تسجيل الامتدادات والوحدات النمطية
ca: Codis de registre d'extensions i mòduls
cs: Registrační kódy rozšíření a modulů
de: Registrierungscodes für Erweiterungen und Module
el: Κώδικες εγγραφής επεκτάσεων και αρθρωμάτων
es: Códigos de registro de extensión y módulo
fi: Laajennuksen ja moduulin rekisteröintikoodit
fr: Codes d'enregistrement des extensions et modules
hu: Bővítmények és modulok regisztrációs kódjai
it: Codici di registrazione di estensioni e moduli
ja: 拡張機能とモジュールの登録コード
ko: 확장 및 모듈 등록 코드
nl: Registratiecodes voor extensie en module
pl: Kody rejestracyjne rozszerzeń i modułów
pt_br: Códigos de Registro da Extensão e do Módulo
ru: Коды регистрации расширений и модулей
sk: Kódy registrácie rozšírení a modulov
sv: Koder för registrering av tillägg och moduler
uk: Коди реєстрації розширень і модулів
zh_cn: 扩展和模块注册码
zh_tw: 延伸和模組註冊代碼

source: <p>Enter registration codes for the requested extensions or modules.</p> <p>Registration codes are required for successfull registration.If you cannot provide a registration code then go back and deselect the respective extension or module.</p>
ar: <p>أدخل رموز التسجيل للملحقات أو الوحدات النمطية المطلوبة.</p> <p>يجب إدخال رموز التسجيل لإتمام التسجيل بنجاح. وإذا لم تتمكن من توفير رمز تسجيل، فارجع ثم قم بإلغاء تحديد الملحق أو الوحدة النمطية.</p>
ca: <p>Introduïu els codis de registre per a les extensions o mòduls requerits.</p> <p>Els codis de registre són necessaris per a un registre correcte. Si no podeu proporcionar un codi de registre, torneu enrere i desmarqueu les extensions o mòduls respectius.</p>
cs: <p>Zadejte registrační kódy pro požadovaná rozšíření či moduly.</p> <p>Registrační kódy jsou nutné k úspěšné registraci. Pokud nemůžete zadat registrační kód, vraťte se zpět a zrušte výběr příslušného rozšíření nebo modulu.</p>
de: <p>Geben Sie die Registrierungscodes für die angeforderten Erweiterungen oder Module ein.</p> <p>Die Registrierungscodes sind für die ordnungsgemäße Registrierung erforderlich. Wenn Sie keinen Registrierungscode besitzen, gehen Sie zurück, und heben Sie die Auswahl der entsprechenden Erweiterung bzw. des Moduls wieder auf.</p>
el: <p>Εισάγετε τους κώδικες εγγραφής για τις επεκτάσεις και τα αρθρωμάτα που ζητούνται.</p> <p>Κώδικες εγγραφής απαιτούνται για την επιτυχή εγγραφή.Αν δεν μπορείτε να παρέχετε εναν κωδικό εγγραφής, τότε πηγαίνετε πίσω και αποεπιλέξτε την επέκταση ή το άρθρωμα.</p>
es: <p>Introduzca los códigos de registro de las extensiones o módulos pedidos.</p> <p>Los códigos de registro se necesitan para realizar el registro correctamente. Si no puede proporcionar un código de registro, vuelva atrás y deseleccione la extensión o el módulo correspondiente.</p>
fi: <p>Syytä pyydettyjen laajennusten tai moduulien rekisteröintikoodit.</p> <p>Rekisteröintikoodeja vaaditaan rekisteröinnin onnistumiseksi. Ellet voi antaa rekisteröintikoodia, siirry takaisinpäin ja poista laajennuksen tai moduulin valinta.</p>
fr: <p>Saisissez les codes d'enregistrement des extensions ou modules demandés.</p> <p>Pour que l'enregistrement soit pris en compte, vous devez indiquer les codes d'enregistrement. Si vous ne pouvez pas fournir de code d'enregistrement, revenez en arrière, puis désélectionnez l'extension ou module en question.</p>
hu: <p>Adja meg a kért bővítményekhez vagy modulokhoz tartozó regisztrációs kódokat.</p> <p>A sikeres regisztrációhoz a regisztrációs kódok szükségesek. Ha nem tudja megadni a regisztrációs kódot, lépjen vissza, és törölje a megfelelő bővítmény vagy modul kijelölését.</p>
it: <p>Immettere i codici di registrazione per le estensioni o i moduli richiesti.</p> <p>Per eseguire correttamente la registrazione sono necessari i codici di registrazione. Se non è possibile specificare un codice di registrazione, tornare indietro e deselezionare l'estensione o il modulo corrispondente.</p>
ja: <p>要求された拡張機能またはモジュールの登録コードを入力します。</p> <p>正常に登録するには登録コードが必要です。登録コードを入力できない場合は、前に戻って各拡張機能またはモジュールを選択解除してください。</p>
ko: <p>요청한 확장 또는 모듈의 등록 코드를 입력하십시오.</p> <p>등록하려면 등록 코드가 필요합니다. 등록 코드를 제공할 수 없는 경우 돌아가서 해당 확장 또는 모듈을 선택 취소하십시오.</p>
nl: <p>Voer de registratiecodes in voor de aangevraagde extensies of modules.</p> <p>Registratiecodes zijn vereist voor een correcte installatie. Als u geen registratiecode kunt opgeven, gaat u terug en deselecteert u de betreffende extensie of module.</p>
pl: <p>Wprowadź kody rejestracyjne dla żądanych rozszerzeń lub modułów.</p> <p>Kody rejestracyjne są wymagane do pomyślnego przeprowadzenia rejestracji. Jeśli nie można podać kodu rejestracyjnego, należy wrócić i usunąć zaznaczenie odpowiedniego rozszerzenia lub modułu.</p>
pt_br: <p>Digite os códigos de registro das extensões ou módulos solicitados.</p> <p>Os códigos de registro são necessários para o registro bem-sucedido. Se você não puder informar o código de registro, volte e anule a seleção da respectiva extensão ou módulo.</p>
ru: <p>Введите коды регистрации для запрошенных расширений и модулей.</p> <p>Для успешной регистрации следует ввести коды регистрации. Если вам это не удается, вернитесь и отмените выбор соответствующего расширения или модуля.</p>
sk: <p>Zadajte registračné kódy pre požadované rozšírenia alebo moduly.</p> <p>Registračné kódy sú potrebné pre úspešnú registráciu. Ak nemôžete poskytnúť registračný kód, vráťte sa späť a zrušte výber príslušného rozšírenia alebo modulu.</p>
sv: <p>Ang registreringskoder för de begärda tilläggen eller modulerna.</p> <p>Registreringskoderna krävs för att registreringen ska lyckas. Om du inte kan ange en registreringskod går du tillbaka och avmarkerar respektive tillägg eller modul.</p>
uk: <p>Введіть коди реєстрації для запитаних розширень і модулів.</p> <p>Для успішної реєстрації слід ввести коди реєстрації. Якщо вам це не вдається, то поверніться і вимкніть відповідного розширення або модуля.</p>
zh_cn: <p>请输入所请求扩展或模块的注册码。</p> <p>要成功注册，需要提供注册码。若您无法提供注册码，请返回并取消选择相应扩展或模块。</p>
zh_tw: <p>請輸入要求的延伸或模組的註冊代碼。</p> <p>註冊代碼是成功完成註冊所必需的。若您無法提供註冊代碼，則應返回並取消選取相應的延伸或模組。</p>

source: The extension you selected needs a separate registration code.
ar: الملحق الذي قمت بتحديده بحاجة لرمز تسجيل منفصل.
ca: L'extensió que heu seleccionat necessita un codi de registre a part.
cs: Vybrané rozšíření vyžaduje samostatný registrační kód.
de: Für die ausgewählte Erweiterung ist ein separater Registrierungscode erforderlich.
el: Η επέκταση που επιλέξατε χρειάζεται ξεχωριστό κωδικό εγγραφής.
es: La extensión seleccionada necesita un código de registro independiente.
fi: Valitsemasi laajennus vaatii erillistä rekisteröintikoodia.
fr: L'extension que vous avez sélectionnée requiert un code d'enregistrement distinct.
hu: A kiválasztott bővítményhez külön regisztrációs kód szükséges.
it: L'estensione selezionata richiede un codice di registrazione separato.
ja: 選択した拡張機能には別個の登録コードが必要です。
ko: 선택한 확장에는 별도의 등록 코드가 필요합니다.
nl: Er is een aparte registratiecode vereist voor de extensie die u hebt geselecteerd.
pl: Wybrane rozszerzenie wymaga osobnego kodu rejestracyjnego.
pt_br: A extensão selecionada precisa de um código de registro separado.
ru: Для выбранного расширения требуется отдельный регистрационный код.
sk: Rozšírenie, ktoré ste vybrali, potrebuje samostatný registračný kód.
sv: Tillägget du valde kräver en separat registreringskod.
uk: Вибране вами розширення вимагає окремого коду реєстрації.
zh_cn: 您所选的扩展需要单独的注册码。
zh_tw: 您選取的延伸需要一個獨立的註冊代碼。

source: Enter the registration code into the field below.
ar: أدخل رمز التسجيل في الحقل أدناه.
ca: Introduïu el codi de registre al camp de sota.
cs: Do pole níže zadejte registrační kód.
de: Geben Sie den Registrierungscode in das nachfolgende Feld ein.
el: Εισάγετε τον κωδικό εγγραφής στο παρακάτω πεδίο.
es: Introduzca el código de registro en el campo siguiente.
fi: Kirjoita rekisteröintikoodi alla olevaan kenttään.
fr: Saisissez le code d'enregistrement dans le champ ci-dessous.
hu: Adja meg a regisztrációs kódot az alábbi mezőben.
it: Immettere il codice di registrazione nel campo sottostante.
ja: 次のフィールドに登録コードを入力してください。
ko: 아래 필드에 등록 코드를 입력하십시오.
nl: Voer de registratiecode in het onderstaande veld in.
pl: Wprowadź kod rejestracyjny w poniższym polu.
pt_br: Digite o código de registro no campo a seguir.
ru: Введите регистрационный код в поле ниже.
sk: Do nižšie uvedeného poľa zadajte registračný kód.
sv: Ange registreringskoden i fältet nedan.
uk: Введіть реєстраційний код у поле нижче.
zh_cn: 请将注册码输入到下面字段。
zh_tw: 請將註冊代碼輸入到下面的欄位中。

source: &Hide Development Versions
ar: وإخفاء الإصدارات تحت التطوير
ca: &Amaga les versions de desenvolupament
cs: &Skrýt vývojové verze
de: &Entwicklungsversionen ausblenden
es: &Ocultar versiones de desarrollo
fi: &Piilota kehitysversiot
fr: Mas&quer les versions de développement
hu: &Fejlesztési verziók elrejtése
it: &Nascondi versioni di sviluppo
ja: 開発版を隠す (&H)
ko: 개발 버전 숨기기(&H)
nl: Ontwikkelversies ver&bergen
pl: &Ukryj wersje rozwojowe
pt_br: &Ocultar Versões em Desenvolvimento
ru: &Скрыть версии для разработчиков
sk: &Skryť vývojové verzie
sv: &Dölj utvecklingsversioner
zh_cn: 隐藏开发版本(&H)
zh_tw: 隱藏開發版本(&H)

source: Details (English only)
ar: التفاصيل (بالإنجليزية فقط)
ca: Detalls (només en anglès)
cs: Podrobnosti (pouze anglicky)
de: Details (nur auf Englisch)
es: Detalles (solo en inglés)
fi: Tiedot (vain englanniksi)
fr: Détails (en anglais uniquement)
hu: Részletek (csak angol nyelven)
it: Dettagli (solo inglese)
ja: 詳細 (英語のみ)
ko: 자세히(영어만)
nl: Details (alleen Engels)
pl: Szczegóły (tylko w języku angielskim)
pt_br: Detalhes (apenas em inglês)
ru: Подробнее (только по-английски)
sk: Podrobnosti (iba v angličtine)
sv: Information (endast engelska)
uk: Подробиці (лише англійська)
zh_cn: 详细信息（仅限英语）
zh_tw: 詳細資料 (僅限英語)

source: Select an extension or a module to show details here
ar: حدد امتداداً أو وحدة نمطية لإظهار تفاصيلها هنا
ca: Seleccioneu una extensió o un mòdul per mostrar-ne els detalls aquí
cs: Zde se zobrazí podrobnosti o vybraném rozšíření či modulu
de: Eine Erweiterung oder ein Modul auswählen, zu der/dem hier Details angezeigt werden sollen
el: Επιλέξτε μια επέκταση ή ένα άρθωμα για να εμφανιστουν εδώ οι λεπτομέρειες
es: Seleccione una extensión o un módulo para mostrar aquí sus detalles
fi: Näet laajennuksen tai moduulin lisätiedot tässä valittuasi sen
fr: Sélectionnez une extension ou un module pour en afficher les détails
hu: Bővítmény vagy modul kiválasztásával itt jelennek meg a hozzá tartozó részletek.
it: Selezionare un'estensione o un modulo per mostrare i dettagli qui
ja: ここでは詳細情報を表示する拡張機能またはモジュールを選択します
ko: 확장 또는 모듈을 선택하여 여기에 세부 사항을 표시하십시오.
nl: Selecteer een extensie of module om hier de gegevens weer te geven
pl: Wybierz rozszerzenie lub moduł, aby wyświetlić tutaj szczegółowe informacje
pt_br: Selecione aqui a extensão ou módulo para mostrar os detalhes
ru: Выберите расширение или модуль, чтобы просмотреть подробную информацию
sk: Ak tu chcete zobraziť podrobnosti, vyberte si rozšírenie alebo modul
sv: Välj ett tillägg eller en modul för att visa information här
uk: Виберіть розширення або модуль для перегляду інформації про нього
zh_cn: 在此处选择扩展或模块以显示细节
zh_tw: 在此處選取延伸或模組以顯示詳細資料

source: %s (not available)
ar: %s (غير متوفر)
ca: %s (no disponible)
cs: %s (není k dispozici)
de: %s (nicht verfügbar)
el: %s (μη διαθέσιμο)
es: %s (no disponible)
fi: %s (ei saatavilla)
fr: %s (non disponible)
hu: %s (nem érhető el)
it: %s (non disponibile)
ja: %s (利用不可)
ko: %s(사용할 수 없음)
nl: %s (niet beschikbaar)
pl: %s (niedostępne)
pt_br: %s (não disponível)
ru: %s (недоступно)
sk: %s (nedostupné)
sv: %s (inte tillgängligt)
uk: %s (недоступно)
zh_cn: %s（不可用）
zh_tw: %s (不可用)

source: YaST allows to select at most %s extensions or modules.
ar: يتيح YaST تحديد %s على الأكثر من الامتدادات أو الوحدات النمطية.
ca: El YaST permet seleccionar com a màxim %s extensions o mòduls.
cs: YaST umožňuje výběr nanejvýš %s rozšíření nebo modulů.
de: Bei YaST können Sie maximal %s Erweiterungen oder Module auswählen.
el: Τo YaST επιτρέπει να επιλεχθούν το πολύ %s επεκτάσεις ή αρθρώματα.
es: YaST permite seleccionar un máximo de %s extensiones o módulos.
fi: YaST antaa valita enintään %s laajennusta tai moduulia.
fr: YaST permet de sélectionner au maximum %s extensions ou modules.
hu: A YaST legfeljebb %s bővítmény vagy modul kiválasztását teszi lehetővé.
it: YaST consente di selezionare al massimo %s estensioni o moduli.
ja: YaSTでは最大 %s の拡張機能またはモジュールを選択できます。
ko: YaST에서는 최대 %s개의 확장 또는 모듈을 선택할 수 있습니다.
nl: Met YaST kunt u maximaal %s extensies of modules selecteren.
pl: Program YaST umożliwia wybór co najwyżej %s rozszerzeń lub modułów.
pt_br: O YaST permite selecionar no máximo %s extensões ou módulos.
ru: Максимальное число расширений и модулей, которые позволяет выбрать YaST: %s.
sk: YaST umožňuje výber najviac %s rozšírení alebo modulov.
sv: Det går som mest att välja %s tillägg eller moduler i YaST.
uk: YaST дозволяє обрати не більше %s розширень або модулів.
zh_cn: YaST 最多允许选择 %s 个扩展或模块。
zh_tw: YaST 最多允許選取 %s 個延伸或模組。
