Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: The product %s is already activated on this system. Migrating again to the same product might not work properly.
ar: تم تنشيط المنتج %s بالفعل على هذا النظام. قد لا يعمل الترحيل مرة أخرى إلى نفس المنتج.
ca: El producte %s ja està activat en aquest sistema. Fer una migració vers el mateix producte pot no funcionar correctament.
cs: Produkt %s je už v tomto systému aktivován. Nová migrace téhož produktu neproběhne správně.
de: Das Produkt %s ist bereits auf diesem System aktiviert. Wenn Sie nochmals auf das gleiche Produkt migrieren, kann ein Fehler auftreten.
es: El producto %s ya está activado en este sistema. La migración de nuevo al mismo producto podría no funcionar correctamente.
fi: Tuote %s on järjestelmässä jo aktiivinen. Siirros uudelleen samaan tuotteeseen ei luultavasti toimisi oikein.
fr: Le produit %s est déjà activé sur ce système. Une nouvelle migration vers le même produit risque de ne pas fonctionner correctement.
hu: A(z) %s termék már aktiválva van ebben a rendszerben. Előfordulhat, hogy az ugyanabba a termékbe történő migrálás nem fog megfelelően működni.
it: Il prodotto %s è già attivato su questo sistema. Migrare nuovamente allo stesso prodotto potrebbe non funzionare correttamente.
ja: 製品 %s は、 このシステム上で既に登録されています。 同じ製品へのマイグレーションは、正しく動作しないかもしれません。
ko: 제품 %s 은(는) 이미 이 시스템에 활성화되었습니다. 동일한 제품으로 다시 마이그레이션하는 것이 제대로 작동하지 않을 수 있습니다.
nl: Het product %s is al geactiveerd op dit systeem. Opnieuw migreren naar hetzelfde product zou niet juist kunnen werken.
pl: Produkt %s jest już aktywowany na tym systemie. Ponowna migracja do tego samego produktu może nie działać prawidłowo.
pt_br: O produto %s já está ativado neste sistema. Migrar novamente para o mesmo produto pode não funcionar corretamente.
ru: Продукт %s уже активирован в этой системе. Повторный переход на тот же продукт может привести к ошибке.
sk: Produkt %s je už aktivovaný v tomto systéme. Opätovná migrácia na ten istý produkt nemusí správne fungovať.
sv: Produkten %s är redan aktiverad på det här systemet. Det går inte att migrera igen till samma produkt.
uk: Продукт %s вже активований на цій системі. Повторна міграція на той самий продукт може не працювати належним чином.
zh_cn: 产品 %s 已经在该系统中激活。 再次迁移到同一产品可能无法正确执行。
zh_tw: 此系統上已啟用產品 %s。 再次移轉至同一個產品可能不會正常運作。

source: Preparing Migration Repositories...
ar: جارٍ تحضير مخازن الترحيل...
ca: Preparant els repositores de migració...
cs: Příprava repozitářů migrace...
de: Migrations-Repositories werden vorbereitet...
es: Preparando repositorios de migración...
fi: Valmistelut päivitetään ohjelmistolähteet...
fr: Préparation des dépôts de migration…
hu: Migrációs telepítési források előkészítése...
it: Preparazione dei repository di migrazione in corso...
ja: マイグレーションリポジトリを準備しています...
ko: 마이그레이션 리포지토리 준비 중...
nl: Migratieopslagruimtes voorbereiden...
pl: Przygotowywanie repozytoriów migracji...
pt_br: Preparando Repositórios de Migração...
ru: Подготовка репозиториев для миграции…
sk: Pripravovanie migračných repozitárov...
sv: Förbereder lagringsplatser för migrering...
uk: Підготовка сховищ міграції…
zh_cn: 正在准备迁移软件源...
zh_tw: 正在準備移轉儲存庫...

source: <h2>Unregistered System</h2><p>The system is not registered, that means the installer cannot add the new software repositories required for migration automatically.</p>
ar: <h2>نظام غير مسجل</h2><p>لم يتم تسجيل النظام، وهذا يعني أنه لا يمكن إضافة مستودعات البرامج الجديدة المطلوبة للهجرة تلقائيا النظام المثبت</p>
ca: <h2>Sistema no registrat</h2><p>El sistema no està registrat, això vol dir que l'instal·lador no pot afegir els nous repositoris de programari necessaris per a la migració automàtica.</p>
cs: <h2>Neregistrovaný systém</h2><p>Systém není registrován, což znamená, že instalátor nemůže přidat nový repozitář software vyžadovaný pro automatickou migraci.</p>
de: <h2>Nicht registriertes System</h2><p>Das System ist nicht registriert. Das bedeutet, dass das Installationsprogramm die für die Migration erforderlichen neuen Software-Repositorys nicht automatisch hinzufügen kann. </p>
es: <h2>Sistema sin registrar</h2><p>El sistema no está registrado, eso significa que el instalador no puede añadir los nuevos repositorios de software necesarios para la migración de forma automática.</p>
fi: <h2>Rekisteröimätön järjestelmä</h2><p>Järjestelmää ei ole rekisteröity, joten asennus ei voi lisätä automaattisen siirroksen vaatimia uusia ohjelmalähteitä.</p>
fr: <h2>Système non enregistré</h2><p>Le système n'est pas enregistré. Autrement dit, le programme d'installation ne peut pas ajouter automatiquement les dépôts logiciels requis pour la migration.</p>
hu: <h2>Nem regisztrált rendszer</h2><p>A rendszer nincs regisztrálva, ami azt jelenti, hogy a telepítő nem tudja felvenni az automatikus áttelepítéshez szükséges új szoftvertárakat.</p>
it: <h2>Sistema non registrato</h2><p>Il sistema non è registrato e ciò significa che l'installatore non può aggiungere automaticamente i nuovi repository dei programmi necessari per la migrazione.</p>
ja: <h2>未登録のシステムです</h2><p>このシステムは登録されていないため、移行に必要なソフトウエアリポジトリをインストーラ側では自動追加することができません。</p>
ko: <h2>등록 취소된 시스템</h2><p>시스템이 등록되어 있지 않으므로 설치 프로그램에서 마이그레이션에 필요한 새 소프트웨어 리포지토리를 자동으로 추가할 수 없습니다.</p>
nl: <h2>Niet-geregistreerd systeem</h2><p>Het systeem is niet geregistreerd, dat betekent dat het installatieprogramma de nieuwe software-opslagruimtes vereist voor automatische migratie niet toe kan voegen.</p>
pl: <h2>Niezarejestrowany system</h2><p>System nie jest zarejestrowany, więc instalator nie może automatycznie dodawać nowych repozytoriów oprogramowania wymaganych do migracji.</p>
pt_br: <h2>Sistema não registrado</h2><p>O sistema não está registrado, o que significa que o instalador não pode adicionar os novos repositórios de software necessários para a migração automaticamente.</p>
ru: <h2>Незарегистрированная система</h2><p>Система не зарегистрирована; это означает, что установщик не может автоматически добавлять репозитории нового программного обеспечения, необходимого для миграции.</p>
sk: <h2>Neregistrovaný systém</h2><p>Systém nie je zaregistrovaný, čo znamená, že inštalátor nemôže automaticky pridať nové softvérové repozitáre požadované na migráciu.</p>
sv: <h2>Oregistrerat system</h2><p>Systemet är itne registrerat, vilket innebär att installationsverktyget inte kan lägga till de nya programvarulagringspaltserna som krävs för migrering automatiskt.</p>
uk: <h2>Незареєстрована система</h2><p>Система не зареєстрована, тому установник не може додати сховища нового програмного забезпечення для автоматичної міграції.</p>
zh_cn: <h2>未注册的系统</h2><p>系统未注册，这意味着安装程序无法自动添加用于迁移的新的软件源。</p>
zh_tw: <h2>取消註冊的系統</h2><p>系統未註冊，這表示安裝程式無法自動新增移轉所需的新軟體儲存庫。</p>

source: <p>Please add the installation media manually in the next step.</p>
ar: <p>الرجاء إضافة وسائط التثبيت يدويا في الخطوة التالية.</p>
ca: <p>Si us plau, afegiu els mitjans d'instal·lació manualment al pas següent.</p>
cs: <p>Prosíme, přidejte v dalším kroku instalační media ručně.</p>
de: <p>Bitte fügen Sie das Installationsmedium im nächsten Schritt manuell hinzu.</p>
es: <p>Añada el medio de instalación de forma manual en el paso siguiente.</p>
fi: <p>Lisää asennusväline käsin seuraavassa vaiheessa.</p>
fr: <p>Ajoutez le support d'installation manuellement à la prochaine étape.</p>
hu: <p>Adja meg kézzel a telepítési adathordozót a következő lépésben.</p>
it: <p>Si prega di aggiungere i supporti di installazione manualmente al passo successivo.</p>
ja: <p>次の手順で、インストールメディアを手作業で追加してください。</p>
ko: <p>다음 단계에서 설치 미디어를 수동으로 추가하십시오.</p>
nl: <p>Voeg de installatiemedia handmatig toe in de volgende stap.</p>
pl: <p>Ręcznie dodaj nośnik instalacyjny w następnym kroku.</p>
pt_br: <p>Adicione a mídia de instalação manualmente na próxima etapa.</p>
ru: <p>Добавьте установочный носитель вручную на следующем шаге.</p>
sk: <p>Prosím, pridajte inštalačné médium ručne v ďalšom kroku.</p>
sv: <p>Lägg till installationsmedierna manuellt i nästa steg.</p>
uk: <p>Будь ласка, додайте носій встановлення вручну під час наступного кроку.</p>
zh_cn: <p>请在下一步中手动添加安装介质。</p>
zh_tw: <p>請在下一步中手動新增安裝媒體。</p>

source: <p>If you cannot provide the installation media you can abort the migration and boot the original system to register it. Then start the migration again.</p>
ar: <p>إذا لم تتمكن من توفير وسائط التثبيت يمكنك الغاء الترحيل والاقلاع من النظام الأصلي لتسجيله. ثم ابدأ الترحيل مرة أخرى.</p>
ca: <p>Si no podeu proporcionar els mitjans d'instal·lació, podeu avortar la migració i arrencar el sistema original per registrar-lo. Després torneu a iniciar la migració.</p>
cs: <p>Nemůžete-li poskytnout instalační media, můžete přerušit instalaci a nabootovat originální systém, abyste jej zaregistrovali. Poté znovu spusťte migraci.</p>
de: <p>Wenn Sie das Installationsmedium nicht bereitstellen können, können Sie die Migration abbrechen und das ursprüngliche System starten, um es zu registrieren. Starten Sie dann die Migration erneut.</p>
es: <p>Si no puede proporcionar el medio de instalación, puede cancelar la migración y arrancar el sistema original para registrarlo. A continuación, vuelva a iniciar la migración.</p>
fi: <p>Jos et pysty toimittamaan asennusvälineitä, voit keskeyttää siirron ja käynnistää alkuperäisen järjestelmän rekisteröimällä sen. Käynnistä sitten siirto uudelleen</p>
fr: <p>Si vous ne disposez pas du support d'installation, vous pouvez interrompre la migration et lancer le système d'origine pour l'enregistrer. Redémarrez ensuite la migration.</p>
hu: <p>Ha nem tudja megadni a telepítési adathordozót, megszakíthatja az áttelepítést, és elindíthatja az eredeti rendszert a regisztrálásához. Ezután újból elindíthatja az áttelepítést.</p>
it: <p>Qualora non si fosse in grado di fornire i supporti d'installazione, è possibile abortire la migrazione e avviare il sistema originale per registrarlo. Successivamente si può far ripartire la migrazione.</p>
ja: <p>インストールメディアを用意できない場合は、ここで移行処理を中止することもできます。これにより、元のシステムを起動して登録処理を実施することができます。登録が終わりましたら、移行処理を再度実施してください。</p>
ko: <p>설치 미디어를 제공할 수 없는 경우 마이그레이션을 중단하고 원래 시스템을 부팅하여 등록할 수 있습니다. 그런 다음 마이그레이션을 다시 시작하십시오.</p>
nl: <p>Als u de installatiemedia niet kunt leveren dan kunt u de migratie afbreken en het originele systeem opstarten om het te registreren. Start daarna de migratie opnieuw.</p>
pl: <p>Jeśli nie możesz dostarczyć nośnika instalacyjnego, możesz przerwać migrację i uruchomić oryginalny system w celu jego zarejestrowania. Następnie ponownie rozpocznij migrację.</p>
pt_br: <p>Se você não pode fornecer a mídia de instalação, pode abortar a migração e inicializar o sistema original para registrá-la. Em seguida, inicie a migração novamente.</p>
ru: <p>Если вы не можете указать установочный носитель, вы можете прервать миграцию и загрузить исходную систему, чтобы зарегистрировать ее. После этого снова запустите миграцию.</p>
sk: <p>Ak nemôžete poskytnúť inštalačné médium, môžete prerušiť migráciu a zaviesť pôvodný systém, aby ste ho zaregistrovali. Potom znova spustite migráciu.</p>
sv: <p>Om du inte kan tillhandahålla ett installationsmedium kan du avbryta migreringen och starta ursprungliga systemet för att registrera det. Starta sedan om migreringen.</p>
uk: <p>Якщо ви не можете забезпечити носій встановлення, можете перервати міграцію та завантажити первісну систему для її реєстрації. Після цього знову запустіть міграцію.</p>
zh_cn: <p>如果无法提供安装介质，你可以退出迁移程序并启动原系统进行注册。然后再次进行迁移。</p>
zh_tw: <p>如果您無法提供安裝媒體，可以中止移轉，並將原始系統開機以進行註冊。然後重新啟動移轉。</p>

source: <p>Please use Full media instead of Online one.</p>
ca: <p>Si us plau, useu el mitjà complet en comptes de la versió en línia.</p>
cs: <p>Místo Online media použijte Full media.</p>
de: <p>Bitte das ganze Medium statt des Online verwenden.</p>
es: <p>Use la opción Medio completo, en lugar de En línea.</p>
fi: <p>Käytä täyttä tietovälinettä verkkoasennustietovälineen sijaan.</p>
fr: <p>Utilisez le support complet plutôt que le support en ligne.</p>
it: <p>Utilizzare il supporto completo al posto di quello online.</p>
ja: <p>オンラインメディアではなくフルメディアをお使いください。</p>
nl: <p>Graag het volledige medium gebruiken in plaats van die online.</p>
pt_br: <p>Use a mídia completa em vez da on-line.</p>
sk: <p>Prosím použite úplné médiá namiesto online.</p>
zh_cn: <p>请使用完整媒体，不要使用联机媒体。</p>
zh_tw: <p>請使用完整媒體，不要使用線上媒體。</p>

source: <p>Another option is booting the original system and registering it.</p>
ca: <p>Una altra opció és arrencar el sistema original i registrar-lo.</p>
cs: <p>Jiná možnost je nabootovat původní systém a zaregistrovat ho.</p>
de: <p>Eine weitere Option ist das Booten vom Original-System und die Registrierung davon.</p>
es: <p>Otra opción es arrancar el sistema original y registrarlo.</p>
fi: <p>Vaihtoehtoisesti voi käynnistää alkuperäisen järjestelmän ja rekisteröidä sen.</p>
fr: <p>Une autre option consiste à démarrer le système d'origine et à l'enregistrer.</p>
it: <p>L'avvio e la registrazione del sistema originale vengono eseguiti da un'altra opzione.</p>
ja: <p>なお、元のシステムを起動して登録処理を行ってもかまいません。</p>
nl: <p>Een andere optie is opstarten van het originele systeem en het registreren.</p>
pt_br: <p>Outra opção é inicializar o sistema original e registrá-lo.</p>
sk: <p>Ďalšou možnosťou je spustenie pôvodného systému a jeho registrácia.</p>
zh_cn: <p>另一种方法是引导原始系统，然后注册该系统。</p>
zh_tw: <p>另一種選擇是將原始系統開機，然後進行註冊。</p>

source: <h2>Online Medium</h2><p>The media based upgrade was requested, but you are using the Online medium which does not provide any packages to install.</p>
ca: <h2>Mitjà en línia</h2><p>S’ha sol·licitat l’actualització basada en suports, però esteu usant el mitjà en línia, que no proporciona cap paquet per instal·lar.</p>
cs: <h2> Online médium </h2> <p>Byla požadována aktualizace založená na médiích, ale Vy používáte online médium, které neposkytuje žádné balíčky k instalaci. </p>
de: <h2>Online-Medium</h2><p>Das medienbasierte Upgrade wurde angefordert, Sie verwenden jedoch das Online-Medium, das keine Pakete zur Installation bereitstellt.</p>
es: <h2>Medio en línea</h2><p>Se ha pedido una actualización basada en medios, pero está usando un medio en línea, lo que no proporciona ningún paquete para instalar.</p>
fi: <h2>Verkkoasennustietoväline</h2><p>Pyydettiin tietovälinepohjaista päivitystä, mutta käytössä on verkkoasennustietoväline, joka ei sisällä asennettavia paketteja.</p>
fr: <h2>Support en ligne</h2><p>Vous avez demandé la mise à niveau basée sur un support, mais vous utilisez le support en ligne qui ne fournit aucun paquet à installer.</p>
it: <h2>Supporto online</h2><p>È stato richiesto l'aggiornamento tramite supporti, ma è in uso il supporto online che non fornisce pacchetti da installare.</p>
ja: <h2>オンラインメディア</h2><p>メディアベースのアップグレードを要求しましたが、現在お使いのメディアはオンラインメディアであるため、インストールに必要なパッケージが含まれていません。</p>
nl: <h2>Online medium</h2><p>De op media gebaseerde opwaardering was gevraagd, maar u gebruikt het online medium die geen enkel te installeren pakket levert.</p>
pt_br: <h2>Mídia online</h2><p> A atualização baseada em mídia foi solicitada, mas você está usando o meio online que não fornece nenhum pacote para instalação.</p>
sk: <h2>Online médium</h2><p>Bola vyžiadaná aktualizácia založená na médiách, ale používate médium Online, ktoré neposkytuje žiadne balíky na inštaláciu.</p>
zh_cn: <h2>联机媒体</h2><p>您请求进行基于媒体的升级，但您正在使用联机媒体，此媒体不会提供任何可安装的软件包。</p>
zh_tw: <h2>線上媒體</h2><p>您申請進行基於媒體的升級，但您正在使用線上媒體，此媒體不會提供任何可安裝的套件。</p>

source: <p>Please use the Full medium instead of the Online.</p>
ca: <p>Si us plau, useu el mitjà complet en lloc de la versió en línia.</p>
cs: <p>Místo Online použijte Full medium.</p>
de: <p>Verwenden Sie das vollständige Medium statt des Online-Mediums.</p>
es: <p>Use la opción Medio completo, en lugar de En línea.</p>
fi: <p>Käytä täyttä tietovälinettä verkkoasennustietovälineen sijaan.</p>
fr: <p>Utilisez le support complet plutôt que le support en ligne.</p>
it: <p>Utilizzare il supporto completo al posto di quello online.</p>
ja: <p>オンラインメディアではなくフルメディアをお使いください。</p>
nl: <p>Graag het volledige medium gebruiken in plaats van die online.</p>
pt_br: <p>Use a mídia completa em vez de online.</p>
sk: <p>Prosím použite úplné médium namiesto online.</p>
zh_cn: <p>请使用完整媒体，不要使用联机媒体。</p>
zh_tw: <p>請使用完整媒體，不要使用線上媒體。</p>

source: <h2>Media Based Upgrade</h2><p>The media based upgrade is requested. In this mode YaST will not contact the registration server to obtain the new software repositories required for migration.</p>
ar: <h2>ترقية باستخدام الوسائط</h2><p>مطلوب الترقية باستخدام وسائط التثبيت. في هذا الوضع ياست لن يتصل بخادم التسجيل للحصول على مستودعات البرامج الجديدة المطلوبة للهجرة.</p>
ca: <h2>Actualització basada en mitjans</h2><p>Es demana l'actualització basada en mitjans. En aquest mode, el YaST no contactarà amb el servidor de registre per obtenir els repositoris de programari nous necessaris per a la migració.</p>
cs: <h2>Povýšení založení na mediích</h2><p>Je vyžadováno povýšení založené na mediích. V tomto módu nebude YaST kontaktovat registrační server, aby získal nový softwarový repozitář potřebný k migraci.</p>
de: <h2>Medienbasiertes Upgrade </h2><p>Das medienbasierte Upgrade ist erforderlich. In diesem Modus kontaktiert YaST den Registrierungsserver nicht, um die für die Migration erforderlichen neuen Software-Repositorys zu erhalten. </p>
es: <h2>Actualización basada en medios</h2><p>Se ha pedido la actualización basada en medios. En este modo, YaST no se pone en contacto con el servidor de registro para obtener los repositorios de software nuevos necesarios para la migración.</p>
fi: <h2>Tietovälinepohjainen päivitys</h2><p>Pyydettiin tietovälinepohjaista päivitystä. Tässä tilassa YaST ei ota yhteyttä rekisteröintipalvelimeen lisätäkseen siirroksen vaatimia uusia ohjelmalähteitä.</p>
fr: <h2>Mise à niveau basée sur un support</h2><p>La mise à niveau basée sur un support est requise. Dans ce mode, YaST contacte le serveur d'enregistrement pour obtenir les nouveaux dépôts logiciels nécessaires pour la migration.</p>
hu: <h2>Adathordozós frissítés</h2><p>A kért mód az adathordozós frissítés. Ebben a módban a YaST nem csatlakozik a regisztrációs kiszolgálóhoz, hogy megszerezze az áttelepítéshez szükséges új szoftvertárakat.</p>
it: <h2>Aggiornamento tramite supporti</h2><p>È richiesto l'aggiornamento tramite supporti. In questa modalità YaST non contatterà il server di registrazione per ottenere i nuovi repository dei programmi necessari per la migrazione.</p>
ja: <h2>メディアベースのアップグレード</h2><p>メディアベースのアップグレードを選択しました。通常 YaST は登録サーバにアクセスして、移行に必要な新しいソフトウエアリポジトリを取得しますが、このモードではそれを実施しません。</p>
ko: <h2>미디어 기반 업그레이드</h2><p>미디어 기반 업그레이드가 요청되었습니다. 이 모드에서는 YaST가 마이그레이션에 필요한 새 소프트웨어 리포지토리를 가져오기 위해 등록 서버에 연결하지 않습니다.</p>
nl: <h2>Op media gebaseerde opwaardering</h2><p>De op media gebaseerde opwaardering is gevraagd. In deze modus zal YaST geen contact leggen met de registratieserver om de nieuwe software-opslagruimtes vereist voor de migratie te verkrijgen.</p>
pl: <h2>Uaktualnienie na podstawie nośnika</h2><p>Zgłoszenie przeprowadzenia uaktualnienia przy użyciu nośnika. W tym trybie program YaST nie kontaktuje się z serwerem rejestracji w celu uzyskania nowych repozytoriów oprogramowania wymaganych do migracji.</p>
pt_br: <h2>Atualização baseada em mídia</h2><p>A atualização baseada em mídia é solicitada. Neste modo, o YaST não entrará em contato com o servidor de registro para obter os novos repositórios de software necessários para a migração.</p>
ru: <h2>Обновление с помощью носителя</h2><p>Затребовано обновление с помощью носителя. В этом режиме YaST не обращается к серверу регистрации для доступа к репозиториям нового программного обеспечения, необходимого для миграции.</p>
sk: <h2>Zvýšenie verzie založené na médiách</h2><p>Vyžaduje sa zvýšenie verzie založené na médiách. V tomto režime YaST nebude kontaktovať registračný server na získanie nových softvérových repozitárov požadovaných na migráciu.</p>
sv: <h2>Mediabaserad uppgradering</h2><p>Mediabaserad uppgradering har begärts. I detta läge kommer YaST inte att kontakta registreringsservern för att hämta de nya programvarulagringsplatserna som krävs för migrering.</p>
uk: <h2>Оновлення на основі носія</h2> <p> Здійснено запит на оновлення на основі носія. У цьому режимі Yast не буде зв'язуватися із сервером реєстрації, щоб отримати сховища нового програмного забезпечення для міграції.</p>
zh_cn: <h2>使用介质升级</h2><p>使用介质进行升级。在此模式下 YaST 不会连接注册服务器获取用于迁移的新软件源。</p>
zh_tw: <h2>基於媒體的升級</h2><p>已要求進行基於媒體的升級。在此模式下，YaST 將不聯絡註冊伺服器以獲取移轉所需的新軟體儲存庫。</p>

source: <h2>Warning!</h2><p><b>The media based upgrade for registered systems is not supported!<b></p>
ar: <h2>تحذير!</h2><p><b>لا يتم دعم الترقية القائمة على الوسائط للنظم المسجلة!<b></p>
ca: <h2>Avís!</h2><p><b>No s'admet l'actualització basada en mitjans per a sistemes registrats!<b></p>
cs: <h2>Upozornění!</h2><p><b>Povýšení založené na mediích není pro registrační server podporováno!<b></p>
de: <h2>Warnung!</h2><p><b>Das medienbasierte Upgrade für registrierte Systeme wird nicht unterstützt!<b></p>
es: <h2>Advertencia.</h2><p><b>No se admite la actualización basada en medios para los sistemas registrados.<b></p>
fi: <h2>Varoitus!</h2><p><b>Rekisteröityjen järjestelmien tietovälinepohjaista päivitystä ei tueta!</b></p>
fr: <h2>Avertissement !</h2><p><b>La mise à niveau basée sur un support n'est pas prise en charge pour les systèmes enregistrés !<b></p>
hu: <h2>Vigyázat!</h2><p><b>A regisztrált rendszerek adathordozós frissítése nem támogatott.<b></p>
it: <h2>Attenzione!</h2><p><b>Per i sistemi registrati l'aggiornamento tramite supporti non è possibile!<b></p>
ja: <h2>警告！</h2><p><b>登録済みのシステムの場合、メディアベースのアップグレードはサポート対象外となります！<b></p>
ko: <h2>경고!</h2><p><b>등록된 시스템에 대한 미디어 기반 업그레이드는 지원되지 않습니다.<b></p>
nl: <h2>Waarschuwing!</h2><p><b>De op media gebaseerd opwaardering voor geregistreerde systemen wordt niet ondersteund!<b></p>
pl: <h2>Ostrzeżenie!</h2><p><b>Uaktualnienie zarejestrowanych systemów przy użyciu nośnika nie jest obsługiwane.<b></p>
pt_br: <h2>Alerta!</h2><p><b>A atualização baseada em mídia para sistemas registrados não é suportada!<b></p>
ru: <h2>Предупреждение!</h2><p><b>Обновление с помощью носителя не поддерживается для зарегистрированных систем!<b></p>
sk: <h2>Varovanie!</h2><p><b>Nie je podporované zvýšenie verzie založené na médiách pre registrované systémy!<b></p>
sv: <h2>Varning!</h2><p><b>Mediabaserad uppgradering för registrerade system stöds inte!<b></p>
uk: <h2>Попередження!</h2><p><b>Оновлення на основі носія для зареєстрованих систем не підтримується!<b></p>
zh_cn: <h2>警告！</h2><p><b>对于已注册的系统不支持使用介质的升级方式！<b></p>
zh_tw: <h2>警告！</h2><p><b>不支援對已註冊系統進行基於媒體的升級！<b></p>
