Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: The base product was not found, check your system.
ar: لم يتم العثور على المنتج الأساسي. تحقق من النظام.
ca: No s'ha trobat el producte de base, comproveu el sistema.
cs: Základní produkt nebyl nalezen. Zkontrolujte svůj systém.
de: Das Basisprodukt wurde nicht gefunden. Prüfen Sie das System.
el: Το βασικό προιόν δεν βρέθηκε, ελέγξτε το σύστημά σας
es: No se encuentra el producto base. Compruebe el sistema.
fi: Perustuotetta ei löytynyt, tarkista järjestelmäsi.
fr: Produit de base introuvable. Vérifiez votre système.
hu: Az alaptermék nem található, ellenőrizze a rendszerét.
it: Il prodotto di base non è stato trovato. Controllare il sistema.
ja: 基本製品が見つかりませんでした。 システムを確認してください。
ko: 기본 제품을 찾을 수 없습니다. 시스템을 확인하십시오.
nl: Het basisproduct is niet gevonden, controleer uw systeem.
pl: Nie znaleziono produktu podstawowego, sprawdź system.
pt_br: O produto base não foi encontrado. Verifique seu sistema.
ru: Базовый продукт не найден, проверьте свою систему.
sk: Základný produkt nebol nájdený, skontrolujte svoj systém.
sv: Basprodukten hittades inte, kontrollera ditt system.
uk: Базовий продукт не знайдений перевірте свою систему.
zh_cn: 未找到基础产品， 请检查您的系统。
zh_tw: 未找到基本產品， 請檢查您的系統。

source: The installation medium or the installer itself is seriously broken. Report a bug at %s.
ar: وسيط التثبيت أو المثبت ذاته معطل بشكل خطير. الرجاء إرسال تقرير بالخطأ على %s.
ca: El mitjà d'instal·lació o l'instal·lador mateix està seriosament malmès. Informeu d'un error a %s.
cs: Instalační médium nebo program je závažně poškozen. Nahlaste chybu na adrese %s.
de: Das Installationsmedium oder das Installationsprogramm ist schwer beschädigt. Melden Sie diesen Fehler unter %s.
el: Το μέσο εγκατάστασης ή ο εγκαταστάτης έχει σοβαρη βλάβη. Αναφέρετε ένα σφάλμα στο %s.
es: El medio de instalación o el propio instalador tienen daños graves. Informe sobre errores en %s.
fi: Asennustietoväline tai itse asennusohjelma on vakavasti rikki. Ilmoita ohjelmavirheestä osoitteessa %s.
fr: Le support d'installation ou le programme d'installation proprement dit est sérieusement endommagé. Signalez un bogue à %s.
hu: A telepítési adathordozó vagy maga a telepítőprogram súlyosan sérült. Hibabejelentés: at %s.
it: Il supporto di installazione o lo stesso programma di installazione è seriamente danneggiato. Segnalare il bug a %s.
ja: インストールメディアまたはインストーラそのものに重大な損傷があります。 %s でバグをレポートしてください。
ko: 설치 매체나 설치 프로그램이 심각하게 손상되었습니다. %s에서 버그를 신고하십시오.
nl: Het installatiemedium of het installatieprogramma zelf is ernstig beschadigd. Rapporteer een fout op %s.
pl: Nośnik instalacyjny lub sam instalator jest poważnie uszkodzony. Zgłoś błąd na adres %s.
pt_br: O meio de instalação ou o próprio instalador está gravemente danificado. Relate um bug em %s.
ru: Носитель файлов установки или сам установщик серьезно поврежден. Сообщите об ошибке %s.
sk: Inštalačné médium alebo samotný inštalátor je vážne poškodený. Nahláste chybu na %s.
sv: Installationsmediet eller installationsprogrammet är allvarligt defekt. Rapportera fel till %s.
uk: Носій файлів установки або сам встановлювач серйозно пошкоджений. Повідомте про помилку: %s.
zh_cn: 安装介质或安装程序自身严重损坏。 请于 %s 汇报故障。
zh_tw: 安裝媒體或安裝程式自身已嚴重損毀。 請在 %s 上報告錯誤。

source: Make sure a product is installed and /etc/products.d/baseproduct is a symlink pointing to the base product .prod file.
ar: تأكد من أن المنتج مثبت وأن /etc/products.d/baseproduct هو ارتباط رمزي يشير إلى ملف .prod الخاص بالمنتج الأساسي.
ca: Assegureu-vos que un producte està instal·lat i que /etc/products.d/baseproduct sigui un symlink que apunti al fitxer del producte de base .prod.
cs: Zkontrolujte, zda je produkt nainstalován a symbolický odkaz /etc/products.d/baseproduct odkazuje na soubor PROD základního produktu.
de: Ein Produkt muss installiert sein, und der Symlink '/etc/products.d/baseproduct' muss auf die .prod-Datei des Basisprodukts verweisen.
el: Βεβαιωθείτε ότι ένα προιόν έχει εγκατασταθεί και ότι το /etc/products.d/baseproduct είναι συμβολικός σύνδεσμος που δείχνει σε βασικό αρχείο τύπου .prod
es: Asegúrese de que hay un producto instalado y de que /etc/products.d/baseproduct sea un enlace simbólico al archivo .prod del producto base.
fi: Varmista, että tuote on asennettu ja että /etc/products.d/baseproduct on symbolinen linkki perustuotteen .prod-tiedostoon.
fr: Vérifiez qu'un produit est installé et que /etc/products.d/baseproduct est un lien symbolique pointant vers le fichier .prod du produit de base.
hu: Ellenőrizze, hogy legyen telepítve a termék, és hogy az /etc/products.d/baseproduct szimbolikus hivatkozás az alaptermék .prod fájljára mutasson.
it: Verificare che il prodotto sia installato e che /etc/products.d/baseproduct sia un collegamento simbolico che punta al file del prodotto di base .prod.
ja: 製品がインストールされていて、/etc/products.d/baseproductが 基本製品の.prodファイルを指すシンボリックリンクになってることを確認してください。
ko: 제품이 설치되어 있고 /etc/products.d/baseproduct가 기본 제품 .prod 파일을 가리키는 symlink인지 확인하십시오.
nl: Zorg ervoor dat er een product is geïnstalleerd en dat /etc/products.d/baseproduct een symbolische koppeling is die verwijst naar het bestand .prod van het basisproduct.
pl: Upewnij się, że produkt jest zainstalowany, a /etc/products.d/baseproduct to dowiązanie symboliczne wskazujące plik .prod produktu bazowego.
pt_br: Verifique se o produto está instalado e se /etc/products.d/baseproduct é um symlink que aponta para o arquivo .prod do produto base.
ru: Убедитесь, что продукт установлен, а путь /etc/products.d/baseproduct является символической ссылкой, указывающей на основной PROD-файл продукта.
sk: Skontrolujte, či je produkt nainštalovaný a /etc/products.d/baseproduct je symbolický odkaz smerujúci k súboru .prod základného produktu.
sv: Se till att det finns en produkt installerad och att /etc/products.d/baseproduct är en symlink som pekar mot filen base product .prod.
uk: Переконайтеся, що продукт встановлений, а шлях /etc/products.d/baseproduct є символічним посиланням, яке вказує на основний prod-файл продукту.
zh_cn: 请确保安装了产品，且 /etc/products.d/baseproduct 是指向 基础产品 .prod 文件的符号链接。
zh_tw: 確定產品已安裝，且 /etc/products.d/baseproduct 是指向基礎產品 .prod 檔案的符號連結。

source: Registration failed.
ar: فشل التسجيل.
ca: Ha fallat el registre.
cs: Registrace selhala.
de: Registrierung fehlgeschlagen.
es: Error en el registro.
fi: Rekisteröinti epäonnistui.
fr: Échec de l'enregistrement.
hu: A regisztráció sikertelen.
it: Registrazione non riuscita.
ja: 登録が失敗しました。
ko: 등록이 실패했습니다.
nl: Registratie is mislukt.
pl: Rejestracja nie powiodła się.
pt_br: Falha no registro.
ru: Сбой регистрации.
sk: Registrácia zlyhala.
sv: Registrering misslyckades.
zh_cn: 注册失败。
zh_tw: 註冊失敗。

source: Registering the System...
ar: يتم الآن تسجيل النظام...
ca: Registrant el sistema...
cs: Registrace systému...
de: System wird registriert...
el: Καταχώρηση Συστήματος...
es: Registrando el sistema...
fi: Rekisteröidään järjestelmää...
fr: Enregistrement du système...
hu: A rendszer regisztrálása...
it: Registrazione del sistema in corso...
ja: システムを登録しています...
ko: 시스템을 등록하는 중입니다.
nl: Het systeem registreren...
pl: Rejestrowanie systemu...
pt_br: Registrando o sistema...
ru: Регистрация системы...
sk: Registrovanie systému...
sv: Registrerar systemet...
uk: Реєструється система…
zh_cn: 正在注册系统...
zh_tw: 正在註冊系統...

source: Updating to %s ...
ar: يتم الآن التحديث إلى %s ...
ca: Actualitzant a %s ...
cs: Aktualizace na verzi %s...
de: Aktualisierung auf %s ...
el: Ενημέρωση σε %s ...
es: Actualizando a %s...
fi: Päivitetään järjestelmään %s...
fr: Mise à jour vers %s...
hu: Frissítés: %s ...
it: Aggiornamento a %s in corso...
ja: %s にアップデートしています...
ko: %s(으)로 업데이트 중 ...
nl: Bijwerken naar %s ...
pl: Aktualizowanie do %s ...
pt_br: Atualizando para o %s...
ru: Обновление до %s...
sk: Aktualizovanie na %s ...
sv: Uppdaterar till %s ...
uk: Оновлення до %s ...
zh_cn: 正在更新到 %s...
zh_tw: 正在更新至 %s ...

source: Synchronizing Products...
ar: جارٍ مزامنة المنتجات...
ca: Sincronitzant els productes...
cs: Synchronizují se produkty...
de: Produkte werden synchronisiert...
es: Sincronizando productos...
fi: Rekisteröidään tuotteita...
fr: Synchronisation des produits...
hu: Termékek szinkronizálása...
it: Sincronizzazione dei prodotti in corso...
ja: 製品を同期しています...
ko: 제품을 동기화하는 중...
nl: Producten synchroniseren...
pl: Synchronizowanie produktów...
pt_br: Sincronizando Produtos...
ru: Синхронизация продуктов…
sk: Synchronizovanie produktov...
sv: Synkroniserar produkter...
uk: Синхронізація продуктів…
zh_cn: 正在同步产品...
zh_tw: 正在同步產品...

source: Loading Available Extensions and Modules...
ar: يتم الآن تحميل الملحقات والوحدات النمطية المتوفرة...
ca: Carregant extensions i mòduls disponibles...
cs: Načítání dostupných rozšíření a modulů...
de: Verfügbare Erweiterungen und Module werden geladen...
el: Γίνεται φόρτωση διαθέσιμων επεκτάσεων και αρθρωμάτων
es: Cargando extensiones y módulos disponibles...
fi: Ladataan saatavilla olevia laajennuksia ja moduuleja...
fr: Chargement des extensions et modules disponibles...
hu: Az elérhető bővítmények és modulok betöltése folyamatban van...
it: Caricamento di estensioni e moduli disponibili in corso...
ja: 利用可能な拡張機能とモジュールをロードしています...
ko: 사용 가능한 확장 및 모듈을 로드하는 중...
nl: Beschikbare extensies en modules laden...
pl: Ładowanie dostępnych rozszerzeń i modułów...
pt_br: Carregando Extensões e Módulos Disponíveis...
ru: Загрузка доступных расширений и модулей…
sk: Načítavanie dostupných rozšírení a modulov...
sv: Läser in tillgängliga tillägg och moduler...
uk: Завантаження доступних розширень і модулів...
zh_cn: 正在加载可用扩展和模块...
zh_tw: 正在載入可用延伸與模組...

source: Loading Migration Products...
ar: جارٍ تحميل منتجات الترحيل...
ca: Carregant productes de migració...
cs: Načítání produktů migrace...
de: Migrationsprodukte werden geladen...
es: Cargando productos de migración...
fi: Ladataan siirtotuotteita...
fr: Chargement des produits de migration…
hu: Migrációs termékek betöltése...
it: Caricamento dei prodotti per la migrazione in corso...
ja: マイグレーション製品をロードしています...
ko: 마이그레이션 제품 로드 중...
nl: Migratieproducten laden...
pl: Ładowanie produktów migracji...
pt_br: Carregando Produtos de Migração...
ru: Загрузка продуктов для миграции…
sk: Načítavanie migrovaných produktov...
sv: Läser in migreringsprodukter...
uk: Завантаження продуктів міграції…
zh_cn: 正在加载迁移产品...
zh_tw: 正在載入移轉產品...

source: Register Extensions and Modules
ar: تسجيل الامتدادات والوحدات النمطية
ca: Registra extensions i mòduls
cs: Registrace rozšíření a modulů
de: Erweiterungen und Module registrieren
el: Καταχώρηση Επεκτάσεων και Αρθρωμάτων
es: Registrar extensiones y módulos
fi: Rekisteröi laajennukset ja moduulit
fr: Enregistrer des extensions et modules
hu: Bővítmények és modulok regisztrálása
it: Registra estensioni e moduli
ja: 拡張機能とモジュールの登録
ko: 확장 및 모듈 등록
nl: Extensies en modules registreren
pl: Rejestrowanie rozszerzeń i modułów
pt_br: Registrar extensões e módulos
ru: Регистрация расширений и модулей
sk: Registrovať rozšírenia a moduly
sv: Registrera tillägg och moduler
uk: Розширення і модулі реєстрації
zh_cn: 注册扩展和模块
zh_tw: 註冊延伸和模組

source: <p>Extensions and Modules are being registered.</p>
ar: <p>جارٍ تسجيل الملحقات والوحدات النمطية.</p>
ca: <p>Registrant extensions i mòduls.</p>
cs: <p>Probíhá registrace rozšíření a modulů.</p>
de: <p>Die Erweiterungen und Module werden registriert.</p>
el: <p>Επεκτάσεις και αρθρώματα καταχωρούνται.</p>
es: <p>Se están registrando extensiones y módulos.</p>
fi: <p>Laajennuksia ja moduuleja rekisteröidään.</p>
fr: <p>Les extensions et modules sont en cours d'enregistrement.</p>
hu: <p>Folyamatban van a bővítmények és modulok regisztrációja.</p>
it: <p>È in corso la registrazione di estensioni e moduli.</p>
ja: <p>拡張機能とモジュールを登録しています。</p>
ko: <p>확장 및 모듈을 등록하고 있습니다.</p>
nl: <p>Extensies en modules worden geregistreerd.</p>
pl: <p>Rozszerzenia i moduły są rejestrowane.</p>
pt_br: <p>Registrando Extensões e Módulos.</p>
ru: <p>Выполняется регистрация расширений и модулей.</p>
sk: <p>Rozšírenia a moduly sa registrujú.</p>
sv: <p>Tillägg och moduler registreras.</p>
uk: <p>Реєстрація розширень і модулів.</p>
zh_cn: <p>正在注册扩展和模块。</p>
zh_tw: <p>正在註冊延伸與模組。</p>

source: The registration server offers update repositories.
ar: يقدم ملقم التسجيل مستودعات تحديث.
ca: El servidor de registre ofereix repositoris d'actualització.
cs: Registrační server nabízí aktualizované repozitáře.
de: Der Registrierungsserver bietet Aktualisierungs-Repositories an.
es: El servidor de registro ofrece repositorios de actualización.
fi: Rekisteröintipalvelin tarjoaa päivityslähteitä.
fr: Le serveur d'enregistrement propose la mise à jour des dépôts.
hu: A regisztrációs kiszolgáló frissítési forrásokat kínál.
it: Il server di registrazione offre repository di aggiornamento.
ja: 登録サーバはアップデートリポジトリを提供しています。
ko: 등록 서버에서 업데이트 리포지토리를 제공합니다.
nl: De registratieserver biedt opslagruimte voor updates.
pl: Serwer rejestracji oferuje repozytoria aktualizacji.
pt_br: O servidor de registro oferece repositórios de atualização.
ru: Сервер регистрации предлагает обновить репозитории.
sk: Registračný server ponúka aktualizované repozitáre.
sv: Registreringsservern erbjuder uppdateringsarkiv.
uk: Сервер реєстрації додасть сховища оновлення.
zh_cn: 注册服务器提供了更新源。
zh_tw: 註冊伺服器提供了更新儲存庫。

source: Would you like to enable these repositories during installation in order to receive the latest updates?
ar: هل تريد تمكين تلك المستودعات أثناء التثبيت لتلقي آخر التحديثات؟
ca: Voleu habilitar aquests repositoris durant la instal·lació per tal de poder obtenir les últimes actualitzacions?
cs: Chcete během instalace použít tyto repozitáře, aby jste získali nejnovější aktualizace?
de: Möchten Sie diese Repositories während der Installation aktivieren, damit Sie die neuesten Aktualisierungen erhalten?
es: ¿Desea habilitar estos repositorios durante la instalación a fin de recibir las actualizaciones más recientes?
fi: Haluatko ottaa nämä lähteet käyttöön asennettaessa saadaksesi viimeisimmät päivitykset?
fr: Voulez-vous activer ces dépôts pendant l'installation pour recevoir les dernières mises à jour ?
hu: Engedélyezi ezeket a telepítési forrásokat a telepítés során, hogy megkapja a legújabb frissítéseket?
it: Abilitare i repository durante l'installazione per ricevere gli ultimi aggiornamenti?
ja: 最新のアップデートを受信するため、 インストール中にこれらのリポジトリを有効にしますか？
ko: 최신 업데이트를 받기 위해 설치하는 동안 이 리포지토리를 활성화하시겠습니까?
nl: Wilt u deze opslagruimtes inschakelen tijdens de installatie om de nieuwste updates te ontvangen?
pl: Czy podczas instalacji włączyć te repozytoria w celu otrzymywania najnowszych aktualizacji?
pt_br: Deseja habilitar estes repositórios durante a instalação para receber as atualizações mais recentes?
ru: Вы хотите включить эти репозитории во время установки, чтобы получить последние обновления?
sk: Chcete tieto repozitáre povoliť počas inštalácie aby ste dostali najnovšie aktualizácie?
sv: Vill du aktivera dessa lagringsplatser under installationen för att ta emot de senaste uppdateringarna?
uk: Ви б хотіли увімкнути ці сховища під час встановлення для отримання останніх оновлень?
zh_cn: 您要在安装期间启用这些软件源 以获取最新更新吗？
zh_tw: 您是否要在安裝期間啟用這些儲存庫 以接收最新更新？

source: Would you like to enable these repositories during upgrade in order to receive the latest updates?
ar: هل تريد تمكين تلك المستودعات أثناء الترقية لتلقي آخر التحديثات؟
ca: Voleu habilitar aquests repositoris durant l'actualització per tal de poder obtenir les últimes actualitzacions?
cs: Chcete během inovace použít tyto repozitáře, aby jste získali nejnovější aktualizace?
de: Möchten Sie diese Repositories während des Upgrades aktivieren um die neuesten Aktualisierungen zu erhalten?
es: ¿Desea habilitar estos repositorios durante la actualización a fin de recibir las actualizaciones más recientes?
fi: Haluatko ottaa nämä lähteet käyttöön päivitettäessä saadaksesi viimeisimmät päivitykset?
fr: Voulez-vous activer ces dépôts pendant la mise à niveau pour recevoir les dernières mises à jour ?
hu: Engedélyezi ezeket a telepítési forrásokat a frissítés során, hogy megkapja a legújabb frissítéseket?
it: Abilitare i repository durante l'upgrade per ricevere gli ultimi aggiornamenti?
ja: 最新のアップデートを受信するため、 アップグレード中にこれらのリポジトリを有効にしますか？
ko: 최신 업데이트를 받기 위해 업그레이드하는 동안 이 리포지토리를 활성화하시겠습니까?
nl: Wilt u deze opslagruimtes inschakelen tijdens de upgrade om de nieuwste updates te ontvangen?
pl: Czy podczas aktualizowania włączyć te repozytoria w celu otrzymywania najnowszych aktualizacji?
pt_br: Deseja habilitar estes repositórios durante o upgrade para receber as atualizações mais recentes?
ru: Вы хотите включить эти репозитории во время перехода на новую версию, чтобы получить последние обновления?
sk: Chcete tieto repozitáre povoliť počas zvýšenia verzie aby ste dostali najnovšie aktualizácie?
sv: Vill du aktivera dessa lagringsplatser under uppgraderingen för att ta emot de senaste uppdateringarna?
uk: Ви б хотіли увімкнути ці сховища під час вдосконалення для отримання останніх оновлень?
zh_cn: 您想要在升级期间启用这些软件源 以获取最新更新吗？
zh_tw: 您是否要在升級期間啟用這些儲存庫 以接收最新更新？

source: The add-ons listed below are registered but not installed: %s Would you like to downgrade also them in the registration server? If not they will be deactivated.
ca: Els complements que es llisten a continuació estan registrats però no instal·lats: %s També els voleu degradar al servidor de registre? Si no, es desactivaran.
cs: Doplňky v seznamu níže jsou registrovány, ale ne instalovány: %s Chcete je také snížit (downgrade) v registračním serveru? Pokud ne, budou deaktivovány.
de: Die unten aufgeführten Add-Ons sind registriert, aber nicht installiert: %s Möchten Sie sie auch im Registrierungsserver herunterstufen? Wenn nicht, werden sie deaktiviert.
es: Los complementos mostrados a continuación están registrados pero no instalados: %s ¿Desea devolverlos a una versión anterior también en el servidor de registro? Si no se hace, se desactivarán.
fi: Alla olevat lisäosat on rekisteröity muttei asennettu: %s Haluatko palauttaa nekin aiempaan versioon rekisteröintipalvelimessa? Ellet, ne passivoidaan.
fr: Les produits complémentaires répertoriés ci-dessous sont enregistrés, mais pas installés : %s Voulez-vous également les rétrograder sur le serveur d'enregistrement ? Si vous ne les rétrogradez pas, ils seront désactivés.
it: I componenti aggiuntivi elencati sotto sono registrati ma non installati: %s Si intende eseguirne il downgrade anche sul server di registrazione? Altrimenti saranno disattivati.
ja: 下記のアドオンが登録されていますが、インストールされていません: %s 登録サーバ内で上記のアドオンもダウングレードしますか？ ダウングレードしない場合、これらは無効化されます。
nl: De add-ons in de onderstaande lijst zijn geregistreerd maar niet geïnstalleerd: %s Wilt u ze ook afwaarderen in de registratieserver? Indien niet, dan zullen ze gedeactiveerd worden.
pt_br: Os complementos listados abaixo estão registrados, mas não instalados: %s Você gostaria de rebaixar também eles no servidor de registro? Caso contrário, eles serão desativados.
sk: Nižšie uvedené doplnky sú registrované, ale nenainštalované: %s Chcete tiež znížiť ich verziu v registračnom serveri? Ak nie, budú deaktivované.
zh_cn: 下面列出的附加组件已注册但未安装： %s 您要在注册服务器中将它们一并降级吗？ 如果不降级，这些附加组件将会停用。
zh_tw: 下列附加產品已註冊，但未安裝： %s 是否也在註冊伺服器中將它們降級？ 如果不降級，它們將會停用。

source: Reading the Activated Products...
ar: جارٍ قراءة المنتجات التي تم تنشيطها...
ca: Llegint els productes activats...
cs: Načítání aktivovaných produktů...
de: Aktivierte Produkte werden eingelesen...
es: Leyendo los productos activados...
fi: Luetaan aktivoidut tuotteet...
fr: Lecture des produits activés...
hu: Aktivált termékek beolvasása...
it: Lettura dei prodotti attivati in corso...
ja: 有効化されている製品をロードしています...
ko: 활성화된 제품 읽는 중...
nl: Geactiveerde producten worden gelezen...
pl: Odczytywanie aktywowanych produktów...
pt_br: Leitura dos produtos ativados ...
ru: Чтение сведений об активированных продуктах…
sk: Čítanie aktivovaných produktov...
sv: Läser in aktiverade produkter...
uk: Читаємо активовані продукти…
zh_cn: 正在读取激活的产品...
zh_tw: 正在讀取啟用的產品...

source: Registering %s ...
ar: جارٍ تسجيل %s...
ca: Registrant %s ...
cs: Registrace produktu %s...
de: Registrierung läuft: %s ...
el: Γίνεται Καταχώρηση %s...
es: Registrando %s...
fi: Rekisteröidään: %s ...
fr: Enregistrement de %s ...
hu: A(z) %s regisztrálása...
it: Registrazione di %s in corso...
ja: %s を登録しています...
ko: %s 등록 중...
nl: %s registreren...
pl: Rejestrowanie %s...
pt_br: Registrando %s ...
ru: Регистрация %s…
sk: Registrovanie %s ...
sv: Registrerar %s ...
uk: Реєстрація %s ...
zh_cn: 正在注册 %s...
zh_tw: 正在註冊 %s...

source: Certificate:
ar: الشهادة:
ca: Certificat:
cs: Certifikát:
de: Zertifikat:
el: Πιστοποιητικό:
es: Certificado:
fi: Varmenne:
fr: Certificat :
hu: Tanúsítvány:
it: Certificato:
ja: 証明書:
ko: 인증서:
nl: Certificaat:
pl: Certyfikat:
pt_br: Certificado:
ru: Сертификат:
sk: Certifikát:
sv: Certifikat:
uk: Сертифікат:
zh_cn: 证书：
zh_tw: 憑證：

source: Repository '%s' cannot be loaded. Skip the repository or abort?
ar: لا يمكن تحميل المخزن '%s' . هل تريد تخطي المخزن أم إيقافه؟
ca: El repositori "%s" no es pot carregar. Voleu ometre el repositori o avortar-ho?
cs: Repositář '%s' nelze načíst. Přeskočit repozitář nebo ukončit akci?
de: Repository '%s' kann nicht geladen werden. Repository überspringen oder Vorgang abbrechen?
es: No es posible cargar el repositorio %s. ¿Desea omitir el repositorio o cancelar?
fi: Asennuslähdettä ”%s” ei voi ladata. Ohitetaanko asennuslähde vai keskeytetäänkö?
fr: Le dépôt '%s' ne peut pas être chargé. Voulez-vous l'ignorer ou interrompre l'opération ?
hu: A(z) '%s' telepítési forrás nem tölthető be. Kihagyja a telepítési forrást, vagy megszakítja a folyamatot?
it: Impossibile caricare il repository '%s'. Ignorare il repository o interrompere l'operazione?
ja: リポジトリ '%s' を読み込むことができません。 このリポジトリを読み込まずに飛ばしますか？それとも中止しますか?
ko: 리포지토리 '%s'을(를) 로드할 수 없습니다. 리포지토리를 건너뛰거나 중단하시겠습니까?
nl: Opslagruimte '%s' kan niet worden geladen. Opslagruimte overslaan of afbreken?
pl: Nie można załadować repozytorium „%s”. Pominąć to repozytorium czy przerwać operację?
pt_br: Impossível carregar o repositório '%s'. Ignorar o repositório ou interromper?
ru: Не могу загрузить репозиторий %s. Пропустить репозиторий или прервать операцию?
sk: Repozitár '%s' nemôže byť načítaný. Preskočiť repozitár alebo prerušiť?
sv: Lagringsplatsen '%s' kan inte läsas in. Vill du hoppa över lagringsplatsen eller avbryta?
uk: Сховище '%s' неможливо завантажити. Пропустити сховище або перервати процес?
zh_cn: 无法加载 软件源 "%s"。 跳过该源还是中止？
zh_tw: 無法載入 儲存庫「%s」。 是略過儲存庫還是中止？

source: Unknown product
ar: منتج غير معروف
ca: Producte desconegut
cs: Neznámý produkt
de: Unbekanntes Produkt
el: Άγνωστο προϊόν
es: Producto desconocido
fi: Tuntematon tuote
fr: Produit inconnu
hu: Ismeretlen termék
it: Prodotto sconosciuto
ja: 不明な製品
ko: 알 수 없는 제품
nl: Onbekend product
pl: Nieznany produkt
pt_br: Produto desconhecido
ru: Неизвестный продукт
sk: Neznámy produkt
sv: Okänd produkt
uk: Невідомий продукт
zh_cn: 未知产品
zh_tw: 未知的產品
