Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: %{old_product} <b>will be upgraded to</b> %{new_product}.
ar: %{old_product} <b>ستتم ترقيته إلى</b> %{new_product}.
ca: %{old_product} <b>s'actualitzarà a</b> %{new_product}.
cs: Produkt %{old_product} <b>bude inovován na</b> %{new_product}.
de: %{old_product} <b>wird aktualisiert zu</b> %{new_product}.
es: %{old_product} <b>se actualizará a</b> %{new_product}.
fi: %{old_product} <b>päivitetään versioon</b> %{new_product}.
fr: %{old_product} <b>va être mis à niveau vers</b> %{new_product}.
hu: A(z) %{old_product} <b>frissülni fog erre:</b> %{new_product}.
it: <b>Verrà eseguito l'upgrade di %{old_product} a</b> %{new_product}.
ja: %{old_product} は %{new_product}> <b></b>に「アップグレード」されます。
ko: %{old_product}이(가) %{new_product}(으)로 <b>업그레이드</b>됩니다.
nl: Op %{old_product} <b>wordt een upgrade uitgevoerd naar </b> %{new_product}.
pl: %{old_product} <b>zostanie uaktualniony do wersji</b> %{new_product}.
pt_br: %{old_product} <b>terá o upgrade feito para</b> %{new_product}.
ru: %{old_product} <b>будет обновлён до продукта</b> %{new_product}.
sk: %{old_product} <b>bude mať zvýšenú verziu na </b> %{new_product}.
sv: %{old_product} <b>kommer att uppgraderas till</b> %{new_product}.
uk: %{old_product} <b>буде оновлений до</b> %{new_product}.
zh_cn: %{old_product} <b>将升级到</b> %{new_product}。
zh_tw: %{old_product} <b>將升級到</b> %{new_product}。

source: %{old_product} <b>will be downgraded to</b> %{new_product}.
ar: %{old_product} <b>سيتم تخفيضه إلى</b> %{new_product}.
ca: %{old_product} <b>es degradarà a</b> %{new_product}.
cs: Verze produktu %{old_product} <b>bude snížena na</b> %{new_product}.
de: %{old_product} <b>wird ersetzt durch die ältere Version von </b> %{new_product}.
es: %{old_product} <b>se restablecerá a</b> %{new_product}.
fi: %{old_product} <b>alennetaan arvoon</b> %{new_product}.
fr: %{old_product} <b>va être rétrogradé vers</b> %{new_product}.
hu: A(z) %{old_product} <b>verziója visszaváltozik erre:</b> %{new_product}.
it: <b>Verrà eseguito il downgrade di %{old_product} a</b> %{new_product}.
ja: %{old_product} は %{new_product} <b></b>に「ダウングレード」されます。
ko: %{old_product}이(가) %{new_product}(으)로 <b>다운그레이드</b>됩니다.
nl: Op %{old_product} <b>wordt een downgrade uitgevoerd naar </b> %{new_product}.
pl: %{old_product} <b>zostanie obniżony do wersji</b> %{new_product}.
pt_br: %{old_product} <b>terá a instalação de uma versão menos eficiente feita para</b> %{new_product}.
ru: %{old_product} <b>будет заменён на старую версию</b> %{new_product}.
sk: %{old_product} <b>bude mať zníženú verziu na</b> %{new_product}.
sv: %{old_product} <b>kommer att nedgraderas till</b> %{new_product}.
uk: %{old_product} <b>буде понижений до</b> %{new_product}.
zh_cn: %{old_product} <b>将降级到</b> %{new_product}。
zh_tw: %{old_product} <b>將降級到</b> %{new_product}。

source: The selected migration contains a product which is not available at the registration server. Select a different migration target or make the missing products available at the registration server.
ar: يحتوي الترحيل المحدد على منتج غير متوفر في ملقم التسجيل. حدد هدف ترحيل مختلفًا أو قم بتوفير المنتجات غير الموجودة في ملقم التسجيل.
ca: La migració seleccionada conté un producte que no està disponible al servidor de registre. Seleccioneu una destinació de migració diferent o feu disponibles els productes que falten al servidor de registre.
cs: Vybraná migrace obsahuje produkt, který není na registračním serveru k dispozici. Vyberte jiný cíl migrace nebo chybějící produkt na registračním serveru zpřístupněte.
de: Die ausgewählte Migration enthält ein Produkt, das auf dem Registrierungsserver nicht verfügbar ist. Wählen Sie ein anderes Migrationsziel aus, oder stellen Sie die fehlenden Produkte auf dem Registrierungsserver zur Verfügung.
es: La migración seleccionada contiene un producto que no está disponible en el servidor de registro. Seleccione un destino de migración distinto o haga disponibles los productos que faltan en el servidor de registro.
fi: Valittu siirros sisältää tuotteen, jota rekisteröintipalvelimella ei ole. Valitse toinen siirroskohde tai aseta puuttuvat tuotteet saataville rekisteröintipalvelimella.
fr: La migration sélectionnée contient un produit qui n'est pas disponible sur le serveur d'enregistrement. Sélectionnez une autre cible de migration ou mettez les produits manquants à disposition sur le serveur d'enregistrement.
hu: A kiválasztott migráció olyan terméket tartalmaz, amely nem érhető el a regisztrációs kiszolgálón. Válasszon másik migrációt, vagy tegye elérhetővé a hiányzó termékeket a regisztrációs kiszolgálón.
it: La migrazione selezionata contiene un prodotto che non è disponibile nel server di registrazione. Selezionare una destinazione di migrazione diversa o rendere disponibili i prodotti mancanti nel server di registrazione.
ja: 選択したマイグレーションには、登録サーバ にはない製品が含まれています。 別のマイグレーションターゲットを選択するか、存在しない製品 を登録サーバで利用可能にしてください。
ko: 선택한 마이그레이션은 등록 서버에서 사용할 수 없는 제품을 포함합니다. 다른 마이그레이션 대상을 선택하거나 누락된 제품을 등록 서버에서 사용할 수 있도록 하십시오.
nl: De geselecteerde migratie bevat een product dat niet beschikbaar is op de registratieserver. Selecteer een ander migratiedoel of maak de ontbrekende producten beschikbaar op de registratieserver.
pl: Wybrana migracja zawiera produkt, który jest niedostępny na serwerze rejestracji. Wybierz inny obiekt docelowy migracji albo udostępnij niedostępne produkty na serwerze rejestracji.
pt_br: A migração selecionada inclui um produto que não está disponível no servidor de registro. Selecione um destino diferente para migração ou disponibilize os produtos ausentes no servidor de registro.
ru: В выбранном целевом расположении миграции найден продукт, недоступный на сервере регистрации. Выберите другое целевое расположение миграции или убедитесь, что отсутствующие продукты доступны на сервере регистрации.
sk: Vybraná migrácia obsahuje produkt ktorý nie je k dispozícii na registračnom serveri. Vyberte iný cieľ migrácie alebo urobte chýbajúce produkty dostupné na registračnom serveri.
sv: Den valda migreringen innehåller en produkt som inte är tillgänglig på registreringsserver. Väl ett annat migreringsmål eller gör de saknade produkterna tillgängliga på registreringsservern.
uk: Обрана міграція містить продукт, який недоступний на сервері реєстрації. Виберіть інші ціль міграції або зробіть відсутні продукти доступними на сервері реєстрації.
zh_cn: 选定迁移包含注册 服务器上没有的产品。 请选择其他迁移对象或在 注册服务器上提供缺少的产品。
zh_tw: 選定移轉包含註冊 伺服器上沒有的產品。 請選取其他移轉目標或在 註冊伺服器上提供缺少的產品。

source: Checking registration status
ar: التحقق من حالة التسجيل
ca: Comprovació de l'estat del registre
cs: Kontroluji stav registrace
de: Registrierungsstatus wird überprüft
es: Comprobando estado del registro
fi: Tarkista rekisteröintitiedon tila
fr: Vérification du statut d'enregistrement
hu: Regisztráció állapotának ellenőrzése
it: Controllo dello stato della registrazione
ja: 登録状態の確認
ko: 등록 상태 확인 중
nl: Registratiestatus controleren
pl: Sprawdzanie stanu rejestracji
pt_br: Verificando status do registro
ru: Проверка состояния регистрации
sk: Kontrola stavu registrácie
sv: Kontrollerar registreringsdata
uk: Перевірка статусу реєстрації
zh_cn: 检查注册状态
zh_tw: 正在檢查註冊狀態

source: Ins&tall products
ar: ثبت المنتجات
ca: Ins&tal·la els productes
cs: Ins&talované produkty
de: Produkte ins&tallieren
es: Ins&talar productos
fi: &Asenna tuotteet
fr: Ins&taller les produits
hu: &Termékek telepítése
it: Ins&talla prodotti
ja: 製品のインストール (&T)
ko: 제품 설치(&T)
nl: Producten ins&talleren
pl: Ins&taluj produkty
pt_br: Produtos ins&talados
ru: Уст%ановить продукты
sk: &Inštalovať produkty
sv: Installera& produkter
uk: &Встановити продукти
zh_cn: 安装产品(&t)
zh_tw: 安裝產品(&T)

source: &Deactivate
ar: إلغاء تنشيط
ca: &Desactiva
cs: &Deaktivovat
de: &Deaktivieren
es: &Desactivar
fi: &Poista aktivointi
fr: &Désactiver
hu: I&naktiválás
it: &Disattiva
ja: 無効化 (&D)
ko: 비활성화(&D)
nl: &Deactiveren
pl: &Dezaktywuj
pt_br: &Desativar
ru: Д%еактивировать
sk: &Deaktivovať
sv: &Avaktivera
uk: &Вимкнути
zh_cn: 禁用(&d)
zh_tw: 停用(&D)

source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
de: Fortsetzen
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
hu: Folytatás
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
uk: Продовжити
zh_cn: 继续
zh_tw: 繼續

source: These add-ons were not installed: %s
ca: Aquests complements no estan instal·lats: %s
cs: Tyto doplňky nebyly nainstalovány: %s
de: Diese Add-Ons wurden nicht installiert: %s
es: Estos complementos no se han instalado: %s
fi: Näitä lisäosia ei asennettu: %s
fr: Ces produits complémentaires n'ont pas été installés : %s
it: Questi componenti aggiuntivi non sono stati installati: %s
ja: これらのアドオンはインストールされませんでした: %s
nl: Deze add-ons zijn niet geïnstalleerd: %s
pt_br: Esses complementos não foram instalados: %s
sk: Tieto doplnky neboli nainštalované: %s
zh_cn: 以下附加组件未安装： %s
zh_tw: 以下附加產品未安裝： %s

source: <p>The add-ons listed below are registered but not installed: </p>
ca: <p>Els complements que es llisten a continuació estan registrats però no instal·lats: </p>
cs: <p>Doplňky vypsané níže jsou registrovány, ale ne nainstalovány: </p>
de: <p> Die unten aufgelisteten Add-Ons sind registriert aber nicht installiert:</p>
es: <p>Los complementos indicados a continuación están registrados, pero no instalados: </p>
fi: <p>Alla listatut lisäosat on rekisteröity, mutta niitä ei ole asennettu: </p>
fr: <p>Les produits complémentaires répertoriés ci-dessous sont enregistrés, mais pas installés : </p>
it: <p>I componenti aggiuntivi elencati sotto sono registrati ma non installati: </p>
ja: <p>下記のアドオンは登録済みですが、インストールされていません:</p>
nl: <p>De add-ons in de onderstaande lijst zijn geregistreerd maar niet geïnstalleerd: </p>
pt_br: <p>Os complementos listados abaixo estão registrados, mas não instalados: </p>
sk: <p>Nižšie uvedené doplnky sú registrované, ale nenainštalované: </p>
zh_cn: <p>下面列出的附加组件已注册但未安装：</p>
zh_tw: <p>下列附加產品已註冊，但未安裝：</p>

source: <p>It's preferable to <b>deactivate</b> your products at your registration server if you don't plan to use them anymore.</p>
ar: <p>يفضل <b>تعطيل</b> المنتجات الخاصة بك في خادم التسجيل إذا كنت لا ترغب باستخدامها لاحقاً.</p>
ca: <p>És preferible <b>desactivar</b> els vostres productes al servidor de registre si ja no teniu planificat fer-los servir.</p>
cs: <p>Raději <b>deaktivujte</b> své produkty na svém registračním serveru, když je už neplánujete používat.</p>
de: <p>Es wird empfohlen, die Produkte auf Ihrem Registrierungsserver zu <b>deaktivieren</b> sofern Sie diese nicht mehr verwenden wollen.</p>
es: <p>Es preferable <b>desactivar</b> los productos en el servidor de registro si no tiene previsto usarlos más.</p>
fi: <p>On suositeltavaa <b>passivoida</b> tuotteet rekisteröintipalvelimella, ellei niitä käytetä enää jatkossa.</p>
fr: <p>Il est préférable de <b>désactiver</b> vos produits sur le serveur d'enregistrement si vous ne prévoyez plus de les utiliser.</p>
hu: <p>Célszerű <b>inaktiválni</b> a termékeket a regisztrációs kiszolgálón, ha a továbbiakban nem tervezi a használatukat.</p>
it: <p>È preferibile <b>disattivare</b> i prodotti presso il server di registrazione se non si intende usarli più.</p>
ja: <p>お使いの製品を今後使用しない予定である場合は、登録サーバ内で <b>無効化</b> しておくことをお勧めします。</p>
ko: <p>제품을 더 이상 사용하지 않을 계획인 경우 등록 서버에서 제품을 <b>비활성화</b>하는 것이 좋습니다.</p>
nl: <p>Het heeft de voorkeur om uw producten te <b>deactiveren</b> op uw registratieserver als u niet van plan bent ze verder nog te gebruiken.</p>
pl: <p>Jeśli nie planujesz używać już produktów, warto je <b>dezaktywować</b> na serwerze rejestracji.</p>
pt_br: <p>É preferível <b>desativar</b> seus produtos no servidor de registro se você não pretende mais usá-los.</p>
ru: <p>Рекомендуется <b>деактивировать</b> продукты на сервере регистрации, если вы больше не планируете их использовать.</p>
sk: <p>Je lepšie <b>deaktivovať</b> vaše produkty na registračnom serveri, ak ich už neplánujete používať.</p>
sv: <p>Det är bättre att <b>avaktivera</b> dina produkter på din registreringsserver om du inte planerar att använda dem längre.</p>
uk: <p>Бажано <b>вимкнути</b> ваші продукти на нашому сервері реєстрації, якщо ви не плануєте їх більше використовувати.</p>
zh_cn: <p>如果没有计划在未来使用，则最好从注册服务器上 <b>禁用</b> 这些产品。</p>
zh_tw: <p>如果您打算不再使用這些產品，最好在您的註冊伺服器<b>停用</b>它們。</p>

source: Select Extensions
ar: حدد الملحقات
ca: Seleccioneu les extensions
cs: Vybrat rozšíření
de: Erweiterungen auswählen
el: Επιλογή Επεκτάσεων
es: Seleccionar extensiones
fi: Valitse laajennukset
fr: Sélectionner des extensions
hu: Bővítmények kiválasztása
it: Seleziona estensioni
ja: 拡張機能の選択
ko: 확장 선택
nl: Extensies selecteren
pl: Wybierz rozszerzenia
pt_br: Selecionar extensões
ru: Выбрать расширения
sk: Vybrať rozšírenia
sv: Välj tillägg
uk: Вибрати розширення
zh_cn: 选择扩展
zh_tw: 選取延伸

source: Register Again
ar: التسجيل مرة أخرى
ca: Registra un altre cop
cs: Zaregistrovat znovu
de: Erneut registrieren
el: Καταχώρηση Ξανά
es: Registrar de nuevo
fi: Rekisteröi uudelleen
fr: Réenregistrer
hu: Regisztráció megismétlése
it: Registra di nuovo
ja: もう一度登録する
ko: 다시 등록
nl: Opnieuw registreren
pl: Zarejestruj ponownie
pt_br: Registrar novamente
ru: Зарегистрироваться заново
sk: Registrovať znova
sv: Registrera igen
uk: Зареєструватися знову
zh_cn: 再次注册
zh_tw: 再次註冊

source: <p>The system is already registered.</p>
ar: <p>تم تسجيل النظام بالفعل.</p>
ca: <p>El sistema ja està registrat.</p>
cs: <p>Systém je již registrován.</p>
de: <p>Das System ist bereits registriert.</p>
el: <p>Το σύστημα εέχει ήση καταχωρηθεί.</p>
es: <p>El sistema ya está registrado.</p>
fi: <p>Järjestelmä on jo rekisteröity.</p>
fr: <p>Le système est déjà enregistré.</p>
hu: <p>A rendszer már regisztrálva van.</p>
it: <p>Il sistema è già registrato.</p>
ja: <p>システムはすでに登録済みです。</p>
ko: <p>시스템이 이미 등록되어 있습니다.</p>
nl: <p>Het systeem is al geregistreerd.</p>
pl: <p>System jest już zarejestrowany.</p>
pt_br: <p>O sistema já foi registrado.</p>
ru: <p>Система уже зарегистрирована.</p>
sk: <p>Systém je už zaregistrovaný.</p>
sv: <p>Systemet är redan registrerat.</p>
uk: <p>Система вже зареєстрована.</p>
zh_cn: <p>系统已注册。</p>
zh_tw: <p>系統已註冊。</p>

source: <p>If you want to deregister your system you need to log into the SUSE Customer Center and remove the system manually there.</p>
ar: <p>إذا أردت إلغاء تسجيل نظامك، يجب تسجيل الدخول إلى مركز عملاء SUSE وإزالة النظام يدويًا من هناك.</p>
ca: <p>Si voleu desfer el registre del sistema heu d'entrar al SUSE Customer Center i suprimir-ne el sistema manualment.</p>
cs: <p>Chcete-li zrušit registraci svého systému, musíte se přihlásit do zákaznického centra SUSE a systém zde ručně odebrat.</p>
de: <p>Soll die Registrierung des Systems aufgehoben werden, melden Sie sich beim SUSE Customer Center an, und entfernen Sie das System dort manuell.</p>
el: <p>Αν θέλετε να αποκαταχωρήσετε το συστημά σας πρέπει να συνδεθείτε στο Κέντρο Εξυπηρέτησης Πελατών SUSE και να αθαιρέσετε το σύστημα χειροκίνητα εκεί.</p>
es: <p>Si desea anular el registro del sistema, debe entrar al Centro de servicios al cliente de SUSE y eliminar allí el sistema de forma manual.</p>
fi: <p>Jos haluat poistaa järjestelmäsi rekisteröinnin, sinun on kirjauduttava SUSEn asiakaskeskukseen ja poistettava järjestelmä siellä käsin.</p>
fr: <p>Si vous voulez résilier l'enregistrement de votre système, vous devez vous connecter au SUSE Customer Center et le supprimer manuellement.</p>
hu: <p>Ha szeretné törölni a rendszer regisztrációját, be kell jelentkeznie a SUSE Ügyfélközpontba, és ott manuálisan kell eltávolítania a rendszert.</p>
it: <p>Se si desidera annullare la registrazione del sistema, è necessario eseguire il login a SUSE Customer Center e rimuovere il sistema manualmente da qui.</p>
ja: <p>システムを登録解除する場合は、SUSEカスタマーセンターにログインし、そこでシステムを手動で削除する必要があります。</p>
ko: <p>시스템을 등록하려면 SUSE 고객 센터에 로그인하여 시스템을 수동으로 제거해야 합니다.</p>
nl: <p>Als u de registratie van uw systeem ongedaan wilt maken, moet u zich aanmelden bij het SUSE-klantencentrum en het systeem daar handmatig verwijderen.</p>
pl: <p>Aby wyrejestrować system, należy się zalogować do SUSE Customer Center i ręcznie usunąć system.</p>
pt_br: <p>Para cancelar o registro do sistema, é necessário efetuar login no SUSE Customer Center para remover o sistema manualmente.</p>
ru: <p>Чтобы отменить регистрацию системы, необходимо войти в центр по работе с клиентами SUSE и удалить систему вручную.</p>
sk: <p>Ak chcete zrušiť registráciu systému, musíte sa prihlásiť do Zákazníckeho centra SUSE a tam systém ručne odstrániť.</p>
sv: <p>Om du vill avregistrera ditt system måste du logga in i SUSE Customer Center och ta bort systemet manuellt där.</p>
uk: <p>Щоб скасувати реєстрацію системи, необхідно увійти в центр покупця SUSE і видалити систему вручну.</p>
zh_cn: <p>如果要取消注册系统，您需要登录 SUSE Customer Center，在那里手动移除此系统。</p>
zh_tw: <p>若要取消註冊系統，您需要登入 SUSE Customer Center，然後在該位置手動移除系統。</p>

source: <p>You can re-register the system again or register additional extension or modules to enhance the functionality of the system.</p>
ca: <p>Podeu tornar a registrar el sistema o podeu registrar extensions o mòduls addicionals per millorar-ne la funcionalitat.</p>
cs: <p>Můžete znovu zaregistrovat systém nebo zaregistrovat další rozšíření či moduly, abyste zlepšili funkčnost systému.</p>
de: <p>Sie können das System erneut registrieren oder auch zusätzliche Erweiterungen oder Module registrieren und damit den Funktionsumfang des Systems vergrößern.</p>
es: <p>Puede volver a registrar el sistema o bien registrar extensiones o módulos adicionales para mejorar la funcionalidad del sistema.</p>
fr: <p>Vous pouvez enregistrer à nouveau le système ou enregistrer des extensions ou modules supplémentaires afin d'améliorer la fonctionnalité du système.</p>
it: <p>È possibile registrare di nuovo il sistema o registrare estensioni o moduli aggiuntivi per migliorare la funzionalità del sistema.</p>
ja: <p>ここからシステムを再登録することができるほか、追加の拡張機能またはモジュールを登録することもできます。</p>
nl: <p>U kunt het systeem opnieuw registreren of extra extensies of modules registreren om de functionaliteit van het systeem te verbeteren.</p>
pt_br: <p>Você pode registrar novamente o sistema ou registrar extensões ou módulos adicionais para aprimorar a funcionalidade do sistema.</p>
sk: <p>Môžete znova zaregistrovať systém alebo zaregistrovať dodatočné rozšírenia alebo moduly na zvýšenie funkčnosti systému.</p>
zh_cn: <p>您可以再次注册系统，或者注册其他扩展或模块以增强系统功能。</p>
zh_tw: <p>您可以再次重新註冊系統，或者註冊其他延伸或模組，以增強系統的功能。</p>

source: <p>You can register additional extension or modules to enhance the functionality of the system.</p>
ca: <p>Podeu registrar extensions o mòduls addicionals per millorar la funcionalitat del sistema.</p>
cs: <p>Můžete zaregistrovat další rozšíření či moduly, abyste zlepšili funkčnost systému.</p>
de: <p>Sie können zusätzliche Erweiterungen oder Module registrieren und damit den Funktionsumfang des Systems vergrößern.</p>
es: <p>Puede registrar extensiones o módulos adicionales para mejorar la funcionalidad del sistema.</p>
fr: <p>Vous pouvez enregistrer des extensions ou modules supplémentaires afin d'améliorer la fonctionnalité du système.</p>
it: <p>È possibile registrare estensioni o moduli aggiuntivi per migliorare la funzionalità del sistema.</p>
ja: <p>追加の拡張機能またはモジュールを登録することができます。</p>
nl: <p>U kunt extra extensies of modules registreren om de functionaliteit van het systeem te verbeteren.</p>
pt_br: <p>Você pode registrar extensões ou módulos adicionais para aprimorar a funcionalidade do sistema.</p>
sk: <p>Môžete zaregistrovať dodatočné rozšírenia alebo moduly na zvýšenie funkčnosti systému.</p>
zh_cn: <p>您可以注册其他扩展或模块以增强系统功能。</p>
zh_tw: <p>您可以註冊其他延伸或模組，以增強系統的功能。</p>

source: <p>You can re-register it again.</p>
ca: <p>El podeu tornar a registrar.</p>
cs: <p>Můžete jej znovu zaregistrovat.</p>
de: <p>Sie können es erneut registrieren.</p>
es: <p>Puede volver a registrarlo.</p>
fr: <p>Vous pouvez l'enregistrer à nouveau.</p>
it: <p>È possibile registrarlo di nuovo.</p>
ja: <p>再登録を行うことができます。</p>
nl: <p>U kunt het opnieuw registreren.</p>
pt_br: <p>Você pode registrá-lo novamente.</p>
sk: <p>Môžete ho znova zaregistrovať.</p>
zh_cn: <p>您可以重新注册。</p>
zh_tw: <p>您可以再次註冊。</p>

source: <p>At this moment, you can neither re-register it again nor register additional extensions</p>
ca: <p>En aquest moment, no el podeu tornar a registrar ni registrar extensions addicionals.</p>
cs: <p>Právě teď ho nemůžete znovu registrovat, ani registrovat další rozšíření.</p>
de: <p>In diesem Moment können Sie es weder erneut registrieren noch zusätzliche Erweiterungen registrieren</p>
es: <p>En este momento, no puede ni volver a registrarlo ni registrar extensiones adicionales.</p>
fr: <p>Pour le moment, vous ne pouvez ni l'enregistrer à nouveau, ni enregistrer des extensions supplémentaires.</p>
it: <p>Attualmente, non è possibile registrarlo di nuovo o registrare estensioni aggiuntive</p>
ja: <p>この時点では、再登録を行ったり追加の拡張を登録したりすることはできません。</p>
nl: <p>Op dit moment kunt u het niet opnieuw registreren of geen extra extensies registreren</p>
pt_br: <p>Neste momento, você não pode registrá-lo novamente nem registrar extensões adicionais</p>
sk: <p>V tejto chvíli ho nemôžete znova zaregistrovať ani zaregistrovať dodatočné rozšírenia</p>
zh_cn: <p>目前，您既不能重新注册系统，也不能注册其他扩展</p>
zh_tw: <p>現在，您既不可以再次註冊系統，也不可以註冊其他延伸</p>

source: Registration is being updated...
ar: يتم تحديث التسجيل...
ca: El registre s'actualitza...
cs: Aktualizuje se registrace...
de: Die Registrierung wird aktualisiert...
el: Η καταχώρηση ανανεώνεται...
es: El registro se está actualizando...
fi: Rekisteröintiä päivitetään...
fr: La mise à jour de l'enregistrement est en cours…
hu: A regisztráció frissítése folyamatban van...
it: Aggiornamento della registrazione in corso...
ja: 登録を更新しています...
ko: 등록 업데이트 중...
nl: Registratie wordt bijgewerkt...
pl: Rejestracja jest aktualizowana...
pt_br: Atualizando o registro...
ru: Идет обновление регистрации…
sk: Registrácia sa aktualizuje...
sv: Registreringen uppdateras...
uk: Оновлення реєстрації...
zh_cn: 正在更新注册...
zh_tw: 註冊程序正在更新...

source: The previous registration is being updated.
ar: يتم الآن تحديث التسجيل السابق.
ca: El registre anterior s'actualitza.
cs: Aktualizuje se předchozí registrace.
de: Die bisherige Registrierung wurde aktualisiert.
el: Η προηγούμενη καταχώρηση ανανεώνεται.
es: El registro anterior se está actualizando.
fi: Aiempaa rekisteröintiä päivitetään.
fr: L'enregistrement précédent est en cours de mise à jour.
hu: A korábbi regisztráció frissítése folyamatban van.
it: È in corso l'aggiornamento della registrazione precedente.
ja: 以前の登録を更新しています。
ko: 이전 등록을 업데이트하고 있습니다.
nl: De vorige registratie wordt bijgewerkt.
pl: Poprzednia rejestracja jest aktualizowana.
pt_br: O registro anterior está sendo atualizado.
ru: Обновляется предыдущая регистрация.
sk: Predchádzajúca registrácia sa aktualizuje.
sv: Den tidigare registreringen uppdateras.
uk: Попередня реєстрація оновлюється.
zh_cn: 正在更新之前的注册。
zh_tw: 正在更新之前的註冊。
