Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: <p>Please note, that some extensions or modules might need specific registration code.</p>
ar: <p>الرجاء ملاحظة أن بعض الامتدادات أو الوحدات النمطية قد تتطلب رمز تسجيل خاصًا.</p>
ca: <p>Si us plau, tingueu present que algunes extensions o mòduls poden necessitar un codi de registre específic.</p>
cs: <p>Upozorňujeme, že některá rozšíření a moduly mohou vyžadovat specifický registrační kód.</p>
de: <p>Für bestimmte Erweiterungen oder Module benötigen Sie dabei einen besonderen Registrierungscode.</p>
el: <p>Παρακαλούμε σημειώστε, οτι κάποιες επεκτάσεις ή αρθρώματα μπορει να χρειαστούν κάποιο ειδικό κωδικό εγγραφής</p>
es: <p>Tenga en cuenta que algunas extensiones o módulos podrían necesitar un código de registro específico.</p>
fi: <p>Huomaa, että jotkin laajennukset ja moduulit voivat vaatia erillisiä rekisteröintikoodeja.</p>
fr: <p>Notez que certaines extensions ou certains modules peuvent nécessiter un code d'enregistrement spécifique.</p>
hu: <p>Megjegyzés: Egyes bővítményekhez vagy modulokhoz külön regisztrációs kód lehet szükséges.</p>
it: <p>Per alcune estensioni o moduli potrebbe essere necessario un codice di registrazione specifico.</p>
ja: <p>拡張機能やモジュールの中には特定の登録コードが必要なものもあるので注意してください。</p>
ko: <p>일부 확장 또는 모듈은 특정 등록 코드가 필요할 수 있습니다.</p>
nl: <p>Voor sommige extensies of modules is mogelijk een specifieke registratiecode vereist.</p>
pl: <p>Należy pamiętać, że niektóre rozszerzenia lub moduły mogą wymagać określonego kodu rejestracyjnego.</p>
pt_br: <p>Observe que algumas extensões ou módulos podem precisar de código de registro específico.</p>
ru: <p>Обратите внимание, что для некоторых расширений и модулей может потребоваться отдельный код регистрации.</p>
sk: <p>Vezmite, prosím, na vedomie, že niektoré rozšírenia alebo moduly môžu vyžadovať zvláštny registračný kód.</p>
sv: <p>Observera att vissa tillägg eller moduler kan behöva specifika registreringskoder.</p>
uk: <p>Зверніть увагу, що для деяких розширень і модулів може знадобитися окремий код реєстрації.</p>
zh_cn: <p>请注意，有些扩展或模块可能需要特定注册码。</p>
zh_tw: <p>請注意，部分延伸或模組可能需要特定的註冊代碼。</p>

source: <p>If you want to remove any extension or module you need to log into the SUSE Customer Center and remove them manually there.</p>
ar: <p>إذا رغبت في إزالة أي ملحق أو وحدة نمطية، قم بتسجيل الدخول لمركز خدمة عملاء SUSE وأزلها يدوياً من هناك.</p>
ca: <p>Si voleu suprimir cap extensió o mòdul heu d'entrar al SUSE Customer Center i suprimir-los-en manualment.</p>
cs: <p>Pokud budete chtít některé rozšíření nebo modul odebrat, bude potřeba se přihlásit do Zákaznického centra SUSE a tam je odebrat ručně.</p>
de: <p>Soll eine Erweiterung oder ein Modul entfernt werden, melden Sie sich beim SUSE Customer Center an, und entfernen Sie diese dort manuell.</p>
es: <p>Si desea eliminar alguna extensión o módulo, debe entrar en el Centro de servicios al cliente de SUSE y eliminarlo allí de forma manual.</p>
fi: <p>Jos haluat poistaa kaikki laajennukset tai moduulit, kirjaudu sisään SUSE-asiakaskeskukseen ja poista ne manuaalisesti sieltä.</p>
fr: <p>Si vous souhaitez supprimer une extension ou un module, vous devez vous connecter au SUSE Customer Center et les y supprimer manuellement.</p>
hu: <p>Ha bővítményt vagy modult szeretne eltávolítani, be kell jelentkeznie a SUSE Ügyfélközpontba, és ott kell kézzel eltávolítania azt.</p>
it: <p>Se si vuole rimuovere un modulo od estensione ci si deve autenticare nel Centro clienti di SUSE e da lì rimuoverli manualmente.</p>
ja: <p>拡張やモジュールを削除したい場合は、 SUSE カスタマーセンターにログインしてから、手作業で削除してください。</p>
ko: <p>확장 또는 모듈을 제거하려면 SUSE 고객 센터에 로그인하여 수동으로 제거해야 합니다.</p>
nl: <p>Als een extensie of module wilt verwijderen dan moet u zich aanmelden in het SUSE Customer Center en ze daar handmatig verwijderen.</p>
pl: <p>Jeśli chcesz usunąć rozszerzenie lub moduł, musisz się zalogować do SUSE Customer Center i ręcznie je tam usunąć.</p>
pt_br: <p>Para remover qualquer extensão ou módulo, é necessário efetuar login no SUSE Customer Center para removê-lo manualmente.</p>
ru: <p>Чтобы удалить расширение или модуль, войдите в центр по работе с клиентами SUSE и удалите его вручную.</p>
sk: <p>Ak chcete odstrániť akékoľvek rozšírenie alebo modul, musíte sa prihlásiť do Zákazníckeho centra SUSE a odstrániť ich tam ručne.</p>
sv: <p>Om du vill ta bort ett tillägg eller en modul måste du logga in på SUSE Customer Center och ta bort dem manuellt där.</p>
uk: <p>Щоб видалити розширення або модуль, увійдіть в центр покупця SUSE і видаліть його вручну.</p>
zh_cn: <p>若您想要移除扩展或模块，您需要登录 SUSE 客服中心并在那里手动移除它们。</p>
zh_tw: <p>若要移除任何延伸或模組，您需要登入 SUSE Customer Center，然後在該位置手動將其移除。</p>

source: <p>The extensions and modules can have several states depending how they were selected.</p>
ar: <p>ملحقات الوحدات يمكن أن تكون بالعديد من الحالات اعتمادا طريقة اختيارها</p>
ca: <p>Les extensions i els mòduls poden tenir estats diversos segons com se seleccionin.</p>
cs: <p>Registrace rozšíření a modulů může mít několik stavů záležejících na tom, jak byly vybrány.</p>
de: <p>Die Erweiterungen und Module können mehrere Zustände haben, abhängig davon, wie sie ausgewählt wurden.</p>
es: <p>Las extensiones y módulos pueden tener varios estados según cómo se hayan seleccionado.</p>
fi: <p>Laajennuksista ja moduuleista voi olla useita eri tiloja sen mukaan, miten ne valittiin.</p>
fr: <p>Les extensions et les modules peuvent avoir plusieurs états selon comment ils ont été sélectionnés.</p>
hu: <p>A bővítményeknek és a moduloknak többféle állapotuk lehet, attól függően, hogyan történt a kiválasztásuk.</p>
it: <p>Le estensioni e i moduli possono avere diversi stati a seconda di come sono stati selezionati.</p>
ja: <p>拡張とモジュールは、その選択によって様々な状態になりえます。</p>
ko: <p>선택된 방법에 따라 확장 및 모듈은 다양한 상태를 가질 수 있습니다.</p>
nl: <p>De extensies en modulen kunnen verschillende statussen hebben afhankelijk van hoe ze zijn geselecteerd.</p>
pl: <p>Rozszerzenia i moduły mogą mieć różne stany w zależności od sposobu ich wybrania.</p>
pt_br: <p>As extensões e módulos podem ter vários estados dependendo de como foram selecionados.</p>
ru: <p>Расширения и модули могут быть в различных состояниях в зависимости от того, как они были выбраны.</p>
sk: <p>Rozšírenia a moduly môžu mať niekoľko stavov v závislosti od toho, ako boli vybrané.</p>
sv: <p>Tillägg och moduler kan ha flera tillstånd beroende på hur de valdes.</p>
uk: <p>Розширення і модулі можуть мати декілька станів залежно від того, як вони обрані.</p>
zh_cn: <p>扩展和模块可以有多个状态，这取决于是如何选择的。</p>
zh_tw: <p>延伸與模組可以有多種狀態，具體視它們的選取方式而定。</p>

source: The extension or module is selected to install by user or is pre-selected as a recommended addon.
ar: يتم اختيار التمديد أو وحدة التثبيت من قبل المستخدم أو يتم تحديدها مسبقا كإضافة موصى بها.
ca: L'usuari selecciona l'extensió o el mòdul per a la instal·lació o se seleccionen prèviament com a complement recomanat.
cs: Rozšíření nebo modul je vybrán k instalaci uživatelem nebo je předvybrán jako doporučený doplněk.
de: Die Erweiterung oder das Modul ist für die Installation durch den Benutzer ausgewählt oder als empfohlenes Addon vorselektiert.
es: El usuario ha seleccionado la extensión o el módulo para instalarlos o los ha preseleccionado como complemento recomendado.
fi: Laajennuksen tai moduulin on käyttäjä valinnut asennettavaksi tai se on esivalittu suositeltavaksi lisäosaksi.
fr: L'extension ou le module est sélectionné pour installation par l'utilisateur ou est présélectionné en tant que produit complémentaire recommandé.
hu: A bővítményt vagy a modult a felhasználó választotta ki telepítéshez, vagy előzetesen lett kiválasztva javasolt bővítményként.
it: L'estensione o il modulo è selezionato per l'installazione da parte dell'utente o è pre-selezionato come componente aggiuntivo raccomandato.
ja: 対象の拡張やモジュールを、ユーザ側でインストールするように選択しているか、もしくは推奨アドオンとして事前選択していることを示しています。
ko: 확장 또는 모듈은 사용자가 설치하거나 권장 추가 기능으로 미리 선택됩니다.
nl: De extensie of de module is geselecteerd om door de gebruiker te worden geïnstalleerd of is voorgeselecteerd als een aanbevolen add-on.
pl: Rozszerzenie lub moduł wybrano jako przeznaczone do zainstalowania przez użytkownika lub wstępnie wybrano jako zalecane dodatki.
pt_br: A extensão ou módulo está selecionada para instalar pelo usuário ou é pré-selecionada como um complemento recomendado.
ru: Расширение или модуль выбраны для установки пользователем или предварительно выбраны в качестве рекомендуемого дополнительного модуля.
sk: Rozšírenie alebo modul je vybratý na inštaláciu používateľom alebo je predvybraný ako odporúčaný doplnok.
sv: Användaren har valt att installera modulen eller tillägget eller den har förvalts som rekommenderat tillägg.
uk: Розширення або модуль вибрано для встановлення користувачем або попередньо вибрано як рекомендоване доповнення.
zh_cn: 扩展或模块由用户选择并安装，或作为推荐的附加组件预先选好。
zh_tw: 使用者選擇安裝該延伸或模組，或該延伸或模組已預先選定為建議的附加產品。

source: The extension or module is not selected to install.
ar: لم يتم تحديد الإضافة أو الوحدة النمطية لتثبيتها.
ca: L'extensió o el mòdul no estan seleccionats per instal·lar.
cs: Rozšíření nebo modul není vybrán k instalaci.
de: Die Erweiterung oder das Modul wurde nicht zur Installation ausgewählt.
es: La extensión o el módulo no están seleccionados para instalarse.
fi: Laajennusta tai moduulia ei ole valittu asennettavaksi.
fr: L'extension ou le module n'est pas sélectionné pour être installé.
hu: A bővítmény vagy a modul nincs kiválasztva telepítéshez.
it: L'estensione o il modulo non è selezionato per l'installazione.
ja: 対象の拡張やモジュールを、インストールするよう選択していないことを示しています。
ko: 확장 또는 모듈이 설치하도록 선택되지 않았습니다.
nl: De extensie of de module is niet geselecteerd om te worden geïnstalleerd.
pl: Rozszerzenia lub modułu nie wybrano do zainstalowania.
pt_br: A extensão ou módulo não está selecionada para instalar.
ru: Расширение или модуль не выбраны для установки.
sk: Rozšírenie alebo modul nie je vybratý na inštaláciu.
sv: Tillägget eller modulen har inte valts för installation.
uk: Розширення або модуль не вибрані для встановлення.
zh_cn: 还未选择要安装的扩展或模块。
zh_tw: 未選擇安裝該延伸或模組。

source: The extension or module was selected automatically as a dependency of another extension or module.
ar: تم اختيار الإضافة أو الوحدة تلقائيا كإعتماد ملحق أو وحدة نمطية.
ca: L'extensió o el mòdul s'ha seleccionat automàticament com a dependència d'una altra extensió o mòdul.
cs: Rozšíření nebo modul byl vybrán automaticky jako závislost jiného rozšíření nebo modulu.
de: Die Erweiterung oder das Modul wurde automatisch wg. einer Abhängigkeit zu einer anderen Erweiterung oder einem Modul ausgewählt.
es: La extensión o el módulo se han seleccionado manualmente como dependencias de otra extensión o módulo.
fi: Laajennus tai moduuli valittiin automaattisesti toisen laajennuksen tai moduulin riippuvuudeksi.
fr: L'extension ou le module a été sélectionné automatiquement en tant que dépendance d'une autre extension ou d'un autre module.
hu: A bővítmény vagy a modul automatikusan lett kiválasztva egy másik bővítmény vagy modul függőségeként.
it: L'estensione o il modulo era stato selezionato automaticamente come dipendenza di un'altra estensione o modulo.
ja: 対象の拡張やモジュールを、他のモジュールや拡張が利用する依存関係として、自動選択していることを示しています。
ko: 확장 또는 모듈이 다른 확장 또는 모듈의 종속성으로 자동으로 선택되었습니다.
nl: De extensie of de module is automatisch geselecteerd als een afhankelijkheid van een andere extensie of module.
pl: Rozszerzenie lub moduł wybrano automatycznie jako zależne od innego rozszerzenia lub modułu.
pt_br: A extensão ou módulo foi selecionada automaticamente como dependência de outra extensão ou módulo.
ru: Расширение или модуль выбраны автоматически в качестве зависимого компонента для другого расширения или модуля.
sk: Rozšírenie alebo modul bol vybratý automaticky ako závislosť iného rozšírenia alebo modulu.
sv: Tillägget eller modulen har valts automatiskt som underordnad till ett annat tillägg eller modul.
uk: Розширення або модуль були вибрані автоматично, як залежність для іншого розширення чи модуля.
zh_cn: 作为另一个扩展或模块的依赖，该扩展或模块已被自动选中。
zh_tw: 該延伸或模組已自動選定為另一個延伸或模組的相依項。

source: Extension and Module Selection
ar: تحديد الملحق والوحدة النمطية
ca: Selecció d'extensions i mòduls
cs: Výběr rozšíření a modulů
de: Auswahl der Erweiterungen und Module
el: Επιλογή επεκτάσεων και αρθρωμάτων
es: Selección de extensión y módulo
fi: Laajennusten ja moduulien valinta
fr: Sélection des modules et extensions
hu: Bővítmények és modulok kiválasztása
it: Selezione di estensioni e moduli
ja: 拡張機能とモジュールの選択
ko: 확장 및 모듈 선택
nl: Extensie- en moduleselectie
pl: Wybór rozszerzenia i modułu
pt_br: Seleção de Extensão e Módulo
ru: Выбор расширений и модулей
sk: Výber rozšírení a modulov
sv: Välj tillägg och moduler
uk: Вибір розширень і модулів
zh_cn: 扩展和模块选择
zh_tw: 延伸與模組選項

source: <p>Here you can select available extensions and modules for your system.</p>
ca: <p>Aquí podeu seleccionar extensions i mòduls disponibles per al sistema.</p>
cs: <p>Zde si můžete vybrat dostupná rozšíření a moduly pro váš systém.</p>
de: <p>Hier können Sie verfügbare Erweiterungen und Module für Ihr System auswählen.</p>
fr: <p>Vous pouvez sélectionner ici les extensions et modules disponibles pour votre système.</p>
it: <p>Qui è possibile selezionare le estensioni e i moduli disponibili per il sistema.</p>
ja: <p>ここでは、お使いのシステムで利用可能な拡張機能とモジュールを選択できます。</p>
nl: <p>Hier kunt u beschikbare extensies en modulen selecteren voor uw systeem.</p>
pt_br: <p>Aqui você pode selecionar extensões e módulos disponíveis para o seu sistema.</p>
sk: <p>Tu môžete vybrať dostupné rozšírenia a moduly pre váš systém.</p>
zh_cn: <p>您可以在此处选择可用于您系统的扩展和模块。</p>

source: Available Extensions and Modules
ar: الملحقات والوحدات النمطية المتوفرة
ca: Extensions i mòduls disponibles
cs: Dostupná rozšíření a moduly
de: Verfügbare Erweiterungen und Module
el: Διαθέσιμες Επεκτάσεις και Αρθρώματα
es: Extensiones y módulos disponibles
fi: Saatavilla olevat laajennukset ja moduulit
fr: Extensions et modules disponibles
hu: Elérhető bővítmények és modulok
it: Estensioni e moduli disponibili
ja: 利用可能な拡張機能とモジュール
ko: 사용 가능한 확장 및 모듈
nl: Beschikbare extensies en modules
pl: Dostępne rozszerzenia i moduły
pt_br: Extensões e módulos disponíveis
ru: Доступные расширения и модули
sk: Dostupné rozšírenia a moduly
sv: Tillgängliga tillägg och moduler
uk: Доступні розширення та модулі
zh_cn: 可用扩展和模块
zh_tw: 可用延伸和模組

source: <p>Here you can select which extensions or moduleswill be registered together with the base product.</p>
ar: <p>يمكن من هنا تحديد الملحقات أو الوحدات النمطية التي سيتم تسجيلها مع المنتج الأساسي.</p>
ca: <p>Aquí podeu seleccionar quines extensions o mòduls es registraran conjuntament amb el producte de base.</p>
cs: <p>Zde můžete vybrat, která rozšíření nebo moduly budou zaregistrovány společně se základním produktem.</p>
de: <p>Hier können Sie angeben, welche Erweiterungen oder Module zusammen mit dem Basisprodukt registriert werden sollen.</p>
el: <p>Εδώ μπορείτε να επιλέξετε ποιες επεκτάσεις ή αρθρώματα θα καταχωρηθούν μαζί με το βασικό προιόν.</p>
es: <p>Aquí puede seleccionar las extensiones o módulos que se registrarán junto con el producto base.</p>
fi: <p>Tässä voit valita, mitkä laajennukset ja moduulit rekisteröidään yhdessä perustuotteen kanssa.</p>
fr: <p>Ici, vous pouvez sélectionner les extensions ou modules qui seront enregistrés avec le produit de base.</p>
hu: <p>Itt adhatja meg, hogy az alaptermékkel együtt milyen bővítmények vagy modulok lesznek regisztrálva.</p>
it: <p>Qui è possibile scegliere quali estensioni o moduli registrare insieme al prodotto di base.</p>
ja: <p>ここでは、基本製品と同時に登録する拡張機能またはモジュールを選択できます。</p>
ko: <p>여기에서 기본 제품과 함께 등록할 확장 또는 모듈을 선택할 수 있습니다.</p>
nl: <p>Hier kunt u selecteren welke extensies of modules worden geregistreerd met het basisproduct.</p>
pl: <p>Tutaj można wybrać rozszerzenia lub moduły, które zostaną zarejestrowane razem z produktem podstawowym.</p>
pt_br: <p>É possível selecionar quais extensões ou módulos serão registrados juntamente com o produto base.</p>
ru: <p>Здесь можно выбрать, какие расширения или модули будут зарегистрированы с базовым продуктом.</p>
sk: <p>Tu môžete vybrať, ktoré rozšírenia alebo moduly budú zaregistrované spolu so základným produktom.</p>
sv: <p>Här kan du välja vilka tillägg eller moduler som ska registreras tillsammans med basprodukten.</p>
uk: <p>Тут можна вибрати, які розширення або модулі будуть зареєстровані з базовим продуктом.</p>
zh_cn: <p>您可以在此处选择将随基础产品一起注册的扩展或模块。</p>
zh_tw: <p>您可以在此處選取將要註冊的延伸或模組以及基本產品。</p>

source: Register Optional Extensions or Modules
ar: تسجيل الملحقات أو الوحدات النمطية الاختيارية
ca: Registreu extensions o mòduls opcionals
cs: Registrujte volitelná rozšíření nebo moduly
de: Optionale Erweiterungen oder Module registrieren
el: Καταχώρηση προαιρετικών επεκτάσεων ή αρθρωμάτων
es: Registrar extensiones o módulos opcionales
fi: Rekisteröi valinnaisia laajennuksia tai moduuleja
fr: Enregistrer les extensions ou modules facultatifs
hu: Választható bővítmények vagy modulok regisztrálása
it: Registra estensioni o moduli opzionali
ja: オプションの拡張機能またはモジュールの登録
ko: 선택적 확장 또는 모듈 등록
nl: Optionele extensies of modules registreren
pl: Rejestrowanie opcjonalnych rozszerzeń lub modułów
pt_br: Registrar Extensões ou Módulos Opcionais
ru: Регистрация дополнительных расширений или модулей
sk: Registrovať voliteľné rozšírenia alebo moduly
sv: Registrera valfria tillägg eller moduler
uk: Реєструвати необов'язкові розширення або модулі
zh_cn: 注册可选扩展或模块
zh_tw: 註冊可選延伸或模組

source: Identifier
ar: المعرِّف
ca: Identificador
cs: Identifikátor
de: Kennung
el: Αναγνωριστικό
es: Identificador
fi: Tunniste
fr: Identificateur
hu: Azonosító
it: Identificatore
ja: ID
ko: 식별자
nl: Id
pl: Identyfikator
pt_br: Identificador
ru: Идентификатор
sk: Identifikátor
sv: Identifierare
uk: Ідентифікатор
zh_cn: 标识符
zh_tw: 識別碼

source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
hu: Verzió
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
sk: Verzia
uk: Версія
zh_cn: 版本
zh_tw: 版本

source: Architecture
ar: هيكل
ca: Arquitectura
cs: Architektura
de: Architektur
el: Αρχιτεκτονική
es: Arquitectura
fi: Arkkitehtuuri
hu: Architektúra
it: Architettura
ja: アーキテクチャ
ko: 아키텍처
nl: Architectuur
pl: Architektura
pt_br: Arquitetura
ru: Архитектура
sk: Architektúra
sv: Arkitektur
uk: Архітектура
zh_cn: 架构
zh_tw: 架構

source: Release Type
ar: نوع الإصدار
ca: Tipus de versió
cs: Typ vydání
de: Versionstyp
el: Τύπος Έκδοσης
es: Tipo de versión
fi: Julkaisun tyyppi
fr: Type de version
hu: Kiadás típusa
it: Tipo di release
ja: リリースタイプ
ko: 릴리스 유형
pl: Typ wydania
pt_br: Tipo de Versão
ru: Тип выпуска
sk: Typ vydania
sv: Versionstyp
uk: Тип випуску
zh_cn: 发行类型
zh_tw: 版本類型

source: Registration Code
ar: رمز التسجيل
ca: Codi de registre
cs: Registrační kód
de: Registrierungscode
el: Κωδικός Καταχώρησης
es: Código de registro
fi: Rekisteröintikoodi
fr: Code d'enregistrement
hu: Regisztrációs kód
it: Codice di registrazione
ja: 登録コード
ko: 등록 코드
nl: Registratiecode
pl: Kod rejestracyjny
pt_br: Código de registro
ru: Регистрационный код
sk: Registračný kód
sv: Registreringskod
uk: Реєстраційний код
zh_cn: 注册码
zh_tw: 註冊代碼

source: Download Available Extensions...
ar: تنزيل الملحقات المتوفرة...
ca: Descarrega les extensions disponibles...
cs: Stáhnout dostupná rozšíření...
de: Verfügbare Erweiterungen herunterladen...
el: Γίνεται λήψη διαθέσιμων επεκτάσεων...
es: Descargar extensiones disponibles...
fi: Ladataan saatavilla olevia laajennuksia...
fr: Télécharger les extensions disponibles...
hu: A rendelkezésre álló bővítmények letöltése...
it: Scarica estensioni disponibili...
ja: 利用可能な拡張機能のダウンロード...
ko: 사용 가능한 확장 다운로드...
nl: Beschikbare extensies downloaden...
pl: Pobierz dostępne rozszerzenia...
pt_br: Fazer Download das Extensões Disponíveis...
ru: Загрузить доступные расширения…
sk: Stiahnuť dostupné rozšírenia...
sv: Hämta tillgängliga tillägg...
uk: Завантажити доступні розширення...
zh_cn: 下载可用扩展...
zh_tw: 下載可用延伸...

source: Really delete '%s'?
ar: هل تريد حقًا حذف '%s'؟
ca: Relament suprimir '%s'?
cs: Opravdu chcete odstranit %s?
de: '%s' wirklich löschen?
el: Θέλετε πραγματικά να γίνει διαγραφή
es: ¿Seguro que desea suprimir %s?
fi: Poistetaanko "%s" varmasti?
fr: Voulez-vous vraiment effacer '%s' ?
hu: Valóban törli a következőt:'%s'?
it: Eliminare '%s'?
ja: 本当に「%s」を削除しますか?
ko: '%s'을(를) 삭제하시겠습니까?
nl: '%s' verwijderen?
pl: Czy na pewno usunąć %s?
pt_br: Realmente apagar '%s'?
ru: Действительно удалить «%s»?
sk: Naozaj vymazať '%s'?
sv: Vill du ta bort %s?
uk: Дійсно видалити '%s'?
zh_cn: 确实要删除“%s”吗？
zh_tw: 確定要刪除「%s」嗎？

source: Extension or Module &Identifier
ar: م&عرف الملحق أو الوحدة النمطية
ca: &Identificador d'extensió o mòdul
cs: &Identifikátor rozšíření nebo modulu
de: Erweiterungs- oder Modul&kennung
el: &Ταυτοποιητής επεκτάσεων ή αρθρωμάτων
es: E&xtensión o identificador del módulo
fi: Laajennuksen tai moduulin &tunniste
fr: &Identificateur d'extension ou de module
hu: A bővítmény vagy modul &azonosítója
it: &Identificativo estensione o modulo
ja: 拡張機能またはモジュールのID(&I)
ko: 확장 또는 모듈 식별자(&I)
nl: Uitbreidings- of module-&id
pl: &Identyfikator rozszerzenia lub modułu
pt_br: &Identificador de Extensão ou Módulo
ru: &Идентификатор расширения или модуля
sk: &Identifikátor rozšírenia alebo modulu
sv: &Identifierare för tillägg och moduler
uk: &Ідентифікатор розширення або модуля
zh_cn: 扩展或模块标识符(&I)
zh_tw: 延伸或模組識別碼(&I)

source: &Version
ar: الإ&صدار
ca: &Versió
cs: &Verze
el: &Έκδοση
es: &Versión
fi: &Versio
hu: &Verzió
it: &Versione
ja: バージョン(&V)
ko: 버전(&V)
nl: &Versie
pl: &Wersja
pt_br: &Versão
ru: &Версия
sk: &Verzia
uk: &Версія
zh_cn: 版本(&V)
zh_tw: 版本(&V)

source: &Architecture
ar: اله&يكل
ca: &Arquitectura
cs: &Architektura
de: &Architektur
el: &Αρχιτεκτονική
es: &Arquitectura
fi: &Arkkitehtuuri
hu: &Architektúra
it: &Architettura
ja: アーキテクチャ(&A)
ko: 아키텍처(&A)
nl: &Architectuur
pl: &Architektura
pt_br: &Arquitetura
ru: &Архитектура
sk: &Architektúra
sv: &Arkitektur
uk: &Архітектура
zh_cn: 架构(&A)
zh_tw: 架構(&A)

source: &Release Type
ar: &نوع الإصدار
ca: &Tipus de versió
cs: &Typ vydání
de: &Versionstyp
el: &Τύπος Έκδοσης
es: &Tipo de versión
fi: &Julkaisun tyyppi
fr: Type de &version
hu: &Kiadás típusa
it: &Tipo di release
ja: リリースタイプ(&R)
ko: 릴리스 유형(&R)
pl: Typ &wydania
pt_br: &Tipo de Versão
ru: &Тип выпуска
sk: &Typ vydania
sv: Ve&rsionstyp
uk: &Тип випуску
zh_cn: 发行类型(&R)
zh_tw: 版本類型(&R)

source: Registration &Code
ar: &رمز التسجيل
ca: &Codi de registre
cs: Registrační &kód
de: Registrierungs&code
el: &Κωδικός Καταχώρησης
es: &Código de registro
fi: Rekisteröintikoo&di
fr: &Code d'enregistrement
hu: Regisztrációs &kód
it: &Codice di registrazione
ja: 登録コード(&C)
ko: 등록 코드(&C)
nl: Registratie&code
pl: Kod rejestra&cji
pt_br: &Código de registro
ru: Регистрационный &код
sk: &Registračný kód
sv: Registreringsk&od
uk: Реєстраційний &код
zh_cn: 注册码(&C)
zh_tw: 註冊代碼(&C)
