Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: <p><b>Importing an unknown certificate without verification is a big security risk.</b></p>
ar: <p><b>يعتبر استيراد شهادة غير معروفة دون التحقق مخاطرة أمنية كبيرة.</b></p>
ca: <p><b>Importar un certificat desconegut sense verificació és un risc de seguretat important.</b></p>
cs: <p><b>Import neznámého certifikátu bez ověření představuje závažné bezpečnostní riziko.</b></p>
de: <p><b>Das Importieren eines unbekannten Zertifikats ohne entsprechende Überprüfung ist ein großes Sicherheitsrisiko.</b></p>
el: <p>Η εισαγωγή ενός άγνωστου πιστοποιητικού χωρίς επαλήθευση είναι ένα μεγάλο ρίσκο για την ασφάλεια.</b></p>
es: <p><b>Importar un certificado desconocido sin verificación supone un gran riesgo de seguridad.</b></p>
fi: <p><b>Tuntemattoman varmenteen tuonti on iso tietoturvariski.</b></p>
fr: <p><b>Importer un certificat inconnu sans vérification représente un risque important pour la sécurité.</b></p>
hu: <p><b>Ismeretlen tanúsítvány ellenőrzés nélküli importálása nagyon nagy biztonsági kockázatot jelent.</b></p>
it: <p><b>L'importazione di un certificato sconosciuto senza verifica è un rischio notevole in termini di sicurezza.</b></p>
ja: <p><b>検証を行わずに不明な証明書をインポートすることは、大きなセキュリティリスクです。</b></p>
ko: <p><b>확인하지 않고 알 수 없는 인증서를 임포트하면 보안상 위험합니다.</b></p>
nl: <p><b>Als u een onbekend certificaat zonder verificatie importeert, loopt u een groot beveiligingsrisico.</b></p>
pl: <p><b>Importowanie nieznanego certyfikatu bez weryfikacji stanowi duże zagrożenie bezpieczeństwa.</b></p>
pt_br: <p><b>A importação de um certificado desconhecido sem verificação é um alto risco de segurança.</b></p>
ru: <p><b>Импорт неизвестного сертификата без проверки представляет значительную угрозу.</b></p>
sk: <p><b>Importovanie neznámeho certifikátu bez overenia je veľkébezpečnostné riziko.</b></p>
sv: <p><b>Att importera ett okänt certifikat utan verifiering innebär en stor säkerhetsrisk.</b></p>
uk: <p><b>Імпорт невідомого сертифіката без перевірки представляє значну загрозу.</b></p>
zh_cn: <p><b>不校验即导入未知证书会带来严重的安全隐患。</b></p>
zh_tw: <p><b>輸入未知證書而不進行驗證存在極大的安全風險。</b></p>

source: Internal error: %s
ar: خطأ داخلي: %s
ca: Error intern: %s
cs: Vnitřní chyba: %s
de: Interner Fehler: %s
es: Error interno: %s
fi: Sisäinen virhe: %s
fr: Erreur interne : %s
hu: Belső hiba: %s
it: Errore interno: %s
ja: 内部エラー: %s
ko: 내부 오류: %s
nl: Interne fout: %s
pl: Błąd wewnętrzny: %s
pt_br: Erro interno: %s
ru: Внутренняя ошибка: %s
sk: Interná chyba: %s
sv: Internt fel: %s
uk: Внутрішня помилка: %s
zh_cn: 内部错误：%s
zh_tw: 內部錯誤：%s

source: The base system has to be registered in order to register the '%s' add-on. Skip the base system and the add-on registration?
ar: يجب تسجيل النظام الأساسي لتسجيل المكوّن الإضافي لـ .'%s'هل تريد تخطي تسجيل النظام الأساسي والمكوّن الإضافي؟
ca: El sistema de base ha d'estar registrat per tal de registrar el complement %s. Voleu ometre el registre del sistema de base i del complement?
cs: Chcete-li zaregistrovat doplněk %s, musí být registrován základní systém. Chcete přeskočit registraci základního systému a doplňku?
de: Das Basissystem muss registriert werden um das Add-on '%s' zu registrieren. Soll die Registrierung des Basissystems und der Add-ons übersprungen werden?
es: El sistema base tiene que estar registrado para que sea posible registrar el complemento %s. ¿Omitir el registro del sistema base y el complemento?
fi: Lisäosaa ”%s” varten perusjärjestelmä on rekisteröitävä. Ohitetaanko perusjärjestelmän ja lisäosan rekisteröinti?
fr: Le système de base doit être enregistré pour qu'il soit possible d'enregistrer le produit complémentaire '%s'. Voulez-vous ignorer l'enregistrement du système de base et du produit complémentaire ?
hu: Az alaprendszernek regisztrálva kell lennie ahhoz, hogy regisztrálni lehessen a(z) '%s' kiegészítő terméket. Kihagyja az alaprendszer és a kiegészítő termék regisztrálását?
it: È necessario registrare il sistema di base per registrare il componente aggiuntivo '%s'. Ignorare la registrazione del sistema di base e del componente aggiuntivo?
ja: 「%s」アドオンを登録するには基本システムを登録する必要があります。 基本システムおよびアドオンの登録をスキップしますか?
ko: '%s' 추가 기능을 등록하려면 기본 시스템을 등록해야 합니다. 기본 시스템 추가 기능 등록을 건너뛰시겠습니까?
nl: Het basissysteem moet worden geregistreerd om de add-on '%s' te registreren. Registratie van basissysteem en add-on overslaan?
pl: Podstawowy system musiał zostać zarejestrowany w celu zarejestrowania rozszerzenia %s. Pominąć rejestrację systemu podstawowego i rozszerzenia?
pt_br: É necessário registrar o sistema base para registrar o complemento '%s'. Ignorar o registro do sistema base e do complemento?
ru: Для регистрации дополнения «%s» необходимо зарегистрировать базовую систему. Пропустить регистрацию базовой системы и дополнения?
sk: Základný systém sa musí zaregistrovať, aby sa zaregistroval doplnok '%s'. Preskočiť registráciu základného systému a doplnku?
sv: Bassystemet måste vara registrerat för att tillägget %s ska kunna registreras. Vill du hoppa över registrering av bassystemet och tillägget?
uk: Основна система має бути зареєстрованою для того, щоби зареєструвати доповнення '%s'. Пропустити реєстрацію основної системи і доповнення?
zh_cn: 只有注册了基础系统才能注册“%s”附加组件。 要跳过基础系统和附加组件注册吗？
zh_tw: 必須註冊基礎系統才能註冊「%s」附加產品。 要跳過基礎系統和附加產品註冊步驟嗎？

source: Repositories used for Migration
ar: المستودعات المستخدمة للترحيل
ca: Repositoris usats per a la migració
cs: Repozitáře použité k migraci
de: Für die Migration verwendete Repositories
es: Repositorios usados para la migración
fi: Siirtoon käytettävät ohjelmalähteet
fr: Dépôts utilisés pour la migration
hu: Migrációhoz használt telepítési források
it: Repository utilizzati per la migrazione
ja: マイグレーションで使用されるリポジトリ
ko: 마이그레이션에 사용되는 리포지토리
nl: Opslagruimtes die worden gebruikt voor migratie
pl: Repozytoria używane do migracji
pt_br: Repositórios usados para Migração
ru: Репозитории, используемые для миграции
sk: Repozitáre použité na migráciu
sv: Lagringsplatser som används för migrering
uk: Сховища, використані для міграції
zh_cn: 用于迁移的软件源
zh_tw: 用於移轉的儲存庫

source: <p>In this dialog you can manually select which repositories willbe used for online migration. The packages will be upgraded to thehighest version found in the selected repositories.</p>
ar: <p>في مربع الحوار هذا يمكنك يدويًا تحديد أي مستودع من المستودعات سيتم استخدامه للترحيل المباشر. ستتم ترقية الحزم إلى أحدث إصدار تم العثور عليه في المستودعات المحددة. </p>
ca: <p>En aquest diàleg podeu seleccionar manualment quins repositoris s'usaran per a la migració en línia. Els paquets s'actualitzaran a l'última versió trobada als repositoris seleccionats.</p>
cs: <p>V tomto dialogu můžete ručně vybrat, které repozitáře budou použity k online migraci. Balíčky budou aktualizovány na nejvyšší verze nalezené ve vybraných repozitářích.</p>
de: <p>In diesem Dialogfeld wählen Sie die Repositories für die Online-Migration manuell aus. Die Pakete werden auf die jeweils höchste in den Repositories gefundene Version aktualisiert.</p>
es: <p>En este diálogo puede seleccionar manualmente los repositorios que se utilizarán para la migración en línea. Los paquetes se actualizarán a la versión más reciente encontrada en los repositorios seleccionados.</p>
fi: <p>Tässä ikkunassa voit asettaa itse siirrokseen käytettävät pakettilähteet. Paketit päivitetään viimeisimpiin valituista lähteistä löytyviin versioihin.</p>
fr: <p>Cette boîte de dialogue vous permet de sélectionner les dépôts à utiliser pour la migration en ligne. Les paquetages seront mis à niveau vers la version la plus élevée figurant dans les dépôts sélectionnés.</p>
hu: <p>Ezen a párbeszédpanelen manuálisan kiválaszthatja az online migrációhoz használandó telepítési forrásokat. A csomagok frissülni fognak a kiválasztott telepítési forrásokban megtalálható legújabb verziójukra.</p>
it: <p>In questa finestra di dialogo è possibile selezionare manualmente i repository che verranno utilizzati per la migrazione online. Verrà eseguito l'upgrade dei pacchetti alla versione più recente nei repository selezionati.</p>
ja: <p>このダイアログでは、オンラインマイグレーションに使用するリポジトリを手動で選択できます。パッケージは、選択したリポジトリにある最新のバージョンにアップグレードされます。</p>
ko: <p>이 대화 상자에서는 온라인 마이그레이션에 사용될 리포지토리를 수동으로 선택할 수 있습니다. 패키지가 선택된 리포지토리에서 발견된 최고 버전으로 업그레이드됩니다.</p>
nl: <p>In dit dialoogvenster kunt u handmatig selecteren welke opslagruimten worden gebruikt voor online migratie. Op de pakketten wordt een upgrade uitgevoerd naar de hoogste versie die in de geselecteerde opslagruimten wordt gevonden.</p>
pl: <p>W tym oknie dialogowym można ręcznie wybrać, które repozytoria będą wykorzystywane do migracji online. Pakiety zostaną zaktualizowane do najwyższej wersji dostępnej w wybranych repozytoriach.</p>
pt_br: <p>Nesta caixa de diálogo, é possível selecionar manualmente os repositórios que serão usados para a migração online. Será feito o upgrade dos pacotes para a maior versão encontrada nos repositórios selecionados.</p>
ru: <p>В этом диалоговом окне можно вручную выбрать репозитории, которые будут использоваться для миграции по сети. Пакеты будут обновлены до самой новой версии, обнаруженной в этих репозиториях.</p>
sk: <p>V tomto dialógu môžete ručne vybrať, ktoré repozitáre sa použijú na online migráciu. Balíky budú mať zvýšenú verziu na najvyššiu verziu nájdenú vo vybratých repozitároch.</p>
sv: <p>I den här dialogrutan kan du manuellt välja vilka lagringsplatser som ska användas för migrering online. Paketen uppgraderas till den högsta version som hittas i de valda lagringsplatserna.</p>
uk: <p>У вікні ви можете вручну вибрати, які сховища будуть використані для міграції через інтернет. Пакунки будуть оновлені до найвищої версії, знайденої у вказаних сховищах.</p>
zh_cn: <p>在此对话框中，您可手动选择用于在线迁移的软件源。软件包将升级到所选源中所能找到的最高版本。</p>
zh_tw: <p>在此對話方塊中，您可以手動選取將用於線上移轉的儲存庫。套件將會升級到所選儲存庫中的最高版本。</p>

source: Select the Repositories used for Migration
ar: تحديد المستودعات المستخدمة للترحيل
ca: Seleccioneu els repositoris usats per a la migració
cs: Vyberte repozitáře použité k migraci
de: Die Repositories für die Migration auswählen
es: Seleccionar los repositorios usados para la migración
fi: Valitse siirtoon käytettävät ohjelmalähteet
fr: Sélectionner les dépôts utilisés pour la migration
hu: A migrációhoz használt telepítési források kiválasztása
it: Selezionare i repository utilizzati per la migrazione
ja: マイグレーションで使用されるリポジトリを選択してください
ko: 마이그레이션에 사용되는 리포지토리 선택
nl: Opslagruimtes die worden gebruikt voor migratie selecteren
pl: Wybierz repozytoria używane do migracji
pt_br: Selecionar os Repositórios usados para Migração
ru: Выберите репозитории, которые будут использоваться для миграции
sk: Vybrať repozitáre použité na migráciu
sv: Välj lagringsplatser som används för migrering
uk: Вибрати сховища, вжиті для міграції
zh_cn: 选择用于迁移的软件源
zh_tw: 選取用於移轉的儲存庫

source: Manage Repositories...
ar: إدارة المستودعات...
ca: Gestiona els repositoris...
cs: Spravovat repozitáře...
de: Repositorys verwalten...
es: Gestionar repositorios...
fi: Hallitse ohjelmistolähteet...
fr: Gérer les dépôts…
hu: Telepítési források kezelése...
it: Gestisci repository...
ja: リポジトリの管理...
ko: 리포지토리 관리...
nl: Opslagruimtes beheren...
pl: Zarządzaj repozytoriami...
pt_br: Gerenciar Repositórios...
ru: Управление репозиториями…
sk: Spravovať repozitáre...
sv: Hantera lagringsplatser...
uk: Керувати сховищами…
zh_cn: 管理软件源...
zh_tw: 管理儲存庫...

source: URL: %s
ar: العنوان: %s
cs: Adresa URL: %s
fi: URL osoite: %s
pl: Adres URL: %s

source: Priority: %s
ar: الأولوية: %s
ca: Prioritat: %s
cs: Priorita: %s
de: Priorität: %s
es: Prioridad: %s
fi: Tärkeys: %s
fr: Priorité : %s
hu: Prioritás: %s
it: Priorità: %s
ja: 優先度: %s
ko: 중요도: %s
nl: Prioriteit: %s
pl: Priorytet: %s
pt_br: Prioridade: %s
ru: Приоритет: %s
sk: Priorita: %s
sv: Prioritet: %s
uk: Пріоритет: %s
zh_cn: 优先级：%s
zh_tw: 優先程度︰%s

source: The system is not registered, to run the online migration you need to register the system first.
ar: النظام غير مسجل، لتشغيل الترحيل على الإنترنت، يجب تسجيل النظام أولاً.
ca: El sistema no està registrat. Per executar la migració en línia primer heu de registrar el sistema.
cs: Systém není registrován. Aby bylo možné spustit online migraci, je nutné systém nejprve zaregistrovat.
de: Das System ist nicht registriert. Um die Online-Migration durchzuführen, muss das System zuerst registriert werden.
es: El sistema no está registrado. Para ejecutar la migración en línea, debe registrar primero el sistema.
fi: Järjestelmää ei ole rekisteröity: verkkosiirroksen tekemiseksi järjestelmä on ensin rekisteröitävä.
fr: Le système n'est pas enregistré. Pour exécuter la migration en ligne, vous devez d'abord enregistrer le système.
hu: A rendszer nincs regisztrálva, az online migráció futtatásához előbb regisztrálnia kell a rendszert.
it: Sistema non registrato, per eseguire la migrazione online è necessario prima registrare il sistema.
ja: システムは未登録です。 オンラインマイグレーションを実行するには、 まずシステムを登録する必要があります。
ko: 시스템이 등록되지 않았습니다. 온라인 마이그레이션을 실행하려면 먼저 시스템을 등록해야 합니다.
nl: Het systeem is niet geregistreerd. Als u de onlinemigratie wilt uitvoeren, moet u het systeem eerst registreren.
pl: System nie jest zarejestrowany. Aby rozpocząć migrację online, musisz go najpierw zarejestrować.
pt_br: O sistema não foi registrado. Para executar a migração online, é necessário registrar primeiro o sistema.
ru: Система не зарегистрирована. Чтобы запустить сетевую миграцию, сначала зарегистрируйте систему.
sk: Systém nie je zaregistrovaný, ak chcete spustiť online migráciu, musíte najprv zaregistrovať systém.
sv: Systemet är inte registrerat. Om du vill köra onlinemigreringen måste du först registrera systemet.
uk: Система не зареєстрована, щоб запустити мережну міграцію вам потрібно спершу зареєструвати систему.
zh_cn: 系统未注册。 要运行在线迁移，您需要 先注册系统。
zh_tw: 未註冊系統。 要執行線上移轉，您需要 先註冊系統。

source: No installed product found.
ar: لم يتم العثور على منتج مثبّت.
ca: No s'ha trobat cap producte instal·lat.
cs: Nebyl nalezen žádný nainstalovaný produkt.
de: Kein installiertes Produkt gefunden.
es: No se ha encontrado ningún producto instalado.
fi: Asennettua tuotetta ei löytynyt.
fr: Aucun produit installé n'a été trouvé.
hu: Nem található telepített termék.
it: Non è stato trovato alcun prodotto installato.
ja: インストール済みの製品が見つかりません。
ko: 설치된 제품을 찾을 수 없습니다.
nl: Geen geïnstalleerd product gevonden.
pl: Nie znaleziono zainstalowanego produktu.
pt_br: Nenhum produto instalado encontrado.
ru: Не обнаружено установленных продуктов.
sk: Nenašiel sa žiadny inštalovaný produkt.
sv: Ingen installerad produkt hittades.
uk: Жодного встановленого продукту не знайдено.
zh_cn: 未找到已安装产品。
zh_tw: 找不到已安裝的產品。

source: The '%s' extension is registered but not installed. If you accept it will be added for be installed, in other case it will be unregistered at the end of the migration. Do you want to add it?
ar: تم تسجيل امتداد '%s' ولكن لم يتم تثبيته. إذا قبلت ستتم إضافتة ليتم تثبيته، وإلا لن يتم تسجيله في نهاية الهجرة. هل تريد إضافته؟
ca: L'extensió "%s" està registrada però no instal·lada. Si l'accepteu, s'afegirà per instal·lar-se. Si no, s'esborrarà del registre al final de la migració. La voleu afegir?
cs: Rozšíření '%s' je registrováno, ale není nainstalováno. Přijmete-li je, bude přidáno k instalaci, jinak bude odregistrováno na konci migrace. Chcete je přidat?
de: Die Erweiterung '%s' ist registriert, aber nicht installiert. Wenn Sie akzeptieren, wird die Erweiterung für die Installation hinzugefügt, anderenfalls wird es am Ende der Migration deregistriert. Möchten Sie die Erweiterung hinzufügen?
es: La extensión %s está registrada, pero no instalada. Si la acepta, se añadirá para instalarse; en caso contrario, se anulará su registro al final de la migración. ¿Desea añadirla?
fi: Laajennus "%s” on rekisteröity mutta sitä ei ole asennettu. Jos hyväksyt sen, se lisätään asennettavaksi, mutta muuten sen rekisteröinti perutaan siirroksen päätteeksi. Haluatko lisätä sen?
fr: L'extension '%s' est enregistrée, mais pas installée. Si vous acceptez, elle sera ajoutée pour être installée. Dans le cas contraire, son enregistrement sera annulé à la fin de la migration. Voulez-vous l'ajouter ?
hu: A(z) '%s' bővítmény regisztrálva van, de nincs telepítve. Ha elfogadja, hozzá lesz adva a telepítendő bővítményekhez, ellenkező esetben törölve lesz a regisztrációja az áttelepítés végén. Hozzáadja a bővítményt?
it: L'estensione '%s' è registrata ma non installata. Se si accetta sarà aggiunta per l'installazione, in caso contrario sarà deregistrata alla fine della migrazione. Aggiungerla?
ja: '%s' 拡張は登録済みですが、インストールされていません。 ここで拡張を追加するとインストールが行われますが、追加しない場合は、移行処理の終わりで登録が解除されます。 拡張を追加しますか？
ko: '%s' 확장은 등록되어 있지만 설치되지 않았습니다. 동의하는 경우 이 확장이 설치되도록 추가되며, 동의하지 않는 경우 마이그레이션이 끝날 때 등록이 취소됩니다. 추가하시겠습니까?
nl: De extensie '%s' is geregistreerd maar niet geïnstalleerd. Als u accepteert zal deze toegevoegd worden om te worden geïnstalleerd, in het andere geval zal de registratie ongedaan worden gemaakt aan het einde van de migratie. Wilt u het toevoegen?
pl: Rozszerzenie %s jest zarejestrowane, ale niezainstalowane. Jeśli zgodzisz się, zostanie dodane do zainstalowania. W przeciwnym razie zostanie wyrejestrowane pod koniec migracji. Czy chcesz je dodać?
pt_br: A extensão '%s' está registrada mas não está instalada. Se você aceitar, será adicionado para ser instalado, em outro caso, não será registrado no final da migração. Deseja adicioná-lo?
ru: Расширение %s зарегистрировано, но не установлено. Если вы его примете, оно будет добавлено для установки; в противном случае после завершения миграции его регистрация будет отменена. Добавить его?
sk: Rozšírenie '%s' je zaregistrované, ale nie je nainštalované. Ak to akceptujete, bude pridané na inštaláciu, v opačnom prípade bude na konci migrácie zrušená jeho registrácia. Chcete ho pridať?
sv: Tillägget '%s' har registrerats men inte installerats. Om du godkänner det kommer det att läggas till i installationskön, annars kommer det att avregistreras vid migrationens slut. Vill du lägga till det?
uk: Розширення '%s' зареєстроване, але не встановлене. Якщо ви це приймете, то його буде додано для встановлення, інакше його знімуть з реєстрації у кінці процесу переходу на іншу версію. Хочете його додати?
zh_cn: 扩展“%s”已注册但并未安装。 如果您接受，它将被添加并安装，否则会在迁移结束前被取消注册。 是否要添加？
zh_tw: 「%s」延伸已註冊，但未安裝。 如果您接受，將新增該延伸以便安裝，若不接受，移轉結束時將取消註冊該延伸。 是否要新增該延伸？

source: No migration product found.
ar: لم يتم العثور على منتج ترحيل.
ca: No s'ha trobat cap producte de migració.
cs: Nebyl nalezen žádný migrační produkt.
de: Kein Migrationsprodukt gefunden.
es: No se ha encontrado ningún producto de migración.
fi: Muuttuneita tuotteita ei löytynyt.
fr: Aucun produit de migration n'a été trouvé.
hu: Nem található migrációs termék.
it: Non è stato trovato alcun prodotto per la migrazione.
ja: マイグレーション製品が見つかりません。
ko: 마이그레이션 제품을 찾을 수 없습니다.
nl: Geen migratieproduct gevonden.
pl: Nie znaleziono produktu migracji.
pt_br: Nenhum produto de migração encontrado.
ru: Не обнаружено продуктов для миграции.
sk: Nenašiel sa žiadny migračný produkt.
sv: Ingen migreringsprodukt hittades.
uk: Жодного продукту міграції не знайдено.
zh_cn: 未找到迁移产品。
zh_tw: 找不到移轉產品。

source: Cannot find a base product to upgrade.
ar: لا يمكن العثور على منتج أساسي لترقيته.
ca: No s'ha pogut trobar un producte de base per actualitzar.
cs: Nelze najít základní produkt k upgrade.
de: Kann kein Basisprodukt für das Upgrade finden.
es: No se encuentra ningún producto base para actualizar.
fi: Päivitystä varten ei löydy perustuotetta.
fr: Impossible de trouver un produit de base à mettre à jour.
hu: Nem található frissítendő alaptermék.
it: Impossibile trovare un prodotto base da aggiornare.
ja: アップグレード対象の基本製品が見つかりません。
ko: 업그레이드할 기본 제품을 찾을 수 없습니다.
nl: Kan geen basisproduct vinden om te upgraden.
pl: Nie można znaleźć produktu podstawowego do uaktualnienia.
pt_br: Não se encontra nenhum produto base para atualizar.
ru: Не могу найти базовый продукт для обновления.
sk: Nie je možné nájsť základný produkt na zvýšenie verzie.
sv: Det går inte att hitta en basprodukt att uppgradera.
uk: Не можна знайти базовий продукт для оновлення.
zh_cn: 找不到要升级的基础产品。
zh_tw: 找不到要升級的基礎產品。

source: Please, boot the original system and make sure that all registerable products are correctly registered. Also check that the installed system is supported for upgrade to %{product}.
ca: Si us plau, arrenqueu el sistema original i assegureu-vos que tots els productes registrables estiguin registrats correctament. Comproveu també que el sistema instal·lat pugui actualitzar-se al producte %{product}.
cs: Zaveďte původní systém a zajistěte správnou registraci registrovatelných produktů. Zkontrolujte také, že instalovaný systém podporuje upgrade na %{product}.
de: Bitte das Original-System booten und sicher stellen, dass alle registrierbare Produkte korrekt registriert sind. Überprüfen Sie auch, ob das installierte System für ein Upgrade auf %{product} unterstützt wird.
es: Arranque el sistema original y asegúrese de que todos los productos que se puedan registrar se registren correctamente. Compruebe también que el sistema instalado se admite para la actualización a %{product}.
fi: Käynnistä alkuperäinen järjestelmä ja varmista, että kaikki rekisteröivissä olevat tuotteet on rekisteröity. Tarkista myös, että asennetulla järjestelmällä on tuki versioon %{product} päivittämiseksi.
fr: Démarrez le système d'origine et vérifiez que tous les produits enregistrables sont bien enregistrés. Assurez-vous également que le système installé est pris en charge pour la mise à niveau vers %{product}.
it: Avviare il sistema originale e assicurarsi che tutti i prodotti registrabili siano registrati correttamente. Verificare inoltre che il sistema installato sia supportato per l'upgrade a %{product}.
ja: 元のシステムを起動して、登録可能な全てのシステムを正しく登録しておいてください。 なお、インストール済みのシステムが %{product} にアップグレード可能であることも 確認しておいてください。
nl: Start a.u.b. het the originele systeem en ga na dat alle te registreren producten juist zijn geregistreerd. Controleer ook dat het geïnstalleerde systeem voor opwaarderen wordt ondersteund naar %{product}.
pt_br: Por favor, inicialize o sistema original e certifique-se de que todos os produtos registrados estejam corretamente registrados. Verifique também se o sistema instalado é suportado para upgrade para %{product}.
ru: Загрузитесь в оригинальную систему и убедитесь, что все регистрируемые продукты корректно зарегистрированы. Также проверьте, что поддерживается обновление установленной системы до %{product}.
sk: Prosím, spustite pôvodný systém a uistite sa, že všetky registrovateľné produkty sú správne zaregistrované. Skontrolujte tiež, či je nainštalovaný systém podporovaný pre zvýšenie verzie na %{product}.
zh_cn: 请启动原始系统并确保全部可注册的产品均已正确注册。 也请检查所安装的系统是否支持升级至 %{product}。
zh_tw: 請，啟動原始系統，並確保所有可註冊的產品皆已正確註冊。 也請檢查安裝的系統支援升級至 %{product}。
