Repository: yast/yast-translations
Catalog: po/registration/*.po
Languages: ar, ca, cs, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, uk, zh_cn, zh_tw

source: Use '%s' instead of this YaST module.
ar: استخدم '%s' بدلاً من الوحدة النمطية YaST.
ca: Useu '%s' en lloc d'aquest mòdul del YaST.
cs: Použít namísto tohoto modulu YaST modul %s.
de: Verwenden Sie '%s' statt dieses YaST-Moduls.
el: Χρήση '%s' αντί αυτού του αρθρώματος YaST.
es: Use %s en lugar de este módulo de YaST.
fi: Käytä moduulia ”%s” tämän YaST-moduulin sijasta.
fr: Utilisez '%s' plutôt que ce module YaST.
hu: A jelen YaST-modul helyett használja a következőt: '%s'.
it: Usare '%s' invece di questo modulo YaST.
ja: このYaSTモジュールではなく '%s' をお使いください。
ko: 이 YaST 모듈 대신 '%s'을(를) 사용하십시오.
nl: Gebruik '%s' in plaats van deze YaST-module.
pl: Użyj modułu %s zamiast tego modułu YaST.
pt_br: Use '%s' em vez deste módulo do YaST.
ru: Использовать "%s" вместо этого модуля YaST.
sk: Použiť '%s' namiesto tohto modulu YaST.
sv: Använd %s i stället för denna YaST-modul.
uk: Використовуйте '%s' замість цього модуля YaST.
zh_cn: 使用“%s”而不是此 YaST 模块。
zh_tw: 使用「%s」而不是此 YaST 模組。

source: <p>The repository initialization failed. Disable (or remove) the offending service or repository in the repository manager.</p><p>Details:</p><p>%s</p>
ar: <p>فشلت تهيئة المستودع. عطيل (أو أزل) الخدمة المسببة للمشكلة أو المستودع عبر مدير المستودعات.</p><p>التفاصيل:</p><p>%s</p>
ca: <p>Ha fallat l'inici del repositori. Inhabiliteu (o suprimiu) el servei o el repositori conflictiu amb el gestor de repositoris.</p><p>Detalls:</p><p>%s</p>
cs: <p>Inicializace repozitáře selhala. Zakažte (nebo odstraňte) problematickou službu nebo repozitář ve správci repozitářů.</p><p>Podrobnosti</p><p>%s</p>
de: <p> Die Initialisierung des Repositorys ist fehlgeschlagen. Deaktivieren (oder entfernen) Sie den störenden Dienst oder das Repository aus dem Repository-Manager.</p><p>Details:</p><p>%s</p>
es: <p>Error de inicialización del repositorio. Inhabilite (o elimine) el servicio o el repositorio erróneo en el gestor de repositorios.</p><p>Detalles:</p><p>%s</p>
fi: <p>Ohjelmalähteen alustus epäonnistui. Poista häiriöivä palvelu tai lähde käytöstä (tai poista se kokonaan) ohjelmalähteiden hallinnassa.</p><p>Yksityiskohdat:</p><p>%s</p>
fr: <p>L'initialisation du dépôt a échoué. Désactivez (ou supprimez) les services ou dépôts incriminés du gestionnaire de dépôts.</p><p>Détails :</p><p>%s</p>
hu: <p>Nem sikerült a telepítési forrás inicializálása. Tiltsa le (vagy távolítsa el) a problémát okozó szolgáltatást vagy telepítési forrást a telepítési források kezelőjében.</p><p>Részletek:</p><p>%s</p>
it: <p>L'inizializzazione del repository è fallita. Nel gestore dei repository disabilitare (o rimuovere) il servizio o il repository incriminato.</p><p>Dettagli:</p><p>%s</p>
ja: <p>リポジトリの準備に失敗しました。リポジトリマネージャで問題のあるサービスまたはリポジトリを無効化 (または削除) してください。</p><p>詳細:</p><p>%s</p>
ko: <p>리포지토리 초기화에 실패했습니다. 리포지토리 관리자에서 문제의 서비스나 리포지토리를 비활성화 또는 제거하십시오.</p><p>세부 사항:</p><p>%s</p>
nl: <p>De initialisatie van de opslagruimte is mislukt. Schakel uit (of verwijder) de foute service of opslagruimte in de beheerder van opslagruimtes.</p><p>Details:</p><p>%s</p>
pl: <p>Inicjowanie repozytorium nie powiodło się. Wyłącz (lub usuń) problematyczną usługę lub problematyczne repozytorium w menedżerze repozytoriów.</p><p>Details:</p><p>%s</p>
pt_br: <p>Falha ao inicializar o repositório. Desabilite (ou remova) o serviço ou repositório causador no gerenciador de repositórios.</p><p>Detalhes:</p><p>%s</p>
ru: <p>Сбой инициализации репозитория. Отключите (или удалите) проблемные службу или репозиторий в менеджере репозиториев.</p><p>Сведения:</p><p>%s</p>
sk: <p>Inicializácia repozitára zlyhala. Zakážte (alebo odstráňte) problematickú službu alebo repozitár v správcovi repozitárov.</p><p>Podrobnosti:</p><p>%s</p>
sv: <p>Lagrinsplatsen kunde inte startas. Avaktivera (eller ta bort) den felande tjänsten eller lagringsplatsen från lagringshanteraren.</p><p>Information:</p><p>%s</p>
uk: <p>Невдале започаткування сховища. Вимкніть (або вилучіть) службу або сховище, які конфліктують, у менеджері сховищ.</p><p>Подробиці:</p><p>%s</p>
zh_cn: <p>软件源初始化失败。请在软件源管理器中禁用 (或移除) 冲突的服务或软件源。</p><p>细节：</p><p>%s</p>
zh_tw: <p>儲存庫啟始化失敗。請在儲存庫管理員中停用 (或移除) 違規服務或儲存庫。</p><p>詳細資料：</p><p>%s</p>

source: Product Registration
ar: تسجيل المنتج
ca: Registre del producte
cs: Registrace produktu
de: Produktregistrierung
el: Εγγραφή Προϊόντος
es: Registro del producto
fi: Tuotteen rekisteröinti
fr: Enregistrement du produit
hu: Termékregisztráció
it: Registrazione del prodotto
ja: 製品の登録
ko: 제품 등록
nl: Productregistratie
pl: Rejestracja produktu
pt_br: Registro de produto
ru: Регистрация продукта
sk: Registrácia produktu
sv: Produktregistrering
uk: Реєстрація продукту
zh_cn: 产品注册
zh_tw: 產品註冊

source: Run registration during autoinstallation
ar: تشغيل التسجيل أثناء التثبيت التلقائي
ca: Executa el registre durant l'autoinstal·lació
cs: Spustit registraci během automatické instalace
de: Registrierung bei der automatischen Installation ausführen
el: Εκτέλεση εγγραφής κατα την αυτόματη εγκατάσταση
es: Ejecutar registro durante la instalación automática
fi: Suorita rekisteröinti automaattiasennuksen yhteydessä
fr: Exécuter l'enregistrement au cours de l'installation automatique
hu: A regisztráció futtatása az automatikus telepítés során
it: Esegui registrazione durante installazione automatica
ja: 自動インストール時に登録を実行する
ko: 자동 설치 중에 등록 실행
nl: Registratie uitvoeren tijdens automatische installatie
pl: Uruchom rejestrację podczas automatycznej instalacji
pt_br: Executar registro durante a instalação automática
ru: Выполнить регистрацию во время автоматической установки
sk: Spustiť registráciu počas automatickej inštalácie
sv: Kör registrering under autoinstallation
uk: Запустити реєстрацію під час автовстановлення
zh_cn: 自动安装期间运行注册
zh_tw: 自動安裝期間執行註冊

source: Skip registration during autoinstallation
ar: تخطي التسجيل أثناء التثبيت التلقائي
ca: Omet el registre durant l'autoinstal·lació
cs: Přeskočit registraci během automatické instalace
de: Registrierung bei der automatischen Installation überspringen
el: Παράληψη εγγραφής κατα την αυτόματη εγκατάσταση
es: Omitir registro durante la instalación automática
fi: Ohita rekisteröinti automaattiasennuksen yhteydessä
fr: Ignorer l'enregistrement au cours de l'installation automatique
hu: A regisztráció kihagyása az automatikus telepítés során
it: Ignora registrazione durante installazione automatica
ja: 自動インストール時に登録を行わずに飛ばす
ko: 자동 설치 중에 등록 건너뛰기
nl: Registratie overslaan tijdens automatische installatie
pl: Pomiń rejestrację podczas automatycznej instalacji
pt_br: Ignorar registro durante a instalação automática
ru: Пропустить регистрацию во время автоматической установки
sk: Preskočiť registráciu počas automatickej inštalácie
sv: Hoppa över registrering under autoinstallation
uk: Пропустити реєстрацію під час автовстановлення
zh_cn: 自动安装期间跳过注册
zh_tw: 自動安裝期間跳過註冊

source: Registration Settings
ar: إعدادات التسجيل
ca: Paràmetres del registre
cs: Nastavení registrace
de: Registrierungseinstellungen
el: Ρυθμίσεις εγγραφής
es: Configuración del registro
fi: Rekisteröintiasetukset
fr: Paramètres d'enregistrement
hu: Regisztráció beállításai
it: Impostazioni registrazione
ja: 登録設定
ko: 등록 설정
nl: Registratie-instellingen
pl: Ustawienia Rejestracji
pt_br: Configurações de Registro
ru: Настройки регистрации
sk: Nastavenia registrácie
sv: Registreringsinställningar
uk: Параметри реєстрації
zh_cn: 注册设置
zh_tw: 註冊設定

source: E-mail Address: %s
ar: عنوان البريد الإلكتروني: %s
ca: Adreça electrònica: %s
cs: E-mailová adresa: %s
de: Email-Adresse: %s
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου: %s
es: Dirección de correo electrónico: %s
fi: Sähköpostiosoite: %s
fr: Adresse email : %s
hu: E-mail cím: %s
it: Indirizzo e-mail: %s
ja: 電子メールアドレス: %s
ko: 전자 메일 주소: %s
nl: E-mailadres: %s
pl: Adres e-mail: %s
pt_br: Endereço de e-mail: %s
ru: Адрес электронной почты: %s
sk: Emailová adresa: %s
sv: E-postadress: %s
uk: Адреса ел. пошти: %s
zh_cn: 电子邮件地址：%s
zh_tw: 電子郵件地址︰%s

source: Registration Code is Configured
ar: تم تكوين رمز التسجيل
ca: El codi de registre està configurat
cs: Registrační kód je nakonfigurovaný
de: Der Registrierungscode ist konfiguriert
el: Κωδικός εγγραφής έχει ρυθμιστεί
es: El código de registro está configurado
fi: Rekisteröintikoodi on asetettu
fr: Le code d'enregistrement est configuré
hu: A regisztrációs kód konfigurálva van
it: Codice di registrazione configurato
ja: 登録コードは設定済みです
ko: 등록 코드가 구성됨
nl: Registratiecode is geconfigureerd
pl: Skonfigurowano kod rejestracji
pt_br: Código de Registro Configurado
ru: Регистрационный код задан
sk: Registračný kód je konfigurovaný
sv: Registreringskoden är konfigurerad
uk: Реєстраційний ключ налаштований
zh_cn: 已配置注册码
zh_tw: 已設定註冊代碼

source: Install Available Updates
ar: تثبيت التحديثات المتوفرة
ca: Instal·la les actualitzacions disponibles
cs: Nainstalovat dostupné aktualizace
de: Verfügbare Aktualisierungen installieren
el: Εγκατάσταση διαθέσιμων ενημερώσεων
es: Instalar actualizaciones disponibles
fi: Asenna saatavilla olevat päivitykset
fr: Installer les mises à jour disponibles
hu: A rendelkezésre álló frissítések telepítése
it: Installa aggiornamenti disponibili
ja: 利用可能なアップデートのインストール
ko: 사용 가능한 업데이트 설치
nl: Beschikbare updates installeren
pl: Instaluj dostępne aktualizacje
pt_br: Instalar Atualizações Disponíveis
ru: Установить доступные обновления
sk: Nainštalovať dostupné aktualizácie
sv: Installera tillgängliga uppdateringar
uk: Встановити доступні оновлення
zh_cn: 安装可用更新
zh_tw: 安裝可用更新

source: Registration Server
ar: خادم التسجيل
ca: Servidor de registre
cs: Registrační server
de: Registrierungsserver
el: Δαικομιστής εγγραφής
es: Servidor de registro
fi: Rekisteröintipalvelin
fr: Serveur d'enregistrement
hu: Regisztrációs kiszolgáló
it: Server di registrazione
ja: 登録サーバ
ko: 등록 서버
nl: Registratieserver
pl: Serwer rejestracji
pt_br: Servidor de Registro
ru: Сервер регистрации
sk: Registračný server
sv: Registreringsserver
uk: Сервер реєстрації
zh_cn: 注册服务器
zh_tw: 註冊伺服器

source: Server URL: %s
ar: عنوان URL الخادم: %s
ca: URL del servidor: %s
cs: URL adresa serveru: %s
el: Διακομιστής URL: %s
es: URL del servidor: %s
fi: Palvelimen osoite: %s
fr: URL du serveur : %s
hu: Kiszolgáló URL-címe: %s
it: URL server: %s
ja: サーバのURL: %s
ko: 서버 URL: %s
pl: Adres URL serwera: %s
pt_br: URL do Servidor: %s
ru: URL сервера: %s
sk: URL servera: %s
uk: Сервер URL: %s
zh_cn: 服务器 URL：%s
zh_tw: 伺服器 URL︰%s

source: Use SLP discovery
ar: استخدام اكتشاف SLP
ca: Usa SLP discovery
cs: Použít zjišťování SLP
de: SLP-Erkennung verwenden
el: Χρήση καταλόγου SLP
es: Usar descubrimiento SLP
fi: Käytä SLP-hakua
fr: Utiliser la découverte SLP
hu: SLP-észlelés használata
it: Utilizza rilevazione SLP
ja: SLP検出の使用
ko: SLP 검색 사용
nl: SLP-detectie gebruiken
pl: Użyj odnajdywania SLP
pt_br: Usar descoberta de SLP
ru: Использовать SLP-обнаружение
sk: Použiť zisťovanie SLP
sv: Använd SLP-upptäckt
uk: Використовувати пошук SLP
zh_cn: 使用 SLP 探索
zh_tw: 使用 SLP 探查

source: SSL Server Certificate URL: %s
ar: عنوان URL لشهادة خادم SSL: %s
ca: URL del certificat de servidor SSL: %s
cs: URL adresa serverového SSL certifikátu: %s
de: URL für SSL-Server-Zertifikat: %s
el: URL πιστοποιητικού διακομιστή SSL: %s
es: URL de certificado de servidor SSL: %s
fi: SSL-palvelimen varmenteen osoite: %s
fr: URL du certificat de serveur SSL : %s
hu: SSL-kiszolgálói tanúsítvány URL-címe: %s
it: URL certificato server SSL: %s
ja: SSLサーバ証明書のURL: %s
ko: SSL 서버 인증서 URL: %s
nl: URL van SSL-servercertificaat: %s
pl: Adres URL certyfikatu SSL serwera: %s
pt_br: URL da Certificação do Servidor SSL: %s
ru: URL SSL-сертификата сервера: %s
sk: URL serverového SSL certifikátu: %s
sv: URL för SSL-servercertifikat: %s
uk: URL SSL-сертифіката сервера: %s
zh_cn: SSL 服务器证书 URL：%s
zh_tw: SSL 伺服器證書 URL︰%s

source: SSL Certificate Fingerprint: %s
ar: بصمة شهادة SSL: %s
ca: Empremta de certificat SSL: %s
cs: Digitální otisk certifikátu SSL: %s
de: SSL-Zertifikat-Fingerabdruck: %s
el: Πιστοποιητικό αποτυπώματος SSl: %s
es: Huella digital de certificado SSL: %s
fi: SSL-varmenteen sormenjälki: %s
fr: Empreinte du certificat SSL : %s
hu: SSL-tanúsítvány ujjlenyomata: %s
it: Impronta digitale del certificato SSL: %s
ja: SSL証明書の指紋: %s
ko: SSL 인증서 지문: %s
nl: Vingerafdruk van SSL-certificaat: %s
pl: Odcisk Certyfikatu SSL: %s
pt_br: Impressão Digital do Certificado SSL: %s
ru: Отпечаток SSL-сертификата: %s
sk: Odtlačok SSL certifikátu: %s
sv: SSL-certifikatsfingeravtryck: %s
uk: Відбиток SSL-сертифіката сервера: %s
zh_cn: SSL 证书指纹：%s
zh_tw: SSL 證書指紋︰%s

source: Extensions and Modules
ar: الملحقات والوحدات النمطية
ca: Extensions i mòduls
cs: Rozšíření a moduly
de: Erweiterungen und Module
el: Επεκτάσεις και Αρθρώματα
es: Extensiones y módulos
fi: Laajennukset ja moduulit
fr: Extensions et modules
hu: Bővítmények és modulok
it: Estensioni e moduli
ja: 拡張機能とモジュール
ko: 확장 및 모듈
nl: Extensies en modules
pl: Rozszerzenia i moduły
pt_br: Extensões e Módulos
ru: Расширения и модули
sk: Rozšírenia a moduly
sv: Tillägg och moduler
uk: Розширення і модулі
zh_cn: 扩展和模块
zh_tw: 延伸與模組

source: Secure Connection Error
ar: خطأ في الاتصال الآمن
ca: Error de connexió segura
cs: Chyba zabezpečeného připojení
de: Fehler bei der sicheren Verbindung
el: Σφάλμα ασφαλους σύνδεσης
es: Error de conexión segura
fi: Salatun yhteyden virhe
fr: Erreur de connexion sécurisée
hu: Biztonságos kapcsolat hibája
it: Errore connessione sicura
ja: セキュア接続エラー
ko: 보안 연결 오류
nl: Fout bij beveiligde verbinding
pl: Błąd połączenia bezpiecznego
pt_br: Erro de Conexão Segura
ru: Ошибка безопасного подключения
sk: Chyba zabezpečeného pripojenia
sv: Fel i säker anslutning
uk: Помилка безпечного з'єднання
zh_cn: 安全连接错误
zh_tw: 安全連接錯誤

source: Details:
ar: التفاصيل:
ca: Detalls:
cs: Podrobnosti:
el: Λεπτομέρειες:
es: Detalles:
fi: Tiedot:
fr: Détails :
hu: Részletek:
it: Dettagli:
ja: 詳細:
ko: 세부사항:
pl: Szczegóły:
pt_br: Detalhes:
ru: Подробности:
sk: Detaily:
sv: Detaljer:
uk: Подробиці:
zh_cn: 细节：
zh_tw: 詳細資訊：

source: The issuer certificate cannot be found, it needs to be installed manually.
ar: لم يتم العثور على شهادة المُصدر، يجب أن يتم تثبيتها يدويًا.
ca: No es pot trobar el certificat de l'emissor, cal instal·lar-lo manualment.
cs: Nelze najít certifikát vydavatele, bude nutno nainstalovat ho ručně.
de: Das Zertifikat des Ausstellers kann nicht gefunden werden. Es muss manuell installiert werden.
es: No se encuentra el certificado del emisor. Debe instalarse manualmente.
fi: Varmennetta ei löydy, se on asennettava manuaalisesti.
fr: Le certificat de l'émetteur est introuvable. Il doit être installé manuellement.
hu: A kiállító tanúsítványa nem található, kézzel kell telepíteni.
it: Impossibile trovare il certificato dell'autorità, deve essere installato manualmente.
ja: 発行者の証明書が見つかりません。手作業でインストールする必要があります。
ko: 발급자 인증서를 찾을 수 없으므로 수동으로 설치해야 합니다.
nl: Het certificaat van de uitgever is niet te vinden, het moet handmatig worden geïnstalleerd.
pl: Nie można znaleźć certyfikatu wydawcy. Należy go zainstalować ręcznie.
pt_br: O certificado do emissor não pode ser encontrado, ele precisa ser instalado manualmente.
ru: Не удается найти сертификат издателя. Его необходимо установить вручную.
sk: Certifikát vydavateľa nie je možné nájsť, musí byť nainštalovaný ručne.
sv: Det går inte att hitta utgivarcertifikatet, det måste installeras manuellt.
zh_cn: 未找到签发机关的证书，需要手动安装它。
zh_tw: 找不到核發者證書，需要手動安裝。

source: Save the server certificate in PEM format to file %{file}
ar: قم بحفظ شهادة الخادم بتنسيق PEM في ملف %{file}
ca: Deseu el certificat del servidor en format PEM al fitxer %{file}
cs: Uloží certifikát serveru ve tvaru PEM do souboru %{file}
de: Serverzertifikat im PEM-Format in Datei %{file} speichern
es: Guardar el certificado del servidor en formato PEM en el archivo %{file}
fi: Tallenna palvelinvarmenne PEM-muodossa tiedostoon %{file}
fr: Enregistrer le certificat du serveur au format PEM dans le fichier %{file}
hu: Mentse a kiszolgálói tanúsítványt PEM formátumban a(z) %{file} fájlba
it: Salvare il certificato in formato PEM nel file %{file}
ja: サーバの証明書を PEM 形式で %{file} ファイルに保存します
ko: 서버 인증서를 PEM 형식으로 %{file} 파일에 저장합니다
nl: Het servercertificaat in PEM formaat opslaan in bestand %{file}
pl: Zapisz certyfikat serwera w formacie PEM do pliku %{file}
pt_br: Salve o certificado do servidor no formato PEM para o arquivo %{file}
ru: Сохраните сертификат сервера в формате PEM в файле %{file}
sk: Uložiť certifikát servera vo formáte PEM do súboru %{file}
sv: Spara servercertifikatet i PE-format till filen %{file}
zh_cn: 以 PEM 制式保存服务器证书到 %{file} 文件
zh_tw: 將伺服器證書以 PEM 格式儲存至檔案 %{file}

source: Run command:
ar: أمر تشغيل:
ca: Executeu l'ordre:
cs: Spustit příkaz:
de: Kommando ausführen:
es: Ejecutar comando:
fi: Suorita komento:
fr: Exécuter la commande :
hu: Parancs futtatása:
it: Esegui comando:
ja: コマンドを実行してください:
ko: 명령 실행:
nl: Commando uitvoeren:
pl: Polecenie uruchomienia:
pt_br: Executar comando:
ru: Выполнить команду:
sk: Spustiť príkaz:
sv: Kör kommando:
zh_cn: 运行命令：
zh_tw: 執行指令：

source: Run registration again
ar: قم بتشغيل التسجيل مرة أخرى
ca: Torneu a fer el registre
cs: Spusťte registraci znovu
de: Registrierung erneut ausführen
es: Ejecutar de nuevo el registro
fi: Suorita rekisteröinti uudelleen
fr: Exécuter à nouveau l'enregistrement
hu: Regisztráció újbóli futtatása
it: Esegui di nuovo registrazione
ja: 登録を再実施します
ko: 등록 다시 실행
nl: Registratie opnieuw uitvoeren
pl: Uruchom rejestrację ponownie
pt_br: Executar o registro novamente
ru: Выполните регистрацию еще раз
sk: Znova spustiť registráciu
sv: Kör registreringskod igen
zh_cn: 再次注册
zh_tw: 再次執行註冊

source: Failed Certificate Details
ar: تفاصيل الشهادة التي فشلت
ca: Detalls de certificat fallits
cs: Podrobnosti o chybách certifikátů
de: Fehler bei den Zertifikatdetails
el: Αποτυχημένες λεπτομέρειες πιστοποιητικού
es: Detalles del certificado erróneo
fi: Epäonnistuneen varmenteen lisätiedot
fr: Détails de certificat ayant échoué
hu: Nem megfelelő tanúsítvány adatai
it: Dettagli certificato non riuscito
ja: 失敗した証明書の詳細
ko: 실패한 인증서 세부 사항
nl: Informatie over mislukt certificaat
pl: Szczegółowe informacje o nieprawidłowym certyfikacie
pt_br: Detalhes do Certificado com Falha
ru: Сведения об отклоненном сертификате
sk: Podrobnosti o chybách certifikátov
sv: Information om certifikatfel
uk: Відомості про невдалий сертифікат
zh_cn: 失败的证书细节
zh_tw: 失敗的證書詳細資料

source: Issued To
ar: تم الإصدار إلى
ca: Emès a
cs: Vydáno pro
de: Ausgegeben an
el: Αναθετημένου σε
es: Emitido para
fi: Myönnetty
fr: Délivré à
hu: Tulajdonos
it: Rilasciato a
ja: 発行先
ko: 발급 대상
nl: Uitgegeven aan
pl: Wydany dla
pt_br: Emitido para
ru: Кому выдан
sk: Vydané pre
sv: Utfärdat till
uk: Видано для
zh_cn: 签发给
zh_tw: 發給

source: Common Name (CN):
ar: الاسم العام (CN):
ca: Nom comú (CN):
cs: Běžný název (CN):
de: Allgemeiner Name (CN):
el: Κοινό Όνομα (ΚΟ):
es: Nombre común (CN):
fi: Yleinen nimi (CN):
fr: Nom commun (CN) :
hu: Közös név (CN):
it: Nome comune (CN):
ja: 共通名(CN):
ko: CN(일반 이름):
pl: Nazwa wspólna (CN):
pt_br: Nome comum (CN):
ru: Общее имя (CN):
sv: Eget namn (EN):
uk: Назва (CN):
zh_cn: 通用名 (CN):
zh_tw: 通用名稱 (CN)：

source: Organization (O):
ar: المؤسسة (O):
ca: Organizació (O):
cs: Organizace (O):
de: Organisation (O):
el: Οργανισμός (Ο):
es: Organización (O):
fi: Järjestö (O):
fr: Organisation (O) :
hu: Szervezet (O):
it: Organizzazione (O):
ja: 組織(O):
ko: O(조직):
nl: Organisatie (O):
pl: Organizacja (O):
pt_br: Organização (O):
ru: Организация (O):
sv: Organisation (O):
uk: Організація (O):
zh_cn: 组织 (O):
zh_tw: 組織 (O)：

source: Organization Unit (OU):
ar: وحدة المؤسسة (OU):
ca: Unitat d'organització (OU):
cs: Organizační jednotka (OU):
de: Organisationseinheit (OU):
el: Μονάδα Οργανισμού (ΜΟ):
es: Departamento (OU):
fi: Organisaatioyksikkö (OU):
fr: Unité organisationnelle (OU) :
hu: Szervezeti egység (OU):
it: Unità organizzativa (OU):
ja: 組織単位(OU):
ko: OU(조직 구성 단위):
nl: Organisatie-unit (OU):
pl: Jednostka organizacyjna (OU):
pt_br: Unidade Organizacional (UO):
ru: Организационная единица (OU):
sv: Organisationsenhet (OE):
uk: Відділ (OU):
zh_cn: 组织单元 (OU):
zh_tw: 組織單位 (OU)：

source: Issued By
ar: تم الإصدار من قِبل
ca: Emès per
cs: Vydavatel
de: Ausgegeben von
el: Αναθετημένο από
es: Emitido por
fi: Myöntäjä
fr: Délivré par
hu: Kiállító
it: Emesso da
ja: 発行者
ko: 발급자
nl: Uitgegeven door
pl: Wydany przez
pt_br: Emitido por
ru: Кем выдан
sk: Vydané od
sv: Utfärdat av
uk: Видавець
zh_cn: 签发人
zh_tw: 發出者

source: Validity
ar: الصلاحية
ca: Validesa
cs: Platnost
de: Gültigkeit
el: Eγκυρότητα
es: Validez
fi: Voimassa
fr: Validité
hu: Érvényesség
it: Validità
ja: 有効性
ko: 유효 기간
nl: Geldigheid
pl: Ważność
pt_br: Validade
ru: Срок действия
sk: Platnosť
sv: Giltighet
uk: Придатність
zh_cn: 有效性
zh_tw: 有效性

source: Issued On:
ar: تاريخ الإصدار:
ca: Publicació:
cs: Datum vydání:
de: Ausgestellt am:
el: Εκδόθηκε στις:
es: Emitido el:
fi: Myönnetty:
fr: Émis le :
hu: Kiállítás dátuma:
it: Data di emissione:
ja: 発行日:
ko: 발급 날짜:
nl: Afgegeven op:
pl: Wydany dnia:
pt_br: Emitido em:
ru: Дата выпуска:
sk: Vydané:
sv: Utfärdat den:
uk: Дата видання:
zh_cn: 签发日期:
zh_tw: 簽發日期︰

source: WARNING: The certificate is not valid yet!
ar: تحذير: الشهادة ليست صالحة بعد!
ca: Avís: el certificat encara no és vàlid!
cs: UPOZORNĚNÍ: Certifikát ještě není platný!
de: WARNUNG: Das Zertifikat ist noch nicht gültig!
el: ΠΡΟΣΟΧΗ:Το πιστοποιητικό δεν είναι ακόμα έγκυρο
es: ADVERTENCIA: el certificado aún no es válido.
fi: VAROITUS: Varmenne ei ole vielä voimassa!
fr: AVERTISSEMENT : le certificat n'est pas encore valide !
hu: FIGYELEM: A tanúsítvány még nem érvényes.
it: AVVISO: il certificato non è ancora valido.
ja: 警告: この証明書はまだ有効ではありません。
ko: 경고: 인증서가 아직 유효하지 않습니다!
nl: WAARSCHUWING: het certificaat is nog niet geldig!
pl: OSTRZEŻENIE: certyfikat nie jest jeszcze ważny!
pt_br: AVISO: O certificado ainda não é válido!
ru: ПРЕДУПРЕЖДЕНИЕ. Сертификат еще не действителен!
sk: VAROVANIE: Certifikát ešte nie je platný!
sv: Varning! Certifikatet är inte giltigt än!
uk: УВАГА: сертифікат ще не набув чинності!
zh_cn: 警告：证书还不是有效的！
zh_tw: 警告︰此證書尚未生效！

source: Expires On:
ar: تاريخ انتهاء الصلاحية:
ca: Caducitat:
cs: Datum ukončení platnosti:
de: Läuft ab am:
el: Λήγει στις:
es: Caduca el:
fi: Vanhenee:
fr: Expire le :
hu: Lejárat:
it: Scade il:
ja: 有効期限:
ko: 만료:
nl: Verloopt op:
pl: Wygasa:
pt_br: Expira em:
ru: Истекает:
sk: Stratí platnosť:
sv: Upphör den:
uk: Термін дії:
zh_cn: 过期日期：
zh_tw: 過期日期︰

source: WARNING: The certificate has expired!
ar: تحذير: انتهت صلاحية الشهادة!
ca: Avís: el certificat ha caducat!
cs: UPOZORNĚNÍ: Platnost certifikátu vypršela!
de: WARNUNG: Das Zertifikat ist abgelaufen!
el: ΠΡΟΣΟΧΗ:Το πιστοποιητικό έχει λήξει!
es: ADVERTENCIA: el certificado ha caducado.
fi: VAROITUS: Varmenne on vanhentunut!
fr: AVERTISSEMENT : le certificat a expiré !
hu: FIGYELEM: A tanúsítvány érvényessége lejárt!
it: AVVISO: il certificato è scaduto.
ja: 警告: この証明書は期限切れです。
ko: 경고: 인증서가 만료되었습니다!
nl: WAARSCHUWING: het certificaat is verlopen!
pl: OSTRZEŻENIE: certyfikat wygasł!
pt_br: AVISO: O certificado expirou!
ru: ПРЕДУПРЕЖДЕНИЕ. Срок действия сертификата истек!
sk: VAROVANIE: Platnosť certifikátu vypršala!
sv: VARNING! Certifikatet har upphört att gälla!
uk: УВАГА: сертифікат вже застарілий!
zh_cn: 警告：证书已过期！
zh_tw: 警告︰此證書已過期！

source: Serial Number:
ar: الرقم المسلسل:
ca: Número de sèrie:
cs: Sériové číslo:
de: Seriennummer:
el: Σειριακός αριθμός
es: Número de serie:
fi: Sarjanumero:
fr: Numéro de série :
hu: Sorozatszám:
it: Numero di serie:
ja: シリアル番号:
ko: 일련번호:
nl: Serienummer:
pl: Numer Seryjny:
pt_br: Número de série:
ru: Серийный номер:
sk: Sériové číslo:
sv: Serienummer:
uk: Серійний номер:
zh_cn: 序列号:
zh_tw: 序號︰
