Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: If authentication is needed for secure access, please use <b>Authentication by Initiator</b> and <b>Authentication by Targets</b> together. Please do not only use one of them for security reasons.
ar: إذا أردت مصادقة الوصول الآمن، يرجى استخدام <b>المصادقة بالمبادر</b> و<b>المصادقة بالاهداف</b> معاً. الرجاء لا تستخدم واحد منهم فقط، وذلك لمزيد من الأمان.
ca: Si cal autenticació per a l'accés segur, si us plau, useu <b>Autenticació per iniciador</b> i <b>Autenticació per destinacions</b> conjuntament. Si us plau, no en feu servir només un per motius de seguretat.
cs: Je-li ověření potřebné pro zabezpečený přístup, použijte prosím <b>Ověření Iniciátorem</b> a <b>Ověření pomocí cílů</b> společně. Z bezpečnostních důvodů nepoužívejte pouze jedno z nich.
de: Wenn eine Authentifizierung für einen sicheren Zugriff erforderlich ist, verwenden Sie <b>Authentifizierung vom Ausführer</b> und <b>Authentifizierung von Targets</b> zusammen. Bitte verwenden Sie aus Sicherheitsgründen nicht nur eine davon.
es: Si se necesita autenticación para el acceso seguro, use las opciones <b>Autenticación mediante iniciador</b> y <b>Autenticación mediante destinos</b> juntas. Por motivos de seguridad, no use solo una de ellas.
fr: Si l'authentification est nécessaire pour un accès sécurisé, veuillez utiliser ensemble <b>l'authentification par initiateur</b> et <b>l’authentification par cibles</b>. Veuillez ne pas utiliser une seule des deux pour raison de sécurité.
hu: Ha hitelesítés szükséges a biztonságos hozzáféréshez, adja meg a <b>Kezdeményező általi hitelesítés</b> és a <b>Célok általi hitelesítés</b> beállítást is. Biztonsági okokból nem ajánlott csak az egyik beállítás használata.
id: Jika otentikasi dibutuhkan untuk akses yang aman, mohon gunakan <b>Otentikasi oleh Inisiator</b> dan <b>Otentikasi oleh Target</b> bersama. Tolong jangan gunakan hanya satu dari opsi tersebut untuk alasan keamanan.
it: Qualora fosse necessaria l'autenticazione per l'accesso sicuro, si prega di usare contemporaneamente <b>Autenticazione da parte dell'iniziatore</b> e <b>Autenticazione da parte delle destinazioni</b>. Per ragioni di sicurezza si prega di non usarle singolarmente.
ja: アクセスの際に認証が必要な場合は、 <b>イニシエータによる認証</b> および <b>ターゲットによる認証</b> をそれぞれ設定してください。なお、セキュリティ上の理由で設定する場合は、いずれか片方だけを使用することはしないでください。
ko: 보안 액세스를 위해 인증이 필요한 경우 <b>초기 인증</b> 및 <b>대상 인증</b>을 함께 사용하십시오. 보안상의 이유로 그 중 하나만 사용하지 마십시오.
nl: Als verificatie nodig is voor veilige toegang, gebruik dan <b>Verificatie door initiator</b> en <b>Verificatie door doelen</b> samen. Gebruik niet alleen een van hen om beveiligingsredenen.
pl: Jeśli uwierzytelnianie jest wymagane w celu uzyskania bezpiecznego dostępu, użyj jednocześnie opcji <b>Uwierzytelnianie przez inicjatora</b> oraz <b>Uwierzytelnianie przez obiekty docelowe</b>. Ze względów bezpieczeństwa nie należy używać wyłącznie jednej z tych opcji.
pt: Se a autenticação for necessária para um acesso seguro, utilize por favor <b>Autenticação por Iniciador</b> e <b>Autenticação por Alvos</b> em conjunto. Por favor, não utilize apenas uma delas por razões de segurança.
pt_br: Se a autenticação é necessária por motivos de segurança, use <b>Autenticação por iniciador</b> e <b>Autenticação por destinos</b> em conjunto. Não use apenas um deles por motivos de segurança.
ru: Если аутентификация необходима для обеспечения безопасного доступа, используйте <b>Аутентификацию инициатора</b> и <b>Аутентификацию целей</b> совместно. Из соображений безопасности не используйте их по одиночке.
sk: Ak je potrebné overenie z bezpečnostných dôvodov, prosím, použite spolu <b>Overenie podľa iniciátora</b> a <b>Overenie podľa cieľov</b>. Prosím, nepoužívajte iba jeden z nich z bezpečnostných dôvodov.
sv: Om autentisering krävs för säker åtkomst, använd <b>Autentisering av startare</b> och <b>Autentisering av mål</b> tillsammans. Av säkerhetsskäl bör endast en inte användas.
tr: Güvenli erişim için kimlik doğrulaması gerekiyorsa, lütfen <b>Başlatıcı Tarafından Kimlik Doğrulaması</b> ve <b>Hedefler Tarafından Kimlik Doğrulaması</b>'nı birlikte kullanın. Lütfen güvenlik nedenleriyle bunlardan yalnızca birini kullanmayın.
uk: Якщо необхідно перевірити з міркувань безпеки, будь-ласка, використовуйте <b>Автентифікація через ініціатора</b> та <b>Автентифікацію через цілі</b>. Будь ласка, не використовуйте тільки один з них з міркувань безпеки.
zh_cn: 如果需要认证以确保安全访问，请将<b>由发起端认证</b>和<b>由目标认证</b>结合使用。出于安全原因，请勿仅使用其中一项。
zh_tw: 如果為確保安全存取需要驗證，請將<b>由啟動器驗證</b>和<b>由目標驗證</b>配合使用。出於安全原因，請勿僅使用其中之一。

source: <p><b>manual</b> is for iSCSI targets which are not to be connected by default, the user needs to connect them manually</p>
ar: <p><b>يدوي</b> هذا الخيار لأهداف iSCSI التي لم يتم توصيلها افتراضيًا، حيث يحتاج المستخدم إلى توصيلها يدويًا.</p>
ca: <p><b>manual</b> és per a destinacions iSCSI que no s'han de connectar per defecte, l'usuari les ha de connectar manualment</p>
cs: <p><b>manuálně</b> pro cíle iSCSI, které nemají být standardně připojeny, ale uživatel je potřebuje připojit manuálně</p>
de: <p><b>Manuell</b> wird für iSCSI-Ziele verwendet, die nicht standardmäßig verbunden werden. Diese müssen vom Benutzer manuell verbunden werden.</p>
es: <p><b>manual</b> es para dispositivos iSCSI que no se van a conectar por defecto; el usuario debe conectarlos manualmente</p>
fr: <p>L'option <b>Manuel</b> concerne les cibles iSCSI qui ne doivent pas être connectées par défaut, mais que l'utilisateur doit connecter manuellement.</p>
hu: <p>A <b>kézi</b> beállítás az olyan iSCSI-kiszolgálókhoz használható, amelyek nincsenek csatlakoztatva alapértelmezés szerint, és a felhasználónak kell kézzel elvégezni ezt.</p>
id: <p><b>manual</b> adalah untuk target iSCSI yang tidak akan dihubungkan secara bawaan, pengguna perlu menghubungkan mereka secara manual</p>
it: <p><b>manuale</b> è per destinazioni iSCSI che non sono connesse automaticamente, l'utente deve collegarle manualmente</p>
ja: <p><b>手動</b> は既定では接続されておらず、 必要に応じて接続する iSCSI ターゲットに対して設定します。</p>
ko: <p><b>수동</b>은 기본적으로 연결되지 않아 사용자가 수동으로 연결해야 하는 iSCSI 대상에 사용합니다.</p>
nl: <p><b>handmatig</b> is voor iSCSI-doelen die niet standaard verbonden moeten worden, de gebruiker moet ze handmatig verbinden</p>
pl: <p><b>ręczny</b> jest przeznaczony dla obiektów docelowych iSCSI, które nie mają być domyślnie podłączane - użytkownik musi podłączyć je ręcznie</p>
pt: <p><b>manual</b> é para alvos iSCSI que não devem ser ligados por por defeito, o utilizador precisa de os ligar manualmente</p>
pt_br: <p><b>manual</b> é para destinos iSCSI que não são conectados por padrão, o usuário precisa conecta-los manualmente</p>
ru: <p>Режим <b>manual</b> предназначен для целевых объектов iSCSI, которые не связаны по умолчанию и которые пользователь должен связать вручную</p>
sk: <p><b>ručne</b> je pre ciele iSCSI, ktoré nemajú byť pripojené v predvolenom nastavení, používateľ ich musí manuálne pripojiť</p>
sv: <p><b>manuell</b> är för iSCSI-mål som inte ska anslutas som standard, användaren måste ansluta dem manuellt</p>
tr: <p><b>manuel</b>, varsayılan olarak bağlanmayacak iSCSI hedefleri içindir, kullanıcının bunları manuel olarak bağlaması gerekir</p>
uk: <p><b>ручний режим</b> призначений для цільових пристроїв iSCSI, які типово не під'єднуються, користувач повинен під'єднати їх вручну</p>
zh_cn: <p><b>手动</b>用于默认不连接的 iSCSI 目标， 用户需要手动连接它们</p>
zh_tw: <p><b>手動</b>適用於預設未連接的 iSCSI 目標， 使用者需要手動來連接它們</p>

source: <p><b>onboot</b> is for iSCSI targets to be connected during boot, i.e. when root is on iSCSI. As such it will be evaluated by the initrd.</p>
ar: <p><b>عند التشغيل</b> هذا الخيار مخصص لتوصيل أهداف iSCSI أثناء التشغيل، على سبيل المثال، عندما عندما يكون الجذر على iSCSI. على هذا النحو، سيتم تقييمه بواسطة قرص ذاكرة الوصول العشوائي.</p>
ca: <p><b>a l'arrencada</b> és per a destinacions iSCSI que s'han de connectar durant l'arrencada, per exemple, quan l'arrel és en una iSCSI. Així serà avaluada per l'initrd.</p>
cs: <p><b>boot</b> pro cíle iSCSI, které se mají připojit při bootu, tj. když je kořen na iSCSI. Takové cíle budou vyhodnoceny v initrd.</p>
de: <p><b>Beim Booten</b> wird für iSCSI-Ziele verwendet, die während des Bootvorgangs verbunden werden, z. B. wenn sich root auf iSCSI befindet. In diesem Fall wird dies von initrd ausgewertet.</p>
es: <p><b>al arrancar</b> es para dispositivos iSCSI conectados durante el arranque; es decir, cuando root esta en iSCSI. Como tal, será evaluado por initrd.</p>
fr: <p>L'option <b>au démarrage</b> concerne les cibles iSCSI qui doivent être connectées au démarrage, autrement dit lorsque la racine est sur iSCSI. Cet aspect est vérifié par le fichier initrd.</p>
hu: <p>Az <b>indításkor</b> beállítás az olyan iSCSI-kiszolgálókhoz használható, amelyeket csatlakoztatni kell indításkor, amikor a gyökér az iSCSI-kiszolgálón található. Ekkor az initrd értékeli ki.</p>
id: <p><b>onboot</b> adalah untuk target iSCSI yang akan terhubung selama boot, yaitu ketika root ada di iSCSI. Dengan demikian akan dievaluasi oleh initrd.</p>
it: <p><b>all'avvio</b> è per destinazioni iSCSI che devono essere collegate durante l'avvio del sistema, ovvero quando la radice è su iSCSI. Come tale deve essere esaminata da initrd.</p>
ja: <p><b>起動時</b> はルートファイルシステムなど、システムの起動時に接続する iSCSI ターゲットに対して設定します。 そのため、この設定を行ったターゲットは、 initrd 内で処理されます。</p>
ko: <p><b>부트 시</b>는 루트가 iSCSI에 있을 때 부팅 중에 연결할 iSCSI 대상에 사용합니다. 이 경우 initrd를 통해 평가합니다.</p>
nl: <p><b>onboot</b> is voor iSCSI-targets om verbonden te worden bij opstarten, d.w.z. wanneer root op de iSCSI zit. Dit zal geÃ«valueerd worden door de initrd.</p>
pl: <p><b>przy rozruchu</b> jest przeznaczony dla obiektów docelowych iSCSI, które mają być podłączane przy rozruchu, tzn. wtedy, gdy katalog główny znajduje się na iSCSI. Zostanie to ocenione przez initrd.</p>
pt: <p><b>onboot</b> é para os alvos iSCSI a serem ligados durante a inicialização, ou seja, quando o root está no iSCSI. Como tal, será avaliado pelo initrd.</p>
pt_br: <p><b>na inicialização</b> é para destinos iSCSI serem conectados durante a inicialização, por exemplo, quanto o root está no iSCSI. Como tal, ele será avaliado pelo initrd.</p>
ru: <p>Режим <b>onboot</b> предназначен для целевых объектов iSCSI, которые необходимо связать во время загрузки, т. е. когда корневой каталог находится на iSCSI. Таким образом, для его оценки впоследствии используется initrd.</p>
sk: <p><b>pri štarte</b> je ciele iSCSI, ktoré sa majú pripojiť počas štartu systému, t. j. keď koreň je na iSCSI. Ako také to bude vyhodnotené s initrd.</p>
sv: <p><b>vid start</b> är för iSCSI-mål som ska anslutas vid systemstart, dvs. när roten är på iSCSI. På så sätt utvärderas den som initrd.</p>
tr: <p><b>önyükleme sırasında</b>, iSCSI hedeflerinin önyükleme sırasında, yani root iSCSI'da olduğunda bağlanması içindir. Bu nedenle initrd tarafından değerlendirilecektir.</p>
uk: <p><b>режим під час завантаження</b> призначений для під'єднання цільових пристроїв iSCSI під час завантаження, тобто коли root знаходиться на iSCSI. Буде визначений у initrd.</p>
zh_cn: <p><b>引导时</b>用于引导时连接的 iSCSI 目标（例如， 当根分区位于 iSCSI 上时）。这样 initrd 就会评估该目标。</p>
zh_tw: <p><b>開機時</b>適用於開機期間連接的 iSCSI 目標，例如， 當根目錄位於 iSCSI 上時。 當目標開機期間連接時，initrd 將對其進行評估。</p>

source: <p><b>automatic</b> is for iSCSI targets to be connected when the iSCSI service starts up.</p>
ar: <p><b>تلقائي</b> هذا الخيار مخصص لتوصيل أهداف iSCSI عند بدء تشغيل خدمة iSCSI.</p>
ca: <p><b>automàtic</b> és per a destinacions iSCSI que s'han de connectar quan s'inicia el servei iSCSI.</p>
cs: <p><b>automaticky</b> pro cíle iSCSI, které mají být připojeny při startu služby iSCSI.</p>
de: <p><b>Automatisch</b> wird für iSCSI-Ziele verwendet, die beim Startvorgang des iSCSI-Dienstes verbunden werden sollen.</p>
es: <p><b>automático</b> es para dispositivos iSCSI conectados cuando el servicio iSCSI se inicia.</p>
fr: <p>L'option <b>Automatique</b> concerne les cibles iSCSI à connecter lorsque le service iSCSI démarre.</p>
hu: <p>Az <b>automatikus</b> beállítás az olyan iSCSI-kiszolgálókhoz használható, amelyeket az iSCSI szolgáltatás elindulásakor kell csatlakoztatni.</p>
id: <p><b>otomatis</b> adalah agar target iSCSI dapat dihubungkan saat layanan iSCSI dimulai.</p>
it: <p><b>automatica</b> è per le destinazioni iSCSI che devono essere collegate quando il servizio iSCSI viene avviato.</p>
ja: <p><b>自動</b> は、 iSCSI サービスの起動時に接続するターゲットに対して 設定します。</p>
ko: <p><b>자동</b>은 iSCSI 서비스가 시작될 때 연결되는 iSCSI 대상에 사용합니다.</p>
nl: <p><b>automatisch</b> is voor iSCSI-targets om verbonden te worden wanneer de iSCSI-service opstart.</p>
pl: <p><b>automatyczny</b> jest przeznaczony dla obiektów docelowych iSCSI, które mają być podłączane podczas uruchamiania usługi iSCSI.</p>
pt: <p><b>automatic</b> é para os alvos iSCSI a serem ligados quando o serviço iSCSI arranca.</p>
pt_br: <p><b>automático</b> é para destinos iSCSI serem conectados que o serviço iSCSI inicia.</p>
ru: <p>Режим <b>automatic</b> предназначен для целевых объектов iSCSI, которые необходимо связать при запуске службы iSCSI.</p>
sk: <p><b>automaticky</b> je pre ciele iSCSI, ktoré majú byť pripojené, keď sa služba iSCSI spustí.</p>
sv: <p><b>automatisk</b> är för iSCSI-måll som ska anslutas när iSCSI-tjänsten startas.</p>
tr: <p><b>otomatik</b> iSCSI hizmeti başlatıldığında iSCSI hedeflerinin bağlanması içindir.</p>
uk: <p><b>автоматичний режим</b> призначений для підключення цільових пристроїв iSCSI під час запуску служби iSCSI.</p>
zh_cn: <p><b>自动</b>用于在 iSCSI 服务启动时自动连接的 iSCSI 目标。</p>
zh_tw: <p><b>自動</b>適用於在 iSCSI 服務啟動時連接的 iSCSI 目標。</p>

source: <p>When iBFT (iSCSI Boot Firmware Table) is used, the startup mode of the node is irrelevant. For that reason, the widget is disabled if iBFT is detected by YaST.</p>
ca: <p>Quan s'usa iBFT (iSCSI Boot Firmware Table), el mode d'inici del node és irrellevant. Per aquesta raó, el giny està inhabilitat si iBFT és detectat pel YaST.</p>
cs: <p>Je-li použita iBFT (iSCSI Boot Firmware Table, bootovací tabulka firmware SCSI), pak na režimu startu uzlu nezáleží. Z toho důvodu není widget funkční, když YaST detekuje iBFT.</p>
de: <p>Wenn iBFT (iSCSI Boot Firmware Table) verwendet wird, ist der Startmodus des Knotens irrelevant. Aus diesem Grund wird das Widget deaktiviert, wenn iBFT von YaST erkannt wird.</p>
es: <p>Si se usa iBFT (tabla de firmware de arranque de iSCSI), el modo de inicio del nodo es irrelevante. Por eso, el widget se inhabilita si YaST detecta iBFT.</p>
fr: <p>En cas d'utilisation d'iBFT (iSCSI Boot Firmware Table), le mode de démarrage du noeud n'est pas pertinent. Pour cette raison, le widget est désactivé si YaST détecte iBFT.</p>
id: <p>Ketika iBFT (iSCSI Boot Firmware Tabel) digunakan, mode simpul awal mula tidak relevan. Untuk alasan itu, widget dinonaktifkan jika iBFT terdeteksi oleh YaST.</p>
it: <p>Quando viene usato iBFT (iSCSI Boot Firmware Table) la modalità di avvio del nodo è irrilevante. Per questa ragione l'oggetto viene disabilitato se iBFT viene rilevato da YaST.</p>
ja: <p>iBFT (iSCSI Boot Firmware Table) を使用する場合、ノードのスタートアップ設定は 効果がありません。このような理由から、 YaST 側で iBFT を検出した場合、対応する ウイジェットは無効化されます。</p>
nl: <p>Wanneer iBFT (iSCSI Boot Firmware Table) wordt gebruikt is de opstartmodus van de node irrelevant. Om die reden is het widget uitgeschakeld als iBFT wordt gedetecteerd door YaST.</p>
pt: <p>Quando se utiliza iBFT (iSCSI Tabela de Inicialização de Firmware), o modo de arranque do nodo é irrelevante. Por esse motivo, o widget é desativado se o iBFT for detetado pelo YaST.</p>
pt_br: <p>Quando o iBFT (tabela de firmware de inicialização iSCSI) é usado, o modo de inicialização do nó é irrelevante. Por esse motivo, o widget será desativado se o iBFT for detectado pelo YaST.</p>
ru: <p>При использовании iBFT (iSCSI Boot Firmware Table) режим запуска узла не имеет значения. Поэтому при обнаружении iBFT данный виджет отключается.</p>
sk: <p>Keď sa používa iBFT (iSCSI Boot Firmware Table), režim spustenia uzla nie je relevantný. Z tohto dôvodu je ovládací prvok zakázaný, ak YaST zistí iBFT.</p>
sv: <p>När IBFT (ISCSI Boot firmwar -tabell) används, så är startläget för noden irrelevant. Av den anledningen är widgeten inaktiverad om IBFT upptäcks av YaST.</p>
tr: <p>iBFT (iSCSI Önyükleme Donanım Yazılımı Tablosu) kullanıldığında, düğümün başlatma modu önemsizdir. Bu nedenle, iBFT YaST tarafından algılanırsa widget devre dışı bırakılır.</p>
uk: <p>Коли використовується iBFT (таблиця мікропрограм для завантаження iSCSI), режим запуску вузла не має значення. З цієї причини віджет вимкнено, якщо YaST було виявлено iBFT.</p>
zh_cn: <p>使用 iBFT（iSCSI 引导固件表）时，节点的启动模式 是无关紧要的。因此，如果 YaST 检测到 iBFT， 则禁用该挂件。</p>
zh_tw: <p>如果使用 iBFT (iSCSI 開機韌體表)，節點的啟動模式 將不再重要。因此，如果 YaST 偵測到 iBFT，將會停用 該工具集。</p>

source: <p><b><big>Initializing iSCSI Initiator Configuration</big></b><br> Please wait...<br></p>
af: <p><b><big>Inisialiseer van iSCSI-inisieerderkonfigurasie</big></b><br> Wag, asseblief ...<br></p>
ar: <p><b><big>تهيئة تكوين بادئ iSCSI‏</big>‏</b>‏<br> الرجاء الانتظار...<br>‏</p>
bn: <p><b><big>আরম্ভিক iSCSI ইনিশিয়েটর গঠন</big></b><br> অনুগ্রহ করে অপেক্ষা করুন...<br></p>
ca: <p><b><big>Iniciant la configuració de l'iniciador de la iSCSI</big></b><br> Espereu, si us plau...<br></p>
cs: <p><b><big>Inicializuji konfiguraci iSCSI iniciátoru</big></b><br> Čekejte...<br></p>
da: <p><b><big>Initialiserer konfiguration af iSCI-igangsætter</big></b><br> Vent venligst...<br></p>
de: <p><b><big>Konfiguration des iSCSI-Initiators wird initialisiert</big></b><br> Bitte warten...<br></p>
el: <p><b><big>Εκκίνηση της Ρύθμισης του Αρχικοποιητή του iSCSI</big></b><br> Παρακαλώ Περιμένετε...<br></p>
es: <p><b><big>Iniciando la configuración del iniciador iSCSI </big></b><br> Espere...<br></p>
fi: <p><b><big>Valmistellaan iSCSI-aloittajan määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Initialisation de la configuration de l'initiateur iSCSI</big></b><br> Veuillez patienter...<br></p>
gl: <p><b><big>Iniciando a configuración do iniciador iSCSI </big></b><br> Por favor, espere...<br></p>
gu: <p><b><big> iSCSI પ્રારંભક કન્ફિગ્યુરેશનનો પ્રારંભ થિ રહ્યો છે. </big></b><br> કૃપા કરીને પ્રતિક્ષા કરો...<br></p>
hi: <p><b><big>iSCSI प्रारंभक विन्यास को प्रारंभ कर रहा है</big></b><br> कृपया प्रतीक्षा करें...<br></p>
hu: <p><b><big>iSCSI-kezdeményező beállításának indítása</big></b> <br>Kérem, várjon...<br></p>
id: <p><b><big>Inisialisasi Konfigurasi Inisiator iSCSI</big></b> Mohon tunggu...<br><p>
it: <p><b><big>Inizializzazione della configurazione dell'iniziatore iSCSI</big></b><br> Attendere...<br></p>
ja: <p><b><big>iSCSIイニシエータ設定を準備しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម iSCSI</big></b><br> សូម​រង់ចាំ...<br></p>
ko: <p><b><big>iSCSI 이니시에이터 구성 초기화 중</big></b><br> 잠시 기다려 주십시오...<br></p>
mr: <p><b><big>iSCSI इनिशिएटर आकृतीबंधाचा प्रारंभ करत आहे</big></b><br> कृपया प्रतिक्षा करा...<br></p>
nb: <p><b><big>Vent mens konfigurasjon av iSCSI-initiator initialiseres...</big></b></p>
nl: <p><b><big>Configuratie van iSCSI-initiator initialiseren</big></b><br> Een ogenblik geduld...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji modułu inicjującego iSCSI</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>A inicializar Configuração do iSCSI Initiator</big></b><br> Por favor aguarde...<br></p>
pt_br: <p><b><big>Inicializando Configuração do Iniciador iSCSI</big></b><br> Aguarde...<br></p>
ro: <p><b><big>Inițializez configurarea inițiatorului iSCSI</big></b><br> Vă rog așteptați...<br></p>
ru: <p><b><big>Инициализация конфигурации инициатора iSCSI</big></b><br> Подождите…<br></p>
sk: <p><b><big>Inicializujem nastavenie iSCSI iniciátora</big></b><br> Prosím, čakajte...<br></p>
sv: <p><b><big>Inställningen av SCSI-initieraren initieras</big></b><br> Vänta...<br></p>
ta: <p><b><big>iSCSI துவக்கி உள்ளமைவு துவக்கப்படுகிறது </big></b><br> தயவுசெய்து காத்திருக்கவும்... <br></p>
tr: <p><b><big>iSCSI Başlatıcı Yapılandırması Başlatılıyor</big></b><br> Lütfen bekleyin...<br></p>
uk: <p><b><big>Започаткування налаштування ініціатора iSCSI</big></b><br> Зачекайте, будь ласка...<br></p>
zh_cn: <p><b><big>正在初始化 iSCSI 发起端配置</big></b><br> 请稍候...<br></p>
zh_tw: <p><b><big>正在啟始化 iSCSI 啟動器組態</big></b><br> 請稍候...<br></p>
zu: <p><b><big>Ilungiselela Ukuqalisa Ukuhlelwa Kwe-iSCSI</big></b><br> Sicela ulinde...<br></p>
