Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: <p>When accessing an iSCSI device <b>READ</b>/<b>WRITE</b>, make sure that this access is exclusive. Otherwise there is a potential risk of data corruption.</p>
af: <p>Wanneer toegang verkry word tot 'n iSCSI-toestel <b>LEES</b>/<b>SKRYF</b>, maak seker dat hierdie toegang uitsluitend is. Anders is daar 'n moontlike risiko van datakorrupsie.</p>
ar: <p>عند الوصول إلى جهاز يعمل ببروتوكول iSCSI <b>للقراءة</b>/<b>الكتابة</b>، تأكد من أن هذا الوصول خاص. وإلا سيكون هناك احتمال كبير لتعرُض البيانات للتلف.</p>
bn: <p>যখন একটি iSCSI সরঞ্জাম প্রবেশ করাচ্ছি<b>READ</b>/<b>রাইট</b>, নিশ্চিত হোন যে এই একসেস সম্মিলিত নয়. অন্যথা সেখানে ডাটা খারাপেররিস্ক থাকতে পারে.</p>
ca: <p>Quan accediu a un dispositiu d'iSCSI de <b>LECTURA</b>/<b>ESCRIPTURA</b>, assegureu-vos que aquest accés és exclusiu. En cas contrari, hi ha un risc potencial de corrupció de dades.</p>
cs: <p>Přistupujete-li k iSCSI zařízení ke čtení a zápisu, ujistěte se, že je přístup exkluzivní. Jinak může dojít ke ztrátě dat.</p>
da: <p>Når du tilgår en iSCSI-enhed <b>LÆS</b>/<b>SKRIV</b>, sikr dig, at adgangen er eksklusiv. Ellers er der en potentiel risiko for datakorrumpering.</p>
de: <p>Stellen Sie beim <b>READ</b>/<b>WRITE</b>-Zugriff auf ein iSCSI-Gerät sicher, dass dieser Zugriff exklusiv ist. Anderenfalls besteht die Gefahr einer Datenbeschädigung.</p>
el: <p>Όταν αποκτάτε πρόσβαση σε μία συσκευή iSCSI <b>ΑΝΑΓΝΩΣΗ</b>/<b>ΕΓΓΡΑΦΗ</b>, βεβαιωθείτε ότι αυτή η πρόσβαση είναι αποκλειστική. Αλλιώς υπάρχει σοβαρός κίνδυνος για καταστροφή των δεδομένων σας.</p>
es: <p>Al acceder a un dispositivo iSCSI de <b>lectura</b> y <b>escritura</b>, asegúrese de que el acceso es exclusivo. De lo contrario, existirá un riesgo potencial de corrupción de datos.</p>
fi: <p>Yhdistettäessä iSCSI-laitteeseen <b>READ</b>/<b>WRITE</b> varmista että tämä on ainoa yhteys. Muuten tiedon vikaantumisen riski on hyvin mahdollinen.</p>
fr: <p>Pour accéder à un périphérique iSCSI en <b>LECTURE</b>/<b>ÉCRITURE</b>, vérifiez que cet accès est exclusif. Sinon, il existe un risque potentiel de corruption des données.</p>
gl: <p>Cando acceda a un dispositivo iSCSI de <b>lectura</b>/<b>escritura</b>, asegúrese de que o acceso sexa exclusivo. Doutro xeito, existirá un risco potencial de corrupción de datos.</p>
gu: <p> જ્યારે iSCSI ઉપકરણ પ્રાપ્ત કઈ રહ્યા હોવ ત્યારે <b>READ</b>/<b>WRITE</b>, make ખાતરી કરો કે આ પ્રાપ્તિ ખાસ છે. અન્યથા વિગતો બગડવાનું સંભવિત જોખમ છે.</p>
hi: <p>जब iSCSI युक्ति <b>पढे</b>/<b>लिखे</b> को अभिगम करना हो तो सुनिश्चित करें कि यह अभिगम अपवर्जी है, नहीं तो डाटा विकृति की प्रबल खतरा है.</p>
hu: <p>Az iSCSI eszköz <b>READ</b>/<b>WRITE</b> elérésekor győződjön meg arról, hogy a megadott elérés kizárólagos. Ellenkező esetben, az adatvesztés kockázata nagy.</p>
id: <p>Ketika mengakses perangkat iSCSI <b>BACA</b>/<b>TULIS</b>, pastikan akses ini ekslusif. Selain itu akan ada potensi data rusak.</p>
it: <p>Quando si accede a un dispositivo iSCSI in <b>LETTURA</b>/<b>SCRITTURA</b>, accertarsi che l'accesso sia esclusivo per non correre il rischio di danneggiare i dati.</p>
ja: <p> iSCSI デバイスに対して <b>READ</b>/<b>WRITE</b> でアクセスしている場合、このアクセスが排他的に行われていることを確認してください。 排他的に行われていないと、データが壊れてしまう危険があります。</p>
km: <p>ពេល​​ចូល​ដំណើរការ​ឧបករណ៍​ iSCSI <b>READ</b>/<b>WRITE</b>, ប្រាកដ​ថាការ​ចូល​ដំណើរការ​នេះ​ដាច់​ដោយ​ឡែក​ ។ មិន​ដូច្នេះ​​បណ្ដាល​ឲ្យ​ទិន្នន័យ​ខូច​ទាំង​ស្រុង ។</p>
ko: <p>iSCSI 장치에 <b>읽기</b>/<b>쓰기</b> 액세스를 할 때에는 단독으로 액세스해야 합니다. 그렇게 하지 않으면 데이터가 손상될 위험이 있습니다.</p>
mr: <p>iSCSI उपकरण <b>READ</b>/<b>WRITE</b> अक्सेस करतांना,हा अक्सेस खास असल्याची खात्री करून घ्या. अन्यथा डाटा भ्रष्ट होण्याचासंभाव्य धोका असतो.</p>
nb: <p>Når du bruker en iSCSI-enhet med <b>LESE</b>/<b>SKRIVE</b>-rettigheter, må disse rettighetene være eksklusive for å unngå risiko for ødelagte data.</p>
nl: <p>Zorg er voor dat bij <b>READ</b>/<b>WRITE</b>-toegang tot een iSCSI-apparaat deze toegang exclusief is. Anders bestaat er het risico dat er datacorruptie optreedt.</p>
pl: <p>Podczas korzystania z urządzenia iSCSI w trybie <b>READ</b>/<b>WRITE</b>, proszę upewnić się, że dostęp do urządzenia jest wyłączny. W przeciwnym razie istnieje ryzyko utraty danych.</p>
pt: <p>Quando se acede a um dispositivo iSCSI <b>LER</b>/<b>ESCREVER</b>, confirme que o acesso a esse dispositivo é exclusivo. Caso contrário existe uma elevada probabilidade de corromper os dados.</p>
pt_br: <p>Ao efetuar acesso de <b>LEITURA</b>/<b>GRAVAÇÃO</b> em um dispositivo iSCSI, verifique se o acesso é exclusivo. Caso contrário, os dados podem ser corrompidos.</p>
ro: <p>Când accesați un echipament iSCISI la <b>CITIRE</b>/<b>SCRIERE</b>, verificați dacă acest acces este exclusiv. Altfel există un risc potențial de corupere a datelor.</p>
ru: <p>При доступе к iSCSI устройству в режиме<b>ЧТЕНИЕ</b>/<b>ЗАПИСЬ</b> удостоверьтесь, что доступ эксклюзивный. В противном случае существует опасность повреждения данных.</p>
sk: <p>Keď pristupujete na iSCSI zariadenie s <b>ČÍTAŤ</b>/<b>ZAPÍSAŤ</b>, uistite sa, či naň môžete zapisovať iba vy sám a nikto ďalší. Inak riskujete možnosť poškodenia dát.</p>
sv: <p>När du <b>LÄSER</b>/<b>SKRIVER</b> en iSCSI-enhet måste du se till att ingen annan kan komma åt enheten samtidigt. Annars finns det en potentiell risk för skadade data.</p>
ta: <p>ஒரு iSCSI சாதனத்தை <b>படிக்கவும்</b>/<b>எழுதவும்</b> அணுகும்போது, இந்த அணுக்கம் தனிப்பட்டதாக இருப்பதை உறுதி செய்து கொள்ளவும். இல்லாவிட்டால், தரவு சேதப்படுவதற்கான அபாயம் உள்ளது.</p>
tr: <p>Bir iSCSI aygıtına <b>OKU</b>/<b>YAZ</b> erişirken, bu erişimin özel olduğundan emin olun. Aksi takdirde veri bozulması riski vardır.</p>
uk: <p>Під час доступу до пристрою iSCSI в режимі <b>ЧИТАННЯ</b>/<b>ЗАПИС</b>, переконайтесь, що цей доступ винятковий. Інакше, потенційно існує ризик пошкодження даних.</p>
xh: <p>Xa ufikelela kwisixhobo se-iSCSI <b>FUNDA</b>/<b>BHALA</b>, qiniseka ukuba olu fikeleleko lolukhethekileyo. Ngungenjalo kukho umngcipheko onokuba khona wokungcoliseka kweenkcukacha.</p>
zh_cn: <p>当<b>读</b>/<b>写</b>访问一个 iSCSI 设备时，请确保此访问是排它的。否则会有潜在的数据损坏风险。</p>
zh_tw: <p>以<b>讀</b>/<b>寫</b>權限存取 iSCSI 設備時，請確定這是專用存取動作。否則就有損毀資料的風險。</p>
zu: <p>Lapho ungena kwidivayisi ye-iSCSI <b>FUNDA</b>/<b>BHALA</b>, qinisekisa ukuthi lokhu kungena kuqondene nalokhu kuphela. Ngale kwalokho kunengozi engenzeka yokonakala kokwaziswa.</p>

source: <p><b>Initiator Name</b> is a value from <tt>/etc/iscsi/initiatorname.iscsi</tt>. In case you have iBFT, this value will be added from there and you are only able to change it in the BIOS setup.</p>
ar: <p><b>اسم البادئ</b> هو قيمة من <tt>/etc/iscsi/initiatorname.iscsi</tt>. إذا كان لديك iBFT، فستتم إضافة هذه القيمة من هناك وستتمكن من تغييرها في إعداد BIOS.</p>
ca: <p>El <b>nom de l'iniciador</b> és un valor de <tt>/etc/iscsi/initiatorname.iscsi</tt>. En cas que tingueu iBFT, aquest valor s'afegirà des d'allà i només el podeu canviar a la configuració de BIOS.</p>
cs: <p><b>Název iniciátoru</b> je hodnota ze souboru <tt>/etc/iscsi/initiatorname.iscsi</tt>. Používáte-li tabulku iBFT, bude tato hodnota přidána z ní a tuto hodnotu bude možné změnit pouze v nastavení systému BIOS.</p>
da: <p><b>Initiator Name</b> er en værdi fra <tt>/etc/initiatorname.iscsi</tt>. Hvis du har iBFT, erstattes værdien med værdien derfra, og du kan kun ændre den i BIOS-konfigurationen.</p>
de: <p>Der Wert <b>Initiatorname</b> stammt aus <tt>/etc/iscsi/initiatorname.iscsi</tt>. Falls Sie iBFT haben, wird dieser Wert von dort hinzugefügt, und Sie können den Wert nur in der BIOS-Konfiguration ändern.</p>
es: <p><b>Nombre de iniciador</b> es un valor de <tt>/etc/iscsi/initiatorname.iscsi</tt>. En caso de que tenga iBFT, este valor se añadirá desde ahí y solo podrá modificarlo en la configuración del BIOS.</p>
fi: <p><b>Käynnistäjän nimi</b> luetaan tiedostosta<tt>/etc/iscsi/initiatorname.iscsi</tt>. Jos iBFT on käytössä, arvo lisätään kyseisestä tiedostosta. Tällöin sitä voi muuttaa vain BIOS-asetuksista.</p>
fr: <p><b>Nom de l'initiateur</b> est une valeur provenant de <tt>/etc/iscsi/initiatorname.iscsi</tt>. Si vous utilisez iBFT, cette valeur est ajoutée à partir de cet emplacement et vous ne pouvez la modifier que dans la configuration du BIOS.</p>
hu: <p><b>Kezdeményező neve</b> – egy az <tt>/etc/iscsi/initiatorname.iscsi</tt> fájlból származó érték. Amennyiben van iBFT táblája, ezt az értéket onnan adja hozzá a rendszer, Ön pedig csak a BIOS beállításaiban módosíthatja.</p>
id: <p><b>Nama Inisiator</b> adalah nilai dari <tt>/etc/iscsi/initiatorname.iscsi</tt>. Dalam kasus jika anda memiliki iBFT, nilai ini akan ditambahkan dari sana dan anda hanya bisa merubah melalui pengaturan BIOS.</p>
it: <p><b>Nome iniziatore</b> è il valore ricavato da <tt>/etc/iscsi/initiatorname.iscsi</tt>. Se si dispone di iBFT, questo valore verrà aggiunto e da lì sarà possibile modificarlo solo nella configurazione del BIOS.</p>
ja: <p><b>イニシエータ名</b> は <tt>/etc/iscsi/initiatorname.iscsi</tt> からの値です。 iBFT を利用している場合、上記の値は iBFT からの値が付加されるほか、 BIOS 内でのみ変更することができます。</p>
ko: <p><b>Initiator Name</b>은 <tt>/etc/iscsi/initiatorname.iscsi</tt>의 값입니다. iBFT가 있는 경우 이 값은 해당 위치에서 추가되고 BIOS 설정에서만 변경할 수 있습니다.</p>
nl: <p><b>Initiatornaam</b> is een waarde van <tt>/etc/iscsi/initiatorname.iscsi</tt>. Voor het geval u iBFT hebt, wordt deze waarde vanuit iBFT toegevoegd. U kunt deze waarde alleen wijzigen in de BIOS-instelling.</p>
pl: <p><b>Nazwa modułu inicjującego</b> jest wartością z pliku <tt>/etc/iscsi/initiatorname.iscsi</tt>. W przypadku, gdy masz iBFT, wartość ta zostanie dodana stamtąd i można ją zmienić tylko w ustawieniach BIOS.</p>
pt: <p><b>Nome do Iniciador</b> é um valor de <tt>/etc/iscsi/initiatorname.iscsi</tt> No caso de ter iBFT este valor será adicionado a partir daí e poderá alterá-lo apenas na configuração da BIOS.</p>
pt_br: <p><b>Nome do Iniciador</b> é um valor de <tt>/etc/iscsi/initiatorname.iscsi</tt>. Se você tiver iBFT, esse valor será adicionado dele, e você só poderá mudá-lo na configuração do BIOS.</p>
ru: <p><b>Имя инициатора</b> — это значение из файла <tt>/etc/iscsi/initiatorname.iscsi</tt>. Если у вас есть iBFT, это значение будет добавлено из соответствующих параметров, и его можно изменить только в настройках BIOS.</p>
sk: <p><b>Názov iniciátora</b> je hodnota z <tt>/etc/iscsi/initiatorname.iscsi</tt>. V prípade, že máte iBFT, hodnota sa pridá odtiaľ a vy ju môžete iba zmeniť v BIOS nastavení.</p>
sv: <p><b>Initierarens namn</b> är ett värde från <tt>/etc/iscsi/initiatorname.iscsi</tt>. Om du har iBFT tas detta värde därifrån och kan bara ändras i BIOS-inställningen.</p>
tr: <p><b>Başlatıcı Adı</b> <tt>/etc/iscsi/initiatorname.iscsi</tt>'den alınan bir değerdir. Eğer iBFT'niz varsa, bu değer oradan eklenecektir ve bunu yalnızca BIOS kurulumunda değiştirebilirsiniz.</p>
uk: <p><b>Назва ініціатора</b> - це значення, взяте із <tt>/etc/iscsi/initiatorname.iscsi</tt>. У разі наявності iBFT це значення буде замінено значенням з iBFT, а змінити його ви зможете лише у програмі налаштування BIOS.</p>
zh_cn: <p><b>发起端名称</b>是 <tt>/etc/iscsi/initiatorname.iscsi</tt> 中的一个值。 如果您使用 iBFT，此处添加的将是 iBFT 中的值，并且您只能在 BIOS 设置中更改它。</p>
zh_tw: <p><b>啟動器名稱</b>是 <tt>/etc/iscsi/initiatorname.iscsi</tt> 中的一個值。 若您有 iBFT，此處新增的將是 iBFT 中的值，並且您只能在 BIOS 設定中變更該值。</p>

source: If you want to use <b>iSNS</b> (Internet Storage Name Service) for discovering targets instead of the default SendTargets method, fill in the IP address of the iSNS server and port. The default port should be 3205.
ar: إذا كنت ترغب في استخدام <b>iSNS</b> (خدمة أسماء التخزين على إنترنت) في اكتشاف الأهداف بدلاً من أسلوب SendTargets الافتراضي، فقم بملء عنوان IP الخاص بخادم iSNS ومنفذه. يجب أن يكون المنفذ الافتراضي هو 3205.
ca: Si voleu utilitzar l'<b>iSNS</b> (Servei de noms d'emmagatzematge d'Internet) per trobar destinacions en lloc de fer servir el mètode predeterminat de SendTargets, introduïu l'adreça IP del servidor iSNS i el port. És recomanable que el port predeterminat sigui el 3205.
cs: Pokud chcete k zjišťování cílů místo výchozí metody SendTargets používat <b>iSNS</b> (Internet Storage Name Service), vyplňte adresu IP iSNS serveru a port. Výchozí port by měl být 3205.
da: Hvis du ønsker at bruge <b>iSNS</b> (Internet Storage Name Service) til at finde mål i stedet for standard SendTargets-metoden, udfyld IP-adresse for iSNS-server og port. Standardporten bør være 3205.
de: Wenn Sie es bevorzugen, <b>iSNS</b>(Internet Storage Name Service) für das Erkennen von Zielen zu benutzen, statt die standardmäßige SendTargets-Methode zu verwenden, tragen Sie die IP-Adresse des iSNS-Servers und den Port ein (Standard-Port sollte 3205 sein).
el: Αν θέλετε να χρησιμοποιήσετε το <b>iSNS</b> (Υπηρεσία Διαδικτυακής Αποθήκευσης Ονόματος) για την αναζήτηση στόχων αντί της προεπιλεγμένης μεθόδου SendTargets, συμπληρώστε την διεύθυνση IP και την θύρα του διακομιστή iSNS. Η προεπιλεγμένη θύρα θα πρέπει να είναι 3205.
es: Si desea utilizar <b>iSNS</b> (Servicio de almacenamiento de nombres de Internet) para descubrir destinos en lugar del método por defecto (SendTargets), especifique la dirección IP del servidor iSNS y el puerto. El puerto por defecto debería ser el 3205.
fi: Jos haluat käyttää Send Target-metodin sijaan <b>iSNS:ää</b> (Internet Storage Name Service) löytääksesi kohteet, anna iSNS-palvelimen IP-osoite ja portti. Oletusportti on 3205.
fr: Si vous voulez utiliser <b>iSNS</b> (Internet Storage Name Service) pour découvrir des cibles au lieu de la méthode par défaut SendTargets, remplissez l'adresse IP et le port du serveur iSNS. Le port par défaut est 3205.
gl: Se desexa usar <b>iSNS</b> (Servizo de Almacenamento de Nomes de Internet) para descubrir destinos en vez do método predeterminado SendTargets, introduza o enderezo IP e o porto do servidor iSNS. O porto predeterminado debería ser 3205.
hu: Ha az alapértelmezett SendTargets metódus helyett az <b>iSNS</b> (Internet Storage Name Service) szeretné használni az iSCSI-tároló felfedezésére, akkor adja meg az iSNS-kiszolgáló címét és portját. Az alapértelmezett port: 3205.
id: Jika anda ingin menggunakan <b>iSNS</b> (Internet Storage Name Service) untuk mencari target daripada metode bawaan SendTargets, isi alamat IP dan port dari peladen iSNS. Port bawaan seharusnya 3205.
it: Se si desidera usare <b>iSNS</b> (Internet Storage Name Service) per scoprire le destinazioni anziché il metodo predefinito SendTargets, inserire l'indirizzo IP e la porta del server iSNS. La porta predefinita è 3205.
ja: ターゲット検出を行う際、既定の SendTargets メソッドの代わりに <b>iSNS</b> (Internet Storage Name Service) を利用する場合は、 iSNS サーバの IP アドレスとポートを指定してください。既定のポートは 3205 です。
km: ប្រសិន​បើ​អ្នក​ចង់​ប្រើ <b>iSNS</b> (Internet Storage Name Service) សម្រាប់​រក​គោលដៅ​ជំនួស​ឲ្យ​វិធីសាស្ត្រ​ផ្ញើ​គោលដៅ​លំនាំដើម បំពេញ​អាសយដ្ឋាន IP របស់​ម៉ាស៊ីន​បម្រើ iSNS និង​ច្រក ។ ច្រក​លំនាំដើម​គួរ​តែ​ជា ៣២០៥ ។
ko: 대상을 검색하기 위해 기존 SendTargets 메소드 대신 <b>iSNS</b>(Internet Storage Name Service)를 사용하려면 iSNS 서버의 IP 주소와 포트를 지정하십시오. 기본 포트는 3205입니다.
nb: Hvis du vil bruke <b>iSNS</b> (Internet Storage Name Service) for å finne mål i stedet for vanlige SendTargets-metoder, angi IP-adressen for iSNS-serveren og porten. Standardporten skal være 3205.
nl: Als u gebruik wilt maken van <b>iSNS</b> (Internet Storage Name Service) voor het ontdekken van doelen in plaats van de standaard SendTargets-methode, vul het IP-adres en de poort van de iSNS-server in. De standaardpoort is 3205.
pl: Jeśli zamiast domyślnej metody SendTargets do wykrywania celów ma być użyty <b>iSNS</b> (Internet Storage Name Service), należy wpisać adres IP oraz serwer i port iSNS. Domyślny numer portu to 3205.
pt: Se pretender utilizar <b>iSNS</b> (Internet Storage Name Service) para descobrir destinos em vez do método pré-definido Send Targets, preencha o endereço IP e porto do servidor iSNS. O porto pré-definido deverá ser 3205.
pt_br: Se deseja utilizar o <b>iSNS</b> (Internet Storage Name Service) para descobrir destinos em vez do método SendTargets padrão, preencha o endereço IP do servidor iSNS e a porta. A porta padrão deve ser 3205.
ro: Dacă doriți să utilizați <b>iSNS</b> (Internet Storage Name Service) în locul metodei implicite SendTargets pentru detectarea de destinații, completați adresa IP a serverului iSNS și portul. Portul implicit trebuie să fie 3205.
ru: Если вы хотите использовать <b>iSNS</b> (Internet Storage Name Service) для поиска целей вместо метода по умолчанию SendTargets, укажите IP-адрес сервера iSNS и номер порта. Порт по умолчанию должен быть 3205.
sk: Ak chcete použiť <b>iSNS</b> (Internet Storage Name Service) pre objavovanie cieľov namiesto predvolenej metódy SendTargets, vyplňte IP adresu iSNS servera a portu. Predvolený port by mal byť 3205.
sv: Om du vill upptäcka mål med hjälp av <b>iSNS</b> (Internet Storage Name Service) i stället för med standardmetoden SendTargets, anger du iSNS-serverns IP-adress och port. Standardporten bör vara 3205.
tr: Hedefleri keşfetmek için varsayılan SendTargets yöntemi yerine <b>iSNS</b> (İnternet Depolama Adı Hizmeti) kullanmak istiyorsanız, iSNS sunucusunun IP adresini ve bağlantı noktasını girin. Varsayılan bağlantı noktası 3205 olmalıdır.
uk: Якщо ви бажаєте використовувати <b>iSNS</b> (Internet Storage Name Service) для виявлення цілей замість типового методу SendTargets, вкажіть IP-адресу сервера iSNS і номер порту. Типовим значенням має бути 3205.
zh_cn: 若您想用 <b>iSNS</b> (互联网存储名称服务) 来发现目标，而不是用默认的 SendTargets 方法， 请填上 iSNS 服务器的 IP 地址和端口。默认端口应是 3205。
zh_tw: 若您想要使用 <b>iSNS</b> (網際網路儲存名稱服務) 而非預設的 SendTargets 方法來探查目標， 請填寫iSNS 伺服器的 IP 位址與埠號。預設的埠號應為 3205。

source: Enter the <b>IP Address</b> of the iSCSI target server. Only change <b>Port</b>. If you do not need authentication, select <b>No Discovery Authentication</b>.
ar: أدخل <b> عنوان IP</b> لملقم iSCSI الهدف. قم بتغيير <b>المنفذ</b>.في حالة عدم الحاجة إلى المصادقة، حدد <b>عدم الكشف عن المصادقة</b>.
ca: Introduïu l'<b>adreça IP</b> del servidor d'iSCSI de destinació. Canvieu-ne només el <b>Port</b>. Si no us cal l'autenticació, seleccioneu <b>Sense autenticació de descobriment</b>.
cs: Zadejte <b>IP adresu</b> cílového serveru iSCSI. Změňte pouze <b>Port</b>. Nepotřebujete-li autentizaci, zvolte <b>Bez ověření Discovery</b>.
da: Angiv <b>IP-adressen</b> på iSCSI-målserveren. Ændr kun <b>Port</b>. Hvis du ikke behøver godkendelse, Vælg <b>Ingen opdagelsesgodkendelse</b>.
de: Geben Sie die <b>IP-Adresse</b> des iSCSI-Zielservers ein. Ändern Sie nur den Wert für den <b>Port</b>. Falls keine Authentifizierung erforderlich ist, wählen Sie <b>Keine Discovery-Authentifizierung</b>.
es: Introduzca la <b>dirección IP</b> del servidor iSCSI de destino. Modifique solo el valor de <b>Puerto</b>. Si no necesita efectuar la autenticación, seleccione <b>Sin autenticación de descubrimiento</b>.
fi: Anna löydetyn iSCSI -palvelimen <b>IP-osoite</b>. Vaihda vain <b>Portti</b>. Jos tunnistautumista ei tarvita, valitse <b>Ei todennusta</b>.
fr: Saisissez l'<b>adresse IP</b> du serveur cible iSCSI. Ne modifiez le <b>Port</b>. Si l'authentification n'est pas nécessaire, sélectionnez <b>Pas de découverte d'authentification</b>.
hu: Adja meg az iSCSI-célkiszolgáló <b>IP-cím</b> beállítását. Csak akkor módosítsa a <b>Port</b> mező tartalmát, ha szükséges. Ha nincs szükség hitelesítésre, válassza a <b>Nincs felderítéshitelesítés</b> beállítást.
id: Masukan <b> Alamat IP </b> dari target peladen iSCSI. Hanya perubahan <b> Port </b>. Jika anda tidak membutuhkan otentikasi, pilih <b> Tidak ada Otentikasi Pencarian</b> .
it: Immettere l'<b>Indirizzo IP</b> del server iSCSI di destinazione. Modificare solo la <b>Porta</b> se necessario. Qualora l'autenticazione non fosse necessaria, scegliere <b>Nessuna autenticazione per la rilevazione</b>.
ja: iSCSI ターゲットサーバの <b>IP アドレス</b> を入力してください。 必要な場合にのみ <b>ポート</b> を変更してください。認証が不要な場合は、 <b>検出認証なし</b> を選択してください。
ko: iSCSI 대상 서버의 <b>IP 주소</b>를 입력합니다. <b>포트</b>만 변경하십시오. 인증이 필요 없으면 <b>검색 인증 없음</b>을 선택하십시오.
nl: Voer het <b>IP-adres</b> van de iSCSI-doelserver in. Wijzig alleen <b>Poort</b>. Als u geen verificatie nodig hebt, selecteer <b>Geen verificatie voor ontdekken</b>.
pl: Wprowadź <b>Adres IP</b> serwera docelowego iSCSI. Zmień tylko wartość w polu <b>Port</b>. Jeśli nie potrzebujesz uwierzytelniania, wybierz opcję <b>Brak uwierzytelniania wykrywania</b>.
pt: Introduza o <b>Endereço IP</b> do alvo iSCSI. Mude apenas o <b>Porto</b> . Se não necessitar autenticação, selecione <b>Sem Autenticação de Descobrimento</b>.
pt_br: Digite o <b>Endereço IP</b> do servidor de destino iSCSI. Apenas mude a <b>Porta</b>. Se você não precisar de autenticação, selecione <b>Sem autenticação por descoberta</b>.
ru: Введите <b>IP-адрес</b> целевого сервера iSCSI. Изменяйте только <b>Порт</b>. Если вам не нужна аутентификация, выберите <b>Без аутентификации при обнаружении</b>.
sk: Zadajte <b>IP adresu</b> cieľového servera iSCSI. Zmeňte iba <b>Port</b>. Ak nepotrebujete overenie, vyberte <b>Žiadne overenie objavovania</b>.
sv: Ange <b>IP-adress</b> till iSCSI-målservern. Ändra endast <b>Port</b>. Välj <b>Ingen upptäcktsautentisering</b> om autentisering inte behövs.
tr: iSCSI hedef sunucusunun <b>IP Adresini</b> girin. Yalnızca <b>Port</b>'u değiştirin. Kimlik doğrulamasına ihtiyacınız yoksa, <b>Keşif Kimlik Doğrulaması Yok</b>'u seçin.
uk: Введіть <b>Адресу IP</b> цільового сервера iSCSI. Змініть тільки <b>Порт</b>. Якщо ви не потребуєте розпізнавання, то виберіть <b>Без розпізнавання виявленням</b>.
zh_cn: 输入 iSCSI 目标服务器的 <b>IP 地址</b>。 请仅更改<b>端口</b>。如果不需要认证， 请选择<b>不进行发现认证</b>。
zh_tw: 輸入 iSCSI 目標伺服器的 <b>IP 位址</b>。 請僅變更<b>連接埠</b>。如果不需要驗證， 請選取<b>不進行探查驗證</b>。
