Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: <p>This screen shows the list of discovered targets.</p><p>Use the <b>Discovery</b> button to get available iSCSI targets from a server specified by IP address.<br><b>Connect</b> to a target to establih the connection. If login was successful the column <i>Connected</i> shows status 'True' and the target will appear on the <i>Connected Targets</i> screen.<br>To remove a target use the <b>Delete</b> button.<br> <b>Hint:</b> Removing of targets is only possible for not connected onces. If required, <b>Disconnect</b> at <i>Connected Targets</i> first.</p><p><b>Please note:</b> Starting the <b>Discovery</b> again means doing a re-discovery of targets which possibly will change the start-up mode of already connected targets (to default 'manual'). Switch to <i>Connected Targets</i> screen and use the <b>Add</b> button if you want to add new targets without changing the start-up mode.</p>
ar: <p>تعرض هذه الشاشة قائمة بالأهداف التي تم اكتشافها.</p><p>استخدم الزر <b>اكتشاف</b> للحصول على أهداف iSCSI المتاحة من ملقم محدد بواسطة عنوان IP.<br><b>قم بالتوصيل</b> بهدف لإنشاء اتصال. إذا كان تسجيل الدخول ناجحًا، فسيعرض العمود <i>متصل</i> الحالة صواب ويظهر الهدف على شاشة <i>الأهداف المتصلة</i>.<br>لإزالة هدف، استخدم الزر<b>حذف</b>.<br><b>تلميح:</b لا يُسمح بإزالة إلا الأهداف غير المتصلة. إذا كان ذلك مطلوبًا، استخدم الخيار <b>فصل</b> في <i>الأهداف المتصلة</i> أولاً.</p><p><b>الرجاء ملاحظة:</b> بدء <b>الاكتشاف</b> مرة أخرى يعني إعادة اكتشاف الأهداف التي من المحتمل أن تقوم بتغيير وضع البدء للأهداف المتصلة بالفعل (إلى يدوي افتراضي). انتقل إلى شاشة <i>الأهداف المتصلة</i> واستخدم الزر <b>إضافة</b> في حالة الرغبة في إضافة أهداف جديدة دون تغيير وضع بدء التشغيل.</p>
ca: <p>Aquesta pantalla mostra la llista de destinacions descobertes. </p><p>Useu el botó <b>Descobreix</b> per obtenir destinacions iSCSI disponibles des d'un servidor especificat amb l'adreça IP. <br><b>Connecta</b> a una destinació per establir la connexió. Si l'entrada ha tingut èxit la columna <i>Connectat</i> mostra l'estat "cert" i la destinació apareixerà a la pantalla <i>Dispositius connectats</i>. <br>Per suprimir una destinació useu el botó <b>Suprimeix</b>. <br> <b>Nota:</b> només és possible la supressió per als que no estan connectats. Si cal, marqueu <b>Desconnecta</b> a <i>Dispositius connectats</i> primer. </p><p><b>Atenció:</b> iniciar una altra vegada el procés <b>Descobreix</b> significa fer un redescobriment de destinacions que possiblement canviarà el mode d'inici de les que ja estan connectades (a "manual", per defecte). Canvieu a la pantalla <i>Dispositius connectats</i> i useu el botó <b>Afegeix</b> si voleu afegir-ne de nous sense canviar el mode d'inici.</p>
cs: <p>Na této obrazovce je zobrazen seznam zjištěných cílů.</p><p>Pomocí tlačítka <b>Zjišťování</b> zobrazíte dostupné cíle iSCSI ze serveru určeného IP adresou.<br>Pomocí příkazu <b>Připojit</b> vytvoříte připojení k cíli. V případě úspěšného přihlášení se ve sloupci <i>Připojeno</i> zobrazí stav Pravda a cíl se zobrazí na obrazovce <i>Připojené cíle</i>.<br>K odebrání cíle použijte tlačítko <b>Odstranit</b>.<br> <b>Tip:</b> Odebrat lze pouze nepřipojené cíle. Je-li to požadováno, nejprve použijte možnost <b>Odpojit</b> na obrazovce <i>Připojené cíle</i>.</p><p><b>Poznámka:</b> Pokud je služba <b>zjišťování</b> spuštěna znovu, dojde k opětovnému zjišťování cílů, které mohou změnit režim spouštění již připojených cílů (na výchozí nastavení Ruční). Chcete-li přidat nové cíle, aniž by se změnil režim spouštění, přejděte k obrazovce <i>Připojené cíle</i> a použijte tlačítko <b>Přidat</b>.</p>
de: <p>Dieser Bildschirm zeigt die Liste der ermittelten Ziele.</p><p>Mit der Schaltfläche <b>Ermittlung</b> rufen Sie verfügbare iSCSI-Ziele von einem per IP-Adresse angegebenen Server ab.<br>Mit <b>Verbinden</b> stellen Sie die Verbindung zu einem Ziel her. Wenn die Anmeldung erfolgreich war, wird in der Spalte <i>Verbunden</i> der Status 'Wahr' angezeigt und das Ziel wird im Bildschirm <i>Verbundene Ziele</i> aufgeführt.<br>Mit der Schaltfläche <b>Löschen</b> entfernen Sie ein Ziel.<br> <b>Hinweis:</b> Es können nur Ziele entfernt werden, die nicht verbunden sind. Klicken Sie bei Bedarf für <i>Verbundene Ziele</i> zunächst auf <b>Trennen</b>.</p><p><b>Hinweis:</b> Wenn sie die <b>Ermittlung</b> erneut starten, werden die Ziele noch einmal ermittelt, wobei unter Umständen der Startmodus der bereits verbundenen Ziele geändert wird (in die Standardeinstellung 'Manuell'). Sollen neue Ziele hinzugefügt werden, ohne den Startmodus zu ändern, wechseln Sie zum Bildschirm <i>Verbundene Ziele</i> und klicken Sie auf die Schaltfläche <b>Hinzufügen</b>.</p>
es: <p>Esta pantalla muestra la lista de destinos descubiertos.</p><p>Utilice el botón <b>Descubrir</b> para obtener los destinos iSCSI disponibles de un servidor especificado mediante su dirección IP.<br>Use la opción <b>Conectar</b> con un destino para establecer la conexión. Si la entrada se ha realizado correctamente, la columna <i>Conectado</i> mostrará el estado "Verdadero" y el destino se mostrará en la pantalla <i>Destinos conectados</i>.<br>Para eliminar un destino, utilice el botón <b>Suprimir</b>.<br> <b>Sugerencia:</b> solo es posible eliminar los destinos no conectados. Si es necesario, <b>desconecte</b> los <i>Destinos conectados</i> primero.</p><p><b>Tenga en cuenta lo siguiente:</b> volver a iniciar el <b>descubrimiento</b> significa redescubrir los destinos, lo que probablemente cambiará el modo de inicio de los destinos ya conectados (al valor por defecto, manual). Acceda a la pantalla <i>Destinos conectados</i> y utilice el botón <b>Añadir</b> si desea añadir nuevos destinos sin cambiar el modo de inicio.</p>
fr: <p>Cet écran affiche la liste des cibles découvertes.</p><p>Utilisez le bouton <b>Découverte</b> pour obtenir les cibles iSCSI disponibles d'un serveur spécifié par une adresse IP.<br><b>Connectez-vous</b> à une cible pour établir la connexion. Si la connexion est établie, la colonne <i>Connecté</i> affiche l'état 'True' et la cible apparaît sur l'écran <i>Cibles connectées</i>.<br>Pour supprimer une cible, utilisez le bouton <b>Supprimer</b>.<br> <b>Astuce :</b> la suppression de cibles n'est possible que pour celles qui sont déconnectées. Si nécessaire, effectuez d'abord une <b>déconnexion</b> au niveau de l'écran <i>Cibles connectées</i>.</p><p><b>Remarque :</b> Un nouveau lancement du processus <b>Découverte</b> signifie l'exécution d'une nouvelle découverte des cibles, ce qui risque de modifier le mode de démarrage des cibles déjà connectées (sur la valeur par défaut 'manuel'). Basculez vers l'écran <i>Cibles connectées</i> et utilisez le bouton <b>Ajouter</b> si vous souhaitez ajouter de nouvelles cibles sans modifier le mode de démarrage.</p>
hu: <p>Ezen a képernyőn a felderített célok listája látható.</p><p>A <b>Felderítés</b> gombra kattintva beolvashatja azoknak az iSCSI-céloknak a listáját, amelyek elérhetők egy az IP-címével megadott kiszolgálóról.<br>A <b>Csatlakozás</b> gombbal létrehozhatja a kapcsolatot. Ha sikeres volt a bejelentkezés, akkor a <i>Kapcsolódva</i> oszlopban az „Igaz” állapot látható, és a cél megjelenik a <i>Csatlakoztatott kiszolgálók</i> képernyőn.<br>A <b>Törlés</b> gomb megnyomásával törölheti a kiválasztott célt.<br> <b>Tipp:</b> Csak a nem csatlakoztatott célokat lehet eltávolítani. Ha szükséges, előbb kattintson a <b>Csatlakoztatott kiszolgálók</b> képernyő <i>Kapcsolat bontása</i> elemére.</p><p><b>Figyelem:</b> Ha ismét elindítja a <b>Felderítés</b> funkciót, akkor újra felderíti a célokat, ez pedig esetleg módosíthatja a már csatlakoztatott célok indítási módját (az alapértelmezett „manuális” beállításra). Ha az indítási mód megváltoztatása nélkül szeretne új célokat felvenni, váltson a <i>Csatlakoztatott kiszolgálók</i> képernyőre, és használja a <b>Hozzáadás</b> gombot.</p>
id: <p>Layar ini menunjukan daftar target yang ditemukan.</p><p>Gunakan tombol <b>Pencarian</b> untuk mendapatkan target iSCSIyang tersedia dari peladen yang telah dispesifikasi dengan alamat IP.<br><b>Hubungkan</b> ke target untuk menjalankan koneksi. Jika log masuk berhasil kolom <i>Terhubung</i> menampilkan status 'Benar' dan target akan muncul di layar <i>Target Terhubung</i>.<br>Untuk menghapus target gunakan tombol <b>Hapus</b>.<br> <b>Petunjuk:</b> Hapus target hanya memungkinkan untuk yang tidak terhubung. Jika dibutuhkan, <b>Putuskan</b> dari <i>Target Terhubung</i> dahulu.</p><p><b>Mohon catat:</b> Memulai <b>Pencarian</b> kembali berarti melakukan pencarian ulang dari target yang mungkin mengubah mode awal mula dari target yang sudah terhubung (ke bawaan 'manual'). Ubah ke layar <i>Target Terhubung</i> dan gunakan tombol <b>Tambah</b> jika anda ingin menambahkan target tanpa mengubah mode awal mula.</p>
it: <p>In questa schermata è mostrato l'elenco delle destinazioni rilevate.</p><p>Utilizzare il pulsante <b>Rilevazione</b> per ottenere le destinazioni iSCSI disponibili da un server specificato mediante indirizzo IP.<br><b>Connettersi</b> a una destinazione per stabilire la connessione. Se il login è stato eseguito, nella colonna <i>Connesso</i> viene visualizzato lo stato 'Vero' e la destinazione comparirà nella schermata <i>Destinazioni connesse</i>.<br>Per rimuovere una destinazione utilizzare il pulsante <b>Elimina</b>.<br> <b>Suggerimento:</b> è possibile rimuovere solo le destinazioni non connesse. Se necessario, <b>disconnettere</b> prima le <i>destinazioni connesse</i>.</p><p><b>Nota:</b> avviando di nuovo <b>Rilevazione</b> si rilevano di nuovo le destinazioni ed è possibile che la modalità di avvio delle destinazioni già connesse venga modificata (nell'impostazione predefinita 'manuale'). Passare alla schermata <i>Destinazioni connesse</i> e utilizzare il pulsante <b>Aggiungi</b> se si desidera aggiungere nuove destinazioni senza modificare la modalità di avvio.</p>
ja: <p>この画面には検出したターゲットが一覧で表示されています。</p><p>IP アドレスで指定したサーバから利用可能な iSCSI ターゲットを取得するには、 <b>検出</b> ボタンをお使いください。<br>ターゲットとの間で接続を確立するには、 <b>接続</b> ボタンを押してください。ログインが成功すると、 <i>接続済み</i> の列に'はい' と表示されるようになるほか、 <i>接続済みのターゲット</i> 画面内にターゲットが表示されるようになります。<br>ターゲットを削除するには、 <b>削除</b> ボタンをお使いください。<br> <b>ヒント:</b> ターゲットの削除は接続されていないものに対してのみ実施することができます。必要であれば、 <i>接続済みのターゲット</i> 内にある <b>切断</b> ボタンを押してから削除してください。</p><p><b>注意:</b> <b>検出</b> を再度実施するとターゲットの再検出を実施することになりますので、既に接続されているターゲットの起動モードも既定値である '手動' に切り替わってしまいます。起動モードを変更せずに新しいターゲットを追加したい場合は、<i>接続済みのターゲット</i> に切り替えて <b>追加</b> ボタンを押してください。</p>
ko: <p>이 화면은 발견된 대상 목록을 보여줍니다.</p><p><b>검색</b> 버튼을 사용하여 IP 주소로 지정된 서버에서 모든 이용 가능한 iSCSI 대상을 가져오십시오.<br>대상에 <b>연결</b>하여 연결을 설정하십시오. 로그인이 성공하면 <i>연결됨</i> 컬럼 상태가 'True'가 되고 대상이 <i>연결된 대상</i> 화면에 표시됩니다. <br>대상을 제거하려면 <b>삭제</b> 버튼을 사용합니다.<br> <b>힌트:</b> 연결되지 않은 대상만 한 번 제거할 수 있습니다. 필요한 경우 먼저 <i>연결된 대상</i> 목록에서 <b>연결 끊기</b>를 하십시오.</p><p><b>참고:</b> <b>검색</b>을 다시 시작하면 대상을 다시 검색하므로 이미 연결된 대상의 시작 모드가 변경될 수 있습니다(기본 '수동' 모드로 변경). 시작 모드 변경 없이 새로운 대상을 추가하려면 <i>연결된 대상</i> 화면으로 전환하고 <b>추가</b> 버튼을 사용하십시오.</p>
nl: <p>In dit scherm wordt de lijst met gedetecteerde doelen getoond.</p><p>Gebruik de knop <b>Detectie</b> om beschikbare iSCSI-doelen van een op basis van IP-adres opgegeven server op te halen.<br>Gebruik <b>Verbinden</b> om verbinding te maken met een doel. Als de aanmelding is gelukt, wordt in de kolom <i>Verbonden</i> de status 'Waar' getoond en wordt het doel weergegeven in het scherm <i>Verbonden doelen</i>.<br>U verwijdert een doel met de knop <b>Verwijderen</b>.<br> <b>Hint:</b> u kunt alleen niet-verbonden doelen verwijderen. Indien nodig kiest u eerst <b>Verbinding verbreken</b> voor <i>Verbonden doelen</i>.</p><p><b>Opmerking:</b> als u nogmaals <b>Detectie</b> kiest, worden doelen opnieuw gedetecteerd waarmee mogelijk de opstartmodus van reeds verbonden doelen wordt gewijzigd (in de standaardwaarde 'handmatig'). Schakel over naar het scherm <i>Verbonden doelen</i> en gebruik de knop <b>Toevoegen</b> als u nieuwe doelen wilt toevoegen zonder de opstartmodus te wijzigen.</p>
pl: <p>Ten ekran zawiera listę wykrytych celów.</p><p>Użyj przycisku <b>Wykrywanie</b>, aby uzyskać listę dostępnych urządzeń iSCSI z serwera określonego przez adres IP.<br><b>Połącz</b> z celem w celu nawiązania połączenia. Jeśli logowanie powiodło się, kolumna <i>Połączony</i> pokazuje stan Prawda, a cel pojawi się na ekranie <i>Podłączone cele</i>.<br>Aby usunąć cel, użyj przycisku <b>Usuń</b>.<br> <b>Wskazówka:</b> Usuwanie celów jest możliwe tylko dla niepowiązanych razów. Jeśli wymagane, <b>Odłącz</b> najpierw <i>Podłączone cele</i>.</p><p><b>Uwaga:</b> uruchamianie ponownie <b>Wykrywania</b> oznacza ponowne wykrywanie celów, które prawdopodobnie zmienią tryb rozruchu z już podłączonych celów (na domyślny ręczny). Przełącz na ekran <i>Podłączone cele</i> i użyj przycisku <b>Dodaj</b>, jeśli chcesz dodać nowe cele bez zmiany trybu startowego.</p>
pt: <p>Este ecrã mostra a lista de alvos descobertos.</p>p>Utilize o botão <b>Descobrir</b> para obter alvos iSCSI disponíveis a partir de um servidor especificado pelo endereço IP.<br><b>Ligar</b> a um alvo para estabelecer a ligação. Se a autenticação for bem sucedido a coluna <i>Ligados</i> mostra o estado 'Verdadeiro' e o alvo aparecerá no ecrã <i>Alvos Ligados</i>.<br>Para remover um alvo utilize o botão <b>Eliminar</b>.<br> <b> Dica:</b> A remoção de alvos só é possível para não conectados. Se necessário, <b>Desconectar</b> em <i> Alvos conectados</i> primeiro.</p><p><b>Por favor note que:</b> Iniciar a <b>Descoberta</b> novamente significa fazer uma redescoberta de alvos que possivelmente irá alterar o modo de arranque de alvos já conectados (para 'manual' por defeito). Mude para o ecrã <i>Alvos ligados</i> e utilize o botão <b>Adicionar</b> se quiser adicionar novos alvos sem alterar o modo de arranque.</p>
pt_br: <p>Esta tela mostra a lista de destinos descobertos.</p><p>Use o botão <b>Descoberta</b> para obter os destinos iSCSI disponíveis de um servidor especificado por endereço IP.<br><b>Conecte-se</b> a um destino para estabelecer a conexão. Se o login foi bem-sucedido, a coluna <i>Conectado</i> mostrará o status "Verdadeiro", e o destino aparecerá na tela <i>Destinos Conectados</i>.<br>Para remover um destino, use o botão <b>Apagar</b>.<br> <b>Dica:</b> A remoção de destinos só é possível para os que não estão conectados. Se necessário, use primeiro <b>Desconectar</b> em <i>Destinos Conectados</i>.</p><p><b>Nota:</b> Se uma <b>Descoberta</b> de destinos for reiniciada, o modo de inicialização dos destinos já conectados provavelmente será mudado (para o padrão "manual"). Alterne para a tela <i>Destinos Conectados</i> e use o botão <b>Adicionar</b> para adicionar novos destinos sem mudar o modo de inicialização.</p>
ru: <p>На этом экране отображается список обнаруженных целей.</p><p>С помощью кнопки <b>Обнаружение</b> можно получить доступные цели iSCSI от сервера с заданным IP-адресом.<br><b>Подключитесь</b> к цели, чтобы установить соединение. Если вход выполнен успешно, в столбце <i>Подключено</i> отображается значение "Истина", а цель появится на экране <i>Подключенные цели</i>.<br>Чтобы удалить цель, нажмите кнопку <b>Удалить</b>.<br> <b>Совет:</b> удалять можно только неподключенные цели, поэтому при необходимости сначала <b>отключите</b> все <i>подключенные цели</i>.</p><p><b>Обратите внимание:</b> если снова запустить <b>обнаружение</b>, будет выполнен повторный поиск целей, в результате чего может измениться режим запуска для уже подключенных (на значение по умолчанию "Вручную"). Чтобы добавить новые цели, не меняя режим запуска, на экране <i>Подключенные цели</i> нажмите кнопку <b>Добавить</b>.</p>
sk: <p>Táto obrazovka zobrazuje zoznam zistených cieľov.</p><p>Použite tlačidlo <b>Objavovať</b>, aby ste získali dostupné ciele iSCSI zo servera určeného IP adresou.<br><b>Pripojiť</b> k cieľu pre nadviazanie spojenia. Ak bolo prihlásenie úspešné stĺpec <i>Pripojený</i> ukazuje stav 'Áno' a cieľ sa objaví na obrazovke <i>Pripojené ciele</i>.<br>Pre odstránenie cieľa použite tlačidlo <b>Vymazať</b>.<br> <b>Rada:</b> Odstránenie cieľov je možné len pre tie nepripojené. V prípade potreby najskôr <b>odpojte</b> v <i>pripojených cieľoch</i>.</p><p><b>Upozornenie:</b> Opätovné spustenie <b>Objavovať</b> znamená urobiť znovuobjavovanie cieľov, ktoré možno zmenili režim spustenia už pripojených cieľov (na predvolené 'ručne'). Prepnite sa na obrazovku <i>Pripojené ciele</i> a použite tlačidlo <b>Pridať</b>, ak chcete pridať nové ciele bez zmeny režimu spustenia.</p>
sv: <p>Här visas listan med destinationer som hittats.</p><p>Klicka på <b>Upptäckt</b> om du vill få tillgängliga iSCSI-destinationer från en server, angivna med IP-adress.<br><b>Anslut</b> till en destination om du vill upprätta en anslutning. Efter framgångsrik inloggning visas värdet Sant i kolumnen <i>Ansluten</i>, och destinationen visas på skärmen <i>Anslutna destinationer</i>.<br>Klicka på <b>Ta bort</b> om du vill ta bort en destination ur listan.<br> <b>Tips!</b> Det går bara att ta bort destinationer som inte är anslutna. Om det behövs klickar du först på <b>Koppla från</b> under <i>Anslutna destinationer</i>.</p><p><b>Obs!</b> Om du väljer <b>Upptäckt</b> en gång till görs en ny sökning efter destinationer, vilket kan ändra startläget för redan anslutna destinationer (till standardläget Manuellt). Gå till skärmen <i>Anslutna destinationer</i> och klicka på <b>Lägg till</b> om du vill lägga till nya destinationer utan att ändra startlägen.</p>
tr: <p>Bu ekran keşfedilen hedeflerin listesini gösterir.</p><p>IP adresiyle belirtilen bir sunucudan kullanılabilir iSCSI hedeflerini almak için <b>Keşif</b> düğmesini kullanın.<br>Bağlantıyı kurmak için bir hedefe <b>Bağlan</b>. Oturum açma başarılı olursa <i>Bağlı</i> sütunu 'Doğru' durumunu gösterir ve hedef <i>Bağlı Hedefler</i> ekranında görünür.<br>Bir hedefi kaldırmak için <b>Sil</b> düğmesini kullanın.<br> <b>İpucu:</b> Hedeflerin kaldırılması yalnızca bağlanmamış olanlar için mümkündür. Gerekirse, önce <i>Bağlı Hedefler</i>'de <b>Bağlantıyı Kes</b>.</p><p><b>Lütfen unutmayın:</b> <b>Keşif</b>'i tekrar başlatmak, hedeflerin yeniden keşfedilmesi anlamına gelir ve bu da muhtemelen zaten bağlanmış hedeflerin başlatma modunu değiştirir (varsayılan 'manuel'e). Başlangıç modunu değiştirmeden yeni hedefler eklemek istiyorsanız <i>Bağlı Hedefler</i> ekranına geçin ve <b>Ekle</b> düğmesini kullanın.</p>
uk: <p>Цей екран показує список відкритих цілей.</p><p>Вживайте кнопку <b>Пошук</b> для отримання доступних цілей iSCSI із сервера, вказаного за IP-адресою.<br><b>З'єднатися</b> із ціллю для встановлення з' єднання. Якщо вхід був успішним, то стовпець <i>З'єднано</i> показує стан 'Істина' і ціль буде з'являтися на екрані <i>З'єднаних цілей</i>.<br>Для вилучення цілі вживайте кнопку <b>Вилучити</b>.<br> <b>Порада:</b> Вилучення цілей є можливим тільки для нез'єднаних. Якщо потрібно, то спершу натисніть <b>Від'єднатися</b> у <i>З'єднаних цілях</i>.</p><p><b>Зауважте:</b> Запуск <b>Пошуку</b> знову означає повторний пошук цілей, який можливо змінить режим запуску вже під'єднаних цілей (до усталеної 'manual'). Перемкніться на екран <i>Під'єднані цілі</i> та використовуйте кнопку <b>Додати</b>, якщо ви хочете додати нові цілі без зміни режиму запуску.</p>
zh_cn: <p>这个屏幕显示已发现的目标列表。</p><p>使用<b>发现</b>按钮可从 IP 地址所指定的服务器获取可用 iSCSI 目标。<br>使用<b>连接</b>可建立到目标的连接。若登录成功，<i>已连接</i>列显示状态为“True”，且目标将出现在<i>已连接目标</i>屏幕。<br>要移除目标，请使用<b>删除</b>按钮。<br><b>提示：</b>仅可以移除未连接的目标。若需要，请先在<i>已连接目标</i>屏幕点击<b>断开连接</b>。</p><p><b>请注意：</b>再次启动<b>发现</b>意味着重新发现目标，可能会修改已连接目标的启动模式（变为默认的“手动”）。若您想要添加新目标而不修改启动模式，请切换到<i>已连接目标</i>屏幕，并使用<b>添加</b>按钮。</p>
zh_tw: <p>此螢幕顯示已探查的目標清單。</p><p>使用<b>探查</b>按鈕可取得從 IP 位址所指定之伺服器上可用的 iSCSI 目標。<br>對某個目標使用<b>連接</b>可建立連接。如果登入成功，<i>已連接</i>欄會顯示狀態「True」，並且該目標會顯示在<i>已連接目標</i>螢幕上。<br>若要移除某個目標，請使用<b>刪除</b>按鈕。<br> <b>提示：</b>只能移除未連接的目標。如果需要，請先在<i>已連接目標</i>螢幕上使用<b>解除連接</b>。</p><p><b>請注意：</b>再次啟動<b>探查</b>會重新探查目標，這可能會變更已連接目標的啟動模式 (變更為預設設定「手動」)。如果您想新增目標而不變更啟動模式，請切換至<i>已連接目標</i>螢幕並使用<b>新增</b>按鈕。</p>

source: Insert the username.
af: Voer die gebruikernaam in.
ar: قم بإدراج اسم المستخدم.
bn: ইউজার নেম প্রবিষ্ট করুন.
ca: Inseriu el nom d'usuari.
cs: Zadejte uživatelské jméno.
da: Indsæt brugernavnet.
de: Geben Sie den Benutzernamen ein.
el: Εισάγετε το όνομα του χρήστη
es: Introduzca el nombre de usuario.
fi: Anna käyttäjätunnus.
fr: Insérez le nom d'utilisateur.
gl: Insira un nome de usuario
gu: વપરાશકર્તાનામ દાખલ કરો.
hi: प्रयोक्ता नाम निवेशित करें
hu: Adja meg a felhasználónevet.
id: Masukan nama pengguna.
it: Immettere il nome utente.
ja: ユーザ名を入力してください。
km: បញ្ចូល​ឈ្មោះអ្នក​ប្រើ ។
ko: 사용자 이름을 입력하십시오.
mr: युजरनेम घाला.
nb: Angi brukernavnet.
nl: Geef de gebruikersnaam op.
pl: Wstaw nazwę użytkownika.
pt: Introduza o nome de utilizador.
pt_br: Digite o nome de usuário.
ro: Introduceți numele utilizatorului.
ru: Введите имя пользователя.
sk: Zadajte používateľské meno.
sv: Ange användarnamnet.
ta: பயனாளர் பெயரை சேர்க்கவும்
tr: Kullanıcı adını girin.
uk: Введіть ім'я користувача.
xh: Faka igama lomsebenzisi.
zh_cn: 请输入用户名。
zh_tw: 插入使用者名稱。
zu: Faka igama lomsebenzisi.

source: Insert the password.
af: Voer die wagwoord in.
ar: قم بإدراج كلمة السر.
bn: পাসওয়ার্ড ইনসার্ট করুন.
ca: Inseriu la contrasenya.
cs: Zadejte heslo.
da: Indsæt adgangskoden.
de: Geben Sie das Passwort ein.
el: Εισάγετε τον κωδικό πρόσβασης.
es: Introduzca la contraseña.
fi: Anna salasana.
fr: Insérez le mot de passe.
gl: Insira un contrasinal
gu: પાસવર્ડ દાખલ કરો.
hi: पासवर्ड निवेशित करें
hu: Adja meg a jelszót.
id: Masukan kata sandi.
it: Immettere la password.
ja: パスワードを入力してください。
km: បញ្ចូល​ពាក្យ​សម្ងាត់ ។
ko: 비밀번호를 입력하십시오.
mr: गुप्तशब्ध घाला.
nb: Angi passordet.
nl: Geef het wachtwoord op.
pl: Wstaw hasło.
pt: Introduza a palavra passe.
pt_br: Digite a senha.
ro: Introduceți parola.
ru: Введите пароль.
sk: Zadajte heslo.
sv: Ange lösenordet.
ta: பாஸ்வேர்டை சேர்க்கவும்
tr: Şifreyi girin.
uk: Введіть пароль.
xh: Faka igama lokugqithisa.
zh_cn: 请输入密码。
zh_tw: 插入密碼。
zu: Faka iphasiwedi.

source: Error While Connecting iscsid
af: Fout tydens verbinding met iscsid
ar: حدث خطأ أثناء اتصال iscsid
bn: iscsid কানেক্ট করার সময় ত্রুটি
ca: S'ha produït un error en connectar la iscsid
cs: Chyba při připojování k iscsid
da: Fejl mens iscsi tilsluttes
de: Fehler während der Verbindung mit iscsid
el: Σφάλμα Κατά Την Σύνδεση Με Το iscsid
es: Error al conectar con iscsid
fi: Virhe yhdistettäessä iscsid:iin
fr: Erreur lors de la connexion à iscsid
gl: Erro ao conectar con iscsid
gu: iscsid જોડાતી વખતે ભૂલ
hi: iscsid संबंधन के समय त्रुटि
hu: Hiba történt az iscsid csatlakozásakor
id: Galat ketika menyambung iscsid
it: Errore durante la connessione a iscsid
ja: iscsid への接続時にエラーが発生しました
km: កំហុស​ខណៈពេល​តភ្ជាប់ iscsid
ko: iscsid에 연결하는 동안 오류 발생
mr: iscsid संरचना संग्रहीत करत आहे
nb: Feil under tilkobling av iscsid
nl: Fout tijdens er een poging werd gedaan om verbinding te maken met iscsid
pl: Podczas łączenia z iscsid wystąpił błąd
pt: Erro ao ligar o iscsid
pt_br: Erro ao Conectar iSCSID
ro: Eroare la conectarea iscsid
ru: Ошибка при подключении iscsid
sk: Chyba pri komunikácii s iscsid
sv: Ett fel uppstod vid anslutning till iscsid
ta: iscsidஐ இணைக்கும்போது பிழை தோன்றியுள்ளது
tr: iscsid'ye Bağlanırken Hata
uk: Помилка під час з'єднання з iscsid
xh: Imposiso Xa Bekudityaniswa i-iscsid
zh_cn: 连接 iscsid 时出错
zh_tw: 連接 iscsid 時發生錯誤
zu: Iphutha Lapho Ixhuma kwi-iscsid
