Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: iSCSI Initiator Configuration
af: iSCSI-inisieerderkonfigurasie
ar: تكوين بادئ iSCSI
bn: iSCSI ইনিশিয়েটর গঠন
ca: Configuració de l'iniciador de la iSCSI
cs: Konfigurace iSCSI iniciátoru
da: Konfiguration af iSCI-igangsætter
de: iSCSI-Initiator-Konfiguration
el: Ρύθμιση του αρχικοποιητή iSCSI
es: Configuración de iniciador iSCSI
fi: iSCSI-aloittajan määritys
fr: Configuration de l'initiateur iSCSI
gl: Configuración do iniciador iSCSI
gu: iSCSI પ્રારંભક કન્ફિગ્યુરેશન
hi: iSCSI प्रारंभक विन्यास
hu: iSCSI-kezdeményező beállításai
id: Konfigurasi Inisiator iSCSI
it: Configurazione dell'iniziatore iSCSI
ja: iSCSI イニシエータの設定
km: កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម iSCSI
ko: iSCSI 이니시에이터 구성
mr: iSCSI initiator कॉनफिग्युरेशन
nb: Konfigurasjon av iSCSI-initiator
nl: Configuratie van iSCSI-initiator
pl: Konfiguracja modułu inicjującego iSCSI
pt: Configuração do iSCSI Initiator
pt_br: Configuração do Iniciador iSCSI
ro: Configurarea inițiatorului iSCSI
ru: Конфигурация инициатора iSCSI
sk: Nastavenie iSCSI iniciátora
sv: Inställning av iSCSI-initierare
ta: iSCSI துவக்கி உள்ளமைவு
tr: iSCSI Başlatıcı Yapılandırması
uk: Налаштування ініціатора iSCSI
xh: Ubumbeko Lomqalisi we-iSCSI
zh_cn: iSCSI 发起端配置
zh_tw: iSCSI 啟動器組態
zu: Ukuhlelwa Kwesiqalisi se-iSCSI

source: Initializing...
af: Inisialiseer van ...
ar: تهيئة...
bn: আরম্ভ করা হচ্ছে...
ca: Iniciant...
cs: Inicializuje se...
da: Initialiserer ...
de: Initialisierung...
el: Αρχικοποίηση...
es: Inicializando...
fi: Valmistellaan...
fr: Initialisation...
gl: Iniciando...
gu: પ્રારંભ થઇ રહ્યો છે...
hi: शुरू कर रहा हैं ....
hu: Inicializálás...
id: Inisialisasi...
it: Inizializzazione in corso...
ja: しばらくお待ちください...
km: កំពុង​ចាប់ផ្ដើម...
ko: 초기화하고 있습니다...
mr: सुरूवात करणे...
nb: Initialiserer ...
nl: Initialiseren...
pl: Inicjalizacja...
pt: Inicializar...
pt_br: Inicializando...
ro: Inițializez...
ru: Инициализация...
sk: Inicializujem...
sv: Initierar...
ta: துவக்கப்படுகிறது...
tr: Başlatılıyor...
uk: Започаткування...
xh: Kuyandululwa...
zh_cn: 正在初始化...
zh_tw: 正在啟始化...
zu: Ilungiselela ukuqala...

source: Saving iSCSI configuration...
af: Berg van iSCSI-konfigurasie ...
ar: يتم الآن حفظ تكوين iSCSI...
bn: iSCSI কনফিগারেশন গঠন করছি...
ca: Desant la configuració de la iSCSI...
cs: Ukládám nastavení iniciátoru iSCSI...
da: Gemmer iSCSI-konfiguration...
de: iSCSI-Konfiguration wird gespeichert...
el: Αποθήκευση ρυθμίσεων iSCSI...
es: Guardando la configuración iSCSI...
fi: Tallennetaan iSCSI-määritys...
fr: Enregistrement de la configuration iSCSI...
gl: Gardando a configuración iSCSI...
gu: iSCSI કન્ફિગ્યુરેશન સચવાઇ રહ્યું છે...
hi: iSCSI विन्यास सेव कर रहा...
hu: iSCSI-beállítások mentése...
id: Menyimpan konfigurasi iSCSI...
it: Salvataggio della configurazione iSCSI in corso...
ja: iSCSI の設定を保存しています...
km: កំពុង​រក្សា​ទុក​ការ​រចនាសម្ព័ន្ធ iSCSI...
ko: iSCSI 구성 저장 중...
mr: iSCSI संरचना संग्रहीत करत आहे...
nb: Lagrer iSCSI-konfigurasjon...
nl: iSCSI-configuratie wordt opgeslagen...
pl: Zapisywanie konfiguracji iSCSI...
pt: A guardar a configuração do iSCSI...
pt_br: Gravando configuração do iSCSI...
ro: Salvez configurația iSCSI...
ru: Сохранение конфигурации iSCSI…
sk: Ukladám nastavenia iSCSI...
sv: iSCSI-inställningen sparas...
ta: iSCSI உள்ளமைவு சேமிக்கப்படுகிறது...
tr: iSCSI yapılandırması kaydediliyor...
uk: Збереження налаштування iSCSI...
xh: Kugcinwa ubumbeko lwe-iSCSI...
zh_cn: 正在保存 iSCSI 配置...
zh_tw: 正在儲存 iSCSI 組態...
zu: Igcina ukuhlelwa kwe-iSCSI...

source: Command timed out
ar: انتهت مهلة الأمر
ca: Se li ha acabat el temps a l'ordre
cs: Příkazu vypršel časový limit
da: Kommando tidsudløbet
de: Zeitüberschreitung des Befehls
el: Λήξη χρόνου εντολής
es: Se ha agotado el tiempo límite del comando
fi: Komento aikakatkaistiin
fr: Le délai imparti à la commande a expiré
gl: A orde está fóra de tempo
hu: A parancs időtúllépéssel leállt
id: Waktu perintah habis
it: Il comando è andato in timeout
ja: コマンドが時間切れになりました
km: ពាក្យ​បញ្ជា​អស់​ពេល
ko: 명령 시간 제한
nb: Tidsavbrudd for kommando
nl: Time-out van opdracht
pl: Polecenie uległo przedawnieniu
pt: O comando expirou o tempo
pt_br: Tempo de espera do comando excedido
ro: Timpul de așteptare al comenzii a expirat
ru: Команда завершилась по тайм-ауту
sk: Vypršal čas pre príkaz
sv: Tidsgränsen för kommandot överskreds
tr: Komut zaman aşımına uğradı
uk: Час очікування команди
zh_cn: 命令超时
zh_tw: 指令逾時

source: <p>To configure the iSCSI initiator, the <b>%1</b> package must be installed.</p>
cs: <p>Konfigurace iSCSI iniciátoru vyžaduje balíček <b>%1</b>.</p>
es: <p>Para configurar el iniciador iSCSI, el paquete <b>%1</b> debe estar instalado.</p>
fi: <p>Määrittääksesi iSCSI-aloittajan paketin <b>%1</b> tulee olla asennettuna.</p>
gu: <p> iSCSI પ્રારંભકને કન્ફિગર કરવા, <b>%1</b> પેકેજ સ્થપાવું જોઇશે.</p>
id: <p>Untuk konfigurasi inisiator iSCSI, <b>%1</b> paket harus terpasang.</p>
mr: <p>iSCSI initiator कॉनफिग्युगर, द <b>%1</b> पॅकेज स्थापित केले पाहिजे.</p>
nb: <p>Pakken <b>%1</b> må installeres før du kan sette opp iSCSI-initiatoren.</p>
pt_br: <p>Para configurar o iniciador iSCSI, o pacote <b>%1</b> deve estar instalado.</p>
xh: <p>Ukwenza ubumbeko lomqalisi we-iSCSI, umbekelelo <b>%1</b> mawuhlohlwe.</p>
zh_cn: <p>必须安装 <b>%1</b> 软件包才能配置 iSCSI 发起端。</p>
zh_tw: <p>若要設定 iSCSI 啟動器的組態，必須安裝 <b>%1</b> 套件。</p>

source: <p>Install it now?</p>
cs: <p>Chcete je nyní nainstalovat?</p>
es: <p>¿Desea instalarlo ahora?</p>
fi: <p>Asennetaanko se nyt?</p>
gu: તે હમણા સ્થાપવું છે?
id: <p>Pasang sekarang?</p>
mr: <p>आता स्थापा ?</p>
nb: <p>Vil du installere den nå?</p>
pt_br: <p>Instalar agora?</p>
xh: <p>Uyayihlohla ngoku?</p>
zh_cn: <p>现在安装它吗？</p>
zh_tw: <p>要現在安裝嗎？</p>

source: Initializing iSCSI Initiator Configuration
af: Inisialiseer van iSCSI-inisieerderkonfigurasie
ar: تهيئة تكوين بادئ iSCSI
bn: ফায়ারওয়াল কনফিগারেশন আরম্ভ করা হচ্ছে
ca: Iniciant la configuració de l'iniciador de la iSCSI
cs: Inicializace konfigurace iSCSI iniciátoru
da: Initaliserer konfiguration af iSCI-igangsætter
de: Initialisieren der iSCSI-Initiator-Konfiguration
el: Αρχικοποίηση της Ρύθμισης του αρχικοποιητή του iSCSI
es: Inicializando la configuración del iniciador iSCSI
fi: Valmistellaan iSCSI-aloittajan määritystä
fr: Initialisation de la configuration de l'initiateur iSCSI
gl: Inicializando a configuración do iniciador iSCSI
gu: iSCSI પ્રારંભક કન્ફિગ્યુરેશનનો પ્રારંભ થઇ રહ્યો છે
hi: iSCSI प्रारंभक विन्यास को सेव कर रहा है
hu: Az iSCSI-kezdeményező beállításának előkészítése
id: Inisialisasi Konfigurasi iSCSI Inisiator
it: Inizializzazione della configurazione dell'iniziatore iSCSI
ja: iSCSI イニシエータの設定を準備しています
km: ការ​ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម iSCSI
ko: iSCSI 이니시에이터 구성 초기화
mr: iSCSI Initiator कॉनफिग्येशन सुरु करत आहे
nb: Initialiserer konfigurasjon av iSCSI-initiator
nl: Configuratie van iSCSI-initiator initialiseren
pl: Inicjalizacja konfiguracji modułu inicjującego iSCSI
pt: A inicializar a Configuração do iSCSI Initiator
pt_br: Inicializando a Configuração do Iniciador iSCSI
ro: Inițializez configurația iinițiatorului iSCSI.
ru: Инициализация конфигурации инициатора iSCSI
sk: Inicializujem nastavenie iSCSI iniciátora
sv: Initierar inställningen av iSCSI-initieraren
ta: iSCSI துவக்கியின் உள்ளமைவு துவங்கப்படுகிறது
tr: iSCSI Başlatıcı Yapılandırması Başlatılıyor
uk: Започаткування налаштування ініціатора iSCSI
xh: Kundululwa Ubumbeko Lomqalisi we-iSCSI
zh_cn: 正在初始化 iSCSI 发起端配置
zh_tw: 正在啟始化 iSCSI 啟動器組態
zu: Ilungiselela ukuqalisa Ukuhlelwa Kwesiqalisi se-iSCSI

source: Read the database
af: Lees die databasis
ar: قراءة قاعدة البيانات
bn: প্যাকেজ ডাটাবেস পড়া হচ্ছে...
ca: Llegeix la base de dades
cs: Načíst databázi
da: Læs databasen
de: Datenbank einlesen
el: Ανάγνωση της βάσης δεδομένων
es: Leer la base de datos
fi: Lue tietokanta
fr: Lire la base de données
gl: Ler a base de datos
gu: ડેટાબેઝ વાંચો
hi: डाटाबेस पढो
hu: Adatbázis beolvasása
id: Membaca basis data
it: Leggi il database
ja: データベースの読み込み
km: អាន​មូលដ្ឋាន​ទិន្នន័យ
ko: 데이타베이스 읽기
mr: डाटाबेस वाचा
nb: Les databasen
nl: Database inlezen
pl: Odczytywanie bazy danych
pt: Ler a base de dados
pt_br: Ler o banco de dados
ro: Citește baza de date
ru: Читать базу данных
sk: Načítavanie databázy
sv: Läs databasen
ta: டேட்டாபேஸை படிக்கவும்
tr: Veri tabanını oku
uk: Читання бази даних
xh: Funda isiseko seenkcukacha
zh_cn: 读取数据库
zh_tw: 讀取資料庫
zu: Funda i-database

source: Read the previous settings
af: Lees die vorige instellings
ar: قراءة الإعدادات السابقة
bn: পূর্বের সেটিংগুলি পড়ুন
ca: Llegeix els paràmetres anteriors
cs: Načíst předchozí nastavení
da: Læs de tidligere indstillinger
de: Vorherige Einstellungen einlesen
el: Ανάγνωση προηγούμενων ρυθμίσεων
es: Leer la configuración anterior
fi: Lue aikaisemmat asetukset
fr: Lire les paramètres précédents
gl: Ler a configuración anterior
gu: આગળના સેટિંગ્સ વાંચો
hi: पुरानी व्यवसथाऐ पढो
hu: Előző beállítások beolvasása
id: Membaca pengaturan sebelumnya
it: Leggi le impostazioni precedenti
ja: 以前の設定の読み込み
km: អាន​ការ​កំណត់​ពី​មុន
ko: 이전의 설정 읽기
mr: सेटींग्ज लिहीली जात आहेत
nb: Les tidligere innstillinger
nl: Vorige instellingen lezen
pl: Odczytywanie poprzednich ustawień
pt: Ler as definições anteriores
pt_br: Ler as configurações anteriores
ro: Citește setările vechi
ru: Читать предыдущие параметры
sk: Načítavanie predchádzajúceho nastavenia
sv: Läs de föregående inställningarna
ta: முந்தைய அமைப்புகளை படிக்கவும்
tr: Önceki ayarları oku
uk: Читання попередніх параметрів
xh: Funda imimiselo edlulileyo
zh_cn: 读取以前的设置
zh_tw: 讀取先前的設定
zu: Funda amasethingi adlule

source: Detect the devices
af: Bespeur die toestelle
ar: اكتشاف الأجهزة
bn: সার্ভিসটি নিষ্ক্রিয় করো
ca: Detecta els dispositius
cs: Detekovat zařízení
da: Søg efter enhederne
de: Geräteerkennung
el: Ανίχνευση συσκευών
es: Detectar los dispositivos
fi: Tunnista laitteet
fr: Détecter les périphériques
gl: Detectar os dispositivos
gu: ઉપકરણો શોધો
hi: उपकरण खोजो
hu: Eszközök keresése
id: Deteksi perangkat
it: Rileva i dispositivi
ja: デバイスの検出
km: រកឧបករណ៍
ko: 장치 검색
mr: वस्तू निश्चित करत आहे
nb: Søk etter enheter
nl: Apparaten detecteren
pl: Wykrywanie urządzeń
pt: Detectar os dispositivos
pt_br: Detectar os dispositivos
ro: Detectez dispozitivele
ru: Обнаружить устройства
sk: Hľadanie zariadení
sv: Identifiera enheterna
ta: சாதனங்களை கண்டுபிடிக்கவும்
tr: Aygıtları algıla
uk: Виявлення пристроїв
xh: Chonga izixhobo
zh_cn: 检测设备
zh_tw: 偵測裝置
zu: Thungatha amadivayisi

source: Reading the database...
af: Lees van die databasis ...
ar: تتم الآن قراءة قاعدة البيانات...
bn: প্যাকেজ ডাটাবেস পড়া হচ্ছে...
ca: Llegint la base de dades...
cs: Probíhá čtení databáze...
da: Læser databasen...
de: Datenbank wird eingelesen...
el: Γίνεται ανάγνωση της βάσης δεδομένων...
es: Leyendo la base de datos...
fi: Luetaan tietokantaa...
fr: Lecture de la base de données...
gl: Lendo a base de datos...
gu: ડેટાબેઝ વંચાઇ રહ્યા છે...
hi: डाटाबेस पढ रहा हैं ...
hu: Az adatbázis olvasása...
id: Membaca basis data...
it: Lettura del database in corso...
ja: データベースを読み込んでいます...
km: កំពុង​អាន​មូលដ្ឋាន​ទិន្នន័យ...
ko: 데이타 베이스를 읽고 있습니다...
mr: डेटाबेस वाचता जात आहे
nb: Leser databasen...
nl: Database wordt gelezen...
pl: Wczytywanie bazy danych...
pt: A ler a base de dados...
pt_br: Lendo o banco de dados...
ro: Citesc baza de date...
ru: Чтение базы данных...
sk: Načítavam databázu...
sv: Läser databasen...
ta: டேட்டாபேஸ் படிக்கப்படுகிறது...
tr: Veri tabanı okunuyor...
uk: Читання бази даних...
xh: Kufundwa isiseko seenkcukacha...
zh_cn: 正在读取数据库...
zh_tw: 正在讀取資料庫...
zu: Ifunda i-database...

source: Reading the previous settings...
af: Lees van die vorige instellings ...
ar: تتم الآن قراءة الإعدادات السابقة...
bn: পূর্বের সেিটিংগুলি পড়ছি...
ca: Llegint els paràmetres anteriors...
cs: Probíhá čtení předchozích nastavení...
da: Læser de tidligere indstillinger...
de: Vorherige Einstellungen werden eingelesen...
el: Γίνεται ανάγνωση των προηγούμενων ρυθμίσεων...
es: Leyendo la configuración previa...
fi: Luetaan aikaisemmat asetukset...
fr: Lecture des paramètres précédents...
gl: Lendo a configuración previa...
gu: આગળના સેટિંગ્સ વંચાઇ રહ્યા છે...
hi: पूर्व व्यवस्थाऎं पढ रहा हैं...
hu: Előző beállítások olvasása...
id: Membaca pengaturan sebelumnya...
it: Lettura delle impostazioni precedenti in corso...
ja: 以前の設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់​ពី​មុន...
ko: 이전 설정값을 읽고 있습니다...
mr: पूर्वीची सेटींग्ज वाचली जात आहे
nb: Leser tidligere innstillinger...
nl: Vorige instellingen worden gelezen...
pl: Wczytywanie poprzednich ustawień...
pt: A ler as definições anteriores...
pt_br: Lendo as configurações anteriores...
ro: Citesc setările vechi...
ru: Чтение предыдущих параметров…
sk: Načítavam predchádzajúce nastavenia...
sv: Läser de föregående inställningarna...
ta: முந்தைய அமைப்புகள் படிக்கப்படுகின்றன...
tr: Önceki ayarlar okunuyor...
uk: Читання попередніх параметрів...
xh: Kufundwa imimiselo edlulileyo...
zh_cn: 正在读取以前的设置...
zh_tw: 正在讀取先前的設定...
zu: Ifunda amasethingi adlule...

source: Detecting the devices...
af: Bespeur van die toestelle ...
ar: يتم الآن اكتشاف الأجهزة...
bn: হার্ডওয়্যার সনাক্ত করা হচ্ছে...
ca: Detectant els dispositius...
cs: Probíhá detekce zařízení...
da: Søger efter enhederne...
de: Geräteerkennung läuft...
el: Ανίχνευση των συσκευών...
es: Detectando los dispositivos...
fi: Tunnistetaan laitteita...
fr: Détection des périphériques...
gl: Detectando os dispositivos...
gu: ઉપકરણો શોધાઇ રહ્યા છે...
hi: उपकरण खोज रहा है ...
hu: Eszközök keresése...
id: Deteksi perangkat...
it: Rilevamento dei dispositivi in corso...
ja: デバイスを検出しています...
km: កំពុង​រកឧបករណ៍...
ko: 장치를 검색하고 중...
mr: वस्तू निश्चित करत आहे...
nb: Søker etter enheter...
nl: De apparaten worden gedetecteerd...
pl: Wykrywanie urządzeń...
pt: A detectar os dispositivos...
pt_br: Detectando dispositivos...
ro: Detectez dispozitivele...
ru: Обнаружение устройств…
sk: Hľadám zariadenia...
sv: Identifierar enheterna...
ta: சாதனங்கள் கண்டுபிடிக்கப்படுகின்றன...
tr: Aygıtlar algılanıyor...
uk: Виявлення пристроїв...
xh: Kuchongwa izixhobo...
zh_cn: 正在检测设备...
zh_tw: 正在偵測裝置...
zu: Ithungatha amadivayisi...

source: Finished
af: Voltooid
ar: انتهى
bn: শেষ
ca: Acabat
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
es: Terminado
fi: Valmis
fr: Terminé
gl: Finalizado
gu: સમાપ્ત થયું
hi: समाप्त हुआ
hu: Befejeződött
id: Selesai
it: Operazione completata
ja: 完了
km: បាន​បញ្ចប់
ko: 완료됨
mr: समाप्त झाले
nb: Fullført
nl: Gereed
pl: Zakończono
pt: Terminado
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
ta: முடிவுற்றது
tr: Sonlandı
uk: Завершено
xh: Kugqityiwe
zh_cn: 已完成
zh_tw: 已完成
zu: Iphothulile

source: Saving iSCSI Initiator Configuration
af: Berg van iSCSI-inisieerderkonfigurasie
ar: حفظ تكوين بادئ iSCSI
bn: iSCSI ইনিশিয়েটর গঠন সেভ করছি
ca: Desant la configuració de l'iniciador de la iSCSI
cs: Ukládá se nastavení ISCSI iniciátoru
da: Gemmer konfiguration af iSCI-igangsætter
de: Speichern der iSCSI-Initiator-Konfiguration
el: Αποθήκευση των Ρυθμίσεων του Αρχικοποιητή του iSCSI
es: Guardando la configuración del iniciador iSCSI
fi: Tallennetaan iSCSI-aloittajan määritykset
fr: Enregistrement de la configuration de l'initiateur iSCSI
gl: Gardando a configuración do iniciador iSCSI
gu: iSCSI પ્રારંભક કન્ફિગ્યુરેશન સચવાઇ રહ્યું છે
hi: inetd समनुरूपण सेव कर रहा हैं
hu: iSCSI-kezdeményező beállításainak mentése
id: Menyimpan Konfigurasi Inisiator iSCSI
it: Salvataggio della configurazione dell'iniziatore iSCSI
ja: iSCSI イニシエータの設定を保存しています
km: ការ​រក្សា​ទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម iSCSI
ko: iSCSI 이니시에이터 구성 저장
mr: iSCSI Initiator कॉनफिग्येशन साठवले जात आहे
nb: Lagrer konfigurasjon av iSCSI-initiator
nl: Configuratie van iSCSI-initiator opslaan
pl: Zapisywanie konfiguracji modułu inicjującego iSCSI
pt: A guardar a Configuração do iSCSI Initiator
pt_br: Gravando a Configuração do Iniciador iSCSI
ro: Salvez configurațiai inițiatorului iSCSI
ru: Сохранение конфигурации инициатора iSCSI
sk: Ukladám nastavenie iSCSI iniciátora
sv: Sparar inställningen av iSCSI-initieraren
ta: iSCSI துவக்கியபின் உள்ளமைவு சேமிக்கப்படுகிறது
tr: iSCSI Başlatıcı Yapılandırmasını Kaydetme
uk: Збереження налаштування ініціатора iSCSI
xh: Kugcinwa Ubumbeko Lomqalisi we-iSCSI
zh_cn: 正在保存 iSCSI 发起端配置
zh_tw: 正在儲存 iSCSI 啟動器組態
zu: Igcina Ukuhlelwa Kwesiqalisi se-iSCSI

source: Write AutoYaST settings
ar: كتابة إعدادات autoYaST
ca: Escriu la configuració d'AutoYaST
cs: Zapsat nastavení AutoYaSTu
da: Skriv AutoYaST-indstillingerne
de: AutoYaST-Einstellungen schreiben
el: Εγγραφή ρυθμίσεων AutoYaST
es: Escribir la configuración de AutoYaST
fi: Kirjoita AutoYaST-asetukset
fr: Écriture des paramètres d'AutoYaST
hu: AutoYaST-beállítások mentése
id: Menulis pengaturan AutoYaST
it: Scrittura delle impostazioni di AutoYaST
ja: AutoYaST 設定の書き込み
km: សរសេរ​ការ​កំណត់ AutoYaST
ko: AutoYaST 설정 쓰기
nb: Lagre AutoYaST-innstillinger
nl: Auto-YaST-instellingen schrijven
pl: Zapisz ustawienia programu AutoYaST
pt: Gravar as definições AutoYaST
pt_br: Gravar configurações do AutoYaST
ru: Запись настроек AutoYaST
sk: Zapísať nastavenia AutoYaST
sv: Skriv AutoYaST-inställningar
tr: AutoYaST ayarlarını yaz
uk: Запис параметрів AutoYaST
zh_cn: 写入 AutoYaST 设置
zh_tw: 寫入 AutoYaST 設定

source: Set up service status
ar: إعداد حالة الخدمة
ca: Estableix l'estat del servei
cs: Nastavení stavu služby
da: Opsætning af tjenestestatus
de: Dienst-Status einrichten
el: Ρύθμιση κατάστασης υπηρεσίας.
es: Configurar el estado del servicio
fi: Aseta palvelun tila
fr: Configurer l'état du service
gl: Establecer o estado do servizo
hu: Szolgáltatás állapotának beállítása
id: Atur status layanan
it: Configurazione dello stato del servizio
ja: サービスの状態設定
km: រៀបចំ​ស្ថានភាព​សេវា
ko: 서비스 상태 설정
nb: Sett opp tjenestestatus
nl: Instellen van serverstatus
pl: Ustawienie statusu usługi
pt: Configurar o estado do serviço
pt_br: Configurar status do serviço
ro: Configurează starea serviciului.
ru: Задать состояние службы
sk: Nastaviť stav služby
sv: Konfigurera tjänststatus
tr: Hizmet durumunu ayarlayın
uk: Вказати стан служби
zh_cn: 设置服务状态
zh_tw: 設定服務狀態

source: default (Software)
ar: الافتراضي (برنامج)
ca: per defecte (programari)
cs: výchozí (softwarové)
da: standard (software)
de: Standard (Software)
es: por defecto (software)
fi: Oletus (ohjelmisto)
fr: par défaut (logiciel)
hu: alapértelmezés (szoftver)
id: bawaan (Perangakat Lunak)
it: predefinito (Software)
ja: 既定値 (ソフトウエア)
ko: 기본값(소프트웨어)
nl: standaard (Software)
pl: wartość domyślna (oprogramowanie)
pt: padrão (Software)
pt_br: padrão (software)
ru: По умолчанию (программно)
sk: predvolené (Softvér)
sv: standard (Programvara)
tr: varsayılan (Yazılım)
uk: типово (Програми)
zh_cn: 默认（软件）
zh_tw: 預設 (軟體)

source: all
ar: الكل
ca: tot
cs: vše
da: alle
de: alle
el: όλα
es: todo
fi: kaikki
fr: tout
hu: mind
id: semua
it: tutti
ja: 全て
ko: 모두
nb: alle
nl: alle
pl: wszystkie
pt: todos
pt_br: todos
ro: tot
ru: все
sk: všetky
sv: alla
tr: tümü
uk: усі
zh_cn: 所有
zh_tw: 全部
