Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: <p><b><big>Adding an iSCSI Initiator</big></b><br> Press <b>Add</b> to configure an iSCSI initiator.</p>
af: <p><b><big>Byvoeging van 'n iSCSI-inisieerder</big></b><br> Druk <b>Voeg by</b> om 'n iSCSI-inisieerder te konfigureer.</p>
ar: <p><b><big>إضافة بادئ iSCSI‏</big>‏</b>‏<br> اضغط <b>إضافة</b> لتكوين بادئ iSCSI.‏</p>
bn: <p><b><big>যোগ করছি iSCSI ইনিশিয়েটর</big></b><br> <b>অ্যাড</b> টিপুন iSCSI ইনিশিয়েটর গঠন করতে.</p>
ca: <p><b><big>Addició d'un iniciador de la iSCSI</big></b><br> Premeu <b>Afegeix</b> per configurar un iniciador de la iSCSI.</p>
cs: <P><B><BIG>Přidání iSCSI iniciátoru</BIG></B><BR> Stiskněte <B>Přidat</B> pro nastavení iSCSI iniciátoru.</P>
da: <P><B><BIG>Tilføje en iSCI-igangsætter:</BIG></B><BR> Tryk <B>Tilføj</B> for at konfigurere en iSCI-igangsætter.</P>
de: <p><b><big>Hinzufügen eines iSCSI-Initiators</big></b><br> Drücken Sie <b>Hinzufügen</b>, um einen iSCSI-Initiator zu konfigurieren.</p>
el: <p><b><big>Προσθήκη ενός Αρχικοποιητή iSCSI</big></b><br> Πατήστε <b>Προσθήκη</b> για να ρυθμίσετε έναν αρχικοποιητή iSCSI.</p>
es: <p><b><big>Adición de un iniciador iSCSI</big></b><br> Pulse <b>Añadir</b> para configurar un iniciador iSCSI.</p>
fi: <p><b><big>iSCSI-aloittajan lisääminen:</big></b><br> Valitse <b>Lisää</b> määrittääksesi iSCSI-aloittaja.</p>
fr: <p><b><big>Ajout d'un initiateur iSCSI</big></b><br> Appuyez sur <b>Ajouter</b> pour configurer un initiateur iSCSI.</p>
gl: <p><b><big>Engadir un iniciador iSCSI</big></b><br> Prema <b>Engadir</b> para configurar un iniciador iSCSI.</p>
gu: <p><b><big> iSCSI પ્રારંભકને કન્ફિગર કરવા </big></b><br> દવાઓ <b>ઉમેરો</b> iSCSI પ્રારંભકને કન્ફિગર કરવા. </p>
hi: <p><b><big>संभरक जोड रहा हैं:</big></b><br> <b>जोडे</b> को नया संभरक समनुरूपण करने के लिए दबाये</p>
hu: <p><b><big>iSCSI-kezdeményező hozzáadása:</big></b><br> A <b>Hozzáadás</b> megnyomásával, beállíthatja az egy iSCSI-kezdeményezőt.</p>
id: <p><b><big>menambahkan Inisiator iSCSI</big></b><br> Tekan <b>Tambah</b> untuk konfigurasi inisiator iSCSI.</p>
it: <p><b><big>Aggiunta di un iniziatore iSCSI</big></b><br> Scegliere <b>Aggiungi</b> per configurare un iniziatore iSCSI.</p>
ja: <p><b><big>iSCSI イニシエータの追加:</big></b><br> <b>追加</b> ボタンを押すと iSCSI イニシエータを設定することができます。</p>
km: <p><b><big>បន្ថែម​កម្មវិធី​ចាប់ផ្ដើម iSCSI មួយ</big></b><br> ចុច <b>បន្ថែម</b> ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម iSCSI មួយ ។</p>
ko: <p><b><big>iSCSI 이니시에이터 추가</big></b><br> iSCSI 이니시에이터를 구성하려면 <b>추가</b>를 누르십시오.</p>
mr: <p><b><big>iSCSI इनिशिएटर घालणे</big></b><br> iSCSI इनिशिएटरचा आकृतीबंध बनवण्यासाठी <b>Add</b> दाबा.</p>
nb: <p><b><big>Legge til en iSCSI-initiator</big></b><br> Klikk <b>Legg til</b> for å konfigurere en iSCSI-initiator.</p>
nl: <p><b><big>Een iSCSI-initiator toevoegen</big></b><br> Klik op <b>Toevoegen</b> om een iSCSI-initiator te configureren.<b>
pl: <p><b><big>Dodawanie modułu inicjującego iSCSI:</big></b><br> Aby skonfigurować moduł inicjujący iSCSI, należy nacisnąć przycisk <b>Dodaj</b></p>
pt: <p><b><big>Adicionar um iSCSI Initiator</big></b><br> Prima <b>Adicionar</b> para configurar um iSCSI Initiator.</p>
pt_br: <p><b><big>Adicionando um Iniciador iSCSI</big></b><br> Pressione <b>Adicionar</b> para configurar um iniciador iSCSI.</p>
ro: <p><b><big>Adăugarea unui inițiator iSCSI</big></b><br> Apăsați <b>Adaugă</b> pentru a configura un inițiator iSCSI.</p>
ru: <p><b><big>Добавление инициатора iSCSI</big></b><br> Нажмите <b>Добавить</b> для настройки инициатора iSCSI.</p>
sk: <P><B><BIG>Pridanie iSCSI Iniciátora</BIG></B><BR> Stlačením <B>Pridať</B>, môžete nastaviť iSCSI Iniciátor.</P>
sv: <p><b><big>Lägga till en iSCSI-initierare</big></b><br> Klicka på <b>Lägg till</b> om du vill ställa in en iSCSI-initierare.</p>
ta: <p><b><big>ஒரு iSCSI துக்கியை சேர்த்தல்</big></b><br> ஒரு iSCSI துவக்கியை சேர்ப்பதற்கு <b>சேர்க்கவும்</b>ஐ அழுத்தவும்.</p>
tr: <p><b><big>iSCSI Başlatıcısı Ekleme</big></b><br> Bir iSCSI başlatıcısını yapılandırmak için <b>Ekle</b>'ye basın.</p>
uk: <p><b><big>Додавання ініціатора iSCSI</big></b><br> Натисніть <b>Додати</b>, щоб налаштувати ініціатор iSCSI.</p>
xh: <p><b><big>Kufakelwa Umqalisi we-iSCSI</big></b><br> Cinezela <b>Fakela</b> ukuze wenze ubumbeko lomqalisi we-iSCSI.</p>
zh_cn: <p><b><big>添加 iSCSI 发起端</big></b><br> 按<b>添加</b>配置一个 iSCSI 发起端。</p>
zh_tw: <p><b><big>新增 iSCSI 啟動器</big></b><br> 按<b>「新增」</b>設定 iSCSI 啟動器組態。</p>
zu: <p><b><big>Ukunezela isiqalisi se-iSCSI</big></b><br> Cindezela u-<b>Nezela</b> ukuze uhlele isiqalisi se-iSCSI.</p>

source: <p><b><big>Editing or Deleting</big></b><br> Choose an iSCSI Initiator to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
af: <p><b><big>Hersiening of Skrapping</big></b><br> Kies 'n iSCSI-inisieerder om te wysig of te verwyder. Druk dan <b>Hersien</b> of <b>Skrap</b> soos verlang.</p>
ar: <p><b><big>تحرير أو حذف</big></b><br> اختر بادئ iSCSI لتغييره أو إزالته. اضغط بعد ذلك <b>تحرير</b> أو <b>حذف</b> حسب الحاجة.</p>
bn: <p><b><big>সম্পাদন অথবা ডিলিট করছি</big></b><br> পরিবর্তন অথবা সরাতে বাছুন একটি iSCSI ইনিশিয়েটর. তারপর <b>এডিট</b> টিপুন অথবা <b>ডিলিট</b> ইচ্ছাঅনুয়ায়ী.</p>
ca: <p><b><big>Edició o supressió</big></b><br> Trieu un iniciador de la iSCSI per canviar-lo o suprimir-lo. Després premeu <b>Edita</b> o <b>Suprimeix</b> segons calgui.</p>
cs: <P><B><BIG>Úpravy a odstraňování:</BIG></B><BR> Vyberte si iSCSI iniciátor, který chcete upravit anebo odebrat. Poté stiskněte odpovídající tlačítko: <B>Upravit</B> nebo <B>Odstranit</B>.</P>
da: <p><b><big>Redigere eller slette:</big></b><br> Vælg en iSCI-igangsætter for at ændre eller slette. Tryk så <b>Rediger</b> eller <b>Slet</b>som ønsket.</p>
de: <p><b><big>Bearbeiten bzw. Löschen</big></b><br> Wählen Sie einen iSCSI-Initiator aus, der geändert oder entfernt werden soll. Drücken Sie dann <b>Bearbeiten</b> bzw. <b>Löschen</b>.</p>
el: <p><b><big>Επεξεργασία ή Διαγραφή</big></b><br> Επιλέξτε έναν Αρχικοποιητή iSCSI για να αλλάξετε ή να διαγράψετε. Μετά πατήστε <b>Επεξεργασία</b> ή <b>Διαγραφή</b>.</p>
es: <p><b><big>Edición o supresión</big></b><br> Seleccione el iniciador iSCSI que desee modificar o eliminar. A continuación, haga clic en <b>Editar</b> o en <b>Suprimir.</b></p>
fi: <p><b><big>Muokkaus tai Poisto:</big></b><br> Valitse iSCSI-aloittaja, jota haluat muokata tai jonka haluat poistaa. Valitse sitten <b>Muokkaa</b> tai <b>Poista</b>.</p>
fr: <p><b><big>Modification ou suppression</big></b><br> Choisissez un initiateur iSCSI à modifier ou à supprimer. Cliquez ensuite sur <b>Modifier</b> ou <b>Supprimer</b> selon le cas.</p>
gl: <p><b><big>Edición ou eliminación</big></b><br> Escolla o iniciador iSCSI que desexe modificar uo eliminar. A continuación, prema <b>Editar</b> ou <b>Eliminar</b>.</p>
gu: <p><b><big> બદલવા અથવા દૂર કરવા </big></b><br> iSCSI પ્રારંભકને પસંદ કરો. પછી ઇચ્છિત <b>સંપાદન કરો</b> અથવા <b>કાઢી નાખો</b> દબાવો.</p>
hi: <p><b><big>सपांदन या मिटान :</big></b><br> वदलने या हटाने के लिए slp सेवक चुनें । उसके बाद<b>सपांदन</b> या <b>मिटान</b> दबाऐ जो भी इच्छित हो ।</p>
hu: <p><b><big>Szerkesztés vagy törlés:</big></b><br> Válassza ki a módosítani vagy törölni kívánt iSCSI-kezdeményezőt, majd nyomja meg a megfelelő <b>Szerkesztés</b> vagy <b>Törlés</b> gombot.</p>
id: <p><b><big>Mengubah atau Menghapus</big></b><br> Pilih inisiator iSCSI untuk diubah atau hapus. Lalu tekan <b>Ubah</b> atau <b>Hapus</b> sesuai keinginan.</p>
it: <p><b><big>Modifica o eliminazione</big></b><br> Scegliere un iniziatore iSCSI da modificare o rimuovere. Quindi, fare clic su <b>Modifica</b> o <b>Elimina</b>.</p>
ja: <p><b><big>編集／削除:</big></b><br> 編集または削除する iSCSI イニシエータを選び、 <b>編集</b> または <b>削除</b> ボタンを押してください。</p>
km: <p><b><big>ការ​កែសម្រួល ឬ​លុប</big></b><br> ជ្រើសកម្មវិធី​ចាប់ផ្ដើម iSCSI មួយ ដើម្បី​ផ្លាស់​ប្ដូរ ឬយក​ចេញ ។ បន្ទាប់​មក​ចុច <b>កែសម្រួល</b> ឬ​<b>លុប</b> តាម​ត្រូវ​ការ ។</p>
ko: <p><b><big>편집 또는 삭제</big></b><br> 변경 또는 제거할 iSCSI 이니시에이터를 선택하십시오. 그런 다음 <b>편집</b> 또는 <b>삭제</b>를 누르십시오.</p>
mr: <p><b><big>संपादित करत आहे किंवा पुसून टाकत आहे</big></b><br> बदलण्यासाठी किंवा काढून टाकण्यासाठी iSCSI निवडा. नंतर इच्छेनुसार <b>Edit</b> किंवा <b>Delete</b> दाबा.</p>
nb: <p><b><big>Redigere eller slette</big></b><br> Velg en iSCSI-initiator du vil endre eller slette. Klikk deretter <b>Rediger</b> eller <b>Slett</b> etter ønske.</p>
nl: <p><b><big>Bewerken of verwijderen</big></b><br> Kies een iSCSI-initiator die u wilt wijzigen of verwijderen. Klik vervolgens naar wens op <b>Bewerken</b> of <b>Verwijderen</b>.</p>
pl: <p><b><big>Edytowanie lub usuwanie:</big></b><br> Aby zmienić lub usunąć moduł inicjujący iSCSI, należy wybrać go, a następnie nacisnąć odpowiednio przycisk <b>Edytuj</b> albo <b>Usuń</b>.</p>
pt: <p><b><big>Editar ou Apagar</big></b><br> Escolha um iSCSI Initiator para alterar ou remover. Depois, prima <b>Editar</b> ou <b>Apagar</b> conforme pretenda.</p>
pt_br: <p><b><big>Editando ou Apagando</big></b><br> Escolha o Iniciador iSCSI que deseja alterar ou remover. Em seguida, pressione <b>Editar</b> ou <b>Apagar</b> conforme desejado.</p>
ro: <p><b><big>Editarea sau ștergerea</big></b><br> Alegeți un inițiator iSCSI de șters sau editat. Apoi apăsați <b>Editează</b> sau <b>Șterge</b> dupa caz.</p>
ru: <p><b><big>Редактирование или удаление</big></b><br> Выберите инициатор iSCSI для изменения или удаления. Затем нажмите <b>Редактировать</b> или <b>Удалить</b>.</p>
sk: <P><B><BIG>Úprava alebo vymazanie:</BIG></B><BR> Vyberte iSCSI iniciátora, ktorého chcete zmeniť alebo odstrániť. Potom stlačte <B>Upraviť</B> alebo <B>Vymazať</B>.</P>
sv: <p><b><big>Redigera eller ta bort</big></b><br> Markera en iSCSI-initierare som ska ändras eller tas bort. Klicka därefter på <b>Redigera</b> eller <b>Ta bort</b>.</p>
ta: <p><b><big>திருத்தம் செய்தல் அல்லது நீக்குதல்</big></b><br> மாற்றுவதற்கு அல்லது நீக்குவதற்கான ஒரு iSCSI துவக்கியை தேர்வு செய்யவும். பின்னர் உங்கள் விருப்பம்போல் <b>திருத்தம் செய்யவும்</b> அல்லது <b>நீக்கவும்</b>ஐ அழுத்தவும்.</p>
tr: <p><b><big>Düzenleme veya Silme</big></b><br> Değiştirilecek veya kaldırılacak bir iSCSI Başlatıcısı seçin. Daha sonra isteğinize göre <b>Düzenle</b> veya <b>Sil</b> tuşuna basın.</p>
uk: <p><b><big>Редагування або вилучення:</big></b><br> Виберіть ініціатор iSCSI, щоб змінити або вилучити. Тоді натисніть <b>Змінити</b> або <b>Вилучити</b>.</p>
xh: <p><b><big>Kuyahlelwa okanye Kuyacinywa</big></b><br> Khetha Umqalisi we-iSCSI ukuze uguqule okanye ushenxise. Ngoku cinezela </b>Hlela<b> okanye </b>Cima<b> ngokomnqweno wakho.</p>
zh_cn: <p><b><big>编辑或删除</big></b><br> 选择一个要修改或移除的 iSCSI 发起端。 然后根据需要按<b>编辑</b>或<b>删除</b>。</p>
zh_tw: <p><b><big>編輯或刪除：</big></b><br> 選擇要變更或移除的 iSCSI 啟動器。 然後視需要按<b>「編輯」</b>或<b>「刪除」</b>。</p>
zu: <p><b><big>Ukuhlela noma Ukususa</big></b><br> Khetha isiqalisi se-iSCSI ukuze ushintshe nom ususe. Yibe usucindezela u-<b>Hlela</b> noma u-<b>Susa</b> njengoba ufisa.</p>

source: <p>List of current sessions.</p><p>Use the <b>Add</b> button to get additional targets. A discovery is started to detect new targets and the start-up mode of already connected targets keeps unchanged.<br>Use <b>Disconnect</b> to cancel the connection and with it remove the target from the list.<br>To change the start-up status, press <b>Edit</b>.</p>
ar: <p>قائمة بالجلسات الحالية.</p><p>استخدم الزر <b>إضافة</b> للحصول على مزيد من الأهداف. يبدأ الاكتشاف في البحث عن أهداف جديدة ويظل وضع البدء للأهداف المتصلة بالفعل دون تغيير.<br>استخدم <b>قطع الاتصال</b> لإلغاء الاتصال ثم قم بإزالة الهدف من القائمة.<br>لتغيير حالة بدء التشغيل، اضغط على <b>تحرير</b>.</p>
ca: <p>Llista de sessions actuals.</p><p>Useu el botó <b>Afegeix</b> per obtenir destinacions addicionals. S'inicia un descobriment per detectar destinacions noves i el mode d'inici de destinacions ja connectades es manté sense canvis.<br>Useu <b>desconnecta</b> per cancel·lar la connexió i, amb això, suprimir la destinació de la llista. <br>Per canviar l'estat de l'inici, premeu <b>Edita</b>.</p>
cs: <p>Seznam aktuálních relací.</p><p>K přidání dalších cílů použijte tlačítko <b>Přidat</b>. Je spuštěna služba zjišťování, která zjistí nové cíle. Režim spouštění již připojených cílů zůstává nezměněn.<br>Pomocí příkazu <b>Odpojit</b> můžete zrušit připojení a současně odebrat cíl ze seznamu.<br>Chcete-li změnit stav spouštění, stiskněte tlačítko <b>Upravit</b>.</p>
de: <p>Liste der aktuellen Sitzungen.</p><p>Mit der Schaltfläche <b>Hinzufügen</b> können Sie weitere Ziele abrufen. Es wird eine Ermittlung gestartet, in der neue Ziele festgestellt werden, wobei der Startmodus der bereits verbundenen Ziele unverändert bleibt.<br>Mit <b>Trennen</b> können Sie die Verbindung abbrechen und das Ziel aus der Liste löschen.<br>Zum Ändern des Startmodus klicken Sie auf <b>Bearbeiten</b>.</p>
es: <p>Lista de sesiones actuales.</p><p>Utilice el botón <b>Añadir</b> para obtener destinos adicionales. Se iniciará un nuevo descubrimiento para detectar nuevos destinos y el modo de inicio de los destinos ya conectados se mantendrá sin cambios.<br>Utilice <b>Desconectar</b> para cancelar la conexión y eliminar el destino de la lista.<br>Para cambiar el estado del inicio, seleccione <b>Editar</b>.</p>
fr: <p>Liste des sessions en cours.</p><p>Utilisez le bouton <b>Ajouter</b> pour obtenir des cibles supplémentaires. Une découverte est lancée pour détecter de nouvelles cibles et le mode de démarrage des cibles déjà connectées reste identique.<br>Utilisez l'option <b>Déconnecter</b> pour annuler la connexion et supprimer la cible de la liste.<br>Pour modifier l'état de démarrage, appuyez sur <b>Modifier</b>.</p>
hu: <p>Az aktuális munkamenetek száma.</p><p>További célok hozzáadásához használja a <b>Hozzáadás</b> gombot. Elindul egy felderítés az új célok észlelésére, a már csatlakoztatott célok indítási módja pedig változatlan marad.<br>A <b>Bontás</b> gombbal megszüntetheti a kapcsolatot, és törölheti a célt a listáról.<br>Ha módosítani szeretné az indítási állapotot, kattintson a <b>Szerkesztés</b> gombra.</p>
id: <p>Daftar dari sesi sekarang.</p><p>Gunakan tombol <b>Tambah</b> untuk mendapat target tambahan. Pencarian dimulai untuk mendeteksi target baru dan moda awal mula dari target yang sudah terhubung tetap tidak berubah.<br>Gunakan <b>Putuskan</b> untuk membatalkan koneksi dan dengan itu menghapus target dari daftar.<br>Untuk mengubah status awal mula, tekan <b>Ubah</b>.</p>
it: <p>Elenco delle sessioni attuali.</p><p>Utilizzare il pulsante <b>Aggiungi</b> per ottenere destinazioni aggiuntive. È stato avviato un processo di rilevazione per rilevare le nuove destinazioni e la modalità di avvio delle destinazioni già connesse rimane invariata.<br>Usare <b>Disconnetti</b> per annullare la connessione e rimuovere la destinazione dall'elenco.<br>Per modificare lo stato di avvio premere <b>Modifica</b>.</p>
ja: <p>現在のセッションの一覧です。</p><p>追加のターゲットを設定するには、<b>追加</b> ボタンを押してください。検出が実施され、既に接続されているターゲットの起動モードは変更せずに、新しいターゲットを検出します。<br>接続をキャンセルし、一覧からターゲットを削除するには、 <b>切断</b> を押してください。<br>起動モードの状態を変更するには、 <b>編集</b> を押してください。</p>
ko: <p>현재 세션 목록입니다.</p><p><b>추가</b> 버튼을 사용하여 대상을 추가로 가져옵니다. 새로운 대상 감지를 위한 검색이 시작되었으며 이미 연결된 대상의 시작 모드는 변경되지 않습니다.<br>연결을 끊고 목록에서 대상을 제거하려면 <b>연결 끊기</b>를 사용하십시오.<br>시작 상태를 변경하려면 <b>편집</b>을 누르십시오.</p>
nl: <p>Lijst met huidige sessies.</p><p>Gebruik de knop <b>Toevoegen</b> om aanvullende doelen op te halen. Er wordt een detectie gestart om nieuwe doelen te detecteren en de opstartmodus van reeds verbonden doelen blijft ongewijzigd.<br>Gebruik <b>Verbinding verbreken</b> om de verbinding te annuleren en het doel uit de lijst te verwijderen.<br>Als u de opstartstatus wilt wijzigen, drukt u op <b>Bewerken</b>.</p>
pl: <p>Lista bieżących sesji.</p><p>Użyj przycisku <b>Dodaj</b>, aby uzyskać dodatkowe cele. Uruchamiane jest wykrywanie nowych celów, a tryb rozruchu już podłączonych celów pozostaje niezmieniony.<br>Użyj opcji <b>Odłącz</b>, aby anulować połączenie i razem z nim usunąć cel z listy. <br>Aby zmienić stan rozruchu, naciśnij przycisk <b>Edycja</b>.</p>
pt: <p>Lista de sessões atuais.</p><p>Utilize o botão <b>Adicionar</b> para obter alvos adicionais. Uma descoberta é iniciada para detetar novos alvos e o modo de arranque de alvos já ligados mantém-se inalterado.<br>Utilize <b>Desligar</b> para cancelar a ligação e com ela remover o alvo da lista.<br>Para alterar o estado de arranque, prima <b>Editar</b>.</p>
pt_br: <p>Lista de sessões atuais.</p><p>Use o botão <b>Adicionar</b> para obter outros destinos. Uma descoberta é iniciada para detectar novos destinos, e o modo de inicialização dos destinos já conectados permanece inalterado.<br>Use <b>Desconectar</b> para cancelar a conexão e, com ela, remover o destino da lista.<br>Para mudar o status de inicialização, clique em <b>Editar</b>.</p>
ru: <p>Список текущих сеансов.</p><p>Для добавления целей используйте кнопку <b>Добавить</b>. Будет запущено обнаружение новых целей, а режим запуска уже подключенных целей останется без изменений.<br>С помощью кнопки <b>Отключить</b> можно разорвать соединение и удалить цель из списка.<br>Чтобы изменить состояние запуска, нажмите кнопку <b>Изменить</b>.</p>
sk: <p>Zoznam súčasných sedení.</p><p>Použite tlačidlo </b>Pridať<b>, aby ste získali ďalšie ciele. Objavovanie je spustené pre zisťovanie nových cieľov a režim spustenia už pripojených cieľov zostane nezmenený.<br>Pomocou <b>Odpojiť</b> zrušíte spojenie a tým odstránite cieľ zo zoznamu.<br>Ak chcete zmeniť spustený stav, stlačte <b>Upraviť</b>.</p>
sv: <p>Lista med aktiva sessioner.</p><p>Klicka på <b>Lägg till</b> om du vill hitta fler destinationer. En sökning görs efter fler destinationer, samtidigt som startläget för redan aktiva destinationer förblir oförändrat.<br>Klicka på <b>Koppla från</b> om du vill avbryta anslutningen och ta bort destinationen ur listan.<br>Klicka på <b>Redigera</b> om du vill ändra destinationens startstatus.</p>
tr: <p>Güncel oturumların listesi.</p><p>Ek hedefler almak için <b>Ekle</b> düğmesini kullanın. Yeni hedefleri tespit etmek için bir keşif başlatılır ve halihazırda bağlı hedeflerin başlatma modu değişmeden kalır.<br>Bağlantıyı iptal etmek ve bununla birlikte hedefi listeden kaldırmak için <b>Bağlantıyı Kes</b>'i kullanın.<br>Başlatma durumunu değiştirmek için <b>Düzenle</b>'ye basın.</p>
uk: <p>Список поточних сеансів.</p><p>Використовуйте кнопку <b>Додати</b> для отримання додаткових цілей. Починається пошук для виявлення нових цілей, а режим запуску вже під'єднаних цілей залишається незмінним.<br>Використовуйте <b>Роз'єднати</b>, щоб скасувати з’єднання та видалити ціль зі списку.<br>Для зміни стану запуску натисніть <b>Змінити</b>.</p>
zh_cn: <p>当前会话列表。</p><p>使用<b>添加</b>按钮来获取额外目标。将启动探索来检测新目标，及已连接目标的启动模式是否保持未变。<br>使用<b>断开连接</b>来取消连接并从列表中移除该目标。<br>要修改启动状态，请按<b>编辑</b>。</p>
zh_tw: <p>目前工作階段的清單。</p><p>使用<b>新增</b>按鈕可取得其他目標。系統會啟動探查來偵測新目標，已連接目標的啟動模式會保持不變。<br>使用<b>解除連接</b>可以取消連接，同時會從清單中移除目標。<br>若要變更啟動狀態，請按<b>編輯</b>。</p>

source: <h1>Warning</h1>
af: <h1>Waarskuwing</h1>
ar: <h1>تحذير</h1>
bn: সতর্কবাণী
ca: <h1>Advertiment</h1>
cs: <h1>Upozornění</h1>
da: <h1>Advarsel</h1>
de: <h1>Warnung</h1>
el: <h1>Προειδοποίηση</h1>
es: <h1>Advertencia</h1>
fi: <h1>Varoitus</h1>
fr: <h1>Avertissement</h1>
gl: <h1>Aviso</h1>
gu: <h1>ચેતવણી</h1>
hi: <h1>चेतावनी</h1>
hu: <h1>Figyelem!</h1>
id: <h1>Peringatan</h1>
it: <h1>Attenzione</h1>
ja: <h1>警告</h1>
km: <h1>ព្រមាន</h1>
ko: <h1>경고</h1>
mr: <h1>इशारा</h1>
nb: <h1>Advarsel</h1>
nl: <h1>Waarschuwing</h1>
pl: <h1>Uwaga</h1>
pt: <h1>Aviso</h1>
pt_br: <h1>Aviso</h1>
ro: <h1>Avertizare</h1>
ru: <h1>Предупреждение</h1>
sk: <h1>Varovanie:</h1>
sv: <h1>Varning!</h1>
ta: <h1>எச்சரிக்கை</h1>
tr: <h1>Uyarı</h1>
uk: <h1>Попередження</h1>
xh: <h1>Isilumkiso</h1>
zh_cn: <h1>警告</h1>
zh_tw: <h1>警告</h1>
zu: <h1>Isexwayiso</h1>
