Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: <p><b><big>Adding an iSCSI Initiator</big></b><br> Select an iSCSI initiator from the list of detected initiators. If your iSCSI initiator was not detected, use <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
af: <p><b><big>Byvoeg van 'n iSCSI-inisieerder</big></b><br> Kies 'n iSCSI-inisieerder uit die lys bespeurde inisieerders. As u iSCSI-inisieerder nie bespeur is nie, gebruik <b>Ander (nie bespeur nie)</b>. Druk dan <b>Konfigureer</b>.</p>
ar: <p><b><big>إضافة بادئ iSCSI‏</big>‏</b>‏<br> حدد بادئ iSCSI من قائمة البادئات التي تم اكتشافها. إذا لم يتم اكتشاف بادئ iSCSI لديك، فاستخدم الخيار <b>أخرى (غير مكتشفة)</b>. اضغط بعد ذلك <b>تكوين</b>‏.</p>
bn: <p><b><big>একটি iSCSI ইনিশিয়েটর যোগ করছি</big></b><br> আবিষ্কৃত ইনিশিয়েটর থেকে একটি iSCSI ইনিশিয়েটর নির্বাচুন করুন. যদি আপনার iSCSI ইনিশিয়েটর আবিষ্কৃত ছিল না <b>অন্য (অনাবিষ্কৃত)</b> ব্যবহার করুন. তারপর <b>গঠন</b> টিপুন.</p>
ca: <p><b><big>Addició d'un iniciador de la iSCSI</big></b><br> Seleccioneu un iniciador de la iSCSI de la llista d'iniciadors detectats. Si no s'ha detectat l'iniciador de la iSCSI, feu servir <b>Altres (no detectats)</b> i després premeu <b>Configura'ls</b>.</p>
cs: <p><p><big>Přidání iniciátoru iSCSI</big></b><br> Vyberte si iniciátor iSCSI ze seznamu nalezených iniciátorů. Jestliže nebyl váš iniciátor automaticky rozpoznán, použijte <b>Jiné (nerozpoznáno)</b>. Poté stiskněte <b>Konfigurovat</b>.</p>
da: <p><b><big>Tilføje en iSCI-igangsætter:</big></b><br> Vælg en iSCI-igangsætter fra listen over fundne igangsættere. Hvis din iSCI-igangsætter ikke blev fundet, anvend <b>Anden (ikke fundet)</b>. Tryk derefter <b>Konfigurér>.</p>
de: <p><b><big>Hinzufügen eines iSCSI-Initiators</big></b><br> Wählen Sie einen iSCSI-Initiator aus der Liste der erkannten Initiatoren aus. Wenn Ihr iSCSI-Initiator nicht erkannt wurde, wählen Sie <b>Andere (nicht erkannte)</b> aus. Drücken Sie dann <b>Konfigurieren</b>.</p>
el: <p><b><big>Προσθήκη ενός Αρχικοποιητή iSCSI</big></b><br> Επιλέξτε έναν αρχικοποιητή iSCSI από τη λίστα των ανιχνευμένων αρχικοποιητών. Αν ο αρχικοποιητής iSCSI δεν έχει ανιχνευτεί, χρησιμοποιήστε το <b>Άλλο (μη ανιχνευμένο)</b>. Μετά πατήστε στο <b>Ρύθμιση</b>.</p>
es: <p><b><big>Adición de un iniciador iSCSI</big></b><br> Seleccione un iniciador iSCSI en la lista de iniciadores detectados. Si el iniciador iSCSI no se ha detectado, utilice <b>Otro (no detectado).</b> A continuación, haga clic en <b>Configurar.</b></p>
fi: <p><b><big>iSCSI-asiakkaan lisääminen:</big></b><br> Valitse iSCSI-asiakas tunnistettujen asiakkaiden listasta. Jos iSCSI-asiakastasi ei tunnistettu, käytä <b>Muu (ei tunnistettu)</b>. Napsauta sitten <b>Määritä</b>.</p>
fr: <p><b><big>Ajout d'un initiateur iSCSI</big></b><br> Sélectionnez un initiateur iSCSI dans la liste des initiateurs détectés. Si votre initiateur iSCSI n'a pas été détecté, utilisez <b>Autre (non détecté)</b>. Cliquez ensuite sur <b>Configurer</b>.</p>
gl: <p><b><big>Engadir un iniciador iSCSI</big></b><br> Seleccione un iniciador iSCSI na lista de iniciadores detectados. Se non se detectou o iniciador iSCSI, utilice <b>Outro (non detectado).</b> A continuación, prema <b>Configurar</b>.</p>
gu: <p><b><big> iSCSI પ્રારંભક ઉમેરાઇ રહ્યું છે </big></b><br> શોધાયેલ પ્રારંભકની યાદીમાંથી iSCSI પ્રારંભક પસંદ કરો. જો તમારો iSCSI પ્રારંભક શોધી શકાયું ન હોય તો, <b> અન્ય વાપરો (ના શોધાયેલ)</b>. પછી <b>કન્ફિગર દબાવો.</b>.</p>
hi: <p><b><big>SCSI सेवक जोड रहा है :</big></b><br> पता लगे SCSI-सेवक की सूची से एक SCSI-सेवक चुनें। यदि तुम्हारा SCSI-सेवक नहीं पता लगा है तो ,<b>अन्य (जो पता नहीं है) चुनें।</b> फिर <b>समनुरुपण</b>दबाऐ ।</p>
hu: <p><b><big>iSCSI-kezdeményező hozzáadása:</big></b><br> Válasszon egy iSCSI-kezdeményezőt az észlelt kezdeményezők listájából. Ha az iSCSI-kezdeményezőt nem sikerült felismerni, válassza a <b>Más (nem észlelt)</b> lehetőséget, és kattintson a <b>Beállítás</b> gombra.</p>
id: <p><b><big>Menambahkan Inisiator iSCSI</big></b><br> Pilih inisiator iSCSI dari daftar inisiator yang terdeteksi. Jika inisiator iSCSI anda tidak terdeteksi, gunakan <b>Yang lain (tida terdeteksi)</b>. Lalu tekan <b>Kunfigurasi</b>.</p>
it: <p><b><big>Aggiunta di un iniziatore iSCSI</big></b><br> Selezionare un iniziatore iSCSI dall'elenco degli iniziatori rilevati. Se l'iniziatore iSCSI non è stato rilevato, usare <b>Altro (non rilevato)</b>. Quindi fare clic su <b>Configura</b>.</p>
ja: <p><b><big>iSCSIイニシエータの追加</big></b><br> 検出されたイニシエータの一覧からいずれかを選択してください。 iSCSI イニシエータが自動的に検出されない場合は、 <b>その他 (未検出)</b> を選んで <b>設定</b> を押してください。</p>
km: <p><b><big>ការ​បន្ថែម​កម្មវិធី​ចាប់ផ្ដើម iSCSI</big></b><br> ជ្រើស​កម្មវិធី​ចាប់ផ្ដើម​ iSCSI ពី​បញ្ជី​កម្មវិធី​ចាប់ផ្ដើម​ដែល​រក​ឃើញ ។ ប្រសិន​បើ​កម្មវិធី​ចាប់ផ្ដើម iSCSI របស់​អ្នក​រក​មិន​ឃើញ ប្រើ <b>ផ្សេង​ទៀត (ដែល​រក​មិន​ឃើញ)</b> ។ បន្ទាប់​មក​ចុច <b>កំណត់​រចនាសម្ព័ន្ធ</b> ។</p>
ko: <p><b><big>iSCSI 이니시에이터 추가</big></b><br> 검색된 이니시에이터 목록에서 iSCSI 이니시에이터를 선택합니다. 해당 iSCSI 이니시에이터가 검색되지 않았으면 <b>기타(검색안됨)</b>를 사용하십시오. 그런 다음 <b>구성</b>을 누르십시오.</p>
mr: <p><b><big>iSCSI इनिशिएटर घालत आहे</big></b><br> ओळखलेल्या इनिशिएटर्सच्या सूचीतून iSCSI इनिशिएटर निवडा. आपला iSCSI इनिशिएटर ओळखला गेला नसेल <b>अन्य (न ओळखलेले) वापरा</b>. नंतर <b>आकृतीबंध</b> दाबा.</p>
nb: <p><b><big>Legge til en iSCSI-initiator</big></b><br> Velg en iSCSI-initiator fra listen over oppdagede initiatorer. Hvis iSCSI-initiatoren ikke ble oppdaget, bruker du <b>Annet (ikke funnet)</b>. Klikk deretter <b>Konfigurer</b>.</p>
nl: <p><b><big>Een iSCSI-initiator toevoegen</big></b><br> Selecteer een iSCSI-initiator in de lijst met gedetecteerde initiators. Als uw iSCSI-initiator niet is gedetecteerd, gebruikt u <b>Overig (niet gedetecteerd)</b>. Klik vervolgens op <b>Configureren</b>.</p>
pl: <p><b><big>Dodawanie modułu inicjującego iSCSI:</big></b><br> Proszę wybrać moduł inicjujący iSCSI z listy wykrytych modułów inicjujących . Jeśli właściwy moduł inicjujący iSCSI nie został wykryty automatycznie, należy użyć opcji <b>Inny (niewykryty)</b>. Następnie należy nacisnąć przycisk <b>Konfiguruj</b>.</p>
pt: <p><b><big>Adicionar um iSCSI Initiator</big></b><br> Escolha um iSCSI Initiator da lista de initiators detectados. Se ou seu iSCSI Initiator não foi automaticamente detectado, utilize <b>Outro (não detectado)</b>. Depois prima <b>Configurar</b>.</p>
pt_br: <p><b><big>Adicionando um Iniciador iSCSI</big></b><br> Selecione um iniciador iSCSI na lista de iniciadores detectados. Se o iniciador iSCSI não tiver sido detectado, use <b>Outro (não detectado)</b>. Em seguida, pressione <b>Configurar</b>.</p>
ro: <p><b><big>Adăugarea unui inițiator iSCSI</big></b><br> Selectați un inițiator iSCSI din lista inițiatoarelor detectate. Dacă inițiatorul dvs. nu a fost detectat automat, folosiți <b>Altul (nedetectat)</b>. Apoi apăsați<b>Configurează</b>.</p>
ru: <p><b><big>Добавление инициатора iSCSI</big></b><br> Выберите инициатор iSCSI из списка обнаруженных инициаторов. Если ваш инициатор iSCSI не был обнаружен, выберите вариант <b>Другой (не обнаружен)</b>. Затем нажмите <b>Настроить</b>.</p>
sk: <P><B><BIG>Pridanie iSCSI Iniciátora </BIG></B><BR> Zvoľte iSCSI iniciátor zo zoznamu zistených iniciátorov. Ak v ňom nie je váš iniciátor, zvoľte <B>Iné (nezistené)</B>. Potom stlačte <B>Nastaviť</B>.</P>
sv: <p><b><big>Lägga till en iSCSI-initierare</big></b><br> Markera en iSCSI-initierare i listan med upptäckta initierare. Om iSCSI-initieraren inte upptäcktes markerar du<b>Annan (inte identifierad)</b>. Tryck därefter på <b>Ställ in</b>.</p>
ta: <p><b><big> ஒரு iSCSI துவக்கியை சேர்த்தல் </big></b><br> கண்டுபடிக்கப்பட்டுள்ள iSCSI துவக்கிகளின் பட்டியலிலிருந்து ஒரு துவக்கியை தேர்வு செய்யவும். உங்கள் iSCSI துவக்கி கண்டறியப்படவில்லையெனில், <b>மற்றவை (கண்டறியப்படாதவை)ஐ பயன்படுத்தவும்.</b>. பின்னர் <b>உள்ளமைக்கவும்</b>ஐ அழுத்தவும்.</p>
tr: <p><b><big>iSCSI Başlatıcısı Ekleme</big></b><br> Algılanan başlatıcılar listesinden bir iSCSI başlatıcısı seçin. iSCSI başlatıcınız algılanmadıysa, <b>Diğer (algılanamadı)</b> öğesini kullanın. Ardından <b>Yapılandır</b> öğesine basın.</p>
uk: <p><b><big>Додавання ініціатора iSCSI</big></b><br> Виберіть ініціатор iSCSI зі списку виявлених ініціаторів. Якщо ваш ініціатор iSCSI не було виявлено, виберіть <b>Інше (не виявлене)</b> потім, натисніть <b>Налаштувати</b>.</p>
xh: <p><b><big>Kufakelwa Umqalisi we-iSCSI</big></b><br> Khetha umqalisi we-iSCSI kuludwe lwabaqalisi abachongiweyo. Ukuba umqalisi wakho we-iSCSI ebengachongwanga, sebenzisa, sebenzisa <b>Okunye (okungachongwanga)</b>. Ngoku cinezela <b>Yenza ubumbeko</b>.</p>
zh_cn: <p><b><big>添加 iSCSI 发起端</big></b><br> 从检测到的发起端列表中选择一个 iSCSI 发起端。 若未检测到您的 iSCSI 发起端，请使用<b>其他（未检测到）</b>。 然后按<b>配置</b>。</p>
zh_tw: <p><b><big>新增 iSCSI 啟動器</big></b><br> 從偵測到的啟動器清單中選取 iSCSI 啟動器。 如果沒有偵測出您的 iSCSI 啟動器，請使用<b>其他 (未偵測到)</b>。 然後按<b>設定</b>。</p>
zu: <p><b><big>Ukwenezela isiqalisi se-iSCSI</big></b><br> Khetha isiqalisi se-iSCSI ohlwini lweziqalisi ezithungathiwe. Uma isiqalisi se-iSCSI asithungathangwa, sebenzisa <b>Okunye (akuthungathwanga)</b>. Yibe usucindezela u-<b>Hlela</b>.</p>

source: <p><b><big>Editing or Deleting</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
af: <p><b><big>Hersiening of Skrapping</big></b><br> As u <b>Hersien</b> druk, open 'n bykomende dialoog waarin die konfigurasie gewysig moet word.</p>
ar: <p><b><big>تحرير أو حذف</big>‏</b>‏<br> إذا قمت بضغط <b>تحرير</b>، يظهر مربع حوار إضافي يتم من خلاله تغيير التكوين.</p>
bn: <p><b><big>সম্পাদন অথবা ডিলিট করছি</big></b><br> আপনি যদি <b>Edit</b> টেপেন, একটি অতিরিক্ত সংলাপ যার মধ্যে পরিবর্তন গঠন খোলে.</p>
ca: <p><b><big>Edició o supressió</big></b><br> Si premeu <b>Edita</b>, s'obrirà un quadre de diàleg addicional on podeu canviar la configuració.</p>
cs: <p><b><big>Úpravy a mazání:</big></b><br> Pokud stisknete <b>Upravit</b>, objeví se další dialog, kde můžete změnit nastavení.</p>
da: <p><b><big>Redigere eller slette:</big></b><br> Hvis du trykker <b>Rediger</b>, åbner en yderligere dialog, hvor du kan ændre konfigurationen.</p>
de: <p><b><big>Bearbeiten oder Löschen</big></b><br> Wenn Sie auf <b>Bearbeiten</b> klicken, wird ein weiteres Dialogfeld geöffnet, in dem Sie die Konfiguration ändern können.</p>
el: <p><b><big>Επεξεργασία ή Διαγραφή:</big></b><br> Αν πατήσετε <b>Επεξεργασία</b>, θα ανοίξει ένας επιπλέον διάλογος στον οποίο μπορείτε να αλλάξετε τις ρυθμίσεις.</b>
es: <p><b><big>Edición o supresión</big></b><br> Si pulsa <b>Editar,</b> se abrirá un cuadro de diálogo adicional que le permitirá modificar la configuración.</p>
fi: <p><b><big>Muokkaaminen tai poistaminen:</big></b><br> Jos valitset <b>Muokkaa</b>, saat uuden valintaikkunan, jossa voit muuttaa määrityksiä.</p>
fr: <p><b><big>Modification ou suppression</big></b><br> Si vous cliquez sur <b>Modifier</b>, une boîte de dialogue supplémentaire s'ouvre dans laquelle vous pouvez modifier la configuration.</p>
gl: <p><b><big>Edición ou eliminación</big></b><br> Se preme <b>Editar,</b> abrirase un cadro de diálogo adicional que lle permitirá modificar a configuración.</p>
gu: <p><b><big> સંપાદન થઇ રહ્યું છે અથવા કાઢી નખાઇ રહ્યું છે</big></b><br> જો તમે <b>સંપાદન કરો</b>, દબાવો તો, વધારાનો ડાયલોગ જે કન્ફિગ્યુરેશન બદલવા માટે છે તે ખુલે છે. iSCSI પ્રારંભક કન્ફિગ્યુરેશન અવલોકન </p>
hi: <p><b><big>सम्पादन या मिटान</big></b><br> यदि <b></b> सम्पादन को दबाते हैं एक अतिरिक्त डायलॉग जिसमें विन्यास विदृतों को बदला जाता है.</p>
hu: <p><b><big>Szerkesztés vagy törlés</big></b><br> A <b>Szerkesztés</b> gomb megnyomásával egy további párbeszédablak jelenik meg, ahol módosíthatja a beállításokat.</p>
id: <p><b><big>Mengubah atau Menghapus</big></b><br> Jika anda menekan <b>Ubah</b>, dailog tambahan untuk perubahan konfigurasi yang diinginkan terbuka.</p>
it: <p><b><big>Modifica o eliminazione</big></b><br> Se si seleziona <b>Modifica</b> viene visualizzata una finestra di dialogo in cui è possibile modificare la configurazione.</p>
ja: <p><b><big>編集／削除:</big></b><br> <b>編集</b> ボタンを押すと設定変更のダイアログが 表示されます。</p>
km: <p><b><big>កែសម្រួល ឬ​លុប</big></b><br> ប្រសិន​បើ​អ្នក​ចុច <b>កែសម្រួល</b> ប្រអប់​បន្ថែម​មួយដែល​ត្រូវ​ផ្លាស់ប្ដូរ ការ​កំណត់​រចនាសម្ព័ន្ធ នឹងបើក ។</p>
ko: <p><b><big>편집 또는 삭제</big></b><br> <b>편집</b>을 누르면 구성을 변경할 수 있는 대화 상자가 추가로 열립니다.</p>
mr: <p><b><big>संपादित करत आहे किंवा पुसून टाकत आहे</big></b><br> आपण <b>Edit</b> दाबल्यास, ज्यात आकृतीबंध बदलायचा आहे तो अतिरिक्त डायलॉग उघडतो.</p>
nb: <p><b><big>Redigere eller slette</big></b><br> Hvis du klikker <b>Rediger</b>, vises en ny dialogboks der du kan endre konfigurasjonen.</p>
nl: <p><b><big>Bewerken of verwijderen</big></b><br> Als u klikt op <b>Bewerken</b>, wordt er een aanvullend dialoogvenster geopend waarin u de configuratie kunt wijzigen.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Po naciśnięciu przycisku <b>Edytuj</b> otworzy się dodatkowe okno, w którym można zmienić konfigurację.</p>
pt: <p><b><big>Editar ou Apagar:</big></b><br> Se premir <b>Editar</b>, abre-se uma caixa de diálogo adicional, onde se podem efectuar alterações à configuração.</p>
pt_br: <p><b><big>Editando ou Apagando</big></b><br> Pressione <b>Editar</b> para abrir uma caixa de diálogo para mudar a configuração.</p>
ro: <p><b><big>Editarea sau ștergerea:</big></b><br> Dacă apăsați <b>Editează</b>, va apărea un dialog adițional în care puteți schimba configurația.</p>
ru: <p><b><big>Редактирование или удаление</big></b><br> Если вы нажмете кнопку <b>Редактировать</b>, откроется дополнительное диалоговое окно, в котором вы сможете изменить конфигурацию.</p>
sk: <P><B><BIG>Úpravy a odstránenie:</BIG></B><BR> Ak stlačíte <B>Upraviť</B>, otvorí sa dialóg, kde môžete zmeniť nastavenie.</P>
sv: <p><b><big>Redigera eller ta bort</big></b><br> Om du klickar på <b>Redigera</b> öppnas ytterligare en dialogruta där du kan ändra inställningarna.</p>
ta: <p><b><big>திருத்தம் செய்தல் அல்லது நீக்குதல் </big></b><br> <b>திருத்தம் செய்யவும் </b>ஐ நீங்கள் அழுத்தினால், உள்ளமைவு மாற்றப்படுவதற்கான ஒரு கூடுதல் டயலாக் திறக்கும்.</p>
tr: <p><b><big>Düzenleme veya Silme</big></b><br> <b>Düzenle</b>'ye basarsanız, yapılandırmayı değiştirebileceğiniz ek bir iletişim kutusu açılır.</p>
uk: <p><b><big>Редагування або вилучення</big></b><br> Якщо ви натиснете <b>Змінити</b>, то відкриється додаткове вікно для зміни налаштування.</p>
xh: <p><b><big>Kuyahlelwa okanye Kuyacinywa</big></b><br> Xa ucinezela <b>ku-Hlela</b>, ingxoxo efakelwayo apho kuguqulwa khona ubumbeko luyavula.</p>
zh_cn: <p><b><big>编辑或删除</big></b><br> 如果按<b>编辑</b>，将会打开另一个对话框， 在其中可修改配置。</p>
zh_tw: <p><b><big>編輯或刪除</big></b><br> 如果您按下<b>「編輯」</b>，就會開啟另一個對話方塊，可以在其中變更 組態。</p>
zu: <p><b><big>Ukuhlela noma Ukususa</big></b><br> Uma ucindezela u-<b>Hlela</b>, enye idayalogu ozoshintsha kuyo ukuhlela iyavuleka.</p>

source: <p><b><big>iSCSI Initiator Configuration Overview</big></b><br> Obtain an overview of installed iSCSI initiators. Additionally edit their configurations.<br></p>
af: <p><b><big>iSCSI-inisieerderkonfigurasie-oorsig</big></b><br> Verkry 'n oorsig van geïnstalleerde iSCSI-inisieerders. Bykomend hersien die konfigurasies daarvan.<br></p>
ar: <p><b><big>نظرة عامة على تكوين بادئ iSCSI‏</big>‏</b>‏<br> يمكنك الحصول على نظرة عامة على بادئات iSCSI المثبتة. بالإضافة إلى ذلك، يمكنك تحرير التكوينات الخاصة بها.<br></p>
bn: <p><b><big>iSCSI ইনিশিয়েটর গঠন ওভারভিউ</big></b><br> একটি স্থাপিত iSCSI এর ওভারভিউ লাভ করুন. অতিরিক্তভাবে এডিট করুন তাদের গঠন.<br></p>
ca: <p><b><big>Resum de la configuració dels iniciadors de la iSCSI</big></b><br> Obtingueu un resum dels iniciadors de la iSCSI instal·lats i, a més a més, editeu-ne les configuracions.<br></p>
cs: <p><b><big>Přehled nastavení iniciátoru iSCSI</big></b><br> Zde je přehled nainstalovaných iniciátorů iSCSI. Můžete zde též změnit jejich nastavení.<br></p>
da: <p><b><big>Oversigt over konfiguration af iSCI-igangsætter</big></b><br> Få en oversigt over installerede iSCI-igangsættere. Og ydermere redigere deres konfigurationer.<br></p>
de: <p><b><big>Überblick über die iSCSI-Initiator-Konfiguration </big></b><br> Hier erhalten Sie einen Überblick über die installierten iSCSI-Initiatoren. Außerdem können Sie ihre Konfiguration bearbeiten.<br></p>
el: <p><b><big>Περίληψη Ρύθμισης Αρχικοποιητή iSCSI</big></b><br> Δείτε την περίληψη των εγκατεστημένων αρχικοποιητών iSCSI. Επιπλέον επεξεργαστείτε τις ρυθμίσεις τους.<br></p>
es: <p><b><big>Resumen de configuración del iniciador iSCSI</big></b><br> Acceda a un resumen de los iniciadores iSCSI instalados. Opcionalmente, tiene la posibilidad de editar su configuración.<br></p>
fi: <p><b><big>iSCSI-aloittajan määritysten yhteenveto</big></b><br> Saat yhteenvedon asennetuista iSCSI-aloittajista. Lisäksi voit muokata niiden määrityksiä.<br></p>
fr: <p><b><big>Aperçu de la configuration de l'initiateur iSCSI</big></b><br> Vous pouvez obtenir un aperçu des initiateurs iSCSI installés. De plus, vous pouvez modifier leur configuration.<br></p>
gl: <p><b><big>Resumo da configuración do iniciador iSCSI</big></b><br> Obteña un resumo dos iniciadores iSCSI instalados. Opcionalmente ten a posibilidade de editar a súa configuración.<br></p>
gu: <p><b><big> સ્થપાયેલ iSCSI પ્રારંભકના અવલોકન પ્રાપ્ત કરો. </big></b><br> વધુમાં તેઓના કન્ફિગ્યુરેશનને સંપાદન કરો.<br></p>
hi: <p><b><big>SCSI सेवक समनुरुपण विवरण :</big></b><br> अधिष्ठापित SCSI सेवक का विवरण निकालिए।इसके अलावा इसके समनुरुपण का सपांदन करिए ।<br></p>
hu: <p><b><big>iSCSI-kezdeményező beállítások áttekintése</big></b><br> Itt áttekintést kaphat a telepített iSCSI-kezdeményezőről, továbbá szerkesztheti annak beállításait.<br></p>
id: <p><b><big>Ikhtisar Konfigurasi Inisiator iSCSI</big></b><br> Mendapatkan ikhtisar dari inisiator iSCSI yang terpasang. Selain itu ubah konfigurasinya.<br></p>
it: <p><b><big>Panoramica della configurazione dell'iniziatore iSCSI</big></b><br> Visualizza una panoramica degli iniziatori iSCSI installati. Inoltre, consente di modificarne la configurazione.<br></p>
ja: <p><b><big>iSCSI イニシエータ設定の概要</big></b><br> インストールされている iSCSI イニシエータの概要が表示されます。ここから 設定を編集することもできます。<br></p>
km: <p><b><big>ទិដ្ឋភាពទូទៅ​​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម iSCSI</big></b><br> ទទួលយក​​ទិដ្ឋភាព​ទូទៅ​​របស់​កម្មវិធី​ចាប់ផ្ដើម​ដែល​បាន​ដំឡើង ។ បន្ថែម​ទៀត​នោះ កែសម្រួល​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​ពួកវា ។<br></p>
ko: <p><b><big>iSCSI 이니시에이터 구성 개요</big></b><br> 설치된 iSCSI 이니시에이터의 개요를 볼 수 있습니다. 또한 구성을 편집할 수도 있습니다.<br></p>
mr: <p><b><big>iSCSI इनिशिएटर आकृतीबंध आढावा</big></b><br> स्थापित iSCSI इनिशिएटर्सचा आढावा मिळवा. शिवाय, त्यांचे आकृतीबंध संपादित करा.<br></p>
nb: <p><b><big>Oversikt over iSCSI-initiator</big></b><br> Få en oversikt over installerte iSCSI-initiatorer. Du kan også redigere konfigurasjonen.<br></p>
nl: <p><b><big>Configuratieoverzicht van iSCSI-initiatoren</big></b><br> Een overzicht weergeven van de geÃ¯nstalleerde iSCSI-initiatoren. Verder kunt u ook hun configuraties bewerken.<br></p>
pl: <p><b><big>Przegląd konfiguracji modułu inicjującego iSCSI</big></b><br> W tym oknie dostępny jest przegląd informacji na temat zainstalowanych modułów inicjujących iSCSI. Ponadto możliwe jest dokonanie zmian w ich konfiguracji.<br></p>
pt: <p><b><big>Visão Geral da Configuração do iSCSI Initiator</big></b><br> Obtenha uma visão geral dos iSCSI Initiator instalados. Adicionalmente, edite estas configurações.<br></p>
pt_br: <p><b><big>Visão Geral da Configuração do Iniciador iSCSI</big></b><br> Obtenha uma visão geral dos iniciadores iSCSI instalados e edite suas configurações.<br></p>
ro: <p><b><big>Prezentare a configurației inițiatorilor iSCSI</big></b><br> Obțineți un sumar al inițiatorilor iSCSI instalați. Adițional, editați-le configurația.<br></p>
ru: <p><b><big>Обзор конфигурации инициатора iSCSI</big></b><br> Обзор установленных инициаторов iSCSI, а также редактирование их настроек.<br></p>
sk: <p><b><big>Súhrn konfigurácie pre iSCSI Iniciátor</big></b><br> Získate prehľad o nainštalovaných iniciátoroch. Môžete dodatočne meniť nastavenia.<br></p>
sv: <p><b><big>Översikt över inställning av iSCSI-initierare</big></b><br> Hämta en översikt över installerade iSCSI-initierare. Dessutom kan du redigera inställningarna.<br></p>
ta: <p><b><big> iSCSI துவக்கி உள்ளமைவு பற்றிய விளக்கம்</big></b><br> நிறுவப்பட்டுள்ள iSCSI துவக்கிகள் பற்றிய விளக்கம் ஒன்றைப் பெறவும். கூடுதலாக அவற்றின் உள்ளமைவுகளை திருத்தம் செய்யவும்.<br></p>
tr: <p><b><big>iSCSI Başlatıcı Yapılandırmasına Genel Bakış</big></b><br> Kurulu iSCSI başlatıcılarının genel görünümünü edinin. Ek olarak yapılandırmalarını düzenleyin.<br></p>
uk: <p><b><big>Огляд налаштування ініціаторів iSCSI</big></b><br> Можна переглянути встановлені ініціатори iSCSI. Також, можна змінити їхнє налаштування.<br></p>
xh: <p><b><big>Ubumbeko Gabalala Lomqalisi we-iSCSI</big></b><br> Fumana ulwazi gabalala lwabaqalisi abahlohliweyo be-iSCSI. Ngokufakela hlela iintlobo zobumbeko lwabo.<br></p>
zh_cn: <p><b><big>iSCSI 发起端配置概览</big></b><br> 获取已安装 iSCSI 发起端的概览。 另外还可编辑它们的配置。<br></p>
zh_tw: <p><b><big>iSCSI 啟動器組態綜覽</big></b><br> 取得已安裝 iSCSI 啟動器的綜覽。此外， 編輯其組態。<br></p>
zu: <p><b><big>Amabalengwe Okuhlelwa Kwesiqalisis se-iSCSI</big></b><br> Thola amabalengwe eziqalisi ze-iSCSI ezifakiwe. Hlela futhi izinhlelo zazo.<br></p>
