Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: InitiatorName from iBFT and from <tt>/etc/iscsi/initiatorname.iscsi</tt> differ. The old initiator name will be replaced by the value of iBFT and a backup created. If you want to use a different initiator name, change it in the BIOS.
ar: الاسم البادئ من iBFT ومن <tt>/etc/iscsi/initiatorname.iscsi</tt> يختلف. الاسم البادئ القديم سيتم استبداله بقيمة iBFT وإنشاء نسخة احتياطية. إذا أردت استخدام اسم بادئ مختلف، قم بتغييرها في BIOS.
ca: El nom de l'iniciador de la iBFT i de <tt>/etc/iscsi/initiatorname.iscsi</tt> són diferents. El nom de l'iniciador antic es reemplaçarà pel valor de la iBFT i es crearà una còpia de seguretat. Si voleu utilitzar un nom d'iniciador diferent, canvieu-lo al BIOS.
cs: Názvy iniciátora (InitiatorName) z iBFT a z <tt>/etc/iscsi/initiatorname.iscsi</tt> se liší. Původní název iniciátora bude nahrazen hodnotou z iBFT a bude vytvořena záloha. Chcete-li použít jiný název iniciátora, změňte jej v systému BIOS.
da: InitiatorName fra iBFT og fra <tt>/etc/iscsi/initiatorname.iscsi</tt> er forskellige. Det gamle initiatornavn erstattes med værdien fra iBFT, og der oprettes en sikkerhedskopi. Hvis du vil bruge et andet initiatornavn, skal du ændre det i BIOS.
de: InitiatorName aus iBFT und aus <tt>/etc/iscsi/initiatorname.iscsi</tt> nicht identisch. Alter Initiatorname wird durch Wert aus iBFT ersetzt und es wird eine Sicherungskopie erstellt. Wenn Sie einen anderen Initiatornamen verwenden möchten, ändern Sie ihn im BIOS.
el: Τα ονόματα του αρχικοποιητή από το iBFT και από το <tt>/etc/iscsci/initiatorname.iscsi</tt> διαφέρουν. Το παλαιό όνομα του αρχικοποιητή θα αντικατασταθεί από την τιμή του iBFT και θα δημιουργηθεί ένα αντίγραφο. Αν θέλετε να χρησιμοποιήσετε διαφορετικό όνομα για τον αρχικοποιητή, αλλάξτε το από το BIOS.
es: Los valores de InitiatorName de iBFT y de <tt>/etc/iscsi/initiatorname.iscsi</tt> son diferentes. El nombre de iniciador antiguo se sustituirá por el valor de iBFT y se creará una copia de seguridad. Si desea utilizar un valor de nombre de iniciador distinto, modifíquelo en el BIOS.
fi: AloittajanNimi iBFT:ssä ja <tt>/etc/iscsi/initiatorname.iscsi</tt> -tiedostossa poikkeavat toisistaan. Vanha aloittajan nimi korvataan iBFT-arvolla, ja järjestelmä luo varmuuskopion. Jos haluat käyttää eri aloittajan nimeä, vaihda se BIOSissa.
fr: Les paramètres InitiatorName issus de iBFT et de <tt>/etc/iscsi/initiatorname.iscsi</tt> sont différents. L'ancien paramètre sera remplacé par la valeur tirée de iBFT et une copie de sauvegarde sera créée. Si vous souhaitez utiliser un autre paramètre initiatorname, modifiez-le dans le BIOS.
hu: Az iBFT-ben és az <tt>/etc/iscsi/initiatorname.iscsi</tt> fájlban található InitiatorName különbözik. A régi InitiatorName le lesz cserélve az iBFT-ből származóra, és létrejön egy biztonsági másolat. Ha más InitiatorName értéket kíván használni, akkor módosítsa a BIOS-ban.
id: NamaInisiator dari iBFT dan dari <tt>/etc/iscsi/initiatorname.iscsi</tt> berbeda. Nama inisiator yang lama akan digantikan oleh nilai dari iBFT dan akan dibuat salinan. Jika anda ingin menggunakan nama inisiator berbeda, ubah di BIOS.
it: Gli InitiatorName da iBFT e da <tt>/etc/iscsi/initiatorname.iscsi</tt> sono diversi. Il vecchio InitiatorName verrà sostituito dal valore di iBFT e verrà creata una copia di ripristino. Se si vuole usare un altro InitiatorName, modificarlo nel BIOS.
ja: InitiatorName が iBFT からのものと <tt>/etc/iscsi/initiatorname.iscsi</tt> からのものとで異なっています。 古いイニシエータ名は iBFT からの値で上書きし、バックアップを作成します。 別のイニシエータ名を使用する場合は BIOS で変更してください。
km: InitiatorName ពី iBFT និង​ពី <tt>/etc/iscsi/initiatorname.iscsi</tt> ខុស​គ្នា ។ ឈ្មោះ​កម្មវិធី​ចាប់ផ្ដើម​ចាស់​នឹង​ត្រូវ​បាន​ជំនួស​ដោយ iBFT និង ​​ធ្វើ​ការ​បម្រុង​ទុក ។ ប្រសិនបើ​អ្នក​ចង់​ប្រើ​ឈ្មោះ​កម្មវិធី​ចាប់ផ្ដើម​ផ្សេង ប្ដូរ​វា នៅ​​ក្នុង BIOS ។
ko: iBFT 및 <tt>/etc/iscsi/initiatorname.iscsi</tt>의 InitiatorName이 서로 다릅니다. 이전 이니시에이터 이름이 iBFT 값으로 바뀌고 백업이 생성됩니다. 다른 이니시에이터 이름을 사용하려는 경우 BIOS에서 변경하십시오.
nb: Initiatornavnet fra iBFT og fra <tt>/etc/iscsi/initiatorname.iscsi</tt> er ulike. Gammelt initiatornavn vil bli erstattet med verdien fra iBFT, og det vil bli opprettet en sikkerhetskopi. Hvis du vil bruke et annet initiatornavn, kan du endre det i BIOS.
nl: Initiatornaam uit iBFT en die uit <tt>/etc/iscsi/initiatorname.iscsi</tt> zijn verschillend. De oude initiatornaam wordt vervangen door de waarde uit iBFT en er wordt een back-up gemaakt. Wijzig de initiatornaam in de BIOS als u een andere naam wilt gebruiken.
pl: Nazwa inicjatora z iBFT różni się od nazwy z pliku <tt>/etc/iscsi/initiatorname.iscsi</tt>. Poprzednia nazwa inicjatora zostanie zastąpiona wartością z iBFT oraz zostanie utworzona kopia zapasowa. Jeśli ma być używana inna nazwa inicjatora, należy ją zmienić w systemie BIOS.
pt: O nome de iniciador em iBFT e em <tt>/etc/iscsi/initiatorname.iscsi</tt> são diferentes. O nome de iniciador antigo será substituído por um valor de iBFT e será criada uma cópia de segurança. Se pretende utilizar um outro nome de iniciador altere-o na BIOS.
pt_br: O Nome do Iniciador da iBFT e de <tt>/etc/iscsi/initiatorname.iscsi</tt> são diferentes. O nome antigo do iniciador será substituído pelo valor da iBFT, e um backup será criado. Para usar um nome de iniciador diferente, mude-o na BIOS.
ru: Значения имени инициатора из iBFT и <tt>/etc/iscsi/initiatorname.iscsi</tt> не совпадают. Старое значение будет заменено значением из iBFT с созданием резервной копии. Если требуется использовать другое имя инициатора, измените его в BIOS.
sk: Názov iniciátora z iBFT a z <tt>/etc/iscsi/initiatorname.iscsi</tt> sa líši. Starý názov iniciátora bude nahradený hodnotou z iBFT a bude vytvorená záloha. Ak chcete použiť iné meno iniciátora, zmeňte ho v systéme BIOS.
sv: InitiatorName från iBFT och från <tt>/etc/iscsi/initiatorname.iscsi</tt> skiljer sig åt. Det gamla initierarnamnet ersätts med värdet av iBFT och en skapad säkerhetskopia. Om du vill använda ett annat initierarnamn ändrar du det i BIOS.
tr: iBFT'den ve <tt>/etc/iscsi/initiatorname.iscsi</tt>'den InitiatorName farklıdır. Eski başlatıcı adı iBFT değeriyle değiştirilecek ve bir yedek oluşturulacaktır. Farklı bir başlatıcı adı kullanmak istiyorsanız, bunu BIOS'ta değiştirin.
uk: Значення InitiatorName з iBFT та з <tt>/etc/iscsi/initiatorname.iscsi</tt> не збігаються. Старе значення буде замінено значенням з iBFT зі створенням резервної копії. Якщо ви бажаєте використовувати інше значення initiator name, то змініть його у BIOS.
zh_cn: iBFT 和 <tt>/etc/iscsi/initiatorname.iscsi</tt> 中的 发起端名称不同。旧的发起端名称将替换为 iBFT 中 的值并创建备份。如果您想使用不同的发起端名称， 请在 BIOS 中加以修改。
zh_tw: 來自 iBFT 的啟動器名稱與來自 <tt>/etc/iscsi/initiatorname.iscsi</tt> 的所不同。舊的啟動器名稱將由來自 iBFT 的值取代， 並將建立備份。若想使用其他啟動器名稱， 請在 BIOS 中變更。

source: Target connection failed.
ar: فشل الاتصال الهدف.
ca: Ha fallat la connexió amb la destinació.
cs: Připojení k cíli se nezdařilo.
da: Målforbindelse mislykkedes.
de: Fehler bei der Verbindung mit dem Ziel.
es: Conexión de destino fallida.
fr: Échec de la connexion à la cible.
hu: A célhoz való csatlakozás sikertelen.
id: Gagal menghubungkan target.
it: Connessione destinazione non riuscita.
ja: ターゲットへの接続に失敗しました。
ko: 대상을 연결할 수 없습니다.
nl: Verbinding met doel is mislukt.
pl: Połączenie z celem nie powiodło się.
pt: Ligação ao alvo falhou.
pt_br: Falha na conexão do destino.
ru: Не удалось подключиться к цели.
sk: Zlyhalo pripojenie k cieľu.
sv: Kunde inte ansluta till destinationen.
tr: Hedef bağlantısı başarısız oldu.
uk: Цільове з'єднання зазнало невдачі.
zh_cn: 目标连接失败。
zh_tw: 目標連接失敗。

source: Configuration summary...
af: Konfigurasie-opsomming ...
ar: ملخص التكوين...
bn: কনফিগারেশন সারমর্ম...
ca: Resum de la configuració...
cs: Shrnutí konfigurace...
da: Opsummering af konfiguration...
de: Zusammenfassung der Konfiguration...
el: Σύνοψη Ρυθμίσεων...
es: Resumen de configuración...
fi: Määrityksen yhteenveto...
fr: Résumé de la configuration...
gl: Resumo da configuración...
gu: સારાંશ કન્ફિગ્યુરેશન...
hi: समनुरुपण सार
hu: Beállítások összegzése ...
id: Ringkasan Konfigurasi...
it: Riepilogo configurazione...
ja: 設定概要...
km: សេចក្ដី​សង្ខេប​ការ​កំណត់​រចនាសម្ព័ន្ធ...
ko: 구성 요약...
mr: सारांश संरचना...
nb: Oppsettsammendrag...
nl: Configuratieoverzicht...
pl: Podsumowanie konfiguracji...
pt: Resumo da configuração...
pt_br: Resumo da configuração...
ro: Sumarul configurației...
ru: Сводка конфигурации…
sk: Súhrn nastavenia...
sv: Sammanfattning av inställningarna...
ta: உள்ளமைவு தொகுப்புரை...
tr: Yapılandırma özeti...
uk: Зведення налаштування...
xh: Isishwankathelo sobumbeko...
zh_cn: 配置摘要...
zh_tw: 組態摘要...
zu: Amabalengwe okuhlela...

source: <p><b>iSCSI Iface</b> allows to select an specific iSCSI iface to be used for discovering targets.</p>
ca: <p><b>Iface iSCSI</b> permet seleccionar una iface iSCSI específica per usar-la per descobrir objectius.</p>
de: <p>Über <b>iSCSI Iface</b> kann ein bestimmtes iSCSI iface zum Erkennen von Zielen ausgewählt werden.</p>
fr: <p><b>Iface iSCSI</b> permet de sélectionner une iface iSCSI spécifique à utiliser pour découvrir des cibles.</p>
nl: <p><b>iSCSI interface</b> biedt het selecteren van een specifiek iSCSI interface om te gebruiken bij ontdekken van doelen.</p>
ru: <p><b>iSCSI Iface</b> позволяет выбрать конкретный iSCSI iface, который будет использоваться для обнаружения целей.</p>
sk: <p><b>iSCSI Iface</b> umožňuje vybrať konkrétne iSCSI iface, ktoré sa má použiť na zisťovanie cieľov.</p>
sv: <p><b>iSCSI gränsnitt</b> gör det möjligt att välja ett specifikt iSCSI-gränsnitt som ska användas för att upptäcka mål.</p>

source: iSCSI I&face
ca: I&face iSCSI
fr: Iface iSCSI
nl: iSCSI inter&face
sv: iSCSI G&ränssnitt

source: <h1>iBTF</h1>
mr: <h1>आयटीबीएफ</h1>
