Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
af: <p><b><big>Staak inisialisering</big></b><br> Staak die konfigurasienutsprogram veilig deur <b>Staak</b> nou te druk.</p>
ar: <p><b><big>إيقاف التهيئة</big></b><br> قم بإيقاف البرنامج الإضافي للتكوين بشكل آمن عن طريق ضغط <b>إيقاف</b> الآن.</p>
bn: <p><b><big>প্রতিস্থাপন বাদ দিচ্ছি</big></b><br> এখন গঠন ইউটিলিটি সুরক্ষিতভাবে বাদ দিন <b>Abort</b> টিপে.</p>
ca: <p><b><big>Avortament de l'inici:</big></b><br> per cancel·lar la utilitat de configuració amb seguretat, premeu <b>Avorta</b> ara.</p>
cs: <p><b><big>Přerušení inicializace:</big></b><br> Stiskem <b>Přerušit</b> bezpečně ukončíte konfigurační program.</p>
da: <p><b><big>Afbryder initialisering:</big></b><br> Du kan trygt afbryde konfigurationsværktøjet ved at klikke <b>Afbryd</b> nu.</p>
de: <p><b><big>Initialisierung unterbrechen</big></b><br> Sie können das Konfigurationsprogramm jetzt über die Option <b>Abbrechen</b> sicher unterbrechen.</p>
el: <p><b><big>Ματαίωση Αρχικοποίησης:</big></b><br> Μπορείτε να ματαιώσετε με ασφάλεια το εργαλείο ρύθμισης πατώντας <b>Ματαίωση</b> τώρα.</p>
es: <p><b><big>Cancelar la inicialización</big></b><br> Para cancelar con seguridad la utilidad de configuración, haga clic ahora en <b>Cancelar</b>.</p>
fi: <p><b><big>Valmistelun keskeytys</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
fr: <p><b><big>Abandon de l'initialisation :</big></b><br> Cliquez sur <b>Abandonner</b> pour quitter l'utilitaire de configuration en toute sécurité.</p>
gl: <p><b><big>Abortando a inicialización</big></b><br> Para abortar con seguridade a utilidade de configuración, prema <b>Cancelar.</b> agora</p>
gu: <p><b><big>પ્રારંભને અટકાવી રહ્યા છો</big></b><br> હમણા<b>સટકાવો</b> દબાવીને કન્ફિગ્યુરેશન યુટિલિટીને સહીસલામત અટકાવો</p>
hi: <p><b><big>प्रारंभिकीकरण विफलन</big></b><br> सुरक्षित रूप से <b>विफलन</b> को दबाने के द्वारा विन्यास उपयोगिता का अब विफलन करें.</p>
hu: <p><b><big>Az előkészítés megszakítása</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
id: <p><b><big>Menghentikan Inisialisasi</big></b><br> Hentikan dengan aman utilitas konfigurasi dengan menekan <b>Hentikan</b> sekarang.</p>
it: <p><b><big>Interruzione dell'inizializzazione</big></b><br> Per interrompere il programma di configurazione in modo sicuro, premere <b>Interrompi</b>.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止することができます。</p>
km: <p><b><big>កំពុង​បញ្ឈប់ការ​ចាប់​ផ្ដើម</big></b><br> បញ្ឈប់ឧបករណ៍​កំណត់​រចនាសម្ព័ន្ធដោយ​សុវត្ថិភាព ដោយ​ចុច <b>បញ្ឈប់</b> ឥឡូវ ។</p>
ko: <p><b><big>초기화 중단</big></b><br> 지금 <b>중단</b>을 누르면 구성 유틸리티를 안전하게 중단할 수 있습니다.</p>
mr: <p><b><big>प्रारंभ निष्फळ करता आहे</big></b><br> आता <b>Abort</b> दाबून आकृतीबंध युटिलिटी सुरक्षितपणे निष्फळ करा.</p>
nb: <p><b><big>Avbryte initialisering:</big></b><br> Du kan trygt avbryte konfigurasjonsverktøyet ved å klikke <b>Avbryt</b> nå.</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te klikken.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając <b>Przerwij</b>.</p>
pt: <p><b><big>Interromper a inicialização</big></b><br> Pode com segurança interromper o utilitário de configuração pressionando <b>Interromper</b> agora.</p>
pt_br: <p><b><big>Cancelando a Inicialização</big></b><br> Cancele o utilitário de configuração com segurança pressionando <b>Cancelar</b> agora.</p>
ro: <p><b><big>Anulez inițializarea:</big></b><br> Puteți anula utilitarul de configurare fără riscuri apăsând <b>Anulează</b> acum.</p>
ru: <p><b><big>Прерывание инициализации</big></b><br> Сейчас вы можете безопасно прервать работу утилиты конфигурации, нажав кнопку <b>Прервать</b>.</p>
sk: <p><b><big>Zrušenie inicializácie</big></b><br> Môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> för att avsluta inställningsverktyget.</P>
ta: <p><b><big>துவக்கப்படுதல் இடையில் நிறுத்தப்படுகிறது </big></b><br> <b>இடையில் நிறுத்தவும்</b>ஐ இப்போது அழுத்துவதன் மூலம், பாதுகாப்பாக உள்ளமைவு பயன்பாட்டை இடையில் நிறுத்தவும்.</p>
tr: <p><b><big>Başlatma iptal ediliyor</big></b><br> Şimdi <b>İptal</b>'e basarak yapılandırma yardımcı programını güvenli bir şekilde sonlandırın.</p>
uk: <p><b><big>Переривання започаткування:</big></b><br> Безпечно припиніть засіб налаштування, натиснувши зараз <b>Перервати</b>.</p>
xh: <p><b><big>Kulahlwa Ukundulula</big></b><br> Lahla ngokhuseleko ukusetyenziswa kobumbeko ngokucinezela <b>u-Lahla</b> ngoku.</p>
zh_cn: <p><b><big>中止初始化</big></b><br> 现在按<b>中止</b>可安全地中止配置工具。</p>
zh_tw: <p><b><big>正在中止啟始化</big></b><br> 要安全地中止組態公用程式，請立即按<b>「中止」</b>。</p>
zu: <p><b><big>Iyayeka Ukulungiselela Ukuqalisa:</big></b><br> Liyeke ngokuphepha ithuluzi lokuhlela ngokucindezela u-<b>Yeka</b> manje.</p>

source: <p><b><big>Saving iSCSI Initiator Configuration</big></b><br> Please wait...<br></p>
af: <p><b><big>Berg van iSCSI-inisieerderkonfigurasie</big></b><br> Wag, asseblief ...<br></p>
ar: <p><b><big>حفظ تكوين بادئ iSCSI</big></b><br> الرجاء الانتظار...<br></p>
bn: <p><b><big>সেভ করছি iSCSI ইনিশিয়েটর কনফিগারেশন </big></b><br> অনুগ্রহ করে অপেক্ষা করুন...<br></p>
ca: <p><b><big>Desant la configuració de l'iniciador de la iSCSI</big></b><br> Espereu, si us plau...<br></p>
cs: <p><b><big>Ukládám konfiguraci iSCSI iniciátoru</big></b><br> Čekejte...<br></p>
da: <p><b><big>Gemmer konfiguration af iSCI-igangsætter</big></b><br> Vent venligst...<br></p>
de: <p><b><big>Konfiguration des iSCSI-Initiators wird gespeichert</big></b><br> Bitte warten...<br></p>
el: <p><b><big>Αποθήκευση του Αρχικοποιητή του iSCSI</big></b><br> Παρακαλώ περιμένετε...<br></p>
es: <p><b><big>Guardando la configuración del iniciador iSCSI </big></b><br> Espere...<br></p>
fi: <p><b><big>Tallennetaan iSCSI-aloittajan määritykset</big></b><br> Odota...<br></p>
fr: <p><b><big>Enregistrement de la configuration de l'initiateur iSCSI</big></b><br> Veuillez patienter...<br></p>
gl: <p><b><big>Gardando a configuración do iniciador iSCSI </big></b><br> Por favor, espere...<br></p>
gu: <p><b><big> iSCSI પ્રારંભક કન્ફિગ્યુરેશન સચવાઇ રહ્યું છે </big></b><br> કૃપા કરીને પ્રતિક્ષા કરો...<br></p>
hi: <p><b><big>inetd समनुरूपण सेव कर रहा हैं</big></b><br> कृपया इंतजार करें...<br></p>
hu: <p><b><big>iSCSI-kezdeményező beállításainak mentése</big></b> <br>Kérem, várjon...<br></p>
id: <p><b><big>Menyimpan Konfigurasi Inisiator iSCSI</big></b><br> Mohon tunggu...<br></p>
it: <p><b><big>Salvataggio della configurazione dell'iniziatore iSCSI in corso</big></b><br> Attendere...<br></p>
ja: <p><b><big>iSCSI イニシエータの設定を保存しています</big></b><br> しばらくお待ちください...<br></p>
km: <p><b><big>រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម iSCSI</big></b><br> សូម​រង់ចាំ...<br></p>
ko: <p><b><big>iSCSI 이니시에이터 구성 저장 중</big></b><br> 잠시 기다려 주십시오...<br></p>
mr: <p><b><big>iSCSI इनिशिएटर आकृतीबंध जतन करता आहे </big></b><br> कृपया प्रतिक्षा करा...<br></p>
nb: <p><b><big>Vent mens konfigurasjon av iSCSI-initiator lagres...</big></b></p>
nl: <p><b><big>Configuratie van iSCSI-initiator opslaan</big></b><br> Een ogenblik geduld...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji modułu inicjującego iSCSI</big></b><br> Proszę czekać...<br></p>
pt: <p><b><big>A guardar a Configuração do iSCSI Initiator</big></b><br> Por favor aguarde...<br></p>
pt_br: <p><b><big>Gravando a Configuração do Iniciador iSCSI</big></b><br> Aguarde...<br></p>
ro: <p><b><big>Salvez configurația inițiatorului iSCSI</big></b><br> Vă rog așteptați...<br></p>
ru: <p><b><big>Сохранение конфигурации инициатора iSCSI</big></b><br> Подождите…<br></p>
sk: <p><b><big>Ukladám nastavenie iSCSI iniciátora</big></b><br> Prosím, čakajte...<br></p>
sv: <p><b><big>Inställningen av SCSI-initieraren sparas</big></b><br> Vänta...<br></p>
ta: <p><b><big> iSCSI துவக்கி உள்ளமைவு </big></b><br> தயவுசெய்து காத்திருக்கவும்... <br></p>
tr: <p><b><big>iSCSI Başlatıcı Yapılandırmasını Kaydetme</big></b><br> Lütfen bekleyin...<br></p>
uk: <p><b><big>Збереження налаштування ініціатора iSCSI</big></b><br> Зачекайте, будь ласка...<br></p>
xh: <p><b><big>Kundululwa Ubumbeko Lomqalisi we-iSCSI</big></b><br> Nceda linda...<br></p>
zh_cn: <p><b><big>正在保存 iSCSI 发起端配置</big></b><br> 请稍候...<br></p>
zh_tw: <p><b><big>正在儲存 iSCSI 啟動器組態</big></b><br> 請稍候...<br></p>
zu: <p><b><big>Igcina Ukuhlelwa Kwesiqalisi se-iSCSI</big></b><br> Sicela ulinde...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
af: <p><b><big>Staak van berging</big></b><br> Staak die bergingsprosedure deur <b>Staak</b> te druk. 'n Bykomende dialoog deel mee of dit veilig is om dit te doen. </p>
ar: <p><b><big>إيقاف الحفظ</big>‏</b>‏<br> قم بإيقاف إجراء الحفظ عن طريق ضغط <b>إيقاف</b>. يظهر مربع حوار إضافي يبلغك بما إذا كان ذلك آمنًا أم لا. </p>
bn: <p><b><big>সেব বাদ দিচ্ছি</big></b><br> সেভ প্রক্রিয়া বাদ দিন <b>Abort</b> টিপে. একটি অতিরিক্ত সংলাপ তথ্য সেটা করতে সরুক্ষিত করতে পারে. </p>
ca: <p><b><big>Avortament de l'acció de desar:</big></b><br> per cancel·lar l'acció de desar premeu <B>Avorta</b>. Un diàleg addicional indicarà si l'acció és segura o no. </p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Stiskem <b>Přerušit</b> ukončíte ukládání. Následující dialog informuje o bezpečnosti tohoto úkonu. </p>
da: <p><b><big>Afbryde gemning </big></b><br> Afbryd gemmeproceduren ved at trykke <b>Afbryd</b>. Et dialogvindue vil informere dig om det er sikkert at gøre det. </p>
de: <p><b><big>Abbrechen des Speichervorgangs</big></b><br> Brechen Sie den Speichervorgang ab, indem Sie <b>Abbrechen</b> wählen. Ein weiteres Dialogfeld informiert darüber, ob dieser Vorgang sicher ist. </p>
el: <p><b><big>Ματαίωση Αποθήκευσης</big></b><br> Ματαιώστε την διαδικασία αποθήκευσης πατώντας <b>Ματαίωση</b>. Ένας επιπλέον διάλογος θα σας ενημερώσει πότε είναι ασφαλές να κάνετε αυτό. </p>
es: <p><b><big>Cancelar el almacenamiento</big></b><br> Para cancelar el procedimiento de almacenamiento, haga clic en <b>Cancelar</b>. Un cuadro de diálogo adicional le informará sobre si es seguro hacerlo. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti vai ei. </p>
fr: <p><b><big>Abandon du processus d'enregistrement</big></b><br> Cliquez sur <b>Abandonner</b> pour quitter la procédure d'enregistrement. Une autre boîte de dialogue vous indique si l'abandon peut se faire en toute sécurité. </p>
gl: <p><b><big>Abortando a gravación</big></b><br> Aborte o proceso de gravación premendo <b>Cancelar.</b> Un cadro de diálogo adicional informaralle se é seguro facelo. </p>
gu: <p><b><big> સાચવોને અટકાવી રહ્યા છીએ </big></b><br> દબાવીને સાચવેલી પદ્ધતિને અટકાવો <b>અટકાવો</b>. આ કરવું તે સહીસલામત છે કે નહીં તેનું વધારાનું ડાયલોગ જાણ કરે છે. </p>
hi: <p><b><big>संचय विफलन </big></b><br> सेव प्रक्रिया को <b>विफलन</b> दबा कर विफल करें. एक अतिरिक्त डायलॉग जानकारी देता है कि ऐसा करना सुरक्षित है या नहीं. </p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> Megszakíthatja a mentést a <b>Megszakítás</b> gombbal. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
id: <p><b><big>Hentikan Menyimpan</big></b><br> Hentikan prosedur menyimpan dengan menekan <b>Hentikan</b>. Dialog tambahan menginformasikan apakah ini aman untuk dilakukan. </p>
it: <p><b><big>Interruzione del salvataggio</big></b><br> È possibile interrompere il salvataggio premendo <b>Interrompi</b>. Viene visualizzata una nuova finestra di dialogo che indica se è sicuro procedere con l'operazione. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
km: <p><b><big>បញ្ឈប់​ការ​រក្សាទុក ៖</big></b><br> បញ្ឈប់​បែបបទ​រក្សាទុក ដោយ​ចុច <b>បញ្ឈប់</b> ។ ប្រអប់​មួយ​ទៀត​នឹង​ប្រាប់​អ្នក​ថា តើ​មាន​សុវត្ថិភាព​ឬ​អត់​ក្នុង​ការ​ធ្វើ​ដូច្នេះ ។ </p>
ko: <p><b><big>저장 중단</big></b><br> <b>중단</b>을 누르면 저장이 중단됩니다. 대화 상자가 추가로 나타나서 지금 중단하는 것이 안전한지 알려줍니다. </p>
mr: <p><b><big>जतन क्रिया निष्फळ करत आहे</big></b><br> दाबून जतन प्रक्रिया निष्फळ करा<b>Abort</b>. असे करणे सुरक्षित आहे किंवा नाही ते अतिरिक्त डायलॉग सांगतो. </p>
nb: <p><b><big>Avbryte lagring</big></b><br> Avbryt lagringsprosedyren ved å trykke <b>Avbryt</b>. En ny dialogboks forteller deg om det er trygt å gjøre dette. </p>
nl: <p><b><big>Opslaan afbreken</big></b><br> Breek de opslagprocedure af door op <b>Afbreken</b> te klikken. In een aanvullend dialoogvenster wordt aangegeven of het veilig is om dit te doen. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>
pt: <p><b><big>Interromper a Gravação:</big></b><br> Interrompa o procedimento de gravação premindo <b>Interromper</b>. Uma caixa de diálogo adicional, informa-lo-á do momento oportuno para o fazer. </p>
pt_br: <p><b><big>Cancelando a Gravação</big></b><br> Para cancelar o procedimento de gravação, pressione <b>Cancelar</b>. Uma caixa de diálogo adicional informará se esse procedimento é seguro. </p>
ro: <p><b><big>Anulez salvarea:</big></b><br> Anulați procedura de salvare apăsând <b>Anulează</b>. Un dialog adițional vă va informa dacă este sigur sau nu.</p> </p>
ru: <p><b><big>Прерывание сохранения</big></b><br> Прервите процедуру сохранения нажатием <b>Прервать</b>. Дополнительный диалог проинформирует, безопасно ли это сделать. </p>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg, ktorý vás bude informovať, či je to bezpečné. </p>
sv: <p><b><big>Avbryta Spara</big></b><br> Du kan avbryta Spara-proceduren genom att trycka på<b>Avbryt</b>. En dialogruta meddelar dig om det är säkert att göra detta. </p>
ta: <p><b><big> சேமித்தல் இடையில் நிறுத்தப்படுகிறது</big></b><br> <b>இடையில் நிறுத்தவும்</b>ஐ அழுத்துவதன் மூலம், சேமித்தல் நடைமுறையை இடையில் நிறுத்தவும். அவ்வாறு செய்வது பாதுகாப்பானதா என்பதை ஒரு கூடுதல் டயலாக் தெரிவிக்கும். </p>
tr: <p><b><big>Kaydetmeyi İptal Etme</big></b><br> <b>İptal</b>'e basarak kaydetme prosedürünü iptal edin. Ek bir iletişim kutusu bunu yapmanın güvenli olup olmadığını bildirir. </p>
uk: <p><b><big>Переривання збереження:</big></b><br> Перервіть процедуру збереження, натиснувши <b>Перервати</b>. Додаткове вікно інформує чи це безпечно робити. </p>
xh: <p><b><big>Kulahlwa Ukugcina</big></b><br> Lahla inkqubo yokugcina ngokucinezela <b>u-Lahla</b>. Ingxoxo efakelweyo yazisa ngokuba ingaba kukhuselekile na ukwenza njalo. </p>
zh_cn: <p><b><big>中止保存</big></b><br> 按<b>中止</b>以中止保存过程。 另一个对话框将告诉您这样做是否安全。 </p>
zh_tw: <p><b><big>正在中止儲存</big></b><br> 要中止儲存程序，請按<b>「中止」</b>。 這時會出現另一個對話方塊，通知您執行此動作是否安全。 </p>
zu: <p><b><big>Iyayeka Ukugcina</big></b><br> Yeka inqubo yokugcina ukwaziswa ngokucindezela u-<b>Yeka</b>. Enye idayalogu izokwazisa ukuthi kuphephile yini noma cha ukwenza kanjalo. </p>

source: <p><b><big>iSCSI Initiator Configuration</big></b><br> Configure an iSCSI initiator here.<br></p>
af: <p><b><big>iSCSI-inisieerderkonfigurasie</big></b><br> Konfigureer hier 'n iSCSI-inisieerder.<br></p>
ar: <p><b><big>تكوين بادئ iSCSI‏</big>‏</b>‏<br> قم بتكوين بادئ iSCSI هنا.<br>‏</p>
bn: <p><b><big>iSCSI ইনিশিয়েটর কনফিগারেশন </big></b><br> এখানে iSCSI initiator গঠন করুন.<br></p>
ca: <p><b><big>Configuració de l'iniciador de la iSCSI</big></b><br> Configureu un iniciador de la iSCSI aquí.<br></p>
cs: <P><B><BIG>Nastavení iSCSI iniciátoru</BIG></B><BR> Zde můžete nastavit iSCSI iniciátor.<BR></P>
da: <p><b><big>Konfiguration af iSCI-igangsætter</big></b><br> Konfigurér en iSCI-igangsætter her.<br></p>
de: <p><b><big>Konfiguration des iSCSI-Initiators</big></b><br> Hier können Sie einen iSCSI-Initiator konfigurieren.<br></p>
el: <p><b><big>Ρύθμιση του Αρχικοποιητή του iSCSI</big></b><br> Ρυθμίστε εδώ έναν αρχικοποιητή iSCSI.<br></p>
es: <p><b><big>Configuración del iniciador iSCSI</big></b><br> Configure un iniciador iSCSI aquí.<br></p>
fi: <p><b><big>iSCSI-aloittajan määritykset</big></b><br> Määritä iSCSI-asiakkas tässä.<br></p>
fr: <p><b><big>Configuration de l'initiateur iSCSI</big></b><br> Configurez un initiateur iSCSI ici.<br></p>
gl: <p><b><big>Configuración do iniciador iSCSI</big></b><br> Configure un iniciador iSCSI aquí.<br></p>
gu: <p><b><big> iSCSI પ્રારંભક કન્ફિગ્યુરેશન </big></b><br> iSCSI પ્રારંભકને અહીં કન્ફિગર કરો.<br></p>
hi: <p><b><big>iSCSI प्रारंभक विन्यास</big></b><br> यहां एक iSCSI प्रारंभक को विन्यासित करें.<br></p>
hu: <p><b><big>iSCSI-kezdeményező beállítások</big></b><br> Itt állítható be az iSCSI-kezdeményező.<br></p>
id: <p><b><big>Konfigurasi Inisiator iSCSI</big></b><br> Konfigurasi inisiator iSCSI disini.<br></p>
it: <p><b><big>Configurazione dell'iniziatore iSCSI</big></b><br> Configurare qui l'iniziatore iSCSI.<br></p>
ja: <p><b><big>iSCSI イニシエータの設定</big></b><br> ここでは iSCSI イニシエータを設定することができます。<br></p>
km: <p><b><big>កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម iSCSI</big></b><br> កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម​ iSCSI នៅ​ទីនេះ ។<br></p>
ko: <p><b><big>iSCSI 이니시에이터 구성</big></b><br> 여기에서 iSCSI 이니시에이터를 구성합니다.<br></p>
mr: <p><b><big>iSCSI इनिशिएटर आकृतीबंध</big></b><br> येथे iSCSI इनिशिएटरचा आकृतीबंध बनवा.<br></p>
nb: <p><b><big>Konfigurasjon av iSCSI-initiator</big></b><br> Konfigurer en iSCSI-initiator her.<br></p>
nl: <p><b><big>Configuratie van iSCSI-initiator</big></b><br> Configureer hier een iSCSI-initiator.<br></p>
pl: <p><b><big>Konfiguracja modułu inicjującego iSCSI</big></b><br> W tym miejscu można skonfigurować moduł inicjujący iSCSI.<br></p>
pt: <p><b><big>Configuração do iSCSI Initiator</big></b><br> Configure aqui o iSCSI Initiator.<br></p>
pt_br: <p><b><big>Configuração do Iniciador iSCSI</big></b><br> Configure aqui um iniciador iSCSI.<br></p>
ro: <p><b><big>Configurarea inițiatorului iSCSI</big></b><br> Configurați aici un inițiator iSCSI.<br></p>
ru: <p><b><big>Конфигурация инициатора iSCSI</big></b><br> Здесь можно настроить инициатор iSCSI.<br></p>
sk: <p><p><big>Nastavenie iSCSI Iniciátora</big></b><br> Tu môžete nastaviť iSCSI iniciátor.<br></p>
sv: <p><b><big>Inställning av iSCSI-initierare</big></b><br> Här kan du ställa in en iSCSI-initierare.<br></p>
ta: <p><b><big>iSCSI துவக்கி உள்ளமைவு</big></b><br> ஒரு iSCSI துவக்கி உள்ளமைவு இங்கு உள்ளமைக்கவும்.<br></p>
tr: <p><b><big>iSCSI Başlatıcı Yapılandırması</big></b><br> Burada bir iSCSI başlatıcısı yapılandırın.<br></p>
uk: <p><b><big>Налаштування ініціатора iSCSI</big></b><br> Тут налаштуйте ініціатор iSCSI.<br></p>
xh: <p><b><big>Ubumbeko Lomqalisi we-iSCSI</big></b><br> Yenza ubumbeko lomqalisi we-iSCSI apha.<br></p>
zh_cn: <p><b><big>iSCSI 发起端配置</big></b><br> 在此处配置 iSCSI 发起端。<br></p>
zh_tw: <p><b><big>iSCSI 啟動器組態</big></b><br> 在此設定 iSCSI 啟動器組態。<br></p>
zu: <p><b><big>Ukuhlelwe Kwesiqalisi se-iSCSI</big></b><br> Hlela isiqalisi se-iSCSI lapha.<br></p>
