Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: Really log out from the selected target?
af: Werklik afteken uit die gekose teiken?
ar: هل تريد بالفعل الخروج من الهدف المحدد؟
bn: নির্বাচিত টার্গেট থেকে লগ আউট করব কী?
ca: Segur que voleu sortir de la destinació seleccionada?
cs: Opravdu odhlásit od vybraného cíle?
da: vil du virkelig logge ud fra det angivne mål?
de: Möchten Sie sich wirklich vom ausgewählten Ziel abmelden?
el: Είστε σίγουροι ότι θέλετε αποσύνδεση από τον επιλεγμένο στόχο;
es: ¿Está seguro de que desea salir de la sesión en el destino seleccionado?
fi: Haluatko varmasti kirjautua ulos valitulta kohteelta?
fr: Voulez-vous vraiment déconnecter la cible sélectionnée ?
gl: Desexa saír da sesión no destino escollido?
gu: પસંદ કરાયેલ લક્ષ્યમાંથી ખરેખર લોગ આઉટ થવું છે?
hi: क्या वास्तव में चयनित लक्ष्यों से लॉग आउट?
hu: Valóban kilép a kiválasztott célról?
id: Yakin keluar dari target yang dipilih?
it: Eseguire il logout dalla destinazione selezionata?
ja: 選択したターゲットからログアウトしてよろしいですか？
km: ពិត​ជា​ចេញ​ពី​គោលដៅ​ដែល​បាន​ជ្រើស ?
ko: 선택한 대상에서 로그아웃하시겠습니까?
mr: निवडलेल्या लक्ष्यामधून खरोखरच यायचे आहे का?
nb: Er du sikker på at du vil logge ut fra det valgte målet?
nl: Wilt u zich echt afmelden bij het geselecteerde doel?
pl: Czy na pewno wylogować z wybranego modułu docelowego?
pt: Pretende mesmo sair do destino seleccionado?
pt_br: Deseja mesmo efetuar logout do destino selecionado?
ro: Sigur ieșiți din zona selectată?
ru: Действительно выйти из выбранной цели?
sk: Naozaj sa odhlásiť z pripojeného cieľa?
sv: Vill du logga ut från det markerade målet?
ta: தேர்ந்தெடுக்கப்பட்டுள்ள இலக்கிலிருந்து உண்மையில் லாக் அவுட் செய்ய வேண்டுமா?
tr: Seçilen hedeften gerçekten çıkış yapılsın mı?
uk: Дійсно вийти з вибраної цілі?
xh: Uyemka ngenene kokujoliswe kuko okukhthiweyo?
zh_cn: 确实要从所选目标注销吗？
zh_tw: 確定要登出選定目標？
zu: Ingabe ufuna ukuphuma kwi-target ekhethiwe?

source: Error occurred while logging out from the selected target.
af: 'n Fout het voorgekom tydens aftekening uit die gekose teiken.
ar: حدث خطأ أثناء الخروج من الهدف المحدد.
bn: নির্বাচিত টার্গেট থেকে লগিং আউট করার সময় ত্রুটি ঘটেছিল.
ca: S'ha produït un error en sortir de la destinació seleccionada.
cs: Při odhlašování od vybraného cíle došlo k chybě.
da: Fejl opstod under logud fra det valgte mål.
de: Beim Abmelden vom ausgewählten Ziel ist ein Fehler aufgetreten.
el: Εμφανίστηκε ένα σφάλμα κατά την αποσύνδεση από την επιλεγμένη συσκευή.
es: Error al salir de la sesión en el destino seleccionado.
fi: Tapahtui virhe kirjauduttaessa ulos valitulta kohteelta.
fr: Une erreur s'est produite lors de la déconnexion de la cible sélectionnée.
gl: Produciuse un erro ao saír da sesión no destino escollido.
gu: પસંદ કરાયેલ લક્ષ્યમાંથી લોગ આઉટ થતી વખતે ઉતપ્ન્ન થતી ભૂલ.
hi: चयनित लक्ष्य से लॉग आउट करते समय त्रुटि उत्पन्न हुई
hu: Hiba történt a kijelölt tárolóról való kilépés közben.
id: Galat terjadi ketika keluar dari target yang dipilih.
it: Si è verificato un errore durante il logout dalla destinazione selezionata.
ja: 選択したターゲットからログアウトする際にエラーが発生しました。
km: កំហុស​បាន​កើត​ឡើង​ខណៈពេល​ចេញ​ពី​គោលដៅ​ដែល​បាន​ជ្រើស ។
ko: 선택한 대상에서 로그아웃하는 동안 오류가 발생했습니다.
mr: निवडलेल्या लक्ष्यामधून बाहेर येताना चूक झाली.
nb: Det oppstod en feil under utlogging fra det valgte målet.
nl: Er is een fout opgetreden tijdens het afmelden bij het geselecteerde doel.
pl: Podczas wylogowywania z wybranego modułu docelowego wystąpił błąd.
pt: Ocorreu um erro durante na escrita do registo diário no destino seleccionado.
pt_br: Erro ao efetuar logout do destino selecionado.
ro: A apărut o eroare la ieșirea din zona selectată.
ru: Произошла ошибка при выходе из выбранной цели.
sk: Vyskytla sa chyba počas odhlasovania sa zo zvoleného cieľa.
sv: Ett fel inträffade vid utloggning från det markerade målet.
ta: தேர்ந்தெடுக்கப்பட்டுள்ள இலக்கிலிருந்து லாக் அவ்ட் செய்யும்போது பிழை தோன்றியுள்ளது.
tr: Seçilen hedeften çıkış yapılırken hata oluştu.
uk: Трапилась помилка під час виходу з вибраної цілі.
xh: Kwenzeke imposiso xa ubusimka kokujoliswe kuko okukhethiweyo.
zh_cn: 从所选目标注销时出错。
zh_tw: 登出選定目標時發生錯誤。
zu: Kwenze iphutha lapho uphuma kwi-target ekhethiwe.

source: No record found.
af: Geen rekord gevind nie.
ar: لم يتم العثور على أي سجل.
bn: কোন রেকর্ড পাওয়া যায় নি.
ca: No s'ha trobat cap registre.
cs: Nenalezen žádný záznam.
da: Ingen post fundet.
de: Kein Record gefunden.
el: Δεν βρέθηκαν εγγραφές.
es: No se ha detectado ningún registro.
fi: Merkintöjä ei löytynyt
fr: Enregistrement introuvable.
gl: Non se atopou ningún rexistro
gu: કોઇ રેકોર્ડ મળ્યો નથી.
hi: कोई रिकार्ड नहीं मिला
hu: Nem találhatók rekordok.
id: Tidak ada catatan ditemukan.
it: Nessun record trovato.
ja: レコードが見つかりませんでした。
km: រក​មិនឃើញ​កំណត់​ត្រា ។
ko: 레코드를 찾을 수 없습니다.
mr: माहिती सापडली नाही.
nb: Finner ingen oppføring.
nl: Geen record gevonden.
pl: Nie znaleziono rekordów.
pt: Nenhum registo encontrado.
pt_br: Nenhum registro encontrado.
ro: Nu am găsit nici o înregistrare.
ru: Записи не найдены.
sk: Nenašiel som žiadny záznam.
sv: Det gick inte att hitta någon post.
ta: எந்தப் பதிவும் காணப்படவில்லை.
tr: Kayıt bulunamadı.
uk: Не знайдено записів.
xh: Akukho ngxelo ifunyanisiweyo.
zh_cn: 未找到记录。
zh_tw: 找不到記錄。
zu: Awekho amarekhodi atholakele.

source: No valid IP address
ar: عنوان IP غير صالح
ca: L'adreça IP no és vàlida
cs: Žádná platná IP adresa
da: Ingen gyldig IP-adresse
de: Keine gültige IP-Adresse
el: Μη έγκυρη διεύθυνση ΙΡ
es: No hay ninguna dirección IP válida
fi: Virheellinen IP-osoite
fr: Aucune adresse IP correcte
gl: Enderezo IP incorrecto
hu: Nincs érvényes IP-cím
id: Alamat IP tidak valid
it: Nessun indirizzo IP valido
ja: IP アドレスが正しくありません。
km: គ្មាន​អាសយដ្ឋាន​ IP ត្រឹមត្រូវ
ko: IP 주소가 잘못됨
nb: Ingen gyldig IP-adresse
nl: Ongeldig IP-adres
pl: Brak prawidłowego adresu IP
pt: Não é um endereço IP válido
pt_br: Nenhum endereço IP válido
ro: Adresa IP nu este validă
ru: Неверный IP-адрес
sk: Neplatná adresa IP
sv: Ingen giltig IP-adress
tr: Geçerli IP adresi yok
uk: Некоректна адреса IP
zh_cn: 没有有效的 IP 地址
zh_tw: 無效的 IP 位址

source: Port field cannot be empty
ar: عدم ترك حقل المنفذ فارغًا
ca: El camp del port no pot estar buit
cs: Pole portu nesmí být prázdné
da: Port-feltet må ikke være tomt
de: Port-Feld darf nicht leer sein
el: Το πεδίο της θύρας δεν μπορεί να είναι άδειο
es: El campo de puerto no puede estar vacío
fi: Porttikenttää ei saa jättää tyhjäksi
fr: Le champ Port doit être renseigné
gl: O campo Porto non pode estar baleiro
hu: A port megadása kötelező
id: Kolom port tidak boleh kosong
it: Il campo Porta non può essere vuoto
ja: ポート番号を指定する必要があります。
km: វាល​ច្រក​មិន​អាច​ទទេ​បាន​ទេ
ko: 포트 필드는 비워둘 수 없음
nb: Port-feltet kan ikke være tomt
nl: Het poortveld mag niet leeg zijn
pl: Pole portu nie może być puste
pt: Campo do porto não pode ficar vazio
pt_br: O campo da porta não pode estar vazio
ro: Câmpul port nu poate fi vid
ru: Должен быть задан номер порта
sk: Pole pre port nemôže byť prázdne
sv: Portfältet kan inte vara tomt
tr: Port alanı boş olamaz
uk: Поле порту не може бути порожнім
zh_cn: 端口字段不能为空
zh_tw: 埠號欄位不可空白

source: Incorrect Initiator Name
ar: اسم البادئ غير صحيح
ca: Nom de l'iniciador incorrecte
cs: Nesprávný název iniciátoru
da: Forkert igangsætternavn
de: Falscher Initiatorname
es: Nombre de iniciador incorrecto
fi: Virheellinen käynnistäjän nimi
fr: Nom d'initiateur incorrect
hu: A kezdeményező neve helytelen
id: Nama Inisiator Salah
it: Nome iniziatore errato
ja: イニシエータ名が正しくありません
ko: 잘못된 이니시에이터 이름
nl: Onjuiste initiatornaam
pl: Nieprawidłowa nazwa modułu inicjującego
pt: Nome do Iniciador Incorreto
pt_br: Nome do Iniciador Incorreto
ru: Неправильное имя инициатора
sk: Nesprávny názov iniciátora
sv: Felaktigt namn på initierare
tr: Yanlış Başlatıcı Adı
uk: Неправильна назва ініціатора
zh_cn: 不正确的发起端名称
zh_tw: 錯誤的啟動器名稱

source: The correct syntax is iqn.yyyy-mm.reversed.domain.name[:identifier] or eui.yyyy-mm.reversed.domain.name[:identifier] Example: iqn.2007-04.cz.server:storage.disk.sdb Do you want to use the name?
ar: بناء الجملة الصحيح هو iqn.yyyy-mm.reversed.domain.name[:identifier] or eui.yyyy-mm.reversed.domain.name[:identifier] مثال: iqn.2007-04.cz.server:storage.disk.sdb هل تريد استخدام هذا الاسم؟
ca: La sinaxi correcta és iqn.yyyy-mm.reversed.domain.name[:identifier] o eui.yyyy-mm.reversed.domain.name[:identifier] Exemple: iqn.2007-04.cz.server:storage.disk.sdb Voleu usar el nom?
cs: Správná syntaxe je iqn.rrrr-mm.obrácený.název.domény[:identifikátor] nebo eui.rrrr-mm.obrácený.název.domény[:identifikátor] Příklad: iqn.2007-04.cz.server:uloziste.disk.sdb Chcete název použít?
da: Den korrekt syntaks er iqn.yyyy-mm.omvendt domæne.navn[:identifikator] eller eui.yyyy-mm.reversed.domæne.navn[:identifikator] Eksempel: iqn.2007-04.cz.server:storage.disk.sdb Vil du bruge navnet?
de: Die richtige Syntax lautet iqn.jjjj-mm.umgekehrter.Domänenname[:Kennung] oder eui.jjjj-mm.umgekehrter.Domänenname[:Kennung] Beispiel: iqn.2007-04.cz.Server:Speicher.Festplatte.sdb Diesen Namen verwenden?
es: La sintaxis correcta es iqn.aaaa-mm.nombre.dominio.invertido[:identificador] o eui.aaaa-mm.nombre.dominio.invertido[:identificador] Ejemplo: iqn.2007-04.cz.server:storage.disk.sdb ¿Desea usar este nombre?
fi: Oikea muoto on iqn.yyyy-mm.reversed domain name[:identifier] tai eui.yyyy-mm.reversed.domain.name[:identifier] Esim: iqn.2007-04.cz.server:storage.disk.sdb Haluatko käyttää nimeä?
fr: La syntaxe correcte est la suivante : iqn.aaaa-mm.nom.domaine.inversé[:identificateur] ou eui.aaaa-mm.nom.domaine.inversé[:identificateur] Exemple : iqn.2007-04.cz.server:storage.disk.sdb Voulez-vous utiliser le nom ?
hu: A helyes szintaxis a következő: iqn.éééé-hh.fordított.tartománynév[:azonosító] vagy eui.éééé-hh.fordított.tartománynév[:azonosító] Példa: iqn.2007-04.cz.server:storage.disk.sdb Ezt a nevet használja?
id: Syntax yang benar adalah iqn.yyyy-mm.reversed.domain.name[:identifier] or eui.yyyy-mm.reversed.domain.name[:identifier] Contoh: iqn.2007-04.cz.server:storage.disk.sdb Apakah anda ingin menggunakan nama ini?
it: La sintassi corretta è iqn.aaaa-mm.nome.dominio.inverso[:identificatore] o eui.aaaa-mm.nome.dominio.inverso[:identificatore] Esempio: iqn.2007-04.it.server:storage.disk.sdb Utilizzare il nome?
ja: 正しい書式は以下のとおりです。 iqn.yyyy-mm.(逆順のドメイン名)[:(識別子)] または eui.yyyy-mm.(逆順のドメイン名)[:(識別子)] 例: iqn.2007-04.cz.server:storage.disk.sdb このままの名前でよろしいですか？
ko: 올바른 구문은 다음과 같습니다. iqn.yyyy-mm.reversed.domain.name[:identifier] or eui.yyyy-mm.reversed.domain.name[:identifier] Example: iqn.2007-04.cz.server:storage.disk.sdb 이 이름을 사용하시겠습니까?
nl: De juiste syntaxis is iqn.jjjj-mm.omgekeerde.domeinnaam[:identificatie] of eui.jjjj-mm.omgekeerde.domainnaam[:identificatie] Voorbeeld: iqn.2007-04.nl.server:storage.disk.sdb Wilt u de naam gebruiken?
pl: Prawidłowa składnia to iqn.rrrr-mm.odwrocona.nazwa.domeny[:identyfikator] lub eui.rrrr-mm.odwrocona.nazwa.domeny[:identyfikator] Przykład: iqn.2007-04.cz.server:storage.disk.sdb Chcesz używać tej nazwy?
pt: A sintaxe correta é iqn.yyyy-mm.nome.inverso.de.domínio[:identificador] ou eui.yyyy-mm.nome.inverso.de.domínio[:identificador] Exemplo: iqn.2007-04.cz.server:storage.disk.sdb Deseja utilizar este nome?
pt_br: A sintaxe correta é iqn.aaaa-mm.nome.do.domínio.reverso[:identificador] ou eui.aaaa-mm.nome.do.domínio.reverso[:identificador] Exemplo: iqn.2007-04.cz.server:storage.disk.sdb Deseja usar o nome?
ru: Правильный синтаксис: iqn.гггг-мм.обратное.доменное.имя[:идентификатор] или eui.гггг-мм.обратное.доменное.имя[:идентификатор] Пример: iqn.2007-04.cz.server:storage.disk.sdb Использовать это имя?
sk: Správna syntax je iqn.yyyy-mm.reversed.domain.name[:identifier] alebo eui.yyyy-mm.reversed.domain.name[:identifier] Príklad: iqn.2007-04.cz.server:storage.disk.sdb Chcete použiť názov?
sv: Korrekt syntax är iqn.åååå-mm.omvänt.domännamn[:ID] eller eui.åååå-mm.omvänt.domännamn[:ID] Exempel: iqn.2007-04.cz.server:storage.disk.sdb Vill du använda namnet?
tr: Doğru sözdizimi şudur: iqn.yyyy-mm.reversed.domain.name[:identifier] or eui.yyyy-mm.reversed.domain.name[:identifier] Örnek: iqn.2007-04.cz.server:storage.disk.sdb İsmi kullanmak ister misiniz?
uk: Правильний синтаксис: iqn.yyyy-mm.обернена назва домену[:ідентифікатор] або eui.yyyy-mm.обернена назва домену[:ідентифікатор] Приклад: iqn.2007-04.cz.server:storage.disk.sdb Ви хочете використовувати цю назву?
zh_cn: 正确的语法为 iqn.yyyy-mm.reversed.domain.name[:标识符] 或 eui.yyyy-mm.reversed.domain.name[:标识符] 示例： iqn.2007-04.cz.server:storage.disk.sdb 要使用该名称吗？
zh_tw: 正確的語法是 iqn.yyyy-mm.reversed.domain.name[:識別碼] 或 eui.yyyy-mm.reversed.domain.name[:識別碼] 範例： iqn.2007-04.cz.server:storage.disk.sdb 您要使用該名稱嗎？

source: Insert the IP address.
af: Voer die IP-adres in.
ar: قم بإدراج عنوان IP.
bn: IP ঠিকানা ইনসার্ট করুন.
ca: Inseriu l'adreça IP.
cs: Zadejte IP adresu.
da: Indsæt IP-adressen.
de: Geben Sie die IP-Adresse ein.
el: Εισάγετε την διεύθυνση ΙΡ
es: Introduzca la dirección IP.
fi: Anna IP-osoite.
fr: Insérez l'adresse IP.
gl: Insira o enderezo IP.
gu: IP સરનામું દાખલ કરો.
hi: IP पता निवेशित करें
hu: Adja meg az IP-címet.
id: Masukan alamat IP.
it: Immettere l'indirizzo IP.
ja: IP アドレスを入力してください。
km: បញ្ចូល​អាសយដ្ឋាន IP ។
ko: IP 주소를 입력하십시오.
mr: IP पत्ता घाला.
nb: Angi IP-adressen.
nl: Geef het IP-adres op.
pl: Proszę wstawić adres IP.
pt: Introduza o endereço IP.
pt_br: Digite o endereço IP.
ro: Introduceți adresa IP.
ru: Введите IP-адрес.
sk: Zadajte IP adresu.
sv: Ange IP-adressen.
ta: ஐபி முகவரியை சேர்க்கவும்
tr: IP adresini girin.
uk: Введіть адресу IP.
xh: Faka idilesi ye-IP.
zh_cn: 请输入 IP 地址。
zh_tw: 插入 IP 位址。
zu: Faka ikheli le-IP.

source: Please check IP address resp. host name.
ar: الرجاء التحقق من اسم مضيف عنوان IP ‏(resp.)‏.‏
ca: Si us plau, comproveu el nom d'amfitrió de l'adreça IP de resp.
cs: Zkontrolujte adresu IP, respektive název hostitele.
de: Wählen Sie die IP-Adresse bzw. den Hostnamen aus.
es: Compruebe el nombre del host de respuesta de la dirección IP.
fr: Vérifiez l'adresse IP relative au nom d'hôte.
hu: Ellenőrizze a gépnévnek megfelelő IP-címet.
id: Tolong periksa alamat IP nama host penerima.
it: Verificare l'indirizzo IP corrispondente al nome host.
ja: ホスト名に割り当てられた IP アドレスをご確認ください。
ko: IP 주소 응답자와 호스트 이름을 확인하십시오.
nl: Controleer het IP-adres/de hostnaam.
pl: Sprawdź adres IP odpowiadający nazwie hosta.
pt: Por favor verifique o nome de hospedeiro do endereço IP
pt_br: Verifique o nome de host de resp. do endereço IP.
ru: Проверьте IP-адрес и соответствующее имя хоста.
sk: Prosím, skontrolujte IP adresu, resp. názov hostiteľa.
sv: Kontrollera IP-adress och värdnamn.
tr: Lütfen IP adresini ve ana bilgisayar adını kontrol edin.
uk: Перевірте IP-адресу відповідної назви вузла.
zh_cn: 请检查对应主机名的 IP 地址。
zh_tw: 請檢查對應主機名稱的 IP 位址。

source: Insert the port.
af: Voer die poort in.
ar: قم بإدراج المنفذ.
bn: পোর্ট ইনসার্ট করুন.
ca: Inseriu el port.
cs: Zadejte port.
da: Indsæt porten.
de: Geben Sie den Port ein.
el: Εισάγετε την θύρα.
es: Introduzca el puerto.
fi: Anna portti.
fr: Insérez le port.
gl: Insira o porto.
gu: પોર્ટ દાખલ કરો.
hi: पोर्ट निवेशित करें
hu: Adja meg a portot.
id: Masukan port.
it: Immettere la porta.
ja: ポート番号を入力してください。
km: បញ្ចូល​ច្រក ។
ko: 포트를 입력하십시오.
mr: पोर्ट घाला.
nb: Angi porten.
nl: Geef de poort op.
pl: Proszę wstawić port.
pt: Introduza o porto.
pt_br: Digite a porta.
ro: Introduceți portul.
ru: Введите порт.
sk: Zadajte port.
sv: Ange porten.
ta: போர்ட்டை சேர்க்கவும்
tr: Portu yerleştirin.
uk: Введіть порт.
xh: Faka isiqhagamshelanisi.
zh_cn: 请输入端口。
zh_tw: 插入埠。
zu: Faka i-port.

source: True
af: Waar
ar: صواب
bn: ট্রু
ca: Cert
cs: Pravdivý
da: Sand
de: Wahr
el: Σωστό
es: Verdadero
fi: Tosi
fr: Vrai
gl: Verdadeiro
gu: સાચું
hi: सत्य
hu: Igaz
id: Benar
it: Vero
ja: はい
km: ពិត
ko: 참
mr: खरा
nb: Sann
nl: Waar
pl: prawda
pt: Verdade
pt_br: Verdadeiro
ro: Adevărat
ru: Истина
sk: Áno
sv: Sant
ta: சரி
tr: Doğru
uk: Істинно
xh: Yinyaniso
zh_tw: 真
zu: Iqiniso

source: False
af: Vals
ar: خطأ
bn: মিথ্যা
ca: Fals
cs: Nepravdivý
da: Falsk
de: Falsch
el: Λάθος
es: Falso
fi: Epätosi
fr: Faux
gl: Falso
gu: ખોટું
hi: असत्य
hu: Hamis
id: Salah
it: Falso
ja: いいえ
km: មិនពិត
ko: 거짓
mr: खोटा
nb: Usann
nl: Onwaar
pl: fałsz
pt: Falso
pt_br: Falso
ro: Fals
ru: Ложь
sk: Nie
sv: Falskt
ta: தவறு
tr: Yanlış
uk: Хибно
xh: Asiyonyaniso
zh_tw: 假
zu: Amanga

source: The target with this TargetName is already connected. Make sure that multipathing is enabled to prevent data corruption.
ar: الهدف في TargetName هذا متصل بالفعل. تأكد من تمكين Multipathing لمنع تلف البيانات.
ca: La destinació amb aquest nom ja està connectada. Assegureu-vos que l'opció de multicamí està habilitada per prevenir la corrupció de dades.
cs: Cíl s tímto názvem cíle již je připojen. Zkontrolujte, zda je povolena funkce Multipathing za účelem zabránění poškození dat.
da: Destinationen med dette TargetName (destinationsnavn) er allerede tilsluttet. Sørg for, at multipathing er aktiveret, så data ikke ødelægges.
de: Das Ziel mit diesem TargetName ist bereits verbunden. Vergewissern Sie sich, dass die Mehrwege-Funktion (Multipathing) aktiviert ist, um Beschädigung von Daten zu verhindern.
el: O στόχος με αυτό το ΌνομαΣτόχου έχει ήδη συνδεθεί. Βεβαιωθείτε ότι η Πολλαπλή Διαδρομή είναι ενεργοποιημένη για την αποφυγή απώλειας δεδομένων.
es: El destino de este valor TargetName ya está conectado. Compruebe que las vías múltiples estén habilitadas para evitar que se produzcan daños en los datos.
fi: Kohde, jolla on tämä TargetName, on jo yhdistetty. Varmista, että monipolkuominaisuus on otettu käyttöön tietojen vahingoittumisen estämiseksi.
fr: La cible associée à ce paramètre TargetName est déjà connectée. Vérifiez que la transmission multichemin est activée pour éviter toute corruption des données.
gl: O destino con este TargetName xa está conectado. Comprobe que as vías múltiples estean habilitadas para evitar a corrupción de datos.
hu: A tároló ezzel a névvel (TargetName) már kapcsolódott. Ellenőrizze, hogy az adatok védelme érdekében a többutas mód engedélyezve van.
id: Target dengan NamaTarget ini telah tersambung. Pastikan multipathing telah aktif untuk mencegah data rusak.
it: La destinazione con questo nome è già connessa. Verificare che multipath sia abilitato per evitare che i dati vengano corrotti.
ja: このターゲット名のターゲットには既に接続しています。 データ損傷を防止するために、マルチパスが有効になっていることを確認してください。
km: គោលដៅ​ជា​មួយ​ឈ្មោះ​គោលដៅ​នេះ​​ត្រូវ​បាន​តភ្ជាប់​រួច​ហើយ ។ សូម​ប្រាកដ​ថា​កា​រដាក់​ផ្លូវ​ជា​ច្រើន​ត្រូវ​បាន​បើក​ដើម្បី​ការពារ​ការ​ខូច​ទិន្នន័យ ។
ko: 이 TargetName을 가진 대상이 이미 연결되었습니다. 데이터 손상을 방지할 수 있도록 다중 경로 지정이 활성화되어야 합니다.
nb: Målet med dette målnavnet er allerede tilkoblet. Pass på at Multipath er aktivert for å unngå ødelagte data.
nl: Het doel met deze doelnaam is al verbonden. Zorg dat de functie voor meerdere paden is ingeschakeld om beschadigde gegevens te voorkomen.
pl: Moduł docelowy o tej nazwie (TargetName) jest już podłączony. Aby zapobiec uszkodzeniu danych, należy upewnić się, czy włączona jest opcja Multipathing.
pt: O destino com este TargetName já se encontra ligado. Certifique-se de que o multipathing se encontra activado para evitar corrupção de dados.
pt_br: O destino com este Nome de Destino já está conectado. Verifique se o recurso de múltiplos caminhos está habilitado para evitar a corrupção dos dados.
ro: Destinația cu acest nume este deja conectată. Asigurați-vă că multipathing-ul este activ pentru a preveni coruperea datelor.
ru: Цель с данным значением TargetName уже подключена. Убедитесь, что включен многосторонний доступ для предотвращения повреждения данных.
sk: Cieľ s týmto menom cieľa je už pripojený. Uistite sa, ze máte povolené multipathing, aby ste predišli poškodeniu dát.
sv: Målet med detta TargetName är redan anslutet. För att förhindra dataförlust kontrollerar du att Multipathing är aktiverat.
tr: Bu TargetName'e sahip hedef zaten bağlı. Veri bozulmasını önlemek için çoklu yol özelliğinin etkinleştirildiğinden emin olun.
uk: Ціль з такою назвою вже з'єднано. Переконайтесь, щоб було увімкнено багатошляховість для запобігання пошкодженню даних.
zh_cn: 已连接名称为此目标名称的目标。请确保启用了多路径以防止数据损坏。
zh_tw: 已連接擁有此 TargetName 的目標。 請確定已啟用「多重路徑」來避免資料毀損。

source: Continue
af: Voortgaan?
ar: متابعة
bn: চালিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortsetzen
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
gl: Continuar
gu: ચાલુ રાખો
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
km: បន្ត
ko: 계속
mr: पुढे चालू करा
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
ta: தொடரவும்
tr: Devam et
uk: Продовжити
xh: Uyaqhuba
zh_cn: 继续
zh_tw: 繼續
zu: Qhubeka

source: Cancel
af: Kanselleer
ar: إلغاء
bn: বাতিল
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
fi: Peruuta
fr: Annuler
gl: Cancelar
gu: રદ કરો
hi: रद्द
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
mr: रद्द करा
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sv: Avbryt
ta: இரத்து செய்
tr: İptal etmek
uk: Скасувати
xh: Hlaba
zh_cn: 取消
zh_tw: 取消
zu: Khansela

source: The target is already connected.
af: Die teiken is reeds verbind.
ar: الهدف متصل بالفعل.
bn: টার্গেট ইতিমধ্যে কানেক্টেড.
ca: El destinació ja està connectada.
cs: Cíl je již nastaven.
da: Målet er allerede tilsluttet.
de: Das Ziel ist bereits verbunden.
el: Είναι ήδη συνδεδεμένο.
es: El destino ya está conectado.
fi: Kohde on jo yhdistettynä.
fr: La cible est déjà connectée.
gl: O destino xa está conectado.
gu: લક્ષ્ય અગાઉથી જોડાયેલું છે.
hi: लक्ष्य पहले ही से संबद्ध है।
hu: A tároló már csatlakoztatva van.
id: Target telah tersambung.
it: La destinazione è già connessa.
ja: ターゲットには既に接続しています。
km: គោលដៅ​ត្រូវ​បាន​តភ្ជាប់​រួច​ហើយ ។
ko: 대상이 이미 연결되었습니다.
mr: लक्ष्य अगोदरच जोडलेले आहे.
nb: Målet er allerede tilkoblet.
nl: Het doel is al verbonden.
pl: Moduł docelowy jest już podłączony.
pt: O destino já está ligado.
pt_br: O destino já está conectado.
ro: Ținta este deja conectată.
ru: Цель уже подключена.
sk: Cieľ je už pripojený.
sv: Målet är redan anslutet.
ta: இலக்கு ஏற்கனவே இணைக்கப்பட்டுள்ளது.
tr: Hedef zaten bağlandı.
uk: Ціль вже з'єднано.
xh: Ekujoliswe kuko sekudityanisiwe.
zh_cn: 目标已连接。
zh_tw: 目標已經連接。
zu: I-target isixhunyiwe kakade.

source: manual
ar: يدوي
cs: ruční
da: manuelt
de: Manuell
fi: käsin
fr: manuel
hu: manuális
it: manuale
ja: 手動
ko: 수동
nl: handmatig
pl: podręcznik
ru: вручную
sk: ručne
sv: manuellt
tr: manuel
uk: вручну
zh_cn: 手动
zh_tw: 手動

source: onboot
ar: عند الافلاع
ca: a l'arrencada
cs: Cíl dostupný při bootu
da: under boot
de: Beim Booten
es: en el arranque
fr: au démarrage
hu: indításkor
it: all'avvio
ja: 起動時
nl: bij opstarten
pl: podczas rozruchu
pt: no arranque
pt_br: na inicialização
ru: при загрузке
sk: pri štarte
sv: vid start
tr: önyükleme sırasında
uk: при завантаженні
zh_cn: 引导时
zh_tw: 開機時

source: automatic
ar: تلقائي
ca: automàtic
cs: automatické
da: automatisk
de: Automatisch
es: automático
fr: automatique
hu: automatikus
id: otomatis
it: automatico
ja: 自動
ko: 자동
nl: automatisch
pl: automatycznie
pt: automático
pt_br: automático
ru: автоматически
sk: automaticky
sv: automatisk
tr: otomatik
uk: автоматично
zh_cn: 自动
zh_tw: 自動
