Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: Configuration of an iSCSI initiator
af: Konfigurasie van 'n iSCSI-inisieerder
ar: تكوين بادئ iSCSI
bn: iSCSI ইনিশিয়েটরের গঠন
ca: Configuració d'un iniciador de la iSCSI
cs: Konfigurace iniciátoru iSCSI
da: Konfiguration af en iSCI-igangsætter
de: Konfiguration eines iSCSI-Initiators
el: Ρύθμιση ενός αρχικοποιητή iSCSI
es: Configuración de un iniciador iSCSI
fi: iSCSI-aloittajan määritys
fr: Configuration d'un initiateur iSCSI
gl: Configuración dun iniciador iSCSI
gu: iSCSI પ્રારંભકનું કન્ફિગ્યુરેશન
hi: iSCSI प्रारंभक का विन्यास
hu: iSCSI-kezdeményező beállítása
id: Konfigurasi inisiator iSCSI
it: Configurazione di un iniziatore iSCSI
ja: iSCSI イニシエータの設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​កម្មវិធី​ចាប់ផ្ដើម iSCSI
ko: iSCSI 이니시에이터 구성
mr: iSCSI initiator चे कॉनफिग्युरेशन
nb: Konfigurasjon av en iSCSI-initiator
nl: Configuratie van een iSCSI-initiator
pl: Konfiguracja modułu inicjującego iSCSI
pt: Configuração do um iSCSI Initiator
pt_br: Configuração de um iniciador iSCSI
ro: Configurarea unui inițiator iSCSI
ru: Конфигурация инициатора iSCSI
sk: Nastavenie iSCSI iniciátora
sv: Inställning av en iSCSI-initierare
ta: iSCSI துவக்கி ஒன்றின் உள்ளமைவு
tr: Bir iSCSI başlatıcısının yapılandırması
uk: Налаштування ініціатора iSCSI
xh: Ubumbeko lomqalisi we-iSCSI
zh_cn: iSCSI 发起端配置
zh_tw: iSCSI 啟動器的組態
zu: Ukuhlelwa kwesiqalisi se-iSCSI

source: iSCSI Initiator
af: iSCSI-inisieerder
ar: بادئ iSCSI
bn: iSCSI ইনিশিয়েটর
ca: Iniciador de la iSCSI
cs: Iniciátor iSCSI
da: iSCI-igangsætter
el: Αρχικοποιητής iSCSI
es: Iniciador iSCSI
fi: iSCSI-aloittaja
fr: Initiateur iSCSI
gl: Iniciador iSCSI
gu: iSCSI પ્રારંભક
hi: iSCSI आरंभक
hu: iSCSI-kezdeményező
id: Inisiator iSCSI
it: Iniziatore iSCSI
ja: iSCSI イニシエータ
km: កម្មវិធីចាប់​ផ្ដើមរបស់​​ iSCSI
ko: iSCSI 이니시에이터
pl: Moduł inicjujący iSCSI
pt: Iniciador iSCSI
pt_br: Iniciador iSCSI
ro: Inițiator iSCSI
ru: Инициатор iSCSI
sk: iSCSI Iniciátor
sv: iSCSI-initierare
ta: iSCSI துவக்கி
tr: iSCSI Başlatıcısı
uk: Ініціатор iSCSI
xh: Umqalisi we-iSCSI
zh_cn: iSCSI 发起端
zh_tw: iSCSI 啟動器
zu: Isiqalisi se-iSCSI

source: &iSCSI Initiator
af: &iSCSI-inisieerder
ar: بادئ iSCSI
bn: &iSCSI ইনিশিয়েটর
ca: Iniciador de la &iSCSI
cs: Iniciátor &iSCSI
da: &iSCI-igangsætter
el: Αρχικοποιητής &iSCSI
es: Iniciador &iSCSI
fi: &iSCSI-aloittaja
fr: Initiateur &iSCSI
gl: Iniciador &iSCSI
gu: &iSCSI પ્રારંભક
hi: &iSCSI आरंभक
hu: &iSCSI-kezdeményező
id: Inisiator &iSCSI
it: &Iniziatore iSCSI
ja: iSCSI イニシエータ (&I)
km: កម្មវិធី​ចាប់ផ្ដើម​របស់ iSCSI
ko: iSCSI 이니시에이터(&I)
pl: Moduł inicjujący &iSCSI
pt: Iniciador &iSCSI
pt_br: Iniciador &iSCSI
ro: Inițiator iSCSI
ru: &Инициатор iSCSI
sk: &iSCSI iniciátor
sv: &iSCSI-initierare
ta: &iSCSI துவக்கி
tr: &iSCSI Başlatıcısı
uk: Ініціатор &iSCSI
xh: Umqalisi we-iSCSI
zh_cn: iSCSI 发起端(&I)
zh_tw: iSCSI 啟動器(&I)
zu: &Isiqalisi se-iSCSI

source: iSNS Address
ar: عنوان iSNS
ca: Adreça de l'iSNS
cs: Adresa iSNS
da: iSNS-adresse
de: iSNS-Adresse
el: Διεύθυνση iSNS
es: Dirección iSNS
fi: iSNS-osoite
fr: Adresse iSNS
gl: Enderezo iSNS
hu: iSNS-cím
id: Alamat iSNS
it: Indirizzo iSNS
ja: iSNS アドレス
km: អាសយដ្ឋាន iSNS
ko: iSNS 주소
nb: iSNS-adresse
nl: iSNS-adres
pl: Adres iSNS
pt: Endereço iSNS
pt_br: Endereço iSNS
ro: Adresă iSNS
ru: Адрес iSNS
sk: iSNS adresa
sv: iSNS-adress
tr: iSNS Adresi
uk: Адреса iSNS
zh_cn: iSNS 地址
zh_tw: iSNS 位址

source: iSNS Port
ar: منفذ iSNS
ca: Port de l'iSNS
cs: Port iSNS
el: Θύρα iSNS
es: Puerto iSNS
fi: iSNS-portti
fr: Port iSNS
gl: Porto iSNS
id: Port iSNS
it: Porta iSNS
ja: iSNS ポート
km: ច្រក iSNS
ko: iSNS 포트
nl: iSNS-poort
pl: Port iSNS
pt: Porto iSNS
pt_br: Porta iSNS
ro: Port iSNS
ru: Порт iSNS
tr: iSNS Portu
uk: Порт iSNS
zh_cn: iSNS 端口
zh_tw: iSNS 埠

source: &Initiator Name
ar: اس&م البادئ
ca: &Nom de l'iniciador
cs: Název &iniciátoru
da: Navn på &igangsætter
es: Nombre del &iniciador
fi: Käynnistäjän nimi
fr: Nom de l'&initiateur
hu: &Kezdeményező neve
id: Nama &Inisiator
it: Nome &iniziatore
ja: イニシエータ名 (&I)
ko: 이니시에이터 이름(&I)
nl: &Initiatornaam
pl: Nazwa modułu &inicjującego
pt: Nome do &Iniciador
pt_br: Nome do &iniciador
ru: &Имя инициатора
sk: Názov &iniciátora
sv: &Initierarnamn
tr: &Başlatıcı Adı
uk: &Назва ініціатора
zh_cn: 发起端名称(&I)
zh_tw: 啟動器名稱(&I)

source: Offload Car&d
cs: Offloa&dová karta
es: Tarjeta de &descarga
fi: Purkukortti
id: Kar&tu Offload
ja: オフロードカード (&D)
pt_br: Placa Offloa&d
zh_cn: 减负卡(&D)
zh_tw: 卸載卡(&D)

source: Interface
af: Koppelvlak
ar: الواجهة
bn: ইন্টারফেস
ca: Interfície
cs: Rozhraní
da: Grænseflade
de: Schnittstelle
el: Διασύνδεση
es: Interfaz
fi: Liitäntä
gu: ઇન્ટરફેસ
hi: अंतराफलक
hu: Felület
id: Antarmuka
it: Interfaccia
ja: インターフェイス
km: ចំណុច​ប្រទាក់
ko: 인터페이스
mr: दुवा
nb: Grensesnitt
pl: Interfejs
ro: Interfață
ru: Интерфейс
sk: Rozhranie
sv: Gränssnitt
ta: இடைமுகம்
tr: Arayüz
uk: Інтерфейс
xh: Izithuba zomdibaniso
zh_cn: 接口
zh_tw: 介面
zu: I-Interface

source: Portal Address
af: Portaaladres
ar: عنوان الموقع المدخلي
bn: পোর্টাল ঠিকানা
ca: Adreça del portal
cs: Adresa portálu
da: Portaladresse
de: Portaladresse
el: Διεύθυνση Θύρας
es: Dirección del portal
fi: Portaalin osoite
fr: Adresse du portail
gl: Enderezo do Portal
gu: પોર્ટલ સરનામું
hi: पोर्टल पता
hu: Portálcím
id: Alamat portal
it: Indirizzo portale
ja: ポータルアドレス
km: អាសយដ្ឋាន​ខ្លោង​ទ្វារ
ko: 포털 주소
mr: पोस्टल पत्ता
nb: Portaladresse
nl: Portaladres
pl: Adres portalu
pt: Endereço do Portal
pt_br: Endereço do portal
ro: Adresă portal
ru: Адрес портала
sk: Adresa portálu
sv: Portaladress
ta: போர்ட்டல் முகவரி
tr: Portal Adresi
uk: Адреса порталу
xh: Idilesi Yesiqhagamshelanisi
zh_cn: 门户地址
zh_tw: 入口位址
zu: Ikheli LeNgosi Ye-Inthanethi

source: Target Name
af: Teikennaam
ar: الاسم الهدف
bn: টার্গেট নাম
ca: Nom del dispositiu
cs: Název cíle
da: Målnavn
de: Name des Ziels
el: Όνομα Στόχου
es: Nombre de destino
fi: Kohteen nimi
fr: Nom de la cible
gl: Nome de destino
gu: લક્ષ્ય નામ
hi: लक्ष्य नाम
hu: Kiszolgáló neve
id: Nama target
it: Nome destinazione
ja: ターゲット名
km: ឈ្មោះ​គោលដៅ
ko: 대상 이름
mr: लक्ष्य नाव
nb: Målnavn
nl: Doelnaam
pl: Nazwa modułu docelowego
pt: Nome de Destino
pt_br: Nome do destino
ro: Nume țintă
ru: Имя цели
sk: Názov cieľa
sv: Målnamn
ta: இலக்கின் பெயர்
tr: Hedef Adı
uk: Назва цілі
xh: Igama Ekujoliswe Kulo
zh_cn: 目标名称
zh_tw: 目標名稱
zu: Igama Le-Target

source: Start-Up
af: Aanvangs
ar: بدء التشغيل
bn: স্টার্ট-আপ
ca: Inici
cs: Spuštění
da: Opstart
de: Start
el: Εκκίνηση
es: Inicio
fi: Käynnistys
fr: Démarrage
gl: Inicio
gu: સ્ટાર્ટ-અપ
hi: स्टार्ट-अप
hu: Indítás
id: Awal mula
it: Avvio
ja: 起動
km: ចាប់ផ្ដើម
ko: 시작
mr: सुरू करा
nb: Oppstart
nl: Opstarten
pl: Uruchamianie podczas startu systemu
pt: Iniciar
pt_br: Inicialização
ro: Pornire
ru: Запуск
sk: Štartovanie
sv: Start
ta: துவக்கவும்
tr: Başlangıç
uk: Запуск
xh: Indlela Yokuqalisa
zh_cn: 启动
zh_tw: 啟動
zu: Ukuqalisa

source: Add
af: Voeg by
ar: إضافة
bn: যোগ করো
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
gl: Engadir
gu: ઉમેરો
hi: जोङे
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
km: បន្ថែម
ko: 추가
mr: जोडा
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
ta: சேர்க்கவும்
tr: Ekle
uk: Додати
xh: Fakela
zh_cn: 添加
zh_tw: 新增
zu: &Nezela

source: Edit
af: Hersien
ar: تحرير
bn: সম্পাদন করো (&স)
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
gl: Editar
gu: ફેરફાર કરો
hi: संपादन
hu: Szerkesztés
id: Ubah
it: Modifica
ja: 編集
km: កែសម្រួល
ko: 편집
mr: संपादन
nb: Rediger
nl: Bewerken
pl: Edycja
pt: Editar
pt_br: Editar
ro: Editare
ru: Изменить
sk: Upraviť
sv: Redigera
ta: திருத்தவும்
tr: Düzenle
uk: Змінити
xh: Hlela
zh_cn: 编辑
zh_tw: 編輯
zu: Hlela

source: Disconnect
ar: قطع الاتصال
ca: Desconnecta
cs: Odpojit
da: Afbryd
de: Trennen
es: Desconectar
fi: Irrota
fr: Déconnecter
hu: Bontás
id: Terputus
it: Disconnetti
ja: 切断
ko: 연결 끊기
nl: Verbinding verbreken
pl: Rozłącz
pt: Desligar
pt_br: Desconectar
ru: Отключить
sk: Odpojiť
sv: Koppla från
tr: Bağlantıyı kes
uk: Роз'єднати
zh_cn: 断开
zh_tw: 解除連接

source: Connected
af: Verbind
ar: متصل
bn: কানেক্টেড
ca: Connectat
cs: Připojen
da: Tilsluttet
de: Verbunden
el: Συνδεμένο
es: Conectado
fi: Liitetty
fr: Connecté
gl: Conectado
gu: જોડાયેલું
hi: संबद्ध
hu: Csatlakoztatva
id: Tersambung
it: Connesso
ja: 接続済み
km: បាន​តភ្ជាប់
ko: 연결됨
mr: संपर्क साधला.
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt: Ligado
pt_br: Conectado
ro: Conectat
ru: Подключено
sk: Pripojený
sv: Ansluten
ta: இணைக்கப்பட்டது
tr: Bağlı
uk: З'єднано
xh: Kudityanisiwe
zh_cn: 已连接
zh_tw: 已連接
zu: Kuxhunyiwe

source: Discovery
af: Ontdekking
ar: اكتشاف
bn: ডিস্কভারি
ca: Descobreix
cs: Zjišťování
da: Opdagelse
de: Ermittlung
el: Εύρεση
es: Descubrir
fi: Etsintä
fr: Découverte
gl: Descubrir
gu: શોધ
hi: खोज
hu: Felderítés
id: Mencari
it: Rilevazione
ja: 検出
km: របក​គំហើញ
ko: 검색
mr: शोध
nb: Søk
nl: Detectie
pl: Wykrywanie
pt: Descobrir
pt_br: Descoberta
ro: Detectare
ru: Обнаружение
sk: Objavovať
sv: Upptäckt
ta: கண்டுபிடிக்கப்பட்டது
tr: Keşfet
uk: Пошук
xh: Ukufumanisa
zh_cn: 发现
zh_tw: 探查
zu: Okutholakele

source: Connect
af: Verbind
ar: اتصال
bn: কানেক্ট
ca: Connecta't
cs: Připojit
da: Tilslut
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Yhdistä
fr: Connecter
gl: Conectar
gu: જોડો
hi: संबंधन
hu: Csatlakozás
id: Sambung
it: Connetti
ja: 接続
km: តភ្ជាប់
ko: 연결
mr: जोडा
nb: Koble til
nl: Verbinden
pl: Połącz
pt: Ligação
pt_br: Conectar
ro: Conectează
ru: Подключение
sk: Pripojiť
sv: Anslut
ta: இணைக்கவும்
tr: Bağlan
uk: З'єднатись
xh: Dibanisa
zh_cn: 连接
zh_tw: 連接
zu: Xhuma

source: No Discovery Authentication
ar: لم يُكشف عن مُصادقة
ca: Sense autenticació de descobriment
cs: Bez ověřování Discovery
da: Ingen opdagelsesgodkendelse
de: Keine Discovery-Authentifizierung
es: Sin autenticación de descubrimiento
fi: Ei etsitä tunnistautumista
fr: Pas de découverte d'authentification
hu: Nincs felderítéshitelesítés
id: Tidak ada Autentikasi Mencari
it: Nessuna autenticazione per la rilevazione
ja: 検出認証なし
ko: 검색 인증 없음
nl: Geen verificatie voor ontdekken
pl: Brak uwierzytelniania wykrywania
pt: Sem Autenticação de Descobrimento
pt_br: Sem autenticação por descoberta
ru: Без аутентификации при обнаружении
sk: Žiadne overenie objavovania
sv: Ingen upptäcktsautentisering
tr: Keşif Kimlik Doğrulaması Yok
uk: Без автентифікації виявленням
zh_cn: 不进行发现认证
zh_tw: 不進行探查驗證

source: Authentication by Initiator
ar: مصادقة من المبادئ
ca: Autenticació per iniciador
cs: Ověřování Iniciátorem
da: Godkendelse af igangsætter
de: Authentifizierung vom Ausführer
es: Autenticación mediante iniciador
fi: Tunnistautuminen käynnistäjän toimesta
fr: Authentification par initiateur
hu: Kezdeményező általi hitelesítés
id: Autentikasi oleh Inisiator
it: Autenticazione da parte dell'iniziatore
ja: イニシエータによる認証
ko: 이니시에이터에 의한 인증 없음
nl: Verificatie door initiator
pl: Uwierzytelnianie przez inicjatora
pt: Autenticação pelo Iniciador
pt_br: Autenticação por iniciador
ru: Аутентификация инициатора
sk: Overenie podľa iniciátora
sv: Autentisering av startare
tr: Başlatıcı Tarafından Kimlik Doğrulama
uk: Автентифікація через ініціатора
zh_cn: 由发起端认证
zh_tw: 由啟動器驗證

source: Username
af: Gebruikernaam
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cs: Uživ. jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
gl: Usuario
gu: વપરાશકર્તા નામ
hi: उपयोगकर्ता नाम
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザ名
km: ឈ្មោះអ្នក​ប្រើ
ko: 사용자 이름
mr: वापरकर्त्याचे नाव
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de Utilizador
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Používateľské meno
sv: Användarnamn
ta: பயனாளர் பெயர்
tr: Kullanıcı adı
uk: Ім'я користувача
xh: Igama lomsebenzisi
zh_cn: 用户名
zh_tw: 使用者名稱
zu: Igama Lomsebenzisi

source: Password
af: Wagwoord
ar: كلمة السر
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός Πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
gl: Contrasinal
gu: પાસવર્ડ
hi: पासवर्ड
hu: Jelszó
id: Kata Sandi
ja: パスワード
km: ពាក្យសម្ងាត់
ko: 비밀번호
mr: गुप्तशब्द
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra Passe
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
ta: பாஸ்வேர்டு
tr: Parola
uk: Пароль
xh: Igama lokugqithisela
zh_cn: 密码
zh_tw: 密碼
zu: Iphasiwedi

source: Authentication by Targets
ar: مصادقة من الهدف
ca: Autenticació per destinacions
cs: Ověřování pomocí cílů - Targets
da: Godkendelse af mål
de: Authentifizierung von Targets
es: Autenticación mediante destinos
fi: Tunnistaminen kohteiden mukaan
fr: Authentification par cibles
hu: Célok általi hitelesítés
id: Autentikasi oleh Target
it: Autenticazione da parte delle destinazioni
ja: ターゲットによる認証
ko: 대상에 의한 인증 없음
nl: Verificatie door doelen
pl: Uwierzytelnianie przez obiekty docelowe
pt: Autenticação por Alvos
pt_br: Autenticação por destinos
ru: Аутентификация целей
sk: Overenie podľa cieľov
sv: Autentisering av mål
tr: Hedefler Tarafından Kimlik Doğrulama
uk: Автентифікація через цілі
zh_cn: 由目标认证
zh_tw: 由目標驗證

source: No Login Authentication
ar: لم تتم مصادقة الدخول
ca: Sense autenticació d'entrada
cs: Bez ověřování přihlášením - Login
da: Ingen godkendelse af login
de: Keine Login-Authentifizierung
es: Sin autenticación de inicio de sesión
fi: Ei sisäänkirjautumisen tunnistusta
fr: Pas d'authentification par identifiant
hu: Nincs bejelentkezési hitelesítés
id: Tidak ada Log Masuk Autentikasi
it: Nessuna autenticazione dell'accesso
ja: ログイン認証なし
ko: 로그인 인증 없음
nl: Geen verificatie bij aanmelden
pl: Brak uwierzytelniania logowania
pt: Sem Autenticação de Acesso
pt_br: Sem autenticação por login
ru: Без аутентификации по логину
sk: Žiadne overenie prihlásenia
sv: Ingen inloggningsautentisering
tr: Giriş Kimlik Doğrulaması Yok
uk: Без автентифікації при вході
zh_cn: 不进行登录认证
zh_tw: 不進行登入驗證

source: Startup
ar: بدء التشغيل
ca: Inici
cs: Při spuštění
da: Opstart
de: Start
el: Εκκίνηση
es: Inicio
fi: Käynnistys
fr: Démarrage
gl: Inicio
hu: Indítás
id: Awal mula
it: Avvio
ja: スタートアップ
km: ចាប់ផ្ដើម​
ko: 시작
nb: Oppstart
nl: Opstarten
pl: Uruchamianie
pt: Iniciar
pt_br: Inicialização
ro: Pornire
ru: Запуск
sk: Štart
sv: Start
tr: Başlatmak
uk: Запуск
zh_cn: 启动
zh_tw: 啟動

source: IP Address
af: IP-adres
ar: عنوان IP
bn: IP ঠিকানা
ca: Adreça IP
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: ΙΡ Διεύθυνση
es: Dirección IP
fi: IP-osoite
fr: Adresse IP
gl: Enderezo IP
gu: IP સરનામું
hi: IP पता
hu: IP-cím
id: Alamat IP
it: Indirizzo IP
ja: IP アドレス
km: អាសយដ្ឋាន IP
ko: IP 주소
mr: IP पत्ता
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt: Endereço IP
pt_br: Endereço IP
ro: Adresă IP
ru: IP-адрес
sk: IP adresa
sv: IP-adress
ta: ஐபி முகவரி
tr: IP adresi
uk: Адреса IP
xh: Idilesi ye-IP
zh_cn: IP 地址
zh_tw: IP 位址
zu: Ikheli Le-IP

source: Port
af: Poort
ar: منفذ
bn: পোর্ট
el: Θύρα
es: Puerto
fi: Portti
gl: Porto
gu: પોર્ટ
hi: पोर्ट
it: Porta
ja: ポート
km: ច្រក
ko: 포트
mr: पोर्ट
nl: Poort
pt: Porto
pt_br: Porta
ru: Порт
ta: போர்ட்
uk: Порт
xh: Isiqhagamshelanisi
zh_cn: 端口
zh_tw: 埠
zu: I-Port

source: Key
af: Sleutel
ar: مفتاح
bn: কী (&K)
ca: Clau
cs: Klíč
da: Nøgle
de: Schlüssel
el: Κλειδί
es: Clave
fi: Avain
fr: Clé
gl: Chave
gu: કળ
hi: कि
hu: Kulcs
id: Kunci
it: Chiave
ja: キー
km: គ្រាប់​ចុច
ko: 키
mr: कळ
nb: Nøkkel
nl: Sleutel
pl: Klucz
pt: Chave
pt_br: Chave
ro: Cheie
ru: Ключ
sk: Kľúč
sv: Nyckel
ta: கீ
tr: Anahtar
uk: Ключ
xh: Iqhosha
zh_cn: 键
zh_tw: 金鑰
zu: Isikhiye

source: Value
af: Waarde
ar: قيمة
bn: মান
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fr: Valeur
gl: Valor
gu: મૂલ્ય
hi: मान
hu: Érték
id: Nilai
it: Valore
ja: 値
km: តម្លៃ
ko: 값
mr: मूल्य
nb: Verdi
nl: Waarde
pl: Wartość
pt: Valor
pt_br: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
ta: மதிப்பு
tr: Değer
uk: Значення
xh: Ixabiso
zh_cn: 值
zh_tw: 值
zu: I-value

source: Service
af: Diens
ar: الخدمة
bn: সার্ভিস
ca: Servei
cs: Služba
da: Tjeneste
de: Dienst
el: Υπηρεσία
es: Servicio
fi: Palvelu
gl: Servizo
gu: સેવા
hi: सेवाऎ
hu: Szolgáltatás
id: Layanan
it: Servizio
ja: サービス
km: សេវា
ko: 서비스
mr: सेवा
nb: Tjeneste
pl: Usługa
pt: Serviço
pt_br: Serviço
ro: Serviciu
ru: Служба
sk: Služba
sv: Tjänst
ta: சேவை
tr: Hizmet
uk: Служба
xh: Inkonzo
zh_cn: 服务
zh_tw: 服務
zu: Isevisi

source: Connected Targets
af: Verbinde teikens
ar: الأهداف المتصلة
bn: টার্গেস সংযোজিত
ca: Dispositius connectats
cs: Připojené cíle
da: Tilsluttede mål
de: Verbundene Ziele
el: Συνδεδεμένοι Στόχοι
es: Destinos conectados
fi: Liitetyt kohteet
fr: Cibles connectées
gl: Destino conectados
gu: જોડાયેલા લક્ષ્યો
hi: संबद्ध लक्ष्य
hu: Csatlakoztatott kiszolgálók
id: Target Tersambung
it: Destinazioni connesse
ja: 接続したターゲット
km: គោលដៅ​ដែល​បាន​តភ្ជាប់
ko: 연결된 대상
mr: जोडलेले लक्ष्य
nb: Tilkoblede mål
nl: Verbonden doelen
pl: Podłączone moduły docelowe
pt: Destinos Ligados
pt_br: Destinos conectados
ro: Ținte conectate
ru: Подключенные цели
sk: Pripojené ciele
sv: Anslutna mål
ta: இணைக்கப்பட்டுள்ள இலக்குகள்
tr: Bağlantılı Hedefler
uk: З'єднані цілі
xh: Izinto Ekujoliswe Kuzo Ezidityanisiweyo
zh_cn: 已连接目标
zh_tw: 已連接目標
zu: Ama-Target Axhunyiwe

source: Discovered Targets
af: Ontdekte teikens
ar: الأهداف المكتشفة
bn: টার্গেট আবিষ্কৃত
ca: Dispositius descoberts
cs: Zjištěné cíle
da: Opdagede mål
de: Ermittelte Ziele
el: Ευρέθησαν Στόχοι
es: Destinos descubiertos
fi: Löydetyt kohteet
fr: Cibles découvertes
gl: Destinos descubertos
gu: નવા શોધાયેલા લક્ષ્યો
hi: खोज लक्ष्य
hu: Felderített kiszolgálók
id: Target Ditemukan
it: Destinazioni rilevate
ja: 検出したターゲット
km: គោលដៅដែល​បាន​រក​ឃើញ
ko: 검색된 대상
mr: लक्ष्य शोधले
nb: Mål som ble funnet
nl: Gevonden doelen
pl: Wykryte moduły docelowe
pt: Destinos Descobertos
pt_br: Destinos descobertos
ro: Ținte detectate
ru: Обнаруженные цели
sk: Objavené ciele
sv: Upptäckta mål
ta: கண்டுபிடிக்கப்பட்டுள்ள இலக்குகள்
tr: Keşfedilen Hedefler
uk: Знайдені цілі
xh: Izinto Ekujoliswe Kuzo Ezifunyanisiweyo
zh_cn: 已发现目标
zh_tw: 探查的目標
zu: Ama-Target Atholakele

source: iSCSI Initiator Overview
af: iSCSI-inisieerderoorsig
ar: نظرة عامة على بادئ iSCSI
bn: iSCSI ইনিশিয়েটর ওভারভিউ
ca: Resum de l'iniciador de la iSCSI
cs: Přehled o iSCSI iniciátoru
da: Oversigt over iSCI-igangsætter
de: Überblick über iSCSI-Initiator
el: Περίληψη του Αρχικοποιητή του iSCSI
es: Descripción de iniciador iSCSI
fi: iSCSI-aloittajan yleisnäkymä
fr: Présentation de l'initiateur iSCSI
gl: Resumo do iniciador iSCSi
gu: iSCSI પ્રારંભક અવલોકન
hi: iSCSI प्रारंभक सिंहावलोकन
hu: iSCSI-kezdeményező áttekintése
id: Ikhtisar Inisiator iSCSI
it: Panoramica iniziatore iSCSI
ja: iSCSI イニシエータの概要
km: ទិដ្ឋភាព​ទូទៅ​របស់​​កម្មវិធី​ចាប់ផ្ដើម iSCSI
ko: iSCSI 이니시에이터 개요
mr: iSCSI Initiator ओव्हरव्हूय
nb: Oversikt over iSCSI-initiator
nl: Overzicht van iSCSI-initiator
pl: Przegląd modułu inicjującego iSCSI
pt: Visão Geral do iSCSI Initiator
pt_br: Visão Geral do Iniciador iSCSI
ro: Perzentare inițiator iSCSI
ru: Обзор инициатора iSCSI
sk: Prehľad iSCSI iniciátora
sv: Översikt över iSCSI-initieraren
ta: iSCSI துவக்கி பற்றிய விளக்கம்
tr: iSCSI Başlatıcı Genel Bakış
uk: Огляд ініціатора iSCSI
xh: Umqalisi Gabalala we-iSCSI
zh_cn: iSCSI 发起端概览
zh_tw: iSCSI 啟動器綜覽
zu: Amabalengwe Esiqalisi se-iSCSI

source: <h1>iSCSI Initiator</h1>
af: <h1>iSCSI-inisieerder</h1>
ar: <h1>بادئ iSCSI</h1>
bn: <h1>iSCSI ইনিশিয়েটর</h1>
ca: <h1>Iniciador de la iSCSI</h1>
cs: <h1>iSCSI iniciátor</h1>
da: <h1>iSCI-igangsætter</h1>
el: <h1> Αρχικοποιητής του iSCSI</h1>
es: <h1>Iniciador iSCSI</h1>
fi: <h1>iSCSI-aloittaja</h1>
fr: <h1>Initiateur iSCSI</h1>
gl: <h1>Iniciador iSCSI</h1>
gu: iSCSI પ્રારંભક
hi: <h1>iSCSI प्रारंभक</h1>
hu: <h1>iSCSI-kezdeményező</h1>
id: <h1>Inisiator iSCSI</h1>
it: <h1>Iniziatore iSCSI</h1>
ja: <h1>iSCSI イニシエータ</h1>
km: <h1>កម្មវិធី​ចាប់ផ្ដើម iSCSI</h1>
ko: <h1>iSCSI 이니시에이터</h1>
pl: <h1>Moduł inicjujący iSCSI</h1>
pt: <h1>Servidor iSCSI</h1>
pt_br: <h1>Iniciador iSCSI</h1>
ro: <h1>Inițiator iSCSI</h1>
ru: <h1>Инициатор iSCSI</h1>
sk: <h1>iSCSI Iniciátor</h1>
sv: <h1>iSCSI-initierare</h1>
ta: <h1>iSCSI துவக்கி</h1>
tr: <h1>iSCSI Başlatıcı</h1>
uk: <h1>Ініціатор iSCSI</h1>
xh: <h1>Umqalisi we-iSCSI</h1>
zh_cn: <h1>iSCSI 发起端</h1>
zh_tw: <h1>iSCSI 啟動器</h1>
zu: <h1>Isiqalisi Se-iSCSI</h1>

source: iSCSI Initiator Discovery
af: iSCSI-inisieerderontdekking
ar: اكتشاف بادئ iSCSI
bn: iSCSI ইনিশিয়েটর ডিসকভারি
ca: Descoberta de l'iniciador de la iSCSI
cs: Zjišťování iSCSI iniciátorů
da: iSCI-igangsætteropdagelse
de: iSCSI-Initiator-Ermittlung
el: Αναζήτηση του Αρχικοποιητή του iSCSI
es: Descubrimiento de iniciador iSCSI
fi: iSCSI-aloittajan etsiminen
fr: Identification de l'initiateur iSCSI
gl: Descubrimento de iniciador iSCSI
gu: iSCSI પ્રારંભક શોધ
hi: iSCSI प्रारंभ खोज
hu: iSCSI-kezdeményező felderítése
id: Mencari Inisiator iSCSI
it: Rilevazione iniziatore iSCSI
ja: iSCSI イニシエータの検出
km: រក​ឃើញ​កម្មវិធី​ចាប់ផ្ដើម iSCSI
ko: iSCSI 이니시에이터 검색
mr: iSCSI Initiator शोध
nb: Søk etter iSCSI-initiator
nl: Zoeken naar iSCSI-initiators
pl: Wykrywanie modułów inicjujących iSCSI
pt: Descoberto iSCSI Initiator
pt_br: Descoberta do Iniciador iSCSI
ro: Detectare inițiatoare iSCSI
ru: Обнаружение инициатора iSCSI
sk: Objavovanie iSCSI Iniciátora
sv: Upptäckt av iSCSI-initieraren
ta: iSCSI துவக்கியின் கண்டுபிடிப்பு
tr: iSCSI Başlatıcı Keşfi
uk: Пошук ініціатора iSCSI
xh: Ukufumanisa Umqalisi we-iSCSI
zh_cn: iSCSI 发起端发现
zh_tw: iSCSI 啟動器探查
zu: Ukutholakala Kwesiqalisi Se-iSCSI
