Repository: yast/yast-translations
Catalog: po/iscsi-client/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, fi, fr, gl, gu, hi, hu, id, it, ja, km, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, ta, tr, uk, xh, zh_cn, zh_tw, zu

source: List of nodes offered by the iSCSI target. Select one item and click <b>Connect</b>.
af: Lys nodusse deur die iSCSI-teiken aangebied. Kies een item en klik <b>Verbind</b>.
ar: قائمة نقاط التوصيل التي يعرضها هدف iSCSI. حدد عنصرًا واحدًا ثم انقر فوق <b>اتصال</b>.
bn: iSCSI টার্গেট দ্বারা দেওয়া নোডের তালিকা. একটি আইটেম নির্বাচন করুন এবং <b>কানেক্ট</b>ক্লিক করুন.
ca: Llista de nodes oferts per el dispositiu d'iSCSI. Seleccioneu un element i feu clic a <b>Connecta't</b>.
cs: Seznam uzlů nabídnutých iSCSI cílem. Zvolte jednu položku a klikněte na <b>Připojit</b>.
da: Liste over knuder tilbudt af iSCSI-målet.Markér et element og tryk på <b>Tilslut</b>.
de: Liste der vom iSCSI-Ziel angebotenen Knoten. Wählen Sie ein Element aus und klicken Sie auf <b>Verbinden</b>.
el: Κατάλογος των κόμβων που προσφέρονται από την iSCSI. Επιλέξτε ένα αντικείμενο και πατήστε <b>Σύνδεση</b>.
es: Lista de nodos ofrecidos por el destino iSCSI. Seleccione un elemento y pulse <b>Conectar</b>.
fi: Luettelo noodeista, jotka iSCSI-kohde tarjoaa. Valitse yksi ja napsauta <b>Yhdistä</b>.
fr: Liste des nœuds proposés par la cible iSCSI. Sélectionnez un élément et cliquez sur <b>Connecter</b>.
gl: Lista de nodos ofrecidos polo destino iSCSI. Escolla un elemento e prema <b>Conectar</b>.
gu: iSCSI લક્ષ્ય દ્વારા રજૂ કરાયેલ નોડ્સની યાદી. એક વસ્તુ પસંદ કરો અને<b>જોડો ક્લિક કરો.</b>.
hi: iSCSI लक्ष्य द्वारा प्रस्तावित नोड्स की सूची. एक आइटम को चयन करें तथा <b>संबंधन</b> पर क्लिक करें.
hu: Az iSCSI-kiszolgáló által felkínált csomópontok listája. Válasszon ki egy elemet és kattintson a <b>Csatlakozás</b> gombra.
id: Daftar dari node yang ditawarkan oleh target iSCSI. Pilih satu pilihan dan klik <b> Hubungkan </b>.
it: Elenco dei nodi forniti dalla destinazione iSCSI. Selezionare un elemento e fare clic su <b>Connetti</b>.
ja: iSCSI ターゲットにより提示されるノードの一覧です。いずれかの項目を選択して <b>接続</b> を押してください。
km: បញ្ជី​របស់​ថ្នាំង​ដែល​បាន​ផ្ដល់​ដោយ​គោលដៅ iSCSI ។ ជ្រើស​ធាតុ​មួយ និង​ចុច <b>តភ្ជាប់</b> ។
ko: iSCSI 대상에서 제공한 노드 목록입니다. 항목 하나를 선택하고 <b>연결</b>을 클릭하십시오.
mr: iSCSI लक्ष्याने नोड्सची यादी दिली. एक आयटत निवडा व क्लिक करा <b>कनेक्ट</b>.
nb: Liste over tilgjengelige noder på iSCSI-målet. Velg ett element, og klikk <b>Koble til</b>.
nl: Lijst van knooppunten die door de iSCSI-doel worden aangeboden. Selecteer er een en klik op <b>Verbinden</b>.
pl: Lista węzłów oferowanych przez moduł docelowy iSCSI. Należy wskazać jeden element i nacisnąć przycisk <b>Połącz</b>.
pt: Lista de nós oferecido pelo destino iSCSI. Seleccione um e depois prima <b>Ligar</b>.
pt_br: Lista de nós oferecidos pelo destino do iSCSI. Selecione um item e clique em <b>Conectar</b>.
ro: Listă a nodurilor oferite de ținta iSCSI. Selectați o intrare ți apăsați <b>Conectează</b>.
ru: Список узлов, предоставляемых целью iSCSI. Выберите один и нажмите <b>Соединить</b>.
sk: Zoznam uzlov, ktoré ponúka iSCSI cieľ. Vyberte jeden z nich a stlačte <b>Pripojiť</b>.
sv: Lista över noder på iSCSI-målet. Markera ett objekt och klicka på <b>Anslut</b>.
ta: iSCSI இலக்கினால் அளிக்கப்படும் நோட்களின் பட்டியல். அவற்றில் ஒன்றைத் தேர்ந்தெடுத்து<b>இணைக்கவும்</b>ஐ க்ளஇக் செய்யவும்.
tr: iSCSI hedefi tarafından sunulan düğümlerin listesi. Bir öğe seçin ve <b>Bağlan</b>'a tıklayın.
uk: Список вузлів, запропонований ціллю iSCSI. Виберіть один з них і клацніть <b>З'єднатись</b>.
xh: Uludwe lwamahlomela olunikwa yi-iSCSI ekujoliswe kuyo. Khetha into ibe nye uze unqomfe <b>ku-Dibanisa</b>.
zh_cn: iSCSI 目标提供的节点列表。请选择一项并单击<b>连接</b>。
zh_tw: iSCSI 目標所提供的節點清單。選取一個項目，並按一下<b>「連接」</b>。
zu: Ùhlu lwamanodi ahlinzekwa yi-target ye-iSCSI. Khetha into eyodwa bese uchofoza u-<b>Xhuma</b>.

source: <h1>Startup</h1>
ar: <h1>بدء التشغيل</h1>
ca: <h1>Inici</h1>
cs: <h1>Spuštění</h1>
da: <h1>Opstart</h1>
de: <h1>Start</h1>
el: <h1>Εκκίνηση</h1>
es: <h1>Inicio</h1>
fi: <h1>Käynnistys</h1>
fr: <h1>Démarrage</h1>
gl: <h1>Inicio</h1>
hu: <h1>Indítás</h1>
id: <h1>Awal mula</h1>
it: <h1>Avvio</h1>
ja: <h1>スタートアップ</h1>
km: <h1>ចាប់ផ្ដើម​ឡើង</h1>
ko: <h1>시작</h1>
nb: <h1>Oppstart</h1>
nl: <h1>Opstarten</h1>
pl: <h1>Uruchamianie</h1>
pt: <h1>Inicializar</h1>
pt_br: <h1>Inicialização</h1>
ro: <h1>Pornire</h1>
ru: <h1>Запуск</h1>
sk: <h1>Štart:</h1>
sv: <h1>Start</h1>
tr: <h1>Başlangıç</h1>
uk: <h1>Запуск</h1>
zh_cn: <h1>启动</h1>
zh_tw: <h1>啟動</h1>

source: <h1>Authentication</h1>
ar: <h1>المصادقة</h1>
ca: <h1>Autenticació</h1>
cs: <h1>Ověřování</h1>
da: <h1>Godkendelse</h1>
de: <h1>Authentifizierung</h1>
es: <h1>Autenticación</h1>
fi: <h1>Tunnistautuminen</h1>
fr: <h1>Authentification</h1>
hu: <h1>Hitelesítés</h1>
id: <h1>Autentikasi</h1>
it: <h1>Autenticazione</h1>
ja: <h1>認証</h1>
ko: <h1>인증</h1>
nl: <h1>Verificatie</h1>
pl: <h1>Uwierzytelnianie</h1>
pt: <h1>Autenticação</h1>
pt_br: <h1>Autenticação</h1>
ru: <h1>Аутентификация</h1>
sk: <h1>Overenie</h1>
sv: <h1>Autentisering</h1>
tr: <h1>Kimlik Doğrulama</h1>
uk: <h1>Розпізнавання</h1>
zh_cn: <h1>认证</h1>
zh_tw: <h1>驗證</h1>

source: <p>The default setting here is <i>No Authentication</i>. Uncheck the checkbox if authentication is needed for security reasons.
ar: <p>الإعداد الافتراضي هنا هو <i>بدون مصادقة</i>. قم بإلغاء تحديد خانة الاختيار إذا كانت هناك حاجة للمصادقة لأسباب أمنية..
ca: <p>La configuració per defecte aquí és <i>Sense autenticació</i>. Desmarqueu-ne la casella si us cal l'autenticació per motius de seguretat.
cs: <p>Výchozí nastavení je zde <i>Bez ověření</i>. Smažte zaškrtnutí, je-li kvůli zabezpečení nutné ověření.
de: <p>Die Standard-Einstellung ist hier <i>Keine Authentifizierung</i>. Deaktivieren Sie die Auswahl, wenn die Authentifizierung aus Sicherheitsgründen gebraucht wird.
es: <p>El valor por defecto aquí es <i>Sin autenticación</i>. Desmarque la casilla de verificación si la autenticación es necesaria por motivos de seguridad.
fr: <p>Le réglage par défaut est ici <i>Pas d'authentification</i>. Décochez cette case si l'authentification est requise pour des raisons de sécurité.
hu: <p>Az alapértelmezett beállítás itt a <i>Nincs hitelesítés</i>. Törölje a négyzet jelölését, ha biztonsági okokból hitelesítésre van szükség.
id: <p>Pengaturan bawaan disini <i>Tidak ada Otentikasi</i>. Kosongkan kotak centang jika otentikasi dibutuhkan untuk alasan keamanan.
it: <p>L'impostazione predefinita è <i>Nessuna autenticazione</i>. Deselezionare la casella nel caso in cui fosse necessaria l'autenticazione per ragioni di sicurezza.
ja: <p>ここでの既定値は <i>認証なし</i> です。セキュリティ上の理由で認証が必要な場合は、チェックボックスのチェックを外してください。
ko: <p>기본 설정은 <i>인증 없음</i>입니다. 보안상의 이유로 인증이 필요한 경우이 확인란의 선택을 취소하십시오.
nl: <p>De standaardinstelling is hier <i>Geen verificatie</i>. Vink het keuzevakje af als verificatie nodig is voor beveiligingsredenen.
pl: <p>Domyślnym ustawieniem jest opcja <i>Brak uwierzytelniania</i>. Usuń zaznaczenie pola wyboru, jeśli uwierzytelnianie jest potrzebne ze względów bezpieczeństwa.
pt: <p>A configuração padrão aqui é <i>Sem Autenticação</i>. Desmarque a caixa de verificação se a autenticação for necessária por razões de segurança.
pt_br: <p>A configuração padrão aqui é <i>Sem autenticação</i>. Desmarque a opção se a autenticação é necessária por motivos de segurança.
ru: <p>Настройка по умолчанию <i>Без аутентификации</i>. Снимите галочку, если по соображениям безопасности аутентификация необходима.
sk: <p>Tu je predvolené nastavenie <i>Bez overenia</i>. Zrušte zaškrtnutie poľa, ak je potrebné overenie z bezpečnostných dôvodov.
sv: <p>Standardinställningen här är <i>Ingen autentisering</i>. Avmarkera kryssrutan om autentisering behövs av säkerhetsskäl.
tr: <p>Buradaki varsayılan ayar <i>Kimlik Doğrulama Yok</i>'dur. Güvenlik nedeniyle kimlik doğrulaması gerekiyorsa onay kutusunun işaretini kaldırın.
uk: <p>Усталене значення - <i>Без автентифікації</i>. Зніміть прапорець, якщо автентифікація потрібна з міркувань безпеки.
zh_cn: <p>此处的默认设置为<i>不进行认证</i>。如果出于安全原因需要认证，请取消选择该复选框。
zh_tw: <p>此處的預設設定為<i>不進行驗證</i>。如果出於安全原因，需要驗證，請取消核取該核取方塊。
