Repository: yast/yast-translations
Catalog: po/mail/*.po
Languages: af, es, gu, hi, lt, mr, pt_br, sr@latn, tr

source: The configuration will be written now.
af: Die konfigurasie sal nou geskryf word.
es: Se va a escribir ahora la configuración.
gu: હવે કોન્ફીગરેશન લખાશે.
hi: समनुरूपण अब लिखा जाएगा ।
lt: Dabar bus įrašyta konfigūracija.
mr: कॉनफिग्युरेशन आता लिहिले जाईल.
pt_br: A configuração será gravada agora.
sr@latn: Podešavanje će sada biti snimljeno.
tr: Yapılandırma şimdi yazılacaktır.

source: Mail transfer agent
af: Posoordragagent
es: Agente de transferencia de mensajes (MTA)
gu: મેલ ટ્રાન્સફર એજન્ટ
hi: मेल ट्रास्फंर एजेन्ट
lt: Pašto perdavimo agentas
mr: मेल ट्रान्सपर एजंट
pt_br: MTA (Agente de Transporte de Mensagens)
sr@latn: Agent transfera pošte (MTA)
tr: E-posta iletim yöneticisi

source: General Settings
af: Algemene instellings
es: Opciones generales de configuración
gu: સામાન્ય ગોઠવણો
hi: साघारण व्यवस्थायें
lt: Bendri nustatymai
mr: साधारण जुळणी
pt_br: Configurações gerais
sr@latn: Osnovna podešavanja
tr: Genel ayarlar

source: Connection type
af: Verbindingsoort
es: Tipo de conexión
gu: જોડાણ પ્રકાર
hi: कनेक्शन प्रकार
lt: Ryšio tipas
mr: जोडणी प्रकार
pt_br: Tipo de conexão
sr@latn: Tip veze
tr: Bağlantı türü

source: &Permanent
es: &Permanente
gu: &કાયમી
hi: स्थायी (&P)
lt: &Nuolatinis
mr: कायमचे
pt_br: &Permanente
sr@latn: &Trajno
tr: &Kalıcı

source: &Dial-up
af: &Inbel
es: &Telefónica
gu: &ડાયલ-અપ
hi: डायल-अप (&D)
lt: &Telefoninis
mr: डायल-अप
pt_br: Conexão &discada
tr: &Çevirmeli bağlantı

source: No &connection
af: Geen &verbinding nie
es: Sin &conexión
gu: નો & કનેક્શન
hi: कोई कनेक्शन नहीं (&c)
lt: Nė&ra ryšio
mr: जोडणी नाही
pt_br: Sem &conexão
sr@latn: &Bez povezivanja
tr: &Bağlantı yok

source: Do not start Postfix as Daemon
es: No iniciar Postfix como un Demonio
lt: Nepaleisti Postfix kaip tarnybos
pt_br: Não iniciar Postfix como Daemon
tr: Postfix'i Daemon olarak başlatmayın

source: Outgoing Mail
af: Uitgaande pos
es: Correo saliente
gu: આઉટગોઇંગ મેલ
hi: अउटगोइन्ग मेल
lt: Išsiunčiamas paštas
mr: जाणीरी पत्र
pt_br: Mensagens Enviadas
sr@latn: Odlazeći Mail
tr: E-posta gönderimi

source: Do not make MX lookup for the outgoing mail server.
es: No crear búsqueda MX para el servidor de correo saliente.
pt_br: Não faça pesquisa de MX no servidor de correio eletrônico de saída.
tr: Giden posta sunucusu için MX araması yapmayın.

source: TLS encryption
es: Encripción TLS
lt: TLS šifravimas
pt_br: Criptografia TLS
tr: TLS şifrelemesi

source: No
af: Nee
gu: ના
hi: नहीं
lt: Ne
mr: नाही
pt_br: Não
sr@latn: &Ne
tr: Hayır

source: Use
es: Usar
hi: उपयोग
lt: Naudoti
pt_br: Usar
tr: Kullan

source: Enforce
es: Forzar
hi: बाध्य
lt: Priverstinai
pt_br: Assegurar o uso obrigatório
tr: Uygula

source: &Masquerading
af: &Maskering
es: &Enmascaramiento
gu: &મસ્ક્યુરેડીંગ
hi: मेस्क्युरेडिकं (&M)
lt: &Maskaradinimas
mr: मास्करेडींग
pt_br: &Mascaramento
sr@latn: &Lažno prikazivanje

source: &Authentication
af: &Bekragtiging
es: &Autenticación
gu: &ઓથેન્ટીકેશન
hi: सत्यापन (&A)
lt: &Atpažinimas
mr: विश्वासनियता निर्धारण
pt_br: &Autenticação
sr@latn: &Autorizacija
tr: &Kimlik doğrulama

source: Incoming Mail
af: Inkomende pos
es: Correo entrante
gu: આવનારી મેલ
hi: इन्कमिन्ग मेल
lt: Gaunamas paštas
mr: येणारी पत्र
pt_br: Entrada de e-mail
sr@latn: Dolazeći Mail
tr: Gelen E-posta

source: &Details...
af: &Besonderhede ...
es: &Detalles...
gu: &વિગતો
hi: विस्तृत सूचना (&D)
lt: &Išsamiau...
mr: &तपशील...
pt_br: &Detalhes...
sr@latn: &Detalji...
tr: &Ayrıntılar...

source: Start &fetchmail
es: Iniciar &fetchmail
lt: Paleisti &fetchmail
pt_br: Iniciar o &fetchmail
tr: &fetchmail'i başlat

source: &Downloading
af: &Aflaai van
es: &Descarga
gu: &ડાઉનલોડીંગ
hi: डाउनौणलोगंन्कि (&D)
lt: P&arsiuntimas
mr: उतरवून घेत आहे
pt_br: &Baixando
sr@latn: Preuzi&manje
tr: İ&ndir

source: &Virtual domains...
af: &Skynwerklike domeine ...
es: &Dominios virtuales...
gu: &વાસ્તવિક ડોમેન્સ...
hi: विर्चुयल डोमैन (&V)...
lt: &Virtualios sritys...
mr: व्हर्च्यूअल डोमेन्स...
pt_br: Domínios &virtuais...
sr@latn: &Virtuelni domeni...
tr: &Sanal alan adları...

source: To be able to deliver mail to your local MTA, the value of %1 in %2 will be set to "%3".
af: Om in staat te wees om pos by u plaaslike MTA af te lewer, sal die waarde van %1 in %2 gestel word op "%3".
es: Para poder entregar el correo a su MTA local, el valor de %1 en %2 será puesto a "%3".
gu: આપના સ્થાનિક MTA, %1 નું %2માં ગોઠવવાનું "%3".
hi: अपने स्थानीय MTA को मेल डिलीवर करने में समर्थ होने के लिए, %2 में %1 के मान को "%3" करना होगा।
lt: Norint nusiųsti paštą jūsų vietiniam MTA, %1 reikšmė %2 rinkmenoje bus nustatyta į „%3“.
pt_br: Para poder entregar mensagens para seu MTA local, o valor de %1 em %2 será configurado como "%3".
sr@latn: Da bi mogli da isporučite poštu vašem lokalnom , vrednost %1 u %2 će biti podešena na "%3".
tr: Yerel MTA'ya posta gönderebilmek için %2 dosyasındaki %1 değeri "%3" olarak değiştirilecektir.

source: The user login may contain only lower case letters, digits, "-" and "_" and must begin with a letter or "_". Please try again.
af: Die gebruikeraantekening mag slegs onderkasletters, syfers, "-" en "_" bevat en moet met 'n letter of "_" begin. Probeer asseblief weer.
es: El nombre de usuario solamente debe contener letras minúsculas, números, "-" y "_" y debe comenzar por una letra o por "_". Por favor, inténtelo de nuevo.
gu: યુઝર લોગીન કદાચ માત્ર લોઅર કેસ અક્ષરો આંકડા અને, "-" અને "_" ધરાવે અને અક્ષરથી આપવાથી શરૂ થતો હોય "_". કૃપા કરી ફરીથી પ્રયાસ કરો.
hi: उपयोगकर्ता लॉगिन में सिर्फ छोटे वर्ण, अंक "-" और "_" होने चाहिए और इसे एक वर्ण या "_" से शुरू होना चाहिए। कृपया फिर से कोशिश करें।
lt: Naudotojo registracijos vardas gali būti sudarytas tik iš mažųjų raidžių, skaičių, "-" ir "_" bei prasidėti raide arba "_". Bandykite dar kartą.
mr: प्रयोक्ता लोगिन मध्ये फक्त लोअर केस अक्षर,अंक, "-" व "_" असू शकतात आणि सुरवात अक्षराने किंवा "_"ने होते. कृपया परत प्रयत्न करा.
pt_br: O nome de usuário deve consistir somente de letras minúsculas, dígitos, "-" e "_" e deve começar com uma letra ou "_". Tente novamente.
sr@latn: Korisničko ime može sadržavati samo mala slova, brojeve,"-" i "_" i mora počinjati sa slovom ili "_". Molimo pokušajte ponovno.
tr: Kullanıcı adı sadece küçük harflerden, rakamlardan, "-" ve "_" oluşabilir, ayrıca bir harfle yada "_" başlamalıdır. Lütfen tekrar deneyin.

source: Sender address rewriting
af: Senderadres-herskrywing
es: Reescribir dirección del remitente
gu: મોકલનારનું સરનામું પુનઃલખે છે
hi: प्रेषक का पता फिर से लिखा जा रहा है
lt: Siuntėjo adreso perrašymas
mr: पाठवण्याचा पत्ता पुन्हा लिहिला जातोय
pt_br: Regravação do endereço do remetente
sr@latn: Prepisivanje adrese pošiljaoca
tr: Gönderen adresi tekrar yazımı

source: &Local user
af: &Plaaslike gebruiker
es: Usuario &local
gu: &સ્થાનિક યુઝર
hi: लोकल यूज़र (&L)
lt: &Vietinis naudotojas
mr: स्थानिक वापरकर्ता
pt_br: Usuário &local
sr@latn: &Lokalni korisnik
tr: &Yerel kullanıcı

source: &Display as
af: &Vertoon as
es: &Mostrar como
gu: &ડિસપ્લે એજ
hi: के तौर पर &प्रदर्शित
lt: &Rodyti kaip
mr: याप्रमाणे दाखवा
pt_br: &Exibir como
sr@latn: Pri&kaži kao
tr: &Şu şekilde göster

source: The address for this user is already defined.
af: Die adres vir hierdie gebruiker is reeds gedefinieer.
es: La dirección para este usuario ya está definida.
gu: આ યુઝર માટેનું સરનામું અગાઉથી વ્યાખ્યાયીત કરાયેલ છે.
hi: इस उपयोगकर्ता के लिए पता पहले से परिभाषित है।
lt: Šio naudotojo adresas jau apibrėžtas.
mr: ह्या वापरकर्त्यांसाठीचा पत्ता आधीच दाखविला गेला.
pt_br: O endereço para este usuário já está definido.
sr@latn: Adresa korisnika je već definisana.
tr: Bu kullanıcı için bir adres zaten belirlenmiş.

source: The mail address format is incorrect.
af: Die posadresformaat is verkeerd.
es: El formato de la dirección de correo es incorrecto.
gu: મેલ સરનામા ફોર્મેટ ખોટું છે.
hi: मेल पते का स्वरूप गलत है।
lt: Netinkamas pašto adreso formatas.
mr: पत्र पत्त्यांची पध्दत चूकीची आहे.
pt_br: O formato do endereço de correio está incorreto.
sr@latn: Format adrese pošte nije ispravan.
tr: E-posta adres biçimi geçersiz.

source: Masquerading
af: Maskering
es: Enmascaramiento
gu: માસ્ક્યુરેડીંગ
hi: मेस्क्युरेडिकं
lt: Maskaradinimas
mr: मास्करेडिग
pt_br: Mascaramento
sr@latn: Lažno prikazivanje

source: Masquerade &local domains
af: Masker &plaaslike domeine
es: Enmascarar dominios &locales
gu: માસ્ક્યુરેડ & લોકલ ડોમેન્સ
hi: लोकल डोमैन को मेस्क्युरेड करें (&l)
lt: Maskaradinti &vietines sritis
mr: स्थानिक डोमेन्स मास्करेड करा
pt_br: Mascarar domínios &locais
sr@latn: Maskiraj &lokalne domene
tr: &Yerel alan adlarını için masquerade

source: Ma&squerade other domains
af: Masker ander domeine
es: Enma&scarar otros dominios
gu: માસ્ક્યુ&રેડ અન્ય ડોમેન્સ
hi: अन्य डोमैन को मेस्क्युरेड करें (&s)
lt: Ma&skaradinti kitas sritis
mr: इतर डोमेन्स मास्करेड करा
pt_br: Ma&scarar outros domínios
sr@latn: Ma&skiraj ostale domene
tr: &Diğer alan adları için masquerade

source: Do&mains to masquerade
af: Do&meine om te masker
es: Do&minios a enmascarar
gu: ડોમેન્સથી માસ્કયુરેડ
hi: डोमैन मेस्क्युरेड करें (&m)
lt: &Maskaradinamos sritys
mr: मास्करेड कराययाचे डोमेन्स
pt_br: Do&mínios a mascarar
sr@latn: Do&meni za maskiranje
tr: Masquerade edilecek &alan adları

source: Local user
af: Plaaslike gebruiker
es: Usuario local
gu: લોકલ યુઝર
hi: लोकल यूज़र
lt: Vietinis naudotojas
mr: स्थानिक वापरकर्ता
pt_br: Usuário local
sr@latn: Lokalni korisnik
tr: Yerel kullanıcı

source: Display as
af: Vertoon as
es: Mostrar como
gu: ડિસપ્લે એઝ
hi: के तौर पर प्रदर्शित
lt: Rodyti kaip
mr: याप्रमाणे दाखवा
pt_br: Exibir como
sr@latn: Prikaži kao
tr: şu şekilde göster

source: A&dd
af: Voeg &by
es: Aña&dir
gu: &એડ
hi: जोडें (&d)
lt: Pri&dėti
mr: भरा/मिळवा
pt_br: A&dicionar
sr@latn: &Dodaj
tr: E&kle

source: &Edit
af: &Hersien
es: &Editar
gu: &એડિટ
hi: सम्पादन करें (&E)
lt: K&eisti
mr: संपादन
pt_br: &Editar
sr@latn: &Promjeni
tr: &Düzenle

source: Dele&te
af: Skra&p
es: E&liminar
gu: ડિલી&ટ
hi: मिटायें (&t)
lt: Ša&linti
mr: काढून टाका
pt_br: Apa&gar
sr@latn: &Obriši
tr: Si&l

source: The domain name is incorrect
af: Die domeinnaam is verkeerd
es: El nombre de dominio es incorrecto
gu: ડોમેન નામ ખોટું છે
hi: डोमैन नाम गलत है।
lt: Neteisingas srities vardas
mr: क्षेत्राचे नाव चूकीचे आहे
pt_br: O nome de domínio está incorreto
sr@latn: Ime domena je neispavno.
tr: Alan adı doğru değil

source: Outgoing Server Authentication
af: Uitgaandebediener-bekragtiging
es: Autenticación del servidor de correo saliente
gu: આઉટગોઇંગ સર્વર ઓથેન્ટીકેશન
hi: सत्यापन
lt: Siuntimo serverio autentiškumo patikra
mr: बाहेर जाणा-या सर्व्हरचे ऑथेन्टीकेशन
pt_br: Autenticação do Servidor de Mensagens Enviadas
sr@latn: Autorizacija odlazećeg servera
tr: E-posta gönderme sunucusu kimlik doğrulanması

source: Outgoing &Server
af: Uitgaande &bediener
es: &Servidor de correo saliente
gu: આઉટગોઇંગ & સર્વર
hi: जावक &सर्वर
lt: Išsiunčiamo pašto &serveris
mr: बाहेर जाणारा सर्व्हर
pt_br: &Servidor de Mensagens Enviadas
sr@latn: Odlazeći &server
tr: &E-posta gönderme sunucusu

source: &User name
af: &Gebruikernaam
es: Nombre de &usuario
gu: &યુઝર નેમ
hi: &उपयोगकर्ता नाम
lt: &Naudotojo vardas
mr: वापरकर्त्यांचे नाव
pt_br: Nome de &usuário
sr@latn: &Korisničko ime
tr: &Kullanıcı adı

source: &Password
af: &Wagwoord
es: Contrase&ña
gu: &પાસવર્ડ
hi: पासवेर्ड (&P)
lt: &Slaptažodis
mr: &परवली शब्द
pt_br: S&enha
sr@latn: &Lozinka
tr: &Parola

source: Mail downloading
af: Posaflaai-aksie
es: Descarga correo
gu: મેલ ડાઉનલોડીંગ
hi: डाउनौणलोगंन्कि मेल
lt: Pašto priėmimas
mr: मेल उतरवले जात आहेत
pt_br: Download de mensagens
sr@latn: Preuzimanje pošte
tr: E-posta indirme

source: Server
af: Bediener
es: Servidor
gu: સર્વર
hi: सेवक
lt: Serveris
pt_br: Servidor
tr: Sunucu

source: Protocol
af: Protokol
es: Protocolo
gu: પ્રોટોકોલ
hi: प्रोटोकोल
lt: Protokolas
mr: शिष्टाचार
pt_br: Protocolo
sr@latn: Protokol
tr: Protokol

source: User
af: Gebruiker
es: Usuario
gu: યુઝર
hi: यूज़र
lt: Naudotojas
mr: उपयोगकर्ता
pt_br: Usuário
sr@latn: Korisnik
tr: Kullanıcı

source: De&lete
af: Skr&ap
es: E&liminar
gu: ડી&લીટ
hi: मिटायें (&l)
lt: Ša&linti
mr: काढून करा
pt_br: A&pagar
sr@latn: &Obriši
tr: S&il

source: Incoming mail redirection
af: Inkomendepos-herverwysing
es: Redirección del correo entrante
gu: આવનારી મેલ રીડાયરેક્શન
hi: इन्कमिन्ग मेल
lt: Gaunamo pašto nukreipimas
mr: आत येणारे मेल पुर्नु: निर्देशन
pt_br: Redirecionamento de correio recebido
sr@latn: Preusmeravanje dolazećeg mail-a
tr: Gelen e-posta yönlendirmesi

source: &Alias
gu: એલાયસ
hi: एलियास (&A)
lt: Pseudonim&as
mr: अथवा
pt_br: &Apelido
sr@latn: &Alijas
tr: &Takma ad

source: &Destinations
af: &Bestemmings
es: &Destinos
gu: &ડેસ્ટીનેશન્સ
hi: मंज़िलें (&D)
lt: &Paskirties vietos
mr: स्थळ
pt_br: &Destinos
sr@latn: &Odredišta
tr: &Gönderilecek yerler

source: The alias format is incorrect.
af: Die aliasformaat is verkeerd.
es: El formato de alias es incorrecto.
gu: એલાયસ ફોર્મેટ ખોટું છે.
hi: उपनाम का स्वरूप गलत है।
lt: Neteisingas pseudonimo formatas.
mr: अलाइस पद्धत चुकीचा आहे.
pt_br: O formato do álias está incorreto.
sr@latn: Format alijasa nije ispravan.
tr: Takma ad biçimi geçersiz.

source: The destinations for this alias are already defined.
af: Die bestemmings vir hierdie alias is reeds gedefinieer.
es: Los destinos para este alias ya están definidos.
gu: આ એલાયસ માટેનું ડેસ્ટીનેશન્સ અગાઉથી વ્યાખ્યાયીત છે.
hi: इस उपनाम के लिए गंतव्य पहले से परिभाषित हैं।
lt: Šiam pseudonimui paskirties vietos jau apibrėžtos.
mr: हया आलायसची गंतव्यस्थाने आधीच ठरवली आहेत.
pt_br: Os destinos para este apelido já estão definidos.
sr@latn: Odredište ovog alijasa je već definisano.
tr: Bu takma ad için gönderilecek yerler zaten belirlenmiş.

source: Aliases
af: Aliasse
es: Alias
gu: એલાઇસીસ
hi: एलियासेस
lt: Pseudonimai
mr: दुसरे नाव
pt_br: Apelidos
sr@latn: Alijasi
tr: Takma adlar

source: Alias
gu: એલાયસ
hi: एलियास
lt: Pseudonimas
mr: उर्फ नांव
pt_br: Álias
sr@latn: Alijas
tr: Takma ad

source: Destinations
af: Bestemmings
es: Destinos
gu: ડેસ્ટીનેશન્સ
hi: मंज़िलें
lt: Paskirties vietos
mr: गंतव्य स्थाने
pt_br: Destinos
sr@latn: Odredišta
tr: Gönderilecek yerler

source: Virtual domains
af: Skynwerklike domeine
es: Dominios virtuales
gu: વાસ્તવિક ડોમેન્સ
hi: विर्चुल डोमैन
lt: Virtualios sritys
mr: व्हर्च्यूअ डोमेन्स
pt_br: Domínios virtuais
sr@latn: Virtuelni domeni
tr: Sanal alan adları

source: Mail configuration
af: Poskonfigurasie
es: Configuración de correo
gu: મેલ કોન્ફીગરેશન
hi: मेल समनुरूपण
lt: Pašto konfigūravimas
mr: पत्र संरचना
pt_br: Configuração de correio
sr@latn: Konfiguracija mail-a
tr: E-posta yapılandırması

source: Initializing...
af: Inisialiseer van ...
es: Inicializando...
gu: શરૂઆત કરી રહયું છે...
hi: शुरू कर रहा हैं...
lt: Paleidžiama...
mr: सुरूवात करणे...
pt_br: Inicializando...
sr@latn: YaST2 Inicijalizovanje...
tr: Başlatılıyor...

source: &Outgoing mail server
af: &Uitgaandeposbediener
es: Servidor de correo &saliente
gu: &આઉટગોઈંગ મેલ સર્વર
hi: आउटगोईगं मेल सेवक
lt: Išsiunčiamo pašt&o serveris
mr: जाणाऱ्या पत्राचा सेवासंगणक
pt_br: Servid&or de correio eletrônico de saída
sr@latn: Server &odlazeće pošte
tr: &E-posta gönderme sunucusu

source: <p>The outgoing mail server is generally intended for dial-up connections. Enter the Internet service provider's SMTP server, such as <b>smtp.provider.com</b>.</p>
af: <p>Die uitgaandeposbediener is gewoonlik bedoel vir inbelverbindings. Voer die Internet-diensverskaffer se SMTP-bediener, soos smtp.provider.com<b> in.</b>
es: <p>La idea del servidor de correo saliente es generalmente para usarlo en conexiones telefónicas. Introduzca el servidor SMTP de su proveedor de Internet, por ejemplo <b>smtp.proveedor.com</b>.</p>
gu: <p>આઉટગોઈંગ મેલ સર્વર સામાન્યરીતે ડાયલ-અપ જોડાણોના હેતુથી હોય છે. ઈન્ટરનેટ સેવા પ્રદાનકર્તાનો SMTP સર્વર, જેમ કે <b>smtp.provider.com</b> દાખલ કરો.</p>
hi: <p>जावक मेल सर्वर सामान्यत: डायल-अप कनेक्शनों की ओर प्रवृत होते हैं। इंटरनेट सेवा प्रदाता के SMTP सर्वर जैसे कि, <b>smtp.provider.com</b> में दाखिल हों।</p>
lt: <p>Siuntimo pašto serveris pagrinde skirtas dial-up ryšiui. Įveskite interneto paslaugos teikėjo SMTP serverį, pvz. <b>smtp.provider.com</b>.</p>
mr: <p>आउटगोइंग मेल सर्वर हा साधारणपणे डायल-अप कनेक्शन साठी वापरतात. इन्टरनेट सर्विस प्रोवाइडर चा एसएमटिपि सर्वर एन्टर करा,उदा.<b>smtp.provider.com</b>.</p>
pt_br: <p>O servidor de correio eletrônico de saída normalmente é usado por conexões discadas. Digite o servidor SMTP do provedor de serviços de Internet, como <b>smtp.provider.com</b>.</p>
sr@latn: <p>Server odlazeće pošte je generalno namenjen za modemske veze. Unesite SMTP server internet provajdera, kao na primer <b>smtp.provajder.com</b>.</p>
tr: <p>E-posta gönderme sunucuları genelde çevirmeli bağlantılara yöneliktir. Servis sağlayıcınızın E-posta gönderme (SMTP) sunucusunun adresini girin. (Örnek: <b>smtp.saglayici.com</b>)</p>

source: Do&main for the 'From' header
af: Do&mein vir die 'Vanaf'-opskrif
es: &Dominio para el encabezado 'De'
gu: 'ફ્રોમ' હેડર માટેનો ડોમેન
hi: 'से' शीर्षक के लिए डो&मेन
lt: Do&menas 'Nuo' antraštėje
mr: 'फ्राम' शीर्षकाकरता डोमेन
pt_br: Do&mínio para cabeçalho 'De:'
sr@latn: Do&men za 'Od' zaglavlje
tr: 'Gönderen' başlığı için &alan adı

source: <p>You may want the mail you sent to appear as if it originated from <b>company.com</b> instead of <b>pc-042.company.com</b>. Use the text box provided or a more detailed dialog.</p>
af: <p>U wil dalk die pos wat u stuur, laat lyk asof dit ontstaan het uit <b>company.com</b> in plaas van <b>pc-042.company.com</b>. Gebruik die tekshouer wat voorsien is of 'n meer gedetailleerde dialoog.</p>
es: <p>Puede querer que parezca que el correo que envíe se originó en <b>empresa.com</b> en vez de en <b>pc-042.empresa.com</b>. Utilice la ventana de texto suministrada o un diálogo más detallado.</p>
gu: <p>આપ કદાચ આપે મોકલેલી મેલ દેખાવાનું ચાહો જેમ જોતે <b>company.com</b> પર થી <b>pc-042.company.com</b> ને બદલે મૂળ ધરાવતી હોય. પ્રદાન કરાયેલ ટેકસ્ટ બોકસનો ઉપયોગ કરો અથવા વધુ વિગતવાર ડાયલોગને.</p>
hi: <p>आप यह चाह सकते हैं कि आपके द्वारा भेजी गई मेल ऐसे दिखे मानो यह <b>pc-042.company.com</b> के बजाय <b>company.com</b> से निकली हुई लगे। प्रदत्त पाठ्य बॉक्स या एक अधिक विस्तृत संवाद का उपयोग करें।</p>
lt: <p>Galbūt norėsite, kad siunčiamas paštas atrodytų pradinėje formoje <b>company.com</b> vietoj <b>pc-042.company.com</b>. Naudokitės pateiktu tekstiniu laukeliu arba detalesniu dialogu.</p>
mr: <p>तुम्हाला तुम्ही पाठवलेले मेल <b>pc-042.company.com</b> च्या ऐवजी <b>company.com</b> कडून पाठवल्याचे. दर्शवायचे असल्यास दिलेला टेक्स्ट बोक्स किंवा जास्त डिटेल्ड डायलोग वापरा.</p>
pt_br: <p>Se você desejar que a mensagem enviada apareça como originária de <b>empresa.com</b> em vez de <b>pc-042.empresa.com</b>, use a caixa de texto fornecida ou uma caixa de diálogo mais detalhada.</p>
sr@latn: <p>Možda ćete poželeti da koristite poštu za koju izgleda kao da je stigla iz <b>preduzeće.com</b> umesto <b>pc-042.preduzeće.com</b>. Koristite dato polje za unos teksta ili detaljniji dijalog.</p>
tr: <p>Örneğin, gönderdiğiniz e-postalar aslında <b>pc-042.company.com</b> adresinden yollanmasına rağmen bunların <b>company.com</b> adresinden yollanmış gibi gözükmesini sağlayabilirsiniz. Yazı kutusunu ya da daha detaylı bir pencereyi kullanabilirsiniz.</p>

source: &Domains for locally delivered mail
af: &Domeine vir plaaslik afgelewerde pos
es: &Dominios para el correo entregado localmente
gu: &સ્થાનિકરીતે ડીલીવર કરાયેલ મેલ માટે ડોમેન્સ
hi: स्थानीय तौर पर दी गई मेल के &डोमेन
lt: &Sritys vietiniam pašto pristatymui
mr: स्थानिक पाठवलेल्या मेलकरता डोमेन
pt_br: &Domínios para mensagens entregues localmente
sr@latn: &Domeni za lokalno isporučenu poštu
tr: Yerel iletilen e-postalar için &alan adları

source: <p>Here, specify the domains for which the mail will be delivered locally. If you enter nothing, the local host name is assumed.</p>
af: <p>Spesifiseer hier die domeine waarvoor die pos plaaslik afgelewer sal word. As u niks invoer nie, word die naam van die plaaslike gasheer veronderstel.</p>
es: <p>Indique aquí los dominios para los cuales el correo será entregado localmente. Si no introduce ninguno, se asumirá el nombre del servidor local.</p>
gu: <p>અહીં, નિર્દિષ્ટ કરો જેને માટે મેલ સ્થાનિક રીતે ડીલીવર કરાવાની હોય. જો આપ કાંઇપણ દાખલ ન કરો તો, સ્થાનિક હોસ્ટ નામ ધારવામાં આવે છે.</p>
hi: <p>यहां, उन डोमेनों का उल्लेख करें जिनके लिए मेल स्थानीय तौर पर डिलीवर की जाएगी। अगर आप कुछ भी दर्ज नहीं करेंगे, तो स्थानीय होस्ट नाम माना जाएगा।</p>
lt: <p>Čia nustatykite sritis, kurioms paštas bus pristatytas lokaliai. Jei nieko neįvesite, bus turima omenyje vietinį kompiuterio vardą.</p>
mr: <p>येथे ज्यांच्यासाठी मेल लोकली डिलिवर करायची आहेत त्यांचे डोमेन दर्शवा जर तुम्ही काही दर्शवले नाही, तर लोकल होस्टचे नाव ग्रुहीत धरले जाईल.</p>
pt_br: <p>Aqui, especifique os domínios para os quais as mensagens serão entregues localmente. Se você não digitar nada, o nome de host local será usado.</p>
sr@latn: <p>Ovde definišete domene za koje će pošta biti isporučena lokalno. Ako ništa ne unesete ime lokalnog računara će biti podrazumevano.</p>
tr: <p>Burada e-postaların yerel olarak iletileceği alan adlarını girin. Boş bırakırsanız bilgisayarınızın makina adı kullanılacaktır.</p>

source: Accept remote &SMTP connections
af: Aanvaar afstand-&SMTP-verbindings
es: Aceptar conexiones &SMTP remotas
gu: રીમોટ &SMTP જોડાણો સ્વીકારો
hi: रिमोट SMTP कनेक्शन स्वीकार करें (&S)
lt: Priimti nuotolinius &SMTP prisijungimus
mr: दूरस्थ SMTP जोडणी स्वीकारा
pt_br: Aceitar conexões &SMTP remotas
sr@latn: Prihvati udaljene &SMTP veze
tr: Dışarıdan gelen &SMTP bağlantılarına izin ver

source: <p>Mail can be received directly via the SMTP protocol or it can be downloaded from a POP or an IMAP server using <b>fetchmail</b>.</p>
af: <p>Pos kan direk ontvang word via die SMTP-protokol, of dit kan afgelaai word vanaf 'n POP- of 'n IMAP-bediener met gebruik van <b>gaanhaalpos</b>.</p>
es: <p>El correo puede recibirse directamente por medio del protocolo SMTP o bien descargarse de un servidor POP o IMAP usando <b>fetchmail</b>.</p>
gu: <p>મેલ સીધીરીતે વાયા SMTP પ્રોટોકોલથી પ્રાપ્ત કરી શકાય છે અથવા તે POP અથવા IMAP સર્વર <b>ફેચમેલનો</b> ઉપયોગ કરી ડાઉનલોડ કરી શકાય છે.</p>
hi: <p>मेल को सीधे SMTP प्रोटोकॉल के माध्यम से प्राप्त किया जा सकता है या इसे <b>fetchmail</b> का प्रयोग कर किसी POP या IMAP सर्वर से डाउनलोड किया जा सकता है।</p>
lt: <p>Paštas gali būti gaunamas tiesiogiai per SMTP protokolą, arba gautas iš POP ar IMAP serverio naudojant <b>fetchmail</b>.</p>
mr: <p>मेल एसएमटिपि प्रोटोकोल द्वारा मिळू शकते किंवा ते <b>फेचमेल</b>वापरून पिओपि किंवा आइएमएपि सर्वर वरुन डाउनलोड करू शकतो.</p>
pt_br: <p>E-mail pode ser recebido diretamente via protocolo SMTP ou pode ser carregado de um servidor POP ou IMAP usando <b>fetchmail</b>.</p>
sr@latn: <p>Pošta se može primiti direktno preko SMTP protokola ili se može preuzeti sa POP ili IMAP servera korišćenjem <b>fetchmail</b>.</p>
tr: <p>E-postalar direk olarak SMTP protokolü ile alınabilir, ya da bir POP ya da IMAP sunucusundan <b>fetchmail</b> ile indirilebilir.</p>

source: &Enable virus scanning (AMaViS)
af: &Ontsper virusskandering (AMaViS)
es: &Activar el escáner de virus (AMaVIS)
gu: &વાયરસ સ્કેનીંગને એનેબલ કરે છે (AMaViS)
hi: वायरस स्केनिगं समर्थ करें (AMaViS) (&E)
lt: Į&jungti virusų skenavimą (AMaViS)
mr: व्हायरस गाळणी (AMaViS)
pt_br: &Habilitar pesquisa de vírus (AMaViS)
sr@latn: &Uključi skeniranje virusa (AMaViS)
tr: &Virüs taramasını etkinleştir (AMaViS)

source: <p><b>Enabling virus scanning (AMaViS)</b> checks incoming and outgoing mail with AMaViS.</p>
es: <p><b>Al activar el escáner antivirus (AMaViS)</b> los mensajes entrantes y salientes serán comprobados por medio de AMaViS.</p>
lt: <p><b>Įjungus virusų skenavimą (AMaViS)</b>, bus tikrinamas įeinantis ir išeinantis paštas per AMaViS.</p>
pt_br: <p><b>Habilitar escaneamento de vírus (AMaViS)</b> verifica os e-mails recebidos e enviados com o AMaViS.</p>
tr: <p><b>Virüs tarama seçeneği(AMaViS)</b> ile gelen ve giden postaların AMaViS ile kontrol edilmesini sağlayabilirsiniz.</p>
