Repository: yast/yast-translations
Catalog: po/mail/*.po
Languages: af, es, gu, hi, lt, mr, pt_br, sr@latn, tr

source: Configuration of mail
af: Konfigurasie van pos
es: Configuración del correo
gu: મેલનું કોન્ફીગરેશન
hi: मेल का समनुरूपण
lt: Pašto konfigūracija
mr: मेलची संरचना
pt_br: Configuração de correio
tr: E-posta yapılandırması

source: Mail configuration summary
af: Poskonfigurasie-opsomming.
es: Resumen de la configuración del correo
gu: મેલ કોન્ફીગરેશન સારાંશ
hi: मेल समनुरूपण सार
lt: Pašto konfigūracijos suvestinė
mr: मेल संरचना सारांश
pt_br: Resumo da configuração de correio
tr: E-posta yapılandırma özeti

source: <P><B><BIG>Initializing mail</BIG></B><BR> Please wait... <BR></P>
af: <P><B><BIG>Inisialisering van pos</BIG></B><BR> Wag, asseblief. <BR></P>
es: <P><B><BIG>Inicializando correo</BIG></B><BR> Por favor, espere... <BR></P>
gu: <P><B><BIG>મેલની શરૂઆત કરી રહયું છે</BIG></B><BR> કૃપા કરી રાહ જુઓ... <BR></P>
hi: <P><B><BIG>मेल शुरू कर रहा हैं</BIG></B><BR> क्रुपया इतंजार करें.... <BR></P>
lt: <P><B><BIG>Paleidžiamas paštas</BIG></B><BR> Palaukite... <BR></P>
mr: <P><B><BIG>पत्र कार्यान्वयन करत आहे</BIG></B><BR> कृपया वाट पाहा... <BR></P>
pt_br: <P><B><BIG>Inicializando Correio</BIG></B><BR> Aguarde... <BR></P>
sr@latn: <P><B><BIG>Pokretanje pošte</BIG></B><BR> Molim sačekajte... <BR></P>
tr: <P><B><BIG>E-posta işlemleri başlatılıyor</BIG></B><BR> Lütfen bekleyiniz... <BR></P>

source: <P><B><BIG>Aborting the initialization:</BIG></B><BR> Safely abort the configuration utility by pressing <B>Abort</B> now. </P>
af: <P><B><BIG>Staak van die inisialisering:</BIG></B><BR> Staak die konfigurasienutsprogram veilig deur <B>Staak</B> nou te druk. </P>
es: <P><B><BIG>Cancelar inicialización:</BIG></B><BR> Para cancelar de forma segura la herramienta de configuración pulse <B>Cancelar</B>. </P>
gu: <P><B><BIG>એબોર્ટીંગ ધ ઈનીશીયાલાઇઝેશન:</BIG></B><BR> હવે એબોર્ટ દબાવવા દ્વારા સલામતીપૂર્વક કોન્ફીગરેશન ઉપયોગીતા <B>એબોર્ટ</B> કરો. </P>
hi: <p><b><big>आरमभन विफल कर रहा है </big></b><br> अब <b>विफल</b> को दबाकर सावधानी से सनुरुपण यूटिलीटि को विफल करें </p>
lt: <p><b><big>Paruošimo nutraukimas</big></b><br> Dabar galite saugiai nutraukti konfigūracijos įrankį spausdami <b>Nutraukti</b>. </p>
mr: <P><B><BIG>इनिशियलायझेशन अबोर्ट करा:</BIG></B><BR> <B>Abort</B> दाबून सुरक्षितपणे कोंफिगरेशन युटिलिटि अबोर्ट करा आता. </P>
pt_br: <P><B><BIG>Cancelando a inicialização:</BIG></B><BR> Cancele o utilitário de configuração com segurança pressionando <B>Cancelar</B> agora. </P>
sr@latn: <P><B><BIG>Prekidam pokretanje:</BIG></B><BR> Bezbedno napustite podešavanje prisitkom na <B>Prekini</B> sada. </P>
tr: <P><B><BIG>Başlatma işlemini kesme:</BIG></B><BR> <B>Kes</B> düğmesine basarak yapılandırmayı güvenli bir şekilde kesebilirsiniz. </P>

source: <P><B><BIG>Saving mail configuration</BIG></B><BR> Please wait... <BR></P>
af: <P><B><BIG>Berg van poskonfigurasie</BIG></B><BR> Wag, asseblief ... <BR></P>
es: <P><B><BIG>Guardando la configuración de correo</BIG></B><BR> Por favor, espere... <BR></P>
gu: <P><B><BIG>મેલ કોન્ફીગરેશન સેવ કરે છે</BIG></B><BR> કૃપા કરી જુઓ... <BR></P>
hi: <P><B><BIG>मेल समनुरूपण सेव कर रहा हैं</BIG></B><BR> क्रुपया इतंजार करें <BR></P>
lt: <P><B><BIG>Išsaugoma pašto konfigūracija</BIG></B><BR> Palaukite... <BR></P>
mr: <P><B><BIG>पत्र संग्रहीत करत आहे</BIG></B><BR> कृपया वाट पाहा... <BR></P>
pt_br: <P><B><BIG>Gravando a configuração de correio</BIG></B><BR> Aguarde... <BR></P>
sr@latn: <P><B><BIG>Snimanje podešavanja pošte</BIG></B><BR> Molim sačekajte... <BR></P>
tr: <P><B><BIG>E-posta yapılandırması kaydediliyor</BIG></B><BR> Lütfen bekleyiniz... <BR></P>

source: <P><B><BIG>Aborting saving:</BIG></B><BR> Abort saving by pressing <B>Abort</B>. An additional dialog will inform you whether it is safe to do so. </P>
af: <P><B><BIG>Staak van berging:</BIG></B><BR> Staak berging deur <B>Staak</B> te druk. 'n Bykomende dialoog sal u inlig of dit veilig is om dit te doen. </P>
es: <P><B><BIG>Cancelar grabación:</BIG></B><BR> Cancele la grabación pulsando <B>Cancelar</B>. Un diálogo adicional le informará sobre si hacer esto es seguro. </P>
gu: <P><B><BIG>એબોર્ટીંગ સેવિંગ:</BIG></B><BR> <B>એબોર્ટ</B> દબાવવા દ્વારા સેવા કરવાને એબોર્ટ કરો. અતિરિક્ત ડાયલોગ આપને માહિતી આપશે કે તેમ કરવાનું સુરક્ષિત છે કે કેમ. </P>
hi: <p><b><big>संचय को विफल कर रहा है</big></b><br> <b>विफल </b> दबाकर सेव को विफल करें । एक अन्य डायलग बताएगा कि यो करना ठीक है या नहीं । </p>
lt: <p><b><big>Išsaugojimo nutraukimas:</big></b><br> Nutraukite išsaugojimą spausdami <b>Nutraukti</b>. Papildomas dialogas praneš, ar tai daryti saugu. </p>
mr: <P><B><BIG> अबोर्ट सेविंग:</BIG></B><BR> <B>Abort</B>दाबून सेविंग अबोर्ट करा. एक डायलोग तुम्हाला सुचना करेल की हे करणे सुरक्षित आहे का.
pt_br: <P><B><BIG>Cancelando a gravação:</BIG></B><BR> Cancele a gravação pressionando <B>Cancelar</B>. Uma caixa de diálogo adicional informará se é seguro fazer isto. </P>
sr@latn: <P><B><BIG>Prekidanje snimanja:</BIG></B><BR> Prekinite snimanje pritiskom na <B>Prekini</B>. Dodatni dijalog će vas obavestiti da li je bezbedno da to uradite. </P>
tr: <P><B><BIG>Kayıt işleminin kesilmesi:</BIG></B><BR> <B>Kes</B> düğmesine basarak kayıt işlemini kesebilirsiniz. Açılacak ek bir pencere kesme işleminin güvenli olup olmayacağını bildirilecektir. </P>

source: <p>Select the mail system (Mail Transfer Agent, MTA) to install.</p>
af: <p>Kies die posstelsel (MTA, mail transfer agent) om te installeer.</p>
es: <p>Seleccione el sistema de correo (Mail Transfer Agent, MTA (agente de transferencia de correo)) que se va a instalar.</p>
gu: <p>ઈન્સ્ટોલ કરવા મેલ સિસ્ટમ (મેલ ટ્રાન્સફર એજેન્ટ, MTA) પસંદ કરો.</p>
hi: <p>इस्टांल के लिए मेल सिस्टमं चुनें (मेल ट्रास्फंर एजेन्ट, MTA)</p>
lt: <p>Pasirinkite pašto sistemą (Mail Transfer Agent, MTA), kurią diegsite.</p>
mr: <p>मेल सिस्टिम सिलेक्ट करा (मेल ट्रान्सफर एजंट, एमटिए) इन्स्टोल करा.</p>
pt_br: <p>Selecionar o sistema de correio (Mail Transfer Agent, MTA) a ser instalado.</p>
sr@latn: <p>Izaberite sistem pošte (Agent za transfer pošte, MTA) za instaliranje.</p>
tr: <p>Kurulacak e-posta sistemini (e-posta iletim yöneticisi, MTA) seçin.</p>

source: <p>How are you connected to the Internet? With a dial-up connection, mails will not be sent immediately but rather after invoking <b>sendmail&nbsp;-q</b>.</p>
af: <p>Hoe is u met die Internet verbind? Met 'n inbelverbinding, sal posstukke nie onmiddellik gestuur word nie, maar eerder nadat <b>sendmail&nbsp;-q</b> opgeroep is.</p>
es: <p>¿Cómo se conecta a Internet? Si dispone de conexión telefónica, el correo no será enviado inmediatamente sino sólo tras ejecutar <b>sendmail&nbsp;-q</b>.</p>
gu: <p>આપ ઇન્ટરનેટ સાથે કેવી રીતે જોડાયા છો? ડાયલ-અપજોડાણ સાથે, મેલ તરત જ નહીં મોકલાય પરંતુ <b>સેન્ડમેલ&nbsp;-q</b>ને ઇનવોક કરવાના જરાક પછીથી.</p>
hi: <p>आप इंटरनेट से कैसे जुड़े हैं? एक डायल-अप कनेक्शन से, मेल तत्काल नहीं बल्कि इसके बजाय <b>sendmail&nbsp;-q</b> आरंभ करने के बाद भेजी जाएंगी।</p>
lt: <p>Kaip esate prisijungęs prie interneto? Turint dialup ryšį, paštas nebus išsiųstas tuoj pat, bet iškvietus komandą <b>sendmail&nbsp;-q</b>.</p>
mr: <p>तुम्ही इन्टरनेट्ला कनेक्ट आहात का? डायल-अप कनेक्शनने, मेल्स लगेच पाठवले जाणार नाहीत इन्वोकिंग नन्तर <b>sendmail&nbsp;-q</b>.</p>
pt_br: <p>Como você está conectado à Internet? Com conexão discada, as mensagens não serão enviadas imediatamente, mas sim depois de chamar <b>sendmail&nbsp;-q</b>.</p>
sr@latn: <p>Kako ste povezani na Internet? Sa modemskom konekcijom pošta neće odmah biti poslata već pokretanjem <b>sendmail&nbsp;-q</b>.</p>
tr: <p>Internet'e hangi şekilde bağlısınız? Çevirmeli bir bağlantı mevcutsa e-postalarınız hemen değil, <b>sendmail&nbsp;-q</b> çalıştırıldığında gönderilecektir.</p>

source: <p>If choosing <b>No Connection</b>, the mail server will be started. However, only local mail transport is possible. The MTA listens to the localhost.</p>
es: <p>Al escoger <b>Sin conexión</b> el servidor de correo será arrancado pero sólo será posible el transporte de correo local. El MTA escucha en localhost.</p>
pt_br: <p>Se você escolher <b>Sem Conexão</b>, o servidor de correio eletrônico será iniciado, mas somente o transporte de correio local será possível. O MTA escutará o localhost.</p>
tr: <p><b>Bağlantı Yok</b> seçilirse, posta sunucusu başlatılacaktır. Ancak, yalnızca yerel posta taşımacılığı mümkündür. MTA, localhost'u dinler.</p>

source: <p>Specify the rewriting of the sender's address here for each user.</p>
af: <p>Spesifiseer die herskryf van die sender se adres hier vir elke gebruiker.</p>
es: <p>Indique aquí si se debe reescribir la dirección del remite para cada usuario.</p>
gu: <p>અહીં દરેક ઉપયોગકર્તા માટે મોકલનારનું સરનામું ફરીથી લખવાનું કરી નિર્દિષ્ટ કરો.</p>
hi: <p>यहां प्रत्येक उपयोगकर्ता के लिए प्रेषक का नाम फिर से लिखने हेतु निर्दिष्ट करें।</p>
lt: <p>Čia nurodykite siuntėjo adresus, kuriuos perrašysite, kiekvienam naudotojui.</p>
mr: <p>येथे प्रत्येक युजरसाठी सेन्डरच्या एड्रेसचे पुनर्लेखन दर्शवा.</p>
pt_br: <p>Especifique a regravação do endereço do remetente aqui para cada usuário.</p>
sr@latn: <p>Definišite prepisivanje svake adrese pošiljaoca za svakog korisnika.</p>
tr: <p>Her kullanıcı için e-postayı gönderenin adresinin tekrar yazılmasını belirtin.</p>

source: <p>Some servers require authentication for sending mails. Here you can enter information for this option. If you do not want to use authentication, simply leave these fields empty.</p>
af: <p>Sommige bedieners vereis bekragtiging om pos te stuur. Hier kan u inligting vir hierdie opsie invoer. As u nie bekragtiging wil gebruik nie, laat hierdie velde eenvoudig leeg.</p>
es: <p>Algunos servidores requieren un proceso de autenticación para enviar mensajes. Aquí puede introducir información para esta opción. Si no quiere usar autenticación, deje estos apartados en blanco.</p>
gu: <p>કેટલાંક સર્વરને મેલ મોકલવા માટે ઓથેન્ટીકેશનની આવશ્યકતા હોય છે. અહીં આપ આ વિકલ્પો માટે માહિતી દાખલ કરી શકો. જો આપ ઓથેન્ટીકેશનનો ઉપયોગકરવા ન ઇચ્છતાં હોવ તો, આ ક્ષેત્રોને ખાલી છોડી દો.</p>
hi: <p>कुछ सर्वरों को मेल भेजने के लिए प्रमाणीकरण की आवश्यकता होती है। यहां आप इस विकल्प के लिए सूचना दर्ज़ कर सकते हैं। अगर आप प्रमाणीकरण का उपयोग नहीं करना चाहते, तो इन फाइलों को सिर्फ रिक्त छोड़ दें।</p>
lt: <p>Siunčiant paštą, kai kuriems serveriams reikia autentiškumo patvirtinimo. Čia galite įvesti tokio tipo informaciją. Jei nenorite naudoti autentiškumo patikros, nepildykite šių laukelių.</p>
mr: <p>काही सर्वरना मेल पाठवण्यासाठी ओथेंटिकेशन करावे लागते. येथे तुम्ही ह्या विकल्पासाठी माहिती देवू शकता. जर तुम्हाला ओथेंटिकेशन करायचे नसेल तर, हे रकाने रिकामे सोडा.</p>
pt_br: <p>Alguns servidores requerem autenticação para enviar mensagens. Aqui você digita informações para esta opção. Se você não deseja usar autenticação, simplesmente deixe estes campos vazios.</p>
sr@latn: <p>Neki serveri zahtevaju autorizaciju za slanje pošte. Ovde možete da unesete informaciju za ovu opciju. Ako ne želite da koristite autorizaciju, samo ostavite ova polja prazna.</p>
tr: <p>Bazı sunucular e-postaların gönderimi için kullanıcı kimliği doğrulanmasını gerektirir. Burada bu özellik için bilgileri girebilirsiniz. Eğer kimlik doğrulanması kullanmayacaksanız burayı boş bırakabilirsiniz.</p>

source: <p>The outgoing mail server is generally intended for dial-up connections. Enter the Internet service provider's SMTP server, such as <b>smtp.provider.com</b>.</p>
af: <p>Die uitgaandeposbediener is gewoonlik bedoel vir inbelverbindings. Voer die Internet-diensverskaffer se SMTP-bediener, soos <b>smtp.provider.com</b> in.</p>
es: <p>El servidor de correo saliente está indicado generalmente para conexiones telefónicas. Introduzca el servidor SMTP de su proveedor de Internet, ej.: <b>smtp.proveedor.com</b>.</p>
gu: <p>આઉટગોઇંગ મેલ સર્વર સામાન્ય પણે ડાયલ-અપ જોડાણ માટેના હેતુથી હોય છે. ઈન્ટરનેટ સેવા પ્રદાન કરનારાના SMTP સર્વરને દાખલ કરો, જમકે <b>smtp.provider.com</b>.</p>
hi: <p> जावक मेल सर्वर सामान्यत: डायल-अप कनेक्शनों की ओर प्रवृत होते हैं। इंटरनेट सेवा प्रदाता के SMTP सर्वर जैसे कि, <b>smtp.provider.com</b> में दाखिल हों।</p>
lt: <p>Siuntimo pašto serveris pagrinde skirtas dial-up ryšiui. Įveskite interneto paslaugos teikėjo SMTP serverį, pvz. <b>smtp.provider.com</b>.</p>
mr: <p>आउटगोइंग मेल सर्वर हा साधारणपणे डायल-अप कनेक्शन साठी वापरतात. इन्टरनेट सर्विस प्रोवाइडर चा एसएमटिपि सर्वर एन्टर करा, उदा.<b>smtp.provider.com</b>.</p>
pt_br: <p>O servidor de correio eletrônico de saída normalmente é usado por conexões discadas. Digite o servidor SMTP do provedor de serviços de Internet, como <b>smtp.provider.com</b>.</p>
sr@latn: <p>Odlazeći server pošte je generalno namenjen za modemske konekcije. Unesite SMTP server vašeg internet provajdera, kao na primer <b>smtp.provajder.com</b>.</p>
tr: <p>E-posta gönderme sunucuları genelde çevirmeli bağlantılara yöneliktir. Servis sağlayıcınızın E-posta gönderme (SMTP) sunucusunun adresini girin. (Örnek: <b>smtp.saglayici.com</b>)</p>

source: <p>In the <b>User Name</b> field, enter the user name assigned by from your provider.</p>
af: <p>In die <b>Gebruikernaam</b>-veld, voer u die gebruikernaam wat toegewys is deur u verskaffer, in.</p>
es: <p>En la casilla <b>Nombre de usuario</b> introduzca el nombre de usuario asignado por su proveedor.</p>
gu: <p><b>યુઝર નેમ</b> ક્ષેત્રમાં, આપના પ્રદાનકર્તા તરફથી ફાળવાએલ યુઝર નેમ દ્વારા દાખલ કરો.</p>
hi: <p><b>प्रयोक्ता नाम</b> क्षेत्र में, आपके उपलब्धकर्ता द्वारा दिये गए प्रयोक्ता नाम को प्रविष्ट करें.</p>
lt: <p><b>Naudotojo vardo</b> laukelyje įveskite naudotojo vardą, gautą iš paslaugų teikėjo.</p>
mr: <p>ह्या<b>प्रयोक्त्याचे नाव</b> रकान्या मध्ये,तुमच्या प्रोवाइडरने दिलेले प्रयोक्त्याचे नाव एन्टर करा.</p>
pt_br: <p>No campo <b>Nome de usuário</b>, informe o nome de usuário que recebeu do provedor.</p>
sr@latn: <p>U polju <b>Korisničko ime</b> unesite korisničko ime koje vam je provajder dodelio.</p>
tr: <p><b>Kullanıcı adı</b> bölümüne servis sağlayıcınızdan edindiğiniz kullanıcı adını girin.</p>

source: <p>Enter your password in the <b>Password</b> field.</p>
af: <p>Voer u wagwoord in die <b>Wagwoord</b>-veld in.</p>
es: <p>Introduzca su contraseña en el apartado <b>Contraseña</b>.</p>
gu: <p>આપના પાસવર્ડ ક્ષેત્રમાં આપનો<b>પાસવર્ડ</b> દાખલ કરો.</p>
hi: <p>पासवर्ड फील्ड <b>में आपका पास्वे</></b>भरती करें</p>
lt: <p>Slaptažodį įveskite <b>Slaptažodžio</b> laukelyje.</p>
mr: <p> तुमचा पासवर्ड <b>पासवर्ड</b> रकान्यात एन्टर करा.</p>
pt_br: <p>Informe sua senha no campo <b>Senha</b>.</p>
sr@latn: <p>Unesite lozinku u polje <b>Lozinka</b>.</p>
tr: <p>Parolanızı ise <b>Parola</b> bölümüne girin.</p>

source: <p>Note: For simplicity, only one server is displayed in this dialog, although there may be more of them in your configuration file. They will not be lost.</p>
af: <p> Nota: Om dit eenvoudig te hou, word slegs een bediener in hierdie dialoog vertoon, hoewel daar meer as een van hulle in u konfigurasielêer kan wees. Hulle sal nie verlore gaan nie.</p>
es: <p>Nota: Aunque por razones de simplicidad aparezca en este diálogo sólo un servidor, puede haber más en su archivo de configuración. Estos servidores no se perderán.</p>
gu: <p>નોંધઃ સાદાઇ માટે, માત્ર આ ડાયલોગમાં માત્ર એક જ સર્વર પ્રદર્શિત કરાયેલ છે, જોકે આપની કોન્ફીગરેશન ફાઇલમાં તેમાંના ઘણાં હોય. તેઓ ગુમાવશે નહીં.</p>
hi: <p>ध्यान दें : आसानी के लिए, इस संवाद में सिर्फ एक सर्वरदर्शाया गया है, फिर भी आपकी कॉन्फिगरेशन फाइल में ये अधिक हो सकते हैं। ये नहीं खोएंगे।</p>
lt: <p>Pastaba: Paprastumo dėlei šiame dialoge rodomas tik vienas serveris, tačiau jų gali būti daugiau konfigūracijos rinkmenoje. Jie nebus prarasti.</p>
mr: <p>सुचना: साधेपणासाठी, ह्या डायलोग मधे फक्त एक सर्वर दाखवला आहे, जरी तूमच्या कोन्फिगरेशन फाइल मध्ये जास्त असू शकतात. ते हरवणार नाहीत.</p>
pt_br: <p>Observação: Para simplicidade, somente um servidor é mostrado nesta caixa de diálogo, embora possam existir muitos no arquivo de configuração. Eles não serão perdidos.</p>
sr@latn: <p>Napomena: Zbog pojednostavljenosti, samo jedan server se prikazuje u dijalogu, iako ih može biti više u vašoj datoteci podešavanja. Oni neće biti obrisani.</p>
tr: <p>Not: Yapılandırma dosyanızda birden çok sunucu belirtilmiş olsa da, kolaylık sağlamak amacıyla bu pencerede sadece bir sunucu gösterilmektedir. Bu sunucular silinmeyecektir.</p>

source: <p>These are parameters for downloading mail from a POP or an IMAP server using <b>fetchmail</b>.</p>
af: <p>Hierdie is parameters om lêers af te laai vanaf 'n POP- of 'n IMAP-bediener met gebruik van <b>gaanhaalpos</b>.</p>
es: <p>Éstos son los parámetros para descargar correo de un servidor POP o IMAP usando <b>fetchmail</b>.</p>
gu: <p>આ POP અથવા IMAP સર્વર ઉપયોગ કરનાર <b>ફેચમેલ</b> પરથી મેલ ડાઉનલોડ કરવા માટેના માપદંડો છે.</p>
hi: <p>ये <b>fetchmail</b> का प्रयोग करके किसी POP या एक IMAP सर्वर से मेल डाउनलोड करने के लिए मानक हैं।</p>
lt: <p>Čia yra parametrai, skirti pašto gavimui iš POP arba IMAP serverio naudojant <b>fetchmail</b>.</p>
mr: <p>हे <b>फेचमेल</b>वापरून पिओपि किंवा आइएमएपि सर्वर वरुन मेल डाउनलोड करण्याचे पेरामिटर्स आहेत
pt_br: <p>Estes são parâmetros para download de mensagens de um servidor POP ou IMAP usando <b>fetchmail</b>.</p>
sr@latn: <p>Ovo su parametri za preuzimanje pošte sa POP ili IMAP servera korišćenjem programa <b>fetchmail</b>.</p>
tr: <p>Burada e-postaları bir POP ya da IMAP sunucusundan <b>fetchmail</b> yardımıyla indirme ile ilgili ayarlar mevcuttur.</p>

source: <p>This table redirects mail delivered locally. Redirect it to another local user (useful for system accounts, especially for <b>root</b>), to a remote address, or to a list of addresses.</p>
af: <p>Hierdie tabel herverwys pos wat plaaslik afgelewer is. Herverwys dit na 'n ander plaaslike gebruiker (nuttig vir stelselrekenings, veral vir <b>stam</b>), na 'n afstandsadres, of na 'n lys adresse.</p>
es: <p>Esta tabla redirige el correo entregado localmente. Puede redirigirlo a otro usuario local (muy útil para cuentas de sistema, especialmente para <b>root</b>), a una dirección remota o a una lista de direcciones. </p>
gu: <p>આ ટેબલ ડીલીવર થયેલ મેલને સ્થાનિકરીતે પુનઃનિર્દેશ કરે છે. તે અન્ય સ્થાનિક ઉપયોગકર્તા (સિસ્ટમ એકાઉન્ટ માટે ઉપયોગી, ખાસકરીને <b>રૂટ</b>) માટે, રીમોટ સરનામાના, અથવા સરનામાઓની સૂચિને રીડાયરેક્ટ કરે છે.</p>
hi: <p>यह तालिका स्थानीय तौर पर डिलीवर की गई मेल को पुनर्निर्देशित करती है। इसे किसी अन्य स्थानीय उपयोगकर्ता (सिस्टम अकाउंट्स के लिए उपयोगी, खासकर <b>root</b> के लिए), किसी रिमोट पते, या पतों की एक सूची को पुनर्निर्देशित करें।</p>
lt: <p>Ši lentelė peradresuoja lokaliai gautą paštą. Peradresuokite tai kitam vietiniam naudotojui (naudinga sisteminėms sąskaitoms, ypač <b>root</b>), nutolusiam adresatui arba adresatų sąrašui.</p>
mr: <p>हे टेबल मेलला लोकली रिडायरेक्ट करते. दुसरया युजरकडे रिडायरेक्ट करा (सिस्टिम अकाउंट्स साठी उपयुक्त, खासकरून <b>रूट</b>)साठी, रिमोट एड्रेसकडे किंवा यादीमधिल एड्रेसेसकडे.</p>
pt_br: <p>Esta tabela redireciona mensagens entregues localmente. Redirecione-as para outro usuário local (útil para contas do sistema, como para <b>usuário root</b>), para um endereço remoto ou para uma lista de endereços. </p>
sr@latn: <p>Ova tabela preusmerava poštu za lokalno isporučivanje. Raspoređivanje za drugog lokalnog korisnika (korisno za sistemske naloge, posebno za <b>root</b>), za udaljene adrese ili listu adresa.</p>
tr: <p>Bu tabloda yerel olarak yollanan e-postaları yönlendirebilirsiniz. Diğer bir yerel kullanıcıya (özellikle <b>root</b> gibi sistem hesapları için kullanışlıdır), başka bir uzak e-posta adresine ya da adres listesine yönlendirme yapabilirsiniz.</p>

source: <p>See the aliases(5) manual page for a description of advanced features.</p>
af: <p>Sien die aliasse(5)- handleidingblad vir 'n beskrywing van gevorderde kenmerke.</p>
es: <p>Consulte la página del manual aliases(5) para obtener una descripción de sus características avanzadas.</p>
gu: <p>એલાસીસ(5) મેન્યુઅલ પાનને એડવાન્સ થયેલ લક્ષણોના વર્ણન માટે જુઓ.</p>
hi: <p>उन्नत लक्षणों के विवरण के लिए उपनाम (5) मैनुअल पृष्ठ देखें।</p>
lt: <p>Papildomų savybių aprašų ieškokite aliases(5) man puslapiuose.</p>
mr: <p> एलियासेस(५)मेन्यूअल पान पहा एडव्हान्सड फिचर्सच्या वर्णनासाठी.</p>
pt_br: <p>Veja página de manual aliases(5) para obter uma descrição de funções avançadas.</p>
sr@latn: <p>Pogledajte aliases(5) stranu uputstva za opis naprednih opcija.</p>
tr: <p>Daha ileri özellikler için aliases(5) kılavuzuna ('man aliases' komutuyla) bakabilirsiniz.</p>

source: <p>This table redirects incoming mail. Unlike the alias table, it also considers the domain part of the address.</p>
af: <p>Hierdie tabel herverwys inkomende pos. Anders as die aliastabel, oorweeg dit ook die domein gedeelte van die adres.</p>
es: <p>Esta tabla redirige el correo entrante. A diferencia de la tabla de alias, también considera el dominio como parte de la dirección.</p>
gu: <p>આ ટેબલ આવનારી મેલને રીડાયરેક્ટ કરે છે, અલાયસ ટેબલની જેમ નહીં, તે સરનામાના ડોમેન ભાગને પણ ધ્યાન છૂટ આપે છે.</p>
hi: <p>यह तालिका आवक मेलों को पुनर्निर्देशित करती है। उपनाम तालिका के विपरीत, यह पते के डोमेन भाग पर भी विचार करता है।</p>
lt: <p>Ši lentelė peradresuoja įeinantį paštą. Ne taip, kaip pseudonimų lentelė, ji atsižvelgia ir į adreso sritį.</p>
mr: <p> हे कोष्टक येणा-या मेल रिडायरेक्ट करते. एलियास टेबलच्या उलट,हे डोमेनला सुद्धा एड्रेसचा भाग मानते.</p>
pt_br: <p>Esta tabela redireciona mensagens recebidas. Diferente da tabela de aliases, ela considera o domínio como parte do endereço.</p>
sr@latn: <p>Ova tabela preusmerava dolazeću poštu. Za razliku od alias tabele, takođe razmatra domen deo adrese.</p>
tr: <p>Bu tablo gelen e-postaları yönlendirir. Takma ad (alias) tablosundan farkı, adreslerin alan adlarını da göz önünde bulundurmasıdır.</p>

source: <p>It allows hosting multiple "virtual domains" on a single machine.</p>
af: <p>Dit laat die huisves van veelvuldige "skynwerklike domeine" op 'n enkele masjien toe.</p>
es: <p>Permite hospedar múltiples "dominios virtuales" en una única máquina.</p>
gu: <p>તે બહુગુણિત "વાસ્તવિક ડોમેન્સને" એક મશીન ઉપર છૂટ આપે છે.</p>
hi: <p>यह एक अकेली मशीन पर विविध होस्टिंग "virtual domains" को अनुमति देता है।</p>
lt: <p>Tai leidžia viename kompiuteryje naudoti „virtualias sritis“.</p>
mr: <p>हे अनेक "व्हरच्युअल डोमिन्स " एका मशीनवर होस्ट करण्याची परवानगी देते.</p>
pt_br: <p>Isto permite hospedar múltiplos "domínios virtuais" em uma mesma máquina.</p>
sr@latn: <p>Dozvoljava podešavanje višestrukih "virtuelnih domena" na jednoj mašini.</p>
tr: <p>Bu özellik bir makine üzerinde birden fazla "sanal alan adı" kullanımına olanak sağlar.</p>

source: The setting %1 is turned off. You have probably modified the configuration files directly. If you continue, it will be turned on and Config Postfix will overwrite manual changes.
es: La configuración %1 está desactivada. Probablemente haya modificado los archivos de configuración directamente. Si continua, ésta se activará y Postfix reescribirá los cambios realizados manualmente.
lt: Nustatymas %1 išjungtas. Jūs turbūt tiesiogiai keitėte konfigūracijos rinkmenas. Jei tęsite, tai bus įjungta ir Postfix konfigūracija perrašys jūsų pakeitimus.
pt_br: A configuração %1 está desativada. Você provavelmente modificou os arquivos de configuração diretamente. Se você continuar, ela será ativada e o Config Postfix sobregravará as modificações manuais.
tr: %1 ayarı devre dışı bırakılmış. Muhtemelen yapılandırma dosyalarını elle düzenlemişsiniz. Devam ederseniz bu özellik etkinleştirilecek ve Postfix'i yapılandır el ile yaptığınız bu değişikliklerin üzerine yazacaktır.

source: YaST can only configure Postfix and Sendmail, but neither of them is installed.
es: YaST sólo puede configurar Postfix y Sendmail, pero ninguno de los dos está instalado.
lt: YaST gali konfigūruoti tik Postfix ir Sendmail, tačiau nei viena iš jų neįdiegta.
pt_br: O YaST só pode configurar Postfix e Sendmail, mas nenhum deles está instalado.
tr: YaST sadece Postfix ve Sendmail programlarını yapılandırabilir, ancak iki program da yüklü değil.
