Repository: yast/yast-translations
Catalog: po/mail/*.po
Languages: af, es, gu, hi, lt, mr, pt_br, sr@latn, tr

source: Connection Type
af: Verbindingsoort
es: Tipo de conexión
gu: જોડાણ પ્રકાર
hi: कनेक्शन प्रकार
lt: Ryšio tipas
mr: जुळणी प्रकार...
pt_br: Tipo de conexão
sr@latn: Tip povezivanja
tr: Bağlantı türü

source: Outgoing Mail Server
af: Uitgaande posbediener
es: Servidor de correo saliente
gu: આઉટગોઈંગ મેલ સર્વર
hi: बाहर भेजनेवाला मेल सेवक
lt: Išsiunčiamo pašto serveris
mr: बाहेर जाणारा मेल सर्व्हर
pt_br: Servidor de Correio Eletrônico de Saída
sr@latn: Odlazeći server pošte
tr: E-posta gönderme sunucusu

source: From Header
af: Vanaf opskrif
es: Cabecera De
gu: હેડર પરથી
hi: हेडर से
lt: Nuo antraštė
mr: शीर्षकावरुन
pt_br: Cabeçalho de
sr@latn: Iz zaglavlja
tr: Gönderen başlığı

source: Local Domains
af: Plaaslike domeine
es: Dominios locales
gu: સ્થાનિક ડોમેન્સ
hi: लोकल डोमैन
lt: Vietinės sritys
mr: स्थानिक क्षेत्र
pt_br: Domínios Locais
sr@latn: Lokalni domeni
tr: Yerel alan adları

source: Masquerade Other Domains
af: Masker ander domeine
es: Enmascarar otros dominios
gu: માસ્ક્યુરેડ અન્ય ડોમેન્સ
hi: मेस्क्युरेड अन्य डोमेन
lt: Maskaradinti kitas sritis
mr: इतर डोमेन्ट मास्करेड करा
pt_br: Mascarar outros domínios
sr@latn: Maskiraj ostale domene
tr: Diğer alan adları için masquerade

source: Masquerade Users
af: Masker gebruikers
es: Enmascarar usuarios
gu: માસ્ક્યુરેડ ઉપયોગકર્તા
hi: युजेंर्स को मेस्क्युरेड करें
lt: Maskaradinti naudotojus
mr: युजर्स मास्करेड करा
pt_br: Mascarar usuários
sr@latn: Maskiraj korisnike
tr: Kullanıcılar için masquerade

source: Accept remote SMTP connections
af: Aanvaar afstand-SMTP-verbindings
es: Aceptar conexiones SMTP remotas
gu: રીમોટ SMTP જોડાણો સ્વીકારો
hi: रिमोट SMTP कनेक्शसं को स्वीकार करें
lt: Priimti nuotolinius SMTP prisijungimus
mr: दुर्गम SMTP संपर्क स्वीकारा
pt_br: Aceitar conexões SMTP remotas
sr@latn: Prihvati udaljene SMTP veze
tr: Dışarıdan gelen SMTP bağlantılarına izin ver

source: Yes
af: Ja
es: Sí
gu: હા
hi: हाँ
lt: Taip
mr: हो
pt_br: Sim
sr@latn: &Da
tr: Evet

source: Use AMaViS
af: Gebruik AMaViS
es: Usar AMaViS
gu: AMaViSનો ઉપયોગ કરો
hi: AMaVis इस्तिमाल करें
lt: Naudoti AMaViS
mr: AMaViS वापरा
pt_br: Usar AMaViS
sr@latn: Koristi AMaViS
tr: AMaViS'i kullan

source: Use DKIM
es: Usar DKIM
lt: Naudoti DKIM
pt_br: Usar DKIM
tr: DKIM'i kullanın

source: Virtual Users
af: Skynwerklike gebruikers
es: Usuarios virtuales
gu: વાસ્તવિક ઉપયોગકર્તા
hi: विर्चुयल यूज़र
lt: Virtualūs naudotojai
mr: व्हर्च्यूहल युजर्स
pt_br: Usuários virtuais
sr@latn: Virtuelni korisnici
tr: Sanal kullanıcılar

source: Authentication
af: Bekragtiging
es: Autenticación
gu: ઓથેન્ટીકેશન
hi: सत्यापन
lt: Autentifikacija
mr: ऑथेन्टीकॅशन
pt_br: Autenticação
sr@latn: Autorizacija
tr: Kimlik doğrulama

source: manual
lt: rankinė
tr: manuel

source: &Aliases...
af: &Aliasse ...
es: &Alias...
gu: &એલાઇસીસ...
hi: एलियासेस (&A)...
lt: &Pseudonimai ...
mr: आलायसेस...
sr@latn: &Alias-i...
tr: &Takma adlar...

source: daemon
lt: tarnyba

source: Fetchmail
af: Gaanhaalpos
gu: ફેચમેલ
hi: फेचमेल
mr: फेचमेल
