Repository: yast/yast-translations
Catalog: po/mail/*.po
Languages: af, es, gu, hi, lt, mr, pt_br, sr@latn, tr

source: <p>Enabling AMaViS will also enable the following modules: </p> <p><b>Spamassassin</b> SPAM scanner</p> <p><b>DKIM</b> checks Domain Key signed incomming mails</p> <p><b>Clamav</b> open source virus scanner engine</p>
es: <p>La activación de AMaViS también activará los siguientes módulos: </p> <p><b>SpamAssassin</b> el escáner de SPAM</p> <p><b>DKIM</b> comprueba el correo entrante firmado con clave de dominio</p> <p><b>Clamav</b> motor del escáner de virus de código abierto</p>
pt_br: <p>A habilitação do AMaViS também habilitará os seguintes módulos: </p> <p><b>Spamassassin</b> scanner de SPAM</p> <p><b>DKIM</b> verifica e-mails recebidos assinados com chave de domínio</p> <p><b>Clamav</b> antivírus de código-fonte aberto</p>
tr: <p>AMaViS'i etkinleştirmek aşağıdaki modülleri de etkinleştirecektir:</p> <p><b>Spamassassin</b> SPAM tarayıcı</p> <p><b>DKIM</b> Alan Anahtarı imzalı gelen postaları kontrol eder</p> <p><b>Clamav</b> açık kaynaklı virüs tarayıcı motoru</p>

source: <p>If AMaViS is not installed and you want to use it, it will be installed automatically.</p>
af: <p>As AMaViS nie geïnstalleer is nie en u wil dit gebruik, sal dit outomaties geïnstalleer word.</p>
es: <p>Si AMaViS no está instalado y desea utilizarlo, se instalará automáticamente.</p>
gu: <p>જો AMaViS ઈન્સ્ટોલ કરાયું ન હતું અને આપ તેનો ઉપયોગ કરવા ઇચ્છો છો.તો તે આપોઆપ ઈન્સ્ટોલ કરાશે.</p>
hi: <p>अगर AMaViS संस्थापित नहीं है और आप इसका उपयोग करना चाहते हैं, तो यह स्वत: ही संस्थापित हो जाएगा।</p>
lt: <p>Jei AMaViS neįdiegtas ir jūs norite jį naudoti, jis bus įdiegtas automatiškai.</p>
mr: <p>जर एएमएविआइएस स्थापित केले नसेल आणि तुम्हाला ते वापरायचे आहे,तर ते आपोआप स्थापित होईल.</p>
pt_br: <p>Se o AMaViS não estiver instalado e você desejar usá-lo, ele será instalado automaticamente.</p>
sr@latn: <p>Ako AMaViS nije instaliran a želite da ga koristite biće instaliran automatski.</p>
tr: <p>Eğer AMaViS kurulu olmamasına rağmen bu programı kullanmak isterseniz program otomatik olarak kurulacaktır.</p>

source: &Enable DKIM signing for outgoing mails.
es: &Activar la firma DKIM para el correo saliente.
pt_br: &Habilitar assinatura DKIM para mensagens enviadas.
tr: &Giden e-postalar için DKIM imzalamayı etkinleştir.

source: <p><b>Enabling DKIM signig for outgoing mails.</b></p>
es: <p><b>Activando la firma DKIM para el correo saliente.</b></p>
pt_br: <p><b>Habilitando assinatura DKIM para mensagens enviadas.</b></p>
tr: <p><b>Giden mailler için DKIM imzalamayı etkinleştirme.</b></p>

source: <p>Enabling DKIM for outgoing emails requires additional actions. A SSL key will be generated for the 'mydomain' value defined in Postfix. A new service 'submission' will be configured in Postfix. After this is set up you can send email with this service 'submission' from 'mynetworks' with enabled SASL authentication. Only the emails sent by this new service will be signed with the domain key.</p>
es: <p>La activación de DKIM para el correo saliente requiere acciones adicionales. Se generará una clave SSL para el valor 'midominio' definido en Postfix. Se configurará un nuevo servicio de 'envío' en Postfix. Después de que esté configurado podrá enviar correo con el servicio de 'envío' de 'misredes' con autenticación SASL activada. Sólo se firmarán con clave de dominio los correos enviados a través de este nuevo servicio.</p>
pt_br: <p>A habilitação do DKIM para e-mails enviados requer mais algumas ações. Uma chave SSL será gerada para o valor 'mydomain' definido no Postfix. Um novo serviço 'submission' será configurado no Postfix. Depois que ele for configurado, você poderá enviar e-mails com este serviço 'submission' de 'mynetworks' com a autenticação SASL habilitada. Apenas e-mails enviados por esse novo serviço serão assinados com a chave de domínio.</p>
tr: <p>Giden e-postalar için DKIM'i etkinleştirmek ek eylemler gerektirir. Postfix'te tanımlanan 'mydomain' değeri için bir SSL anahtarı üretilecektir. Postfix'te yeni bir 'submission' hizmeti yapılandırılacaktır. Bu ayarlandıktan sonra, 'mynetworks'ten SASL kimlik doğrulaması etkinleştirilmiş olarak bu 'submission' hizmetiyle e-posta gönderebilirsiniz. Yalnızca bu yeni hizmet tarafından gönderilen e-postalar alan adı anahtarıyla imzalanacaktır.</p>

source: <p>The public key of the domain key needs to be offered by a Domain Name Service. The public key will be saved as a DNS TXT record in <b>/var/db/dkim/[mydomain].public.txt</b> and needs to be deployed to an according Domain Name Service. If there is a name service running on this server, which is the authoritative server for that domain, the public key will be added as a TXT record to that domain zone automatically.</p>
es: <p>Un servicio de nombres de dominio tiene que ofrecer la clave pública de la clave de dominio. Se guardará la clave pública como un registro DNS TXT en <b>/var/db/dkim/[midominio].public.txt</b> y será necesario desplegarla en un Servicio de nombres de dominio correspondiente. Si hay un servicio de nombres ejecutándose en este servidor, que es el servidor autorizado para ese dominio, se añadirá la clave pública como un registro TXT a esa zona de dominio automáticamente.</p>
pt_br: <p>A chave pública da chave de domínio precisa ser oferecida por um Serviço de Nomes de Domínio. A chave pública será gravada como um registro TXT DNS em <b>/var/db/dkim/[meudomínio].public.txt</b> e precisa ser implantada em um Serviço de Nomes de Domínio adequado. Se houver um serviço de nomes em execução neste servidor, que é o servidor autorizado para esse domínio, a chave pública será adicionada como um registro TXT à zona do domínio automaticamente.</p>
tr: <p>Alan adı anahtarının genel anahtarının bir Alan Adı Hizmetince sunulması gerekir. Genel anahtar, <b>/var/db/dkim/[mydomain].public.txt</b> dizininde bir DNS TXT kaydı olarak kaydedilecek ve bir Alan Adı Hizmetine göre dağıtılması gerekir. Bu sunucuda çalışan bir ad hizmeti varsa, bu sunucu o alan adı için yetkili sunucudur, genel anahtar otomatik olarak o alan adı bölgesine bir TXT kaydı olarak eklenecektir.</p>

source: If you enable DKIM support, the virus scanning (AMaViS) will be enabled too.
es: Si activa la asistencia DKIM, será activado el escáner de virus (AMaViS) también.
lt: Jei įgalinsite DKIM palaikymą, kartu bus įgalintas ir virusų skenavimas (AMaViS)
pt_br: Se você habilitar o suporte a DKIM, o antivírus (AMaViS) também será habilitado.
tr: DKIM desteğini aktif ederseniz virüs taraması (AMaViS) da aktif olacaktır.

source: &Server
af: &Bediener
es: &Servidor
gu: &સર્વર
hi: सेवक (&S)
lt: &Serveris
mr: सेवासंगणक
pt_br: &Servidor
tr: &Sunucu

source: &Protocol
af: &Protokol
es: &Protocolo
gu: &પ્રોટોકોલ
hi: प्रोटोकोल (&P)
lt: &Protokolas
mr: संगणक शिष्टाचार
pt_br: &Protocolo
sr@latn: &Protokol
tr: &Protokol

source: &Remote user name
af: &Afstandgebruikersnaam
es: Nombre de usuario &remoto
gu: &રીમોટ યુઝર નેમ
hi: रिमोट यूज़र नेम (&R)
lt: Nutolusio &naudotojo vardas
mr: दूरस्थ वापरकर्ता
pt_br: Nome de usuário &remoto
sr@latn: Udaljeno ko&risničko ime
tr: &Uzak kullanıcı adı

source: P&assword
af: W&agwoord
es: Contr&aseña
gu: પા&સવર્ડ
hi: पासवर्ड (&a)
lt: &Slaptažodis
mr: परवलीशब्द
pt_br: Senh&a
sr@latn: Lozink&a
tr: P&arola

source: &Forward root's mail to
af: &Stuur stampos deur na
es: &Reenviar el correo de root a
gu: &ફોરવર્ડ રૂટ્સ મેલ ટુ
hi: को रूट का मेल &अग्रसारित करें
lt: &Persiųsti root paštą į
mr: रुटचे मेल पुढे पाठवा
pt_br: &Encaminhar e-mail do root para
sr@latn: Pros&ledi administratorsku poštu
tr: &Root'un e-postalarını şuraya yönlendir

source: <p>It is recommended to have a regular user account for the system administrator and redirect root's mail to this account.</p>
af: <p>Daar word aanbeveel om 'n gereelde gebruikerrekening vir die stelseladministrateur te hê en om stampos na hierdie rekening te herverwys.</p>
es: <p>Se recomienda tener una cuenta de usuario normal para el administrador del sistema y dirigir el correo de root a dicha cuenta.</p>
gu: <p>આ સિસ્ટમ એડમીનીસ્ટ્રેટર અને રૂટ્સ મેલને આ એકાઉન્ટમાં રીડાયરેક્ટ કરવા નિયમિત યુઝર એકાઉન્ટ ધરાવવાનું હોવુ તેવી ભલામણ કરાય છે.</p>
hi: <p>सिस्टम प्रशासक के लिए एक नियमित उपयोगकर्ता खाता रखने और रूट के मेल को इस खाते पर पुनर्निर्देशित करने की अनुशंसा की जाती है।</p>
lt: <p>Sistemos administratoriui rekomenduojama turėti normalią naudotojo sąskaitą ir nukreipti ten root paštą.</p>
mr: <p>सिस्टिम एडमिनिस्टरसाठी रेग्युलर युजर अकाउंट असावे व रूट चे मेल ह्या अकाउंटला रिडायरेक्ट करावे असे सांगितले जाते.</p>
pt_br: <p>É recomendável ter uma conta de usuário regular para o administrador de sistema e redirecionar as mensagens do usuário root para esta conta.</p>
sr@latn: <p>Preporučljivo je imati običan korisnički nalog za sistem administratora i preusmeriti administratorovu poštu na taj nalog.</p>
tr: <p>Sistem yöneticisi için normal bir kullanıcı hesabına sahip olup root kullanıcısına gelen e-postaları bu hesaba yönlendirmeniz önerilir.</p>

source: &Delivery Mode
af: &Afleweringsmodus
es: Modo de &entrega
gu: &ડેલીવરી મોડ
hi: प्राप्ति मोड (&D)
lt: Pristatymo &veiksena
mr: पाठवणी मोड
pt_br: Mo&do de Entrega
sr@latn: Model &isporuke
tr: &İletim tipi

source: <p>The <b>delivery mode</b> is usually <b>Directly</b>, unless you do not forward root's mail or want to access the mail via IMAP.</p>
es: <p>El <b>modo de entrega</b> normalmente es <b>Directo</b>, a no ser que no reenvíe el correo de root o quiera acceder al correo por medio de IMAP.</p>
lt: <p>Paprastai <b>pristatymo veiksena</b> yra <b>tiesioginė</b>, nebent jūs nenorite root pašto arba norite pasiekti paštą per IMAP.</p>
pt_br: <p>O <b>modo de entrega</b> costuma ser <b>Diretamente</b>, exceto se você não encaminhar as mensagens do usuário root ou se desejar acessar o correio por IMAP.</p>
tr: <p><b>Teslimat modu</b> genellikle <b>Doğrudan</b>'dır; ancak root'un postasını iletmiyorsanız veya postaya IMAP üzerinden erişmek istiyorsanız bu geçerlidir.</p>

source: Reading the &User List
af: Lees van die &gebruikerlys
es: Leyendo la lista de &usuarios
gu: સામાન્ય ગોઠવણો વાંચી રહયું છે
hi: साघारण व्यवस्थायें पढ़ रहा हैं
lt: Skaitomas &naudotojų sąrašas
mr: सर्वसाधारण रचना वाचत आहे
pt_br: Lendo a lista de &usuários
tr: &Kullanıcı listesi okunuyor

source: Local users
af: Plaaslike gebruikers
es: Usuarios locales
gu: લોકલ યુઝર
hi: लोकल यूज़र
lt: Vietiniai naudotojai
mr: स्थानिक वापरकर्ता
pt_br: Usuários locais
tr: Yerel kullanıcılar

source: LDAP users
af: LDAP-gebruikers
es: Usuarios LDAP
gu: લોકલ યુઝર
hi: लोकल यूज़र
lt: LDAP naudotojai
mr: स्थानिक वापरकर्ता
pt_br: Usuários LDAP
tr: LDAP kullanıcıları

source: NIS users
af: NIS-gebruikers
es: Usuarios NIS
gu: NIS યુઝર્સ
hi: NIS उपयोगकर्ता
lt: NIS naudotojai
mr: एनाआइएस युजर्स
pt_br: Usuários NIS
tr: NIS kullanıcıları

source: The host name is incorrect
af: Die gasheernaam is verkeerd
es: El nombre del equipo es incorrecto
gu: હોસ્ટ નામ ખોટું છે
hi: होस्ट नाम गलत है
lt: Neteisingas kompiuterio vardas
mr: सादरकर्त्यांचे नाव चूकीचे आहे
pt_br: O nome de host está incorreto
sr@latn: Ime računara nije ispravno.
tr: Makina adı geçerli değil

source: The user name format is incorrect.
af: Die gebruikernaamformaat is verkeerd.
es: El formato del nombre de usuario es incorrecto.
gu: યુઝર નામ ફોર્મેટ ખોટું છે.
hi: उपयोगकर्ता नाम का स्वरूप गलत है।
lt: Neteisingas naudotojo vardo formatas.
mr: सादरकर्त्यांचे नावाची पध्दत चूकीचे आहे.
pt_br: O formato do nome de usuário está incorreto.
sr@latn: Format korisničkog imena nije ispravan.
tr: Kullanıcı adı biçim geçerli değil.

source: Cannot use procmail when root's mail is not forwarded.
af: Kan nie proc-pos gebruik wanneer die stampos nie deurgestuur word nie.
es: No es posible usar procmail cuando no se reenvía el correo de root.
gu: જ્યારે રૂટની મેલ ફોરવર્ડન કરાઇ હોય પ્રોકમેલ વાપરી શકાતી નથી.
hi: रूट के मेल के अग्रसारित न होने पर प्रॉकमेल का प्रयोग नहीं कर सकता है।
lt: Negalima naudoti procmail, kai root paštas nėra persiunčiamas.
mr: रुट मेल पुढे न नेल्यामुळे प्रॉकमेल वापरु शकत नाही.
pt_br: Impossível usar procmail se as mensagens do usuário root não forem encaminhadas.
sr@latn: Ne može se koristiti procmail kada se prosleđuje pošta administratora.
tr: Root kullanıcısının e-postaları yönlendirilmeyecekse procmail'i kullanamazsınız.

source: Directly
af: Direk
es: Directamente
gu: સીધીસીધું
hi: प्रत्यक्षत:
lt: Tiesiogiai
mr: सरळ
pt_br: Diretamente
sr@latn: Normalna isporuka mail-a
tr: Direk olarak

source: Through procmail
af: Deur proc-pos
es: Mediante procmail
gu: પ્રોકમેલ મારફત
hi: procमेल द्वारा
lt: Per procmail
mr: प्रोकमेल मार्गे
pt_br: Via procmail
sr@latn: Kroz procmail
tr: Procmail aracılığıyla

source: To IMAP Server
es: Al servidor IMAP
lt: Į IMAP serverį
pt_br: Para Servidor IMAP
tr: IMAP Sunucusuna

source: AMaViS, a virus scanner, will be installed.
af: AMaViS, 'n virusskandeerder, sal geïnstalleer word.
es: Se instalará AMaViS, un escáner de virus.
gu: AMaViS, વાયરસ સ્કેનર, ઈન્સ્ટોલ કરાશે.
hi: AMaViS,एक वैरस स्कानेर ,इस्टांल किया जाएगा.
lt: Bus įdiegta virusų skenavimo programa AMaViS.
mr: AMaViS, व्हयरस गाळणी, स्थापित केली जाईल.
pt_br: AMaViS, um scanner de vírus, será instalado.
sr@latn: AMaViS, virus skener će biti instaliran.
tr: Bir virüs tarayıcısı olan AMaViS programı kurulacaktır.

source: AMaViS needs a virus scanner such as ClamAV to do the actual scanning, but ClamAV was not found. Configure a scanner manually.
af: AMaViS benodig 'n virusskandeerder soos ClamAV om die eintlike skandering te doen, maar ClamAV is nie gevind nie. Konfigureer 'n skandeerder met die hand.
es: AMaViS necesita un escáner de virus tal como ClamAV para realizar las exploraciones, pero no ha sido posible encontrar ClamAV. Configure un explorador (de virus) manualmente.
gu: AMaViS ને વાયરસ સ્કેનરની આવશ્યકતા હોય છે જેમકે ક્લેમ AV ખરેખર સ્કેનીંગ કરે છે, પરંતુ ક્લેમ AV મળી આવ્યું નથી. ક્રમાંનુસાર સ્કેનર કોન્ફીગર કરો.
hi: AMaViS को वास्तविक स्कैनिंग करने के लिए ClamAV जैसे एक वायरस स्कैनर की आवश्यकता होती है, लेकिन ClamAV नहीं मिला। स्कैनर को मैनुअल ढंग से कॉन्फिगर करें।
lt: AMaViS reikalauja irus scanner such as ClamAV to do the actual scanning, but ClamAV was not found. Configure a scanner manually.
mr: एएमएविआइएस ला सिएलएएमएवि सारख्या वायरस स्केनर ची गरज आहे प्रत्यक्ष स्केनिंग करण्यासाठी, पण सिएलएएमएवि मिळाला नाही. स्केनरला मेन्यूअली कोन्फिगर करा.
pt_br: O AMaViS precisa de um scanner de vírus como o ClamAV para realizar o escaneamento, mas o ClamAV não foi encontrado. Configure um scanner manualmente.
tr: AMaViS virüs taraması için ClamAV gibi bir tarayıcıya ihtiyaç duyuyor, ama ClamAV bulunamadı. Virüs tarayıcısını elle yapılandırın.

source: Fetchmail, a mail downloading utility, will be installed.
af: Fetchmail, 'n posaflaai-nutsprogram, sal geïnstalleer word.
es: Se instalará Fetchmail, una utilidad de descarga de correo.
gu: ફેચમેલ, મેલ ડાઉનલોડીંગ ઉપયોગીતા, ઈન્સ્ટોલ કરાશે.
hi: फैचमेल,एक मेल डाउनौणलोगंन्कि उपयोगिता इस्टांल किया जएगा ।
lt: Bus įdiegta pašto gavimo programa Fetchmail.
mr: फेचमेल, एक मेल डाउनलोड करण्याची युटिलिटि इन्स्टोल होइल.
pt_br: Fetchmail, um utilitário de download de mensagens, será instalado.
sr@latn: Fetchmail, program za preuzimanje pošte će biti instaliran.
tr: Bir e-posta indirme aracı olan fetchmail kurulacaktır.

source: Dovecot IMAP server, will be installed.
es: Se instalará el servidor Dovecot IMAP.
lt: Įdiegsimas Dovecot IMAP serveris.
pt_br: O servidor IMAP Dovecot será instalado.
tr: Dovecot IMAP sunucusu kurulacak.

source: Initializing mail configuration
af: Inisialiseer van poskonfigurasie
es: Iniciando la configuración de correo
gu: મેલ કોન્ફીગરેશન શરૂ કરી રહયું છે
hi: मेल समनुरूपण शुरू कर रहा हैं
lt: Paleidžiama pašto konfigūracija
mr: मेल संरचना कार्यान्वयन करत आहे
pt_br: Inicializando a configuração de correio
sr@latn: Inicijalizovanje mail podešavanja
tr: E-posta yapılandırması başlatılıyor

source: Determining Mail Transport Agent (MTA)
af: Bepaal van posvervoeragent (MTA)
es: Determinando Mail Transport Agent (MTA) (agente de transferencia de mensajes)
gu: મેલ ટ્રાન્સપોર્ટ એજન્ટ (MTA)નું નિદાન કરી રહયું છે
hi: मेल ट्रास्पोंर्ट एजेन्ट (MTA) निर्धारक कर रहा हैं
lt: Nustatomas pašto perdavimo agentas (MTA)
mr: मेळ ट्रान्सपोर्ट एजंट (MTA) ठरवताना
pt_br: Determinando o Agente de Transporte de Mensagens (MTA)
sr@latn: Određujem agenta za transport pošte (MTA)
tr: E-posta iletim yöneticisi (MTA) belirleniyor

source: Reading general settings
af: Lees van algemene instellings
es: Leyendo la configuración general
gu: સામાન્ય ગોઠવણો વાંચી રહયું છે
hi: साघारण व्यवस्थायें पढ़ रहा हैं
lt: Skaitomi pagrindiniai nustatyčai
mr: सर्वसाधारण रचना वाचत आहे
pt_br: Lendo as configurações gerais
sr@latn: Čitanje osnovnih podešavanja
tr: Genel ayarlar okunuyor

source: Reading masquerading settings
af: Lees van maskeringsinstellings ...
es: Leyendo la configuración de enmascaramiento
gu: માસ્ક્યુરેડ કરતી ગોઠવણો વાંચી રહયું છે
hi: मेस्क्युरेडिकं व्यवस्थायें पढ़ रहा हैं
lt: Skaitomi maskaradinimo nustatymai
mr: मसयकोडींग सेंटीग्ज वाचताना
pt_br: Lendo as configurações de mascaramento
sr@latn: Čitam podešavanja
tr: Masquerading ayarları okunuyor

source: Reading downloading settings
af: Lees van aflaai-instellings
es: Leyendo la configuración de descarga
gu: ડાઉનલોડ કરતી ગોઠવણો વાંચી રહયું છે
hi: डाउनौणलोगंन्कि व्यवस्थायें पढ़ रहा हैं
lt: Skaitomi gavimo nustatymai
mr: उतरवून घेतलेली सेटींग्ज वाचताना
pt_br: Lendo as configurações de download
sr@latn: Čitanje podešavanja preuzimanja
tr: İndirme ayarları okunuyor

source: Reading alias tables
af: Lees van aliastabelle
es: Leyendo la tabla de alias
gu: એલાઇસ ટેબલ્સ વાંચી રહયું છે
hi: एल्यास टेबिल्स पढ़ रहा हैं
lt: Skaitomos pseudonimų lentelės
mr: अलीअस टेबल्स वाचताना
pt_br: Lendo a tabela de aliases
sr@latn: Čitam tabelu alias-a
tr: Takma ad tabloları okunuyor

source: Reading authentication settings...
af: Lees van bekragtigingsinstellings ...
es: Leyendo la configuración de la autenticación...
gu: ઓથેન્ટીકેશન ગોઠવણો વાંચી રહયું છે...
hi: सत्यापन व्यवस्थायें पढ़ रहा हैं
lt: Skaitomi autentiškumo nustatymai...
mr: ऑथेन्‍टीकेशन सेटींग्ज लिहिताना चूक...
pt_br: Lendo as configurações de autenticação...
sr@latn: Čitam podešanja &za autentičnost...
tr: Kimlik doğrulanma ayarları okunuyor...

source: Error reading file %1. The file must have a fixed format to be readable by YaST. For details, see %2
es: Error al leer el archivo %1. El archivo debe tener un formato fijo para poder ser leído por YaST. Consulte %2 para más detalles
lt: Skaitant rinkmeną %1 įvyko klaida. Rinkmena turi turėti fiksuotą formatą, kad ją galėtų skaityti YaST. Daugiau informacijos rasite %2
pt_br: Erro ao ler o arquivo %1. O arquivo deve ter formato fixo para ser lido pelo YaST. Para obter detalhes, veja %2
tr: %1 dosyası okunurken hata oluştu. Dosyanın YaST tarafından okunabilmesi için sabit bir biçimi olması gerekir. Ayrıntılar için bkz. %2

source: Error writing the fetchmail configuration.
af: Fout in skryf van die gaanhaalpos-konfigurasie
es: Error al escribir la configuración de fetchmail.
gu: ફેચમેલ કોન્ફીગરેશન ભૂલ લખાઈ રહી છે.
hi: फैचमेल समनुरूपण लिखने पर खराबी आ गया ।
lt: Įrašant fetchmail konfigūraciją, įvyko klaida.
mr: फेचमेल कॉनफिग्युरेशन लिहिताना चूक
pt_br: Erro ao gravar a configuração do fetchmail.
sr@latn: Greška prilikom snimanja fetchmail podešavanja.
tr: Fetchmail yapılandırması yazılırken bir hata oluştu.

source: Error writing file %1
af: Fout in die skryf van lêer %1
es: Error al escribir el archivo %1
gu: ભૂલ લખતી ફાઇલ %1
hi: फाइल %1 लिखने पर खराबी आ गई
lt: Išsaugant rinkmeną %1, įvyko klaida.
mr: फाईल लिहिताना चूक %1
pt_br: Erro ao gravar o arquivo %1
sr@latn: Greška prilikom čitanja datoteke %1
tr: %1 dosyası yazılırken bir hata oluştu.

source: Error running config.postfix
es: Error ejecutando config.postfix
lt: Klaida vykdant config.postfix.
pt_br: Erro ao executar config.postfix
tr: config.postfix çalıştırılırken hata oluştu

source: Error starting service %1.
af: Fout in aanvangs van diens %1.
es: Error al iniciar el servicio %1.
gu: ભૂલ શરૂ કરતી સેવા %1.
hi: सेर्वीस %1 शुरू करने पर खराबी आ गई ।
lt: Paleidžiant paslaugą %1, įvyko klaida.
mr: सेवा सुरू करताना चूक %1.
pt_br: Erro ao iniciar o serviço %1.
sr@latn: Greška prilikom pokretanja servisa %1.
tr: %1 hizmeti yeniden başlatılırken bir hata oluştu.

source: Writing general settings
af: Skryf van algemene instellings
es: Escribiendo la configuración general
gu: સામાન્ય ગોઠવણો લખે છે
hi: साधारण व्यवस्थायें लिख रहा हैं
lt: Įrašomi pagrindinės nustatymai
mr: सर्वसाधारण मांडणी लिहीत आहे
pt_br: Gravando as configurações gerais
sr@latn: Snimanje osnovnih podešavanja
tr: Genel ayarlar yazılıyor

source: Writing masquerading settings
af: Skryf van maskeringsinstellings
es: Escribiendo la configuración de enmascaramiento
gu: માસ્ક્યુરેડ ગોઠવણો લખે છે
hi: मेस्क्युरेडिकं व्यवस्थायें लिख रहा हैं।
lt: Įrašomi maskaradinimo nustatymai
mr: मास्केरेडींग सेटींग्ज लिहिताना.
pt_br: Gravando as configurações de mascaramento
sr@latn: Snimam podešavanja
tr: Masquerading ayarları yazılıyor

source: Writing alias tables
af: Skryf van aliastabelle
es: Escribiendo la tabla de alias
gu: એલાઇસ ટેબલ્સ લખી રહયું છે
hi: एल्यास टेबल्स लिख रहा हैं
lt: Įrašomos pseudonimų lentelės
mr: अलाईस टेबल्स लिहिताना
pt_br: Gravando as tabelas de aliases
sr@latn: Snimanje tabele alijasa
tr: Takma ad (alias) tabloları yazılıyor

source: Writing downloading settings
af: Skryf van aflaai-instellings
es: Escribiendo la configuración de descarga
gu: ડાઉનલોડીંગ ગોઠવણો લખી રહયું છે
hi: डाउनौणलोगंन्कि व्यवस्थायें लिख रहा हैं
lt: Įrašomi gavimo nustatymai
mr: उतरवलेली सेंटीग्ज लिहिताना
pt_br: Gravando as configurações de download
sr@latn: Snimanje podešavanja preuzimanja
tr: İndirme ayarları yazılıyor

source: Writing authentication settings...
af: Skryf van bekragtigingsinstellings
es: Escribiendo la configuración de la autenticación...
gu: ઓથેન્ટીકેશન ગોઠવણો લખી રહયું છે...
hi: सत्यापन व्यवस्थायें लिख रहा हैं...
lt: Įrašomi autentiškumo nustatymai...
mr: ऑथेन्टीकेशन सेटींग्ज लिहिताना...
pt_br: Gravando as configurações de autenticação...
sr@latn: Snimanje podešavanja za autentičnost...
tr: Kimlik doğrulanma ayarları yazılıyor...

source: Finishing writing configuration files
af: Voltooiing van skryf van konfigurasielêers
es: Terminando la escritura de los archivos de configuración
gu: કોન્ફીગરેશન ફાઇલો લખવાનું સમાપ્ત કરે છે
hi: समनुरूपण फाइल लिखना खत्म कर रहा हैं
lt: Baigiama įrašyti konfigūracijos rinkmenas
mr: कॉनफिग्युरेशन टेबल्स लिहिणे संपवताना
pt_br: Concluindo a gravação dos arquivos de configuração
sr@latn: Završavanje snimanja konfiguracionih fajlova
tr: Yapılandırma dosyalarını yazma işlemi bitiriliyor

source: Running Config Postfix
es: Ejecutando configuración de Postfix
lt: Konfigūruojama su Postfix
pt_br: Executando Config Postfix
tr: Config Postfix'in çalıştırılması

source: Restarting services
af: Herbegin van dienste
es: Reiniciando servicios
gu: સેવાઓ પુનઃશરૂ કરી રહયું છે
hi: सेर्वीस दुबारा शुरू कर रहा हैं
lt: Iš naujo paleidžiamos paslaugos
mr: सेवा परत सुरू करत आहे
pt_br: Reiniciando os serviços
sr@latn: Restartovanje servisa
tr: Hizmetler yeniden başlatılıyor

source: Saving mail configuration
af: Berg van poskonfigurasie
es: Guardando la configuración de correo
gu: મેલ કોન્ફીગરેશન સેવ કરી રહયું છે
hi: मेल समनुरूपण सेव कर रहा हैं।
lt: Išsaugoma pašto konfigūracija
mr: मेल संरचना संग्रहीत करत आहे
pt_br: Gravando a configuração de correio
sr@latn: Snimanje podešavanja za mail
tr: E-posta yapılandırması kaydediliyor

source: Other
af: Ander
es: Otros
gu: અન્ય
hi: अन्य
lt: Kita
mr: इतर
pt_br: Outro
sr@latn: ostali
tr: Diğer

source: Permanent
es: Permanente
gu: કાયમી
hi: स्थायी (&P)
lt: Nuolatinis
mr: कायमचे
pt_br: Permanente
tr: Kalıcı

source: Dial-up
af: Inbel
es: Acceso telefónico
gu: ડાયલ-અપ
hi: डायल-अप (&D)
mr: डायल-अप
pt_br: Conexão discada
tr: Çevirmeli bağlantı

source: None
af: Geen
es: Ninguno
gu: નન
hi: कुछ नहीं
lt: Nieko
mr: कोणी नाही
pt_br: Nenhum
sr@latn: Nema
tr: Hiçbiri
