Repository: yast/yast-translations
Catalog: po/product-creator/*.po
Languages: nl

source: Configuration of Image Creator
nl: Configuratie van de image-creator

source: Installation of required packages failed.
nl: De installatie van de benodigde pakketten is mislukt.

source: Configuration of Kiwi
nl: Configuratie van KIWI

source: Configuration of Product Creator
nl: Configuratie van de Product-creator

source: Print existing configurations
nl: Bestaande configuraties tonen

source: Create installation ISO image
nl: Installatie-ISO-image aanmaken

source: Create new product configuration
nl: Maak een nieuwe productconfiguratie aan

source: Delete existing configuration
nl: Verwijder een bestaande configuratie

source: Edit existing configuration
nl: Bewerk een bestaande configuratie

source: Show the summary of selected configuration
nl: Toon de samenvatting van de geselecteerde configuratie

source: Name of the configuration
nl: Naam van de configuratie

source: GPG passphrase required for signing the source.
nl: GPG-wachtwoordzin vereist voor het ondertekenen van de bron.

source: File with GPG passphrase required for signing the source
nl: Bestand met GPG-wachtwoordfrase vereist voor ondertekenen van de bron

source: Path to the configuration file (default is %1)
nl: Pad naar het configuratiebestand (standaard is %1)

source: Path to the output directory
nl: Pad naar uitvoermap

source: Output should be an ISO image instead of directory tree
nl: Uitvoer zou een ISO-image moeten zijn in plaats van een mappenstructuur

source: Name of the output ISO image
nl: Naam van uitgevoerde ISO-image

source: Copy only needed files to save space
nl: Kopieer alleen de noodzakelijke bestanden om ruimte te besparen

source: Path to AutoYaST profile
nl: Pad naar AutoYaSt-profiel

source: Copy AutoYaST profile to CD image
nl: AutoYaST-profiel naar CD-image kopiëren

source: Path to isolinux.cfg file
nl: Pad naar isolinux.cfg-bestand

source: GPG key ID used to sign a product
nl: ID van GPG-sleutel gebruikt om een product te ondertekenen

source: List of package repositories (separated by commas)
nl: Lijst van installatiebronnen (gescheiden door komma's)

source: Configuration name is missing.
nl: Configuratienaam ontbreekt.

source: There is no configuration %1.
nl: Er is geen configuratie %1.

source: Path to output directory is missing.
nl: Pad naar uitvoermap ontbreekt.

source: List of package repositories is empty.
nl: Lijst van installatiebronnen is leeg.

source: Path to AutoYaST profile is missing.
nl: Pad naar AutoYaST-profiel ontbreekt.

source: File %1 does not exist.
nl: Bestand %1 bestaat niet.

source: Loading configuration %1...
nl: Configuratie %1 wordt geladen...

source: Cannot load configuration %1.
nl: Kan configuratie %1 niet laden.

source: Cannot create ISO image %1.
nl: Kan ISO-image %1 niet aanmaken.

source: ISO image %1 has been written.
nl: ISO-image %1 is geschreven.

source: Configuration name cannot be empty.
nl: Configuratienaam mag niet leeg zijn.

source: Package Source
nl: Pakketbron

source: Using AutoYaST profile %1
nl: Gebruikt AutoYaST-profiel %1

source: Creating ISO image %1/%2
nl: Aanmaken van ISO-image %1/%2

source: Creating directory tree in %1/%2
nl: Mappenstructuur in %1/%2 aanmaken

source: Digitally sign the medium with GPG key %1%2
nl: Het medium digitaal ondertekenen met GPG-sleutel %1%2

source: The medium will not be digitally signed
nl: Het medium zal niet digitaal worden ondertekend

source: Target architecture of the current configuration (%1) does not match the system architecture (%2). Kiwi cannot create images for different architectures.
nl: Doelarchitectuur van de huidige configuratie (%1) komt niet overeen met de systeemarchitectuur (%2). Kiwi kan geen images aanmaken voor verschillende architecturen.

source: Product Creator Configuration Overview
nl: Overzicht van configuratie voor Product-creator

source: Name
nl: Naam

source: GPG Key
nl: GPG-sleutel

source: Virtual Disk Image
nl: Virtuele-schijf-image

source: &Create Product...
nl: Product aan&maken...

source: Directory Tree
nl: Boomstructuur van mappen

source: Cre&ate Image with KIWI...
nl: Image &aanmaken met KIWI...

source: <P>Creating the directory structure for the new ISO image.</P>
nl: <p>De mappenstructuur voor het nieuwe ISO-image wordt aangemaakt.</p>

source: <p>Press <b>Next</b> to start creating the ISO file.</p>
nl: <p>Klik op <b>Verder</b> om het ISO-bestand aan te maken.</p>

source: Create skeleton with common files
nl: Raamwerk met algemene bestanden aanmaken

source: Copy additional and customized files
nl: Extra en aangepaste bestanden kopiëren

source: Copy selected packages
nl: Geselecteerde pakketten kopiëren

source: Creating skeleton with essential files
nl: Raamwerk wordt aangemaakt met essentiële bestanden

source: Copying additional and customized files to directory tree...
nl: De extra en aangepaste bestanden worden naar de mappenstructuur gekopieerd...

source: Copying selected packages
nl: De geselecteerde pakketten worden gekopieerd

source: Sign the source with a GPG key
nl: Onderteken de bron met een GPG-sleutel

source: Signing the source with a GPG key...
nl: Bron wordt ondertekend met een GPG-sleutel...

source: Disable signature checks in linuxrc
nl: Schakelen ondertekeningscontroles in linuxrc uit

source: Disabling signature checks in linuxrc...
nl: Uitschakelen van ondertekeningscontroles in linuxrc...

source: Creating ISO image directory...
nl: De ISO-image-map wordt aangemaakt...

source: Error while creating skeleton.
nl: Fout opgetreden bij het aanmaken van het raamwerk.

source: ISO image directory ready
nl: ISO-image-map is gereed

source: Creating CD Image...
nl: CD-image wordt aangemaakt...

source: This may take a while.
nl: Dit kan enige tijd duren.

source: ISO Summary
nl: ISO-overzicht

source: Packages
nl: Pakketten

source: Missing Packages
nl: Ontbrekende pakketten

source: None
nl: Geen

source: <p>Verify the data in the summary box then press Finish to return to main dialog.</p>
nl: <p>Controleer de gegevens in het overzichtvenster en klik vervolgens op Voltooien om terug te gaan naar de hoofddialoog.</p>

source: Custom CDs
nl: Gebruikers CD's

source: <p>Verifying data and packages... </p>
nl: <p>Gegevens en pakketten worden geverifieerd... </p>

source: <p>If there is something missing, the process will be aborted. Fix the problem and try again.</p>
nl: <p>Wanneer er iets ontbreekt zal het proces worden afgebroken. Los dan het probleem op en probeer het nog eens.</p>

source: Set up Package Source
nl: Instellen van pakketbron

source: Create Package List
nl: Pakketlijst aanmaken

source: Verify Package Availability
nl: Pakket beschikbaarheid verificatie

source: Check Destination
nl: Bestemming controleren

source: Configuring package source...
nl: Pakketbron wordt geconfigureerd...

source: Creating package list...
nl: Pakketlijst wordt aangemaakt...

source: Verifying package availability...
nl: Pakket beschikbaarheid wordt gecontroleerd...

source: Checking destination...
nl: De bestemming wordt gecontroleerd...

source: Verification of Data for ISO Image
nl: Gegevensverificatie ten behoeve van de ISO-image

source: Enabling sources...
nl: Bronnen worden geactiveerd...

source: Selecting packages...
nl: Pakketten worden geselecteerd...

source: Checking packages...
nl: Pakketten controleren...

source: Verifying the destination directory...
nl: Bestemmingsmap wordt geverifieerd...

source: <p>Start creating a new image configuration with <b>Add</b>.</p>
nl: <p>Start het aanmaken van een nieuwe image-configuratie met <b>Toevoegen</b>.</p>

source: <p>Use <b>Edit</b> to change selected image configuration or create the image.</p>
nl: <p>Klik op <b>Bewerken</b> om de geselecteerde image-configuratie te wijzigen of maak de image aan.</p>

source: <p>Delete the directory with the selected configuration by selecting <b>Delete</b>.</p>
nl: <p>Verwijder de map met de geselecteerde configuratie door <b>Verwijderen</b> te selecteren.</p>

source: <p>All image configurations are saved in <tt>%1</tt> directory.</p>
nl: <p>Alle image-configuraties worden opgeslagen in de map <tt>%1</tt> .</p>

source: Image Creator Configuration Overview
nl: Overzicht van de configuratie van de image-creator

source: Version
nl: Versie

source: Size
nl: Grootte

source: Delete configuration %1 (%2) now?
nl: Nu configuratie %1 (%2) verwijderen?

source: On
nl: Aan

source: Off
nl: Uit

source: Product Creator Configuration
nl: Configuratie van Product-creator

source: Profile Loca&tion:
nl: Profiel loca&tie:

source: Select Fi&le
nl: Se&lecteer bestand

source: Copy Profile to CD I&mage
nl: Profiel naar CD-i&mage kopiëren

source: Pac&kage Manager
nl: Pa&kketbeheer

source: &AutoYaST Control File
nl: &AutoYaST besturingsbestand

source: &Configuration Name:
nl: &Configuratie naam:

source: Enter the name of the configuration.
nl: Geef de configuratienaam op.

source: A configuration with this name already exists. Select a new name.
nl: Er bestaat al een configuratie met deze naam. Selecteer een nieuwe naam.

source: The file '%1' does not exist. Choose a correct one.
nl: Het bestand '%1' bestaat niet. Kies een juiste.

source: Select File
nl: Bestand selecteren

source: Output:
nl: Uitvoer:

source: &Path to Generated Directory Tree:
nl: &Pad naar gegenereerde mappenstructuur:

source: &Select Directory
nl: Map &selecteren

source: &Generate ISO Image File
nl: ISO-image bestand &genereren

source: &ISO Image File:
nl: &ISO-image-bestand:

source: Create Directory &Tree Only
nl: Alleen mappenstruc&tuur aanmaken

source: Other Options
nl: Overige opties

source: Copy only needed files to save space.
nl: Kopieer alleen de noodzakelijke bestanden om ruimte te besparen.

source: CD Publisher:
nl: CD-uitgever:

source: CD Preparer:
nl: CD-producent:

source: Select Directory
nl: Map selecteren

source: Path to generated directory tree missing.
nl: Pad naar de gegenereerde mappenstructuur ontbreekt.

source: Target Architecture
nl: Doelarchitectuur

source: Source %1 does not support the current target architecture (%2). Change the target architecture?
nl: Bron %1 ondersteunt de huidige doelarchitectuur niet (%2). Wijzig de doelarchitectuur?

source: Source Selection
nl: Bron selectie

source: Selected
nl: Geselecteerd

source: Target architecture: %1
nl: Doelarchitectuur: %1

source: Cr&eate New...
nl: Ni&euwe aanmaken...

source: Target Architecture: %1
nl: Doelarchitectuur: %1

source: Select at least one source.
nl: Selecteer minstens één bron.

source: There is a mismatch between the selected repositories and the machine architecture. Either select a different repository or change the target architecture.
nl: Er is geen overeenkomst tussen de geselecteerde installatiebronnen en de machinearchitectuur. Ofwel selecteer een andere installatiebron of wijzig de doelarchitectuur.

source: Select the new target architecture.
nl: Selecteer de nieuwe doelarchitectuur.

source: Base Source Selection
nl: Basis bron-selectie

source: Selected Base Source
nl: Geselecteerde basis bron

source: File Contents: %1
nl: Bestandsinhoud: %1

source: Load File
nl: Bestand laden

source: Reading data from Package Database...
nl: De data van de pakketdatabase wordt ingelezen...

source: Please wait...
nl: Even geduld a.u.b...

source: Reading package database...
nl: De pakketdatabase wordt ingelezen...

source: <p> Select one of the following <b>base</b> selections and click <i>Detailed<i> to add more <b>add-on</b> selections and packages. </p>
nl: <p> Kies één van de volgende <b>basis</b> selecties en klik op <i>Gedetailleerd</i> om meer <b>add-on</b> selecties en pakketten toe te voegen. </p>

source: Software Selection
nl: Softwareselectie

source: Dependencies cannot be resolved. %1
nl: Afhankelijkheden kunnen niet worden opgelost. %1

source: &Digitally Sign the Product on the Medium
nl: Het product op het medium &digitaal ondertekenen

source: <p><big><b>Sign</b></big><br> To make it possible for users to verify your product, sign it with a GPG key. This key is checked when the product is added as a repository.</p>
nl: <p><big><b>Ondertekenen</b></big><br> Om het voor gebruikers mogelijk te maken uw product te verifiëren kunt u het ondertekenen met een GPG-sleutel. Deze sleutel wordt gecontroleerd als het product als een softwarebron wordt toegevoegd.</p>

source: <P>If the product is not signed, Yast automatically adds the option 'Insecure: 1' to the linuxrc configuration file, otherwise linuxrc would deny loading an unsigned installation system at boot. See http://en.opensuse.org/Linuxrc for more information.</P>
nl: <P>Als het product niet ondertekent is zal YaST automatisch de optie 'Onveilig: 1' toevoegen aan het linuxrc configuratiebestand, anders zou linuxrc het laden van een niet ondertekend installatiesysteem weigeren bij opstarten. Zie http://nl.opensuse.org/SDB:Linuxrc voor meer informatie.</P>

source: Signing the Product on the Medium
nl: Het product op het medium ondertekenen

source: Configuration Summary
nl: Configuratieoverzicht

source: Selected %1 packages
nl: %1 pakketten geselecteerd

source: Architecture
nl: Architectuur

source: Output Directory
nl: Uitvoermap

source: Creating directory tree in <b> %1/%2 </b>
nl: Mappenstructuur in <br><b> %1/%2 </b> aanmaken

source: Signing
nl: Ondertekenen

source: Digitally sign the medium with GPG key <b>%1</b>%2
nl: Het medium digitaal ondertekenen met GPG-sleutel <b>%1</b>%2

source: <p>Verify the data in the summary then press Next to continue. </p>
nl: <p>Controleer de gegevens in het overzicht en klik vervolgens op Verder om door te gaan. </p>

source: <p><b><big>Boot Options</big></b><br> Add additional boot menu entries with boot options. </p>
nl: <p><b><big>Boot opties</big></b><br> Voeg extra bootmenu-items met boot opties toe. </p>

source: <p>For example, configure the CD for automatic installations and specify the installation source location. If you are not sure, leave the file untouched and the original is used.</p>
nl: <p>Een voorbeeld: Configureer de CD voor automatische installatie en specificeer de installatiebron locatie. Bij twijfel laat u het bestand ongewijzigd, het origineel zal dan gebruikt worden.</p>

source: <p><b><big>Initializing Configuration</big></b></p>
nl: <p><b><big>Configuratie initialiseren</big></b></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te klikken.</p>

source: <p><b><big>Saving Configuration</big></b></p>
nl: <p><b><big>Configuratie opslaan</big></b></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog will inform you whether it is safe to do so. </p>
nl: <p><b><big>Opslaan proces afbreken:</big></b><br> Het opslaan kunt u afbreken door op <b>Afbreken</b> te drukken. Een extra venster zal u informeren of dit al dan niet veilig te doen is. </p>

source: <p><b><big>Product Creator Configuration Overview</big></b><br> Obtain an overview of available configurations. Additionally edit those configurations.<br></p>
nl: <p><b><big>Overzicht van de Configuratie van Product-creator</big></b><br> Hier kunt u een overzicht krijgen van de beschikbare configuraties. Tevens kunt u deze configuraties wijzigen.<br></p>

source: <p><b><big>Adding a Configuration:</big></b><br> Press <b>Add</b> to create a new configuration.</p>
nl: <p><b><big>Een configuratie toevoegen:</big></b><br> Klik op <b>Toevoegen</b> om een nieuwe configuratie aan te maken.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a configuration to change or remove. Then press <b>Edit</b> or <b>Delete</b> respectively.</p>
nl: <p><b><big>Bewerken of verwijderen:</big></b><br> Selecteer de te wijzigen of te verwijderen configuratie. Klik daarna op de knop: <b>Bewerken</b> of <b>Verwijderen</b>.</p>

source: <p>Use <b>Create Product</b> to create the ISO image or installation repository directory with the selected product.</p>
nl: <p>Gebruik <b>Product aanmaken</b> om de ISO-image of de map voor de installatiebron aan te maken met uw geselecteerde product.</p>

source: <p>Press <b>Create Image with KIWI</b> for additional configuration of various types of images, such as Live media or Xen images, with the KIWI image system.</p>
nl: <p>Klik op <b>Image aanmaken met KIWI</b> voor aanvullende configuratie van verschillende typen images, zoals live-media of Xen-images, met het KIWI-imagesysteem.</p>

source: <p><b><big>Configuration Name and Packages</big></b><br> Choose a configuration name and the method with which to select the packages to add to the ISO image.<br></p>
nl: <p><b><big>Configuratienaam en pakketten</big></b><br> Kies een configuratienaam en de selectiemethode waarmee u de pakketten aan de ISO-image wilt gaan toevoegen.<br></p>

source: <b>AutoYaST Profile</b><p> Select an AutoYaST profile with the software configuration. </p>
nl: <b>AutoYaST profiel</b><p> Selecteer een AutoYaST profiel met de software configuratie. </p>

source: <b>Software Manager</b><p> Use the software manager without any preselected packages. All packages that would be automatically selected during installation must be selected manually based on the hardware and architecture for which you are creating this CD. </p>
nl: <b>Softwarebeheerder</b><p> Gebruik de softwarebeheerder zonder enige voorgeselecteerde pakketten. Alle pakketten, die tijdens de installatie automatisch geselecteerd zouden moeten worden, dienen handmatig geselecteerd te worden en moeten op die hardware en architectuur gebaseerd zijn waarvoor u deze CD gaat maken. </p>

source: <p><b><big>Select Package Sources</big></b><br> Select at least one package source.<br></p>
nl: <p><b><big>Pakketbronnen selecteren</big></b><br> Selecteer minstens één pakketbron.<br></p>

source: <p><b><big>Target Architecture</big></b><br> It is possible to create a product for a different architecture than that of the machine you are currently working on. All selected repositories must support the target architecture.<br> <b>Note:</b> KIWI does not support different architectures yet, do not change the architecture if you intend to create a KIWI image from the current configuration.</p>
nl: <p><b><big>Doelarchitectuur</big></b><br> Het is mogelijk een product aan te maken voor een verschillende architecture dan de architectuur van de machine waarop u werkt. Alle geselecteerde installatiebronnen moeten de doelarchitectuur ondersteunen.<br> <b>Opmerking:</b> KIWI ondersteunt nog geen verschillende architecturen, verander de architectuur dus niet als u de bedoeling hebt om een KIWI-image te maken uit de huidige configuratie.</p>

source: <p><b><big>ISO Directory and Image</big></b><br> Enter the location in which to create the skeleton directory. All needed files will be copied to this directory. Select a location with enough disk space. <br></p>
nl: <p><b><big>ISO-map en -image</big></b><br> Geef de locatie op waarin de raamwerkmap aangemaakt moet worden. Alle benodigde bestanden zullen naar deze map gekopieerd worden. Selecteer een lokatie met voldoende schijfruimte. <br></p>

source: <p>Create an ISO image or a directory that is suitable for creating an ISO image at a later time. </p>
nl: <p>Maak een ISO-image aan of map aan die geschikt is om op een later tijdstip een ISO-image in aan te maken. </p>

source: <p>To save space, select the check box to copy only needed files to the skeleton. </p>
nl: <p>Als u het keuzevak voor ruimtebesparing aanvinkt, dan zullen alleen de noodzakelijke bestanden naar het raamwerk gekopieerd worden. </p>

source: <p><b>The Base Product</b></p>
nl: <p><b>Het basis product</b></p>

source: <p>One of the used repositories must be marked as the base product. The base product repository should be bootable to ensure the newly created product is also bootable.</p>
nl: <p>Een van de gebruikte installatiebronnen moet gemarkeerd zijn als het basis product. De basis product-installatiebron zou geboot moeten kunnen worden om er zeker van te zijn dat het nieuw aangemaakte product ook geboot kan worden.</p>

source: <p>The other repositories will be used as add-ons for the base repository.</p>
nl: <p>De andere installatiebronnen zullen als addons worden gebruikt voor de basis installatiebron.</p>

source: <p>The product creator solves dependencies of the selected products and proposes the base product. If the proposed value is wrong, select the right base repository from the list.</p>
nl: <p>De product-creator lost afhankelijkheden van de geselecteerde producten op en stelt het basis product voor. Als de voorgestelde waarde verkeerd is selecteer dan de juiste basis installatiebron uit de lijst.</p>

source: Packages for Image
nl: Pakketten voor Image

source: Xen Specific Packages
nl: Xen-specifieke pakketten

source: Patterns
nl: Patronen

source: &Ignored Software
nl: Genegeerde &software

source: Packages to be included in Boot Image
nl: In te voegen pakketten in de boot-image

source: Some of the packages that are selected for installation are also included in the list for deletion. Continue anyway?
nl: Sommige pakketten die zijn geselecteerd voor installatie zijn ook toegevoegd aan de lijst voor verwijdering. Toch doorgaan?

source: Packages to Delete
nl: Te verwijderen pakketten

source: Testing
nl: Testen

source: Image, Profile %1
nl: Image, profiel %1

source: Include in Boot Image
nl: In boot-image invoegen

source: Add New User
nl: Nieuwe gebruiker toevoegen

source: Login &Name
nl: Aanmeld&naam

source: &Full Name
nl: &Volledige naam

source: &Home Directory
nl: &Persoonlijke map

source: G&roup Name
nl: G&roepsnaam

source: Edit User
nl: Gebruiker bewerken

source: Enter the user name.
nl: Geef de gebruikersnaam.

source: The passwords do not match. Try again.
nl: De nieuwe wachtwoorden zijn ongelijk. Probeer op nieuw

source: Directory to Import
nl: Te importeren map

source: Script to Import
nl: Te importeren script

source: Path to root Directory
nl: Pad naar hoofdmap

source: Path to config Directory
nl: Pad naar config-map

source: Path to %1 File
nl: Pad naar bestand %1

source: Path to images.sh File
nl: Pad naar images.sh-bestand

source: Feature not implemented yet.
nl: Functie nog niet geïmplementeerd.

source: Checking packages availability...
nl: Controle op beschikbaarheid van pakketten...

source: Missing packages
nl: Ontbrekende pakketten

source: <p>Packages from section '%1' are not available with selected repositories:</p> <p>%2.</p> <p> Either remove the packages from the section, check the detailed package selection or ignore the situation.</p> <p> Going to detailed package selection and accepting the view without any further changes results in removal of problematic packages from the section. </p>
nl: <p>Pakketten uit sectie '%1' zijn niet beschikbaar in de geselecteerde installatiebronnen:</p> <p>%2.</p> <p> Verwijder ofwel de pakketten uit de sectie of controleer de gedetailleerde pakketselectie of negeer de situatie.</p> <p> Naar de gedetailleerde pakketselectie gaan en accepteren wat wordt getoond zonder verdere wijzigingen resulteert in verwijdering van problematische pakketten uit de sectie. </p>

source: Remove Packages
nl: Pakketten verwijderen

source: Check Package Selection
nl: Pakketselectie controleren

source: Ignore
nl: Negeren

source: Cancel
nl: Annuleren

source: Create ISO image now?
nl: ISO-image nu aanmaken?

source: Create Xen image now?
nl: Xen-image nu aanmaken?

source: Create virtual disk image now?
nl: Virtuele-schijf-image nu aanmaken?

source: ISO image successfully created in %1 directory.
nl: ISO-image aangemaakt in map %1

source: Xen image files successfully created in %1 directory.
nl: Xen-images aangemaakt in map %1
