Repository: yast/yast-translations
Catalog: po/product-creator/*.po
Languages: nl

source: Virtual disk image successfully created in %1 directory.
nl: Virtuele-schijf-image aangemaakt in map %1

source: Create image now?
nl: Image nu aanmaken?

source: Image successfully created in %1 directory.
nl: Image succesvol aangemaakt in %1 map.

source: Reading current image configuration...
nl: Huidige image-configuratie wordt gelezen...

source: Image Configuration
nl: Image-configuratie

source: Installed Software
nl: Geïnstalleerde software

source: Description
nl: Beschrijving

source: Locale settings
nl: Lokale-instellingen

source: Users
nl: Gebruikers

source: Editing of following files is disabled for configurations imported from Studio.
nl: Bewerken van de volgende bestanden is uitgeschakeld voor configuraties geïmporteerd uit Studio.

source: Directories
nl: Mappen

source: Co&mpression
nl: Co&mpressie

source: <p>Select the value for image <b>Compression</b>. This will modify the <i>flags</i> value of the image type. Check the kiwi manual for an explanation of available values.</p>
nl: <p>Selecteer de waarde voor image <b>Compressie</b>. Dit zal de waarde van de <i>vlaggen</i> van het image-type wijzigen. Lees de kiwi handleiding voor de uitleg van de beschikbare waarden.</p>

source: So&ftware Selection
nl: So&ftwareselectie

source: Ch&ange...
nl: Wij&zigen...

source: <p>Adapt the software selection with <b>Change</b>.</p>
nl: <p>Pas de softwareselectie aan met <b>Wijzigen</b>.</p>

source: <p>For <b>ignored software</b>, enter each entry (like 'smtp_daemon') on a new line.</p>
nl: <p>Voer voor <b>genegeerde software</b> elk item (zoals 'smtp_daemon') in op een nieuwe regel</p>

source: Packages to &Delete
nl: Te verwij&deren pakketten

source: <p>Each entry of <b>Packages to Delete</b> is one package name to be uninstalled from the target image.</p>
nl: <p>Elk item in <b>Te verwijderen pakketten</b> is één pakketnaam die be uit de installatie van de doel-image verwijderd moet worden.</p>

source: &Version
nl: &Versie

source: <p>Enter the <b>Version</b> of your image configuration.</p>
nl: <p>Voer de <b>versie</b> in van uw imageconfiguratie.</p>

source: &Size
nl: &Grootte

source: <p>Set the image <b>Size</b> in the specified <b>Unit</b>. If <b>Additive</b> is checked, the meaning of <b>Size</b> is different: it is the minimal free space available on the image.</p>
nl: <p>Stel de <b>Grootte</b> van de image in in de gespecificeerde <b>Eenheid</b>. Als <b>Optellen</b> is geactiveerd dan is de betekenis van <b>Grootte</b> anders: het is de minimale vrije ruimte die beschikbaar is in de image.</p>

source: Additive
nl: Optellen

source: Encrypt Image with LUKS
nl: Image versleutelen met LUKS

source: <p>To create an encrypted file system, check <b>Encrypt Image with LUKS</b> and enter the password.</p>
nl: <p>Om een versleuteld bestandssysteem te maken, activeert u <b>Image met LUKS versleutelen</b> en voert u het wachtwoord in.</p>

source: Encrypted Image LUKS Password
nl: Wachtwoord voor met LUKS versleutelde image

source: <p>Edit the configuration scripts used to build your image.</p>
nl: <p>Bewerk de voor het bouwen van uw image gebruikte configuratiescripts.</p>

source: <p>Point to the configuration directories for building your image.</p>
nl: <p>Verwijs naar de configuratiemappen voor het bouwen van uw image.</p>

source: Directory with System Configur&ation
nl: Map met systeemconfigur&atie

source: <p>Define the path to the <b>Directory with System Configuration</b> (the <tt>root</tt> directory). The entire directory is copied into the root of the image tree using <tt>cp -a</tt>.</p>
nl: <p>Definieer het pad naar de <b>map met systeemconfiguratie</b> (de <tt>root</tt>-map). De volledige map wordt met behulp van <tt>cp -a</tt> gekopieerd naar de hoofdmap van de image-structuur.</p>

source: Directory with System Configuration
nl: Map met systeemconfiguratie

source: Path to Directory
nl: Pad naar map

source: <p>Configure the <b>Directory with System Configuration</b> (the <tt>root</tt> directory). The entire directory is copied into the root of the image tree using <tt>cp -a</tt>.</p>
nl: <p>Configureer de <b>map met systeemconfiguratie</b> (de <tt>root</tt>-map). De volledige map wordt met behulp van <tt>cp -a</tt> gekopieerd naar de hoofdmap van de image-structuur.</p>

source: Directory with Scripts
nl: Map met scripts

source: Path to File
nl: Pad naar bestand

source: <p>Configure the <b>Directory with Scripts</b> (the <tt>config</tt> directory). It contains scripts that are run after the installation of all the image packages.</p>
nl: <p>Configureer de <b>map met scripts</b> (de <tt>config</tt>-map). Het bevat scripts die worden uitgevoerd na de installatie van alle image-pakketten.</p>

source: Studio Custom Build Script
nl: Zelfgemaakt bouwscript uit Studio

source: &Import...
nl: &Importeren...

source: I&mage Configuration Script
nl: I&mage-configuratiescript

source: <p>Edit your <b>Image Configuration Script</b>, called <tt>config.sh</tt>. This script is run at the end of the installation but before the package scripts have run.</p>
nl: <p>Bewerk uw <b>image-configuratiescript</b>, genaamd <tt>config.sh</tt>. Dit script wordt gestart aan het einde van de installatie, voordat de pakketscripts zijn gestart.</p>

source: Pa&th to Directory with Scripts
nl: Pad naar map met scrip&ts

source: <p>The optional <b>Directory with Scripts</b> (<tt>config</tt> directory) contains scripts that are run after the installation of all the image packages.</p>
nl: <p>De optionele <b>map met scripts</b> (<tt>config</tt>-map) bevat script die worden gestart na de installatie van alle image-pakketten.</p>

source: Br&owse...
nl: Blade&ren...

source: C&leanup Script
nl: Opsc&hoonscript

source: <p>Edit your <b>Cleanup Script</b> (<tt>images.sh</tt>). This script is run at the beginning of the image creation process.</p>
nl: <p>Bewerk uw <b>opschoonscript</b> (<tt>images.sh</tt>). Dit script wordt gestart aan het begin van het aanmaken van de image.</p>

source: Im&port...
nl: Im&porteren...

source: &Author
nl: &Auteur

source: <p>Set the values for <b>Author</b> of the image, <b>Contact Information</b>, and the image <b>Specification</b>.</p>
nl: <p>Stelt de waarden in voor de <b>auteur</b> van de image, <b>contactinformatie</b> en de image<b>specificatie</b>.</p>

source: &Specification
nl: &Specificatie

source: &Locale
nl: Taa&lregio

source: <p><b>Locale Settings</b></p>
nl: <p><b>Lokale instellingen</b></p>

source: <p>The value of <b>Locale</b> (e.g. <tt>en_US</tt>) defines the contents of the RC_LANG variable in <t>/etc/sysconfig/language</tt>.</p>
nl: <p>De waarde van <b>Locale</b> (bijv. <tt>nl_NL</tt>) definieert de inhoud van de RC_LANG variabele in <t>/etc/sysconfig/language</tt>.</p>

source: &Keyboard Layout
nl: &Toetsenbordindeling

source: <p><b>Keyboard Layout</b> specifies the name of the console keymap to use. The value corresponds to a map file in <tt>/usr/share/kbd/keymaps</tt>.</p>
nl: <p><b>Toetsenbordlayout</b> specificeert de naam van de te gebruiken console-keymap. De waarde correspondeert met een map-bestand in <tt>/usr/share/kbd/keymaps</tt>.</p>

source: &Time Zone
nl: &Tijdzone

source: <p>It is possible to set a specific <b>Time zone</b>. Available time zones are located in the <tt>/usr/share/zoneinfo</tt> directory.</p>
nl: <p>Het is mogelijk om een specifieke <b>Tijdzone</b> in te stellen. Beschikbare tijdzones zijn aanwezig in de map <tt>/usr/share/zoneinfo</tt>.</p>

source: <p>Create users that should be available on the target system.</p>
nl: <p>Maak de gebruikers aan die beschikbaar moeten zijn op het doelsysteem.</p>

source: Login Name
nl: Aanmeldnaam

source: Full Name
nl: Volledige naam

source: Home Directory
nl: Persoonlijke map

source: Group
nl: Groep

source: <p>For each user, specify the <b>Name</b>, <b>Password</b>, <b>Home Directory</b> and group to which the users belongs.</p>
nl: <p>Geef voor elke gebruiker een <b>naam</b>, <b>wachtwoord</b>, <b>persoonlijke map</b> en groep waar de gebruiker bijhoort op.</p>

source: Live CD Configuration
nl: Configuratie van live-CD

source: Xen Image Configuration
nl: Configuratie van Xen-image

source: &Create ISO
nl: ISO &aanmaken

source: &Create Xen Image
nl: Xen-image &aanmaken

source: &Create Virtual Disk Image
nl: Virtuele-schijf-image &aanmaken

source: <p>Enter the name of your image configuration. Base new configuration on template from the list or on the directory with the existing configuration.</p>
nl: <p>Voer de naam in van uw image-configuratie. Baseer een nieuwe configuratie op het sjabloon uit de lijst of op de map met een bestaande configuratie.</p>

source: <p>Place custom configuration templates under <tt>%1</tt> directory.</p>
nl: <p>Plaats eigengemaakte configuratiesjablonen in de <tt>%1</tt> map.</p>

source: <p>Choose the <b>Image Type</b> which should be created.</p>
nl: <p>Kies het <b>type image</b> dat u wilt aanmaken.</p>

source: <p>Select <b>Output Directory</b> for the created image.</p>
nl: <p>Selecteer de <b>uitvoermap</b> voor de aangemaakte image.</p>

source: <p>Modify the list of <b>Package Repositories</b> that will be used for creating the image. Use <b>Add From System</b> to add one of the current system repositories.</p>
nl: <p>Wijzig de lijst met <b>pakketbronnen</b> die gebruikt zullen worden bij het aanmaken van de image. Gebruik <b>Voeg toe vanuit het systeem</b> om een van de huidige systeembronnen toe te voegen.</p>

source: <p>Click <b>Next</b> to continue with the configuration.</p>
nl: <p>Klik op <b>Verder</b> om verder te gaan met de configuratie.</p>

source: Network Boot Image
nl: Netwerk-bootimage

source: Selected directory does not contain valid description of system configuration.
nl: De geselecteerde map bevat geen geldige beschrijving van een systeemconfiguratie.

source: Importing repositories...
nl: Importeren van installatiebronnen...

source: %1, version %2
nl: %1, versie %2

source: &32bit Architecture Image
nl: &32-bit Architectuurimage

source: Target is i586 only
nl: Doel is alleen i586

source: &Kiwi Configuration
nl: &Kiwi-configuratie

source: Create from Scratch
nl: Aanmaken vanaf nul

source: Base on Template
nl: Gebaseerd op sjabloon

source: Base on Existing Configuration
nl: Gebaseerd opbestaande configuratie

source: &Choose...
nl: &Kies...

source: &Output Directory
nl: &Uitvoermap

source: Package Repository
nl: Installatiebron

source: A&dd from System
nl: &Toevoegen uit systeem

source: Image preparation
nl: Image-voorbereiding

source: Cannot search for SLP repositories without having %1 package installed.
nl: Om te kunnen zoeken naar SLP-bronnen dient het pakket %1 te zijn geïnstalleerd.

source: Path to the Output Directory
nl: Pad naar uitvoermap

source: Configuration with name "%1" already exists. Choose a different one.
nl: De configuratie met naam "%1" bestaat al. Kies een andere.

source: Enter the path to the output directory.
nl: Voer het pad naar de uitvoermap in.

source: Specify at least one package repository.
nl: Specificeer minstens één pakket-installatiebron.

source: Failed to add these repositories: %1. Continue anyway?
nl: Toevoegen van deze installatiebronnen is mislukt: %1. Toch doorgaan?

source: Path to directory to store the log files
nl: Pad naar map om log-bestanden op te slaan

source: Standard output file name
nl: Bestandsnaam van standaard uitvoer

source: Error output file name
nl: Bestandsnaam van foutuitvoer

source: File %1 already exists. Rewrite?
nl: Bestand '%1' bestaat al. Opnieuw schrijven?

source: Removing old chroot directory failed.
nl: Verwijderen van oude chroot-map is mislukt.

source: Preparing for Image Creation
nl: Aanmaak van image voorbereiden

source: Save logs
nl: Logs opslaan

source: Image creation failed.
nl: Aanmaak van image is mislukt.

source: Creating Image
nl: Image aanmaken

source: Image creation succeeded.
nl: Image is aangemaakt.

source: Image creation canceled.
nl: Aanmaak van image geannuleerd.

source: Initializing Product Creator Configuration
nl: De configuratie van Product-creator wordt geïnitialiseerd

source: Read the configuration
nl: De configuratie wordt gelezen

source: Reading the database...
nl: Database wordt gelezen...

source: Finished
nl: Gereed

source: Cannot read the configuration.
nl: Kan de configuratie niet lezen.

source: Saving Product Creator Configuration
nl: Opslaan van de configuratie van Product-creator

source: Write the settings
nl: Instellingen opslaan

source: Writing the settings...
nl: Instellingen worden opgeslagen...

source: Error while writing settings.
nl: Fout opgetreden tijdens het opslaan van de instellingen.

source: Configuration summary ...
nl: Configuratieoverzicht...

source: No Files
nl: Geen bestanden

source: Cannot read directory %1 from source %2.
nl: Kan map '%1' niet lezen van bron %2.

source: Error reading control file.
nl: Fout opgetreden bij het lezen van het besturingsbestand.

source: Could not add GPG key %1 to initrd %2.
nl: Kan GPG-sleutel %1 niet toevoegen aan initrd %2.

source: Error: Could not digitally sign the source. Try again?
nl: Fout: kan de bron niet digitaal ondertekenen. Opnieuw proberen?

source: These sources were not found: %1
nl: Deze bronnen zijn niet gevonden: %1

source: Remove the destination directory %1?
nl: Wilt u de bestemmingsmap %1 verwijderen?

source: The destination %1 already exists.
nl: De bestemming %1 bestaat al.

source: Destination directory exists or is a file. Remove directory %1?
nl: Bestemmingsmap bestaat al of is een bestand. Map %1 verwijderen?

source: Checking for package availability...
nl: Pakket beschikbaarheidcontrole...

source: %1 package not available.
nl: %1 pakket is niet beschikbaar.

source: Copying %1
nl: %1 wordt gekopieerd

source: Cannot download package %1 from source %2.
nl: Kan pakket %1 niet downloaden van bron %2.

source: Error while copying packages. Check the created directory for possible hints.
nl: Fout tijdens kopiëren van pakketten. Controleer de aangemaakte map voor mogelijke hints.
