Repository: yast/yast-translations
Catalog: po/firewall-services/*.po
Languages: lt, uk

source: Zeroconf/Bonjour Multicast DNS (mDNS) ports for Service Discovery (DNS-SD)
uk: Порти Zeroconf/Bonjour Multicast DNS (mDNS) для служби пошуку (DNS-SD)

source: cyrus-imapd Server
lt: cyrus-imapd serveris
uk: Сервер cyrus-imapd

source: Open ports for the cyrus-imapd Server.
lt: Atverti prievadus cyrus-imapd serveriui.
uk: Відкриває порти для сервера cyrus-imapd.

source: DHCPv4 Server
lt: DHCPv4 serveris
uk: Сервер DHCPv4

source: Open ports for ISC DHCPv4 4.x server.
lt: Atverti prievadus ISC DHCPv4 4.x serveriui.
uk: Відкриває порти для сервера ISC DHCPv4 4.x.

source: Open ports for the dnsmasq DNS/DHCP server.
lt: Atveria prievadus dnsmasq DNS/DHCP serveriui.
uk: Відкриває порти для сервера dnsmasq DNS/DHCP.

source: mDNS/Bonjour support for HPLIP
uk: Підтримка mDNS/Bonjour для HPLIP

source: Firewall Configuration file for mDNS/Bonjour support for HPLIP
lt: Užkardos konfigūracijos rinkmena, skirta mDNS/Bonjour palaikant HPLIP
uk: Файл конфігурації мережевого екрану для підтримки mDNS/Bonjour у HPLIP

source: icecream daemon
lt: icecream tarnyba
uk: Фонова служба Icecream

source: opens socket for the icecream compilation daemon
uk: відкриває гніздо для фонової служби компіляції icecream

source: icecream scheduler
lt: icecream planuoklė
uk: планувальник icecream

source: Opens ports for the icecream scheduler
uk: Відкриває порти для планувальника icecream

source: iSNS Daemon
lt: iSNS tarnyba
uk: Демон iSNS

source: Open ports for iSNS daemon with broadcast allowed.
lt: Atverti prievadus iSNS tarnybai su įgalintu transliavimu.
uk: Відкриває порти для фонової служби iSNS з дозволом трансляції.

source: Netbios Server
lt: Netbios serveris
uk: Сервер Netbios

source: Open ports for Samba Netbios server with broadcast allowed.
lt: Atverti Samba Netbios serverio prievadus su įgalintu transliavimu.
uk: Відкриває порти для фонової служби Samba Netbios з дозволом трансляції.

source: NFS Client
lt: NFS klientas
uk: Клієнт NFS

source: Firewall configuration for NFS client. Open ports for NFS client to allow connection to an NFS server.
uk: Налаштування мережевого екрана для клієнта NFS. Відкриває порти для клієнта NFS з метою дозволити йому з'єднуватися з NFS-сервером.

source: NFS Server Service
lt: NFS serverio paslauga
uk: Служба сервера NFS

source: Firewall configuration for NFS kernel server. Open ports for NFS to allow other hosts to connect.
uk: Налаштування мережевого екрана для ядерного NFS-сервера. Відкриває порти для NFS з метою дозволити іншим вузлам з'єднуватися з ним.

source: xntp Server
lt: xntp serveris
uk: Сервер xntp

source: Open ports for xntp.
lt: Atverti prievadus, skirtus xntp.
uk: Відкриває порти для xntp.

source: OpenLDAP Server
lt: OpenLDAP serveris
uk: Сервер OpenLDAP

source: Open ports for the OpenLDAP server (slapd).
lt: Atverti prievadus OpenLDAP serveriui (slapd).
uk: Відкриває порти для сервера OpenLDAP (slapd).

source: OpenSLP Server (SLP)
lt: OpenSLP serveris (SLP)
uk: Сервер OpenSLP (SLP)

source: Enable OpenSLP server to advertise services.
uk: Дозволяє серверу OpenSLP рекламувати служби.

source: Rsync server
lt: Rsync serveris
uk: Сервер Rsync

source: Opens port for rsync server in order to allow remote synchronization
uk: Відкриває порти для rsync, щоб дозволити віддалену синхронізацію

source: Samba Client
lt: Samba klientas
uk: Клієнт Samba

source: Enable browsing of SMB shares.
lt: Įgalinti naršymą SMB tinkle
uk: Вмикає огляд спільних ресурсів SMB.

source: Samba Server
lt: Samba serveris
uk: Сервер Samba

source: Open ports for Samba server.
lt: Atveria prievadus Samba serveriui.
uk: Відкриває порти для сервера Samba.

source: SMTP with sendmail
lt: SMTP su sendmail
uk: SMTP з sendmail

source: Firewall configuration file for sendmail
lt: Užkardos konfigūracijos rinkmena, skirta sendmail
uk: Файл конфігурації мережевого екрана для sendmail

source: Secure Shell Server
lt: Saugaus apvalkalo serveris (ssh)
uk: Сервер безпечної оболонки (SSH)

source: Open ports for the Secure Shell server.
lt: Atveria prievadui saugiam apvalkalo serveriui (ssh).
uk: Відкриває порти для сервера безпечної оболонки.

source: Open ports for svnserve
lt: Atveria prievadus, skirtus svnserve
uk: Відкрити порти для svnserve

source: VNC mini-HTTP server
lt: VNC mini-HTTP serveris
uk: Сервер mini-HTTP для VNC

source: Opens the VNC HTTP ports so that browsers can connect.
lt: Atveria VNC HTTP prievadus, tad gali prisijungti naršyklės.
uk: Відкриває HTTP порти сервера VNC таким чином, що з ним можуть з’єднуватися переглядачі інтернету.

source: Open VNC server ports so that viewers can connect.
lt: Atveria VNC serverio prievadus, kad galėtų prisijungti peržiūros programos.
uk: Відкриває порти сервера VNC таким чином, що з ним можуть з'єднуватися переглядачі.

source: vsftpd Server
lt: vsftpd serveris
uk: Сервер vsftpd

source: Open ports for vsftpd server.
lt: Atveria prievadus vsftpd serveriui.
uk: Відкриває порти для сервера vsftpd.

source: NIS Client
lt: NIS klientas
uk: Клієнт NIS

source: The ypbind daemon binds NIS clients to an NIS domain.
uk: Фонова служба ypbind пов'язує клієнти NIS з доменом NIS.

source: Zeroconf/Bonjour Multicast DNS
lt: Zeroconf/Bonjour daugiaabonentis DNS
