Repository: yast/yast-translations
Catalog: po/drbd/*.po
Languages: ca, cs, de, fi, fr, it, ja, pt_br, ru, sk, tr, zh_cn

source: Configuration of DRBD
ca: Configuració de DRBD
cs: Konfigurace DRBD
de: DRBD-Konfiguration
fi: DRBD määritys
fr: Configuration DRBD
it: Configurazione di DRBD
ja: DRBD のグローバル設定
pt_br: Configuração do DRBD
ru: Конфигурация DRBD
sk: Konfigurácia DRBD
tr: DRBD yapılandırması
zh_cn: 分布式复制块设备 (DRBD) 配置

source: DRBD
cs: Zařízení DRBD
zh_cn: 分布式复制块设备

source: &DRBD
cs: Zařízení &DRBD
ja: DRBD (&D)
zh_cn: 分布式复制块设备(&D)

source: Start-up Configuration
ca: Configuració de l'arrencada
cs: Konfigurace spuštění
de: Start-Konfiguration
fi: Käynnistyksen määritys
fr: Configuration du démarrage
it: Configurazione di avvio
ja: 起動設定
pt_br: Configuração de inicialização
ru: Конфигурация запуска
sk: Konfigurácia spustenia
tr: Başlangıç Yapılandırması
zh_cn: 启动配置

source: Global Configuration
ca: Configuració global
cs: Globální konfigurace
de: Globale Konfiguration
fi: Yleiset määritykset
fr: Configuration globale
it: Configurazione globale
ja: グローバル設定
pt_br: Configuração global
ru: Глобальная конфигурация
sk: Globálne nastavenie
tr: Genel yapılandırma
zh_cn: 全局配置

source: Resource Configuration
ca: Configuració dels recursos
cs: Konfigurace zdroje
de: Ressourcen Konfiguration
fi: Lähteen määritys
fr: Configuration de la ressource
it: Configurazione delle risorse
ja: リソース設定
pt_br: Configuração de recurso
ru: Конфигурация ресурсов
sk: Konfigurácia zdrojov
tr: Kaynak Yapılandırması
zh_cn: 资源配置

source: LVM Configuration
ca: Configuració d'LVM
cs: Konfigurace LVM
de: LVM-Konfiguration
fr: Configuration LVM
it: Configurazione LVM
ja: LVM 設定
pt_br: Configuração do LVM
ru: Конфигурация LVM
sk: Konfigurácia LVM
tr: LVM Yapılandırması
zh_cn: LVM 配置

source: Resource Basic Configuration
ca: Configuració bàsica de recursos
cs: Základní konfigurace zdroje
de: Ressourcen Grundlagen Konfiguration
fi: Resurssin perusasetukset
fr: Configuration de base de la ressource
it: Configurazione di base delle risorse
ja: リソースの基本設定
pt_br: Configurações básicas do recurso
ru: Базовая конфигурация ресурсов
sk: Základná konfigurácia zdrojov
tr: Kaynak Temel Yapılandırması
zh_cn: 基本资源配置

source: Resource Advanced Configuration
ca: Configuració avançada de recursos
cs: Rozšířená konfigurace zdroje
de: Ressourcen Fortgeschrittenen Konfiguration
fi: Resurssin lisäasetukset
fr: Configuration avancée de la ressource
it: Configurazione avanzata delle risorse
ja: リソースの高度な設定
pt_br: Configurações avançadas do recurso
ru: Расширенная конфигурация ресурсов
sk: Rozšírená konfigurácia zdrojov
tr: Kaynak Gelişmiş Yapılandırması
zh_cn: 高级资源配置

source: Warning: YaST2 DRBD module will rename all
ca: Avís: el mòdul del YaST2 DRBD ho canviarà de nom tot
cs: Upozornění: modul YaST2 DRBD přejmenuje všechny
de: Warnung: Das Modul YaST2-DRBD wird alles umbenennen
fi: Varoitus: Yast2:n DRBD-moduuli muutta kaikkien
fr: Avertissement : le module DRBD YaST2 va renommer tous les
it: Attenzione: il modulo DRBD di YaST2 rinominerà tutti
ja: 警告: YaST2 DRBD モジュールは、
pt_br: Aviso: o módulo DRBD do YaST2 irá renomear todos
ru: Предупреждение: модуль YaST2 DRBD переименует все
sk: Varovanie: Modul YaST2 DRBD premenuje všetko
tr: Uyarı: YaST2 DRBD modülü tümünün adını değiştirecek
zh_cn: 警告：YaST2 分布式块设备模块将重命名全部

source: included files for DRBD into a supported schema. Do you want to continue?
ca: fitxers inclosos per a DRBD en un esquema suportat. Voleu continuar?
cs: zahrnuté soubory pro zařízení DRBD na podporované schéma. Chcete pokračovat?
de: einbezogene Dateien für DRBD in ein unterstütztes Schema. Wollen Sie fortfahren?
fi: DRBD:hen sisällytettyjen tiedostojen nimiä tuetun mallin mukaan. Haluatko jatkaa?
fr: fichiers inclus pour DRBD dans un schéma pris en charge. Voulez-vous continuer ?
it: i file per DRBD inclusi in uno schema supportato. Continuare?
ja: DRBD で使用されている include 設定を、対応するスキーマに変換します。 続行してもよろしいですか？
pt_br: os arquivos do DRBD incluídos em um esquema suportado. Deseja continuar?
ru: включенные файлы для DRBD в соответствии с поддерживаемой схемой. Продолжить?
sk: zahrnuté súbory pre DRBD do podporovanej schémy. Chcete pokračovať?
tr: DRBD için desteklenen bir şemaya dahil edilen dosyalar. Devam etmek istiyor musunuz?
zh_cn: 个分布式复制块设备所包含的文件为一个能支持的方案。 您想要继续吗？

source: Failed to read DRBD configuration file:
ca: Ha fallat la lectura del fitxer de configuració de DRBD:
cs: Čtení souboru konfigurace zařízení DRBD se nezdařilo:
de: Das Lesen der DRBD-Konfigurationsdatei ist fehlgeschlagen:
fi: DRBD-määritystiedoston luku epäonnistui:
fr: Échec de la lecture du fichier de configuration DRBD :
it: Errore nella lettura del file di configurazione di DRBD:
ja: DRBD 設定ファイルの読み込みに失敗しました:
pt_br: Falha ao ler arquivo de configuração do DRBD:
ru: Не удалось прочесть конфигурационный файл DRBD:
sk: Zlyhalo čítanie konfiguračného súboru DRBD:
tr: DRBD yapılandırma dosyası okunamadı:
zh_cn: 读取分布式复制块设备配置文件失败：

source: Failed to write configuration to disk:
ca: Ha fallat l'escriptura de la configuració al disc:
cs: Konfiguraci se nepodařilo zapsat na disk:
de: Das Schreiben der Konfiguration auf die Festplatte ist fehlgeschlagen:
fi: Määritystä ei voitu kirjoittaa levylle:
fr: Échec de l'écriture de la configuration sur le disque :
it: Errore nella scrittura su disco della configurazione:
ja: 設定ファイルのディスクへの書き込みに失敗しました:
pt_br: Falha ao gravar configuração no disco:
ru: Не удалось сохранить конфигурацию на диск:
sk: Zlyhalo zapisovanie konfigurácie na disk:
tr: Yapılandırmayı diske yazma başarısız oldu:
zh_cn: 写入配置到磁盘失败：

source: DRBD Configuration
ca: Configuració de DRBD
cs: Konfigurace DRBD
de: DRBD-Konfiguration
fi: DRBD-määritys
fr: Configuration DRBD
it: Configurazione di DRBD
ja: DRBD 設定
pt_br: Configuração do DRBD
ru: Конфигурация DRBD
sk: Konfigurácia DRBD
tr: DRBD Yapılandırması
zh_cn: 分布式复制块设备 (DRBD) 配置

source: First part of configuration of DRBD
ca: Primera part de la configuració de DRBD
cs: První část konfigurace DRBD
de: Erster Teil der DRBD-Konfiguration
fi: DRBD-määrityksen ensimmäinen vaihe
fr: Première partie de la configuration de DRBD
it: Prima parte della configurazione di DRBD
ja: DRBD 設定 第 1 部
pt_br: Primeira parte da configuração do DRBD
ru: Первая часть конфигурации DRBD
sk: Prvá časť konfigurácie DRBD
tr: DRBD yapılandırmasının ilk kısmı
zh_cn: 分布式复制块设备 (DRBD) 配置的第一部分

source: Second part of configuration of DRBD
ca: Segona part de la configuració de DRBD
cs: Druhá část konfigurace DRBD
de: Zweiter Teil der DRBD-Konfiguration
fi: DRBD-määrityksen toinen vaihe
fr: Deuxième partie de la configuration de DRBD
it: Seconda parte della configurazione di SRBD
ja: DRBD 設定 第 2 部
pt_br: Segunda parte da configuração do DRBD
ru: Вторая часть конфигурации DRBD
sk: Druhá časť konfigurácie DRBD
tr: DRBD yapılandırmasının ikinci kısmı
zh_cn: 分布式复制块设备 (DRBD) 配置的第二部分

source: Global Configuration of DRBD
ca: Configuració global del DRBD
cs: Globální konfigurace zařízení DRBD
de: Globale DRBD-Konfiguration
fi: DRBD yleiset määritykset
fr: Configuration générale de DRBD
it: Configurazione globale di DRBD
ja: DRBD のグローバル設定
pt_br: Configuração global do DRBD
ru: Глобальная конфигурация DRBD
sk: Globálna konfigurácia DRBD
tr: DRBD'nin Küresel Yapılandırması
zh_cn: 分布式复制块设备 (DRBD) 全局配置

source: Minor Count
ca: Compte menor
cs: Vedlejší čítač
de: Spiegel-Anzahl
fr: Nombre de périphériques minimum
it: Conteggio minore
ja: マイナーカウント
pt_br: Menor contagem
ru: Минимальное число
sk: Vedľajší počet
tr: Küçük Sayım
zh_cn: 最少次数

source: Dialog Refresh
ca: Refresc del diàleg
cs: Obnovení dialogu
de: Dialog-Aktualisierung
fi: Kyselyikkunan päivitys
fr: Rafraîchissement du dialogue
it: Aggiornamento finestra
ja: ダイアログ更新
pt_br: Atualizar Caixa de Diálogo
ru: Обновление диалогового окна
sk: Obnovenie dialógu
tr: İletişim Kutusunu Yenile
zh_cn: 对话框刷新

source: Disable IP Verification
ca: Inhabilita la verificació de l'adreça IP
cs: Zakázat ověřování adres IP
de: IP-Überprüfung deaktivieren
fi: Poista IP-varmistus
fr: Désactivation de la vérification IP
it: Disabilita la verifica dell'IP
ja: IP 検証を無効にする
pt_br: Desabilitar verificação de IP
ru: Отключить проверку IP
sk: Zakázať overovanie IP
tr: IP Doğrulamasını Devre Dışı Bırak
zh_cn: 禁用 IP 验证

source: <p><b><big>Initializing DRBD Configuration</big></b><br> Please wait...<br></p>
ca: <p><b><big>Iniciant la configuració de DRBD</big></b><br> Espereu, si us plau...<br></p>
cs: <p><b><big>Inicializuje se konfigurace DRBD</big></b><br> Čekejte prosím...<br></p>
de: <p><b><big>Initialisierung der DRBD-Konfiguration</big></b><br> Bitte warten...<br></p>
fi: <p><b><big>Valmistellaan DRBD-määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Initialisation de la configuration de DRBD</big></b><br> Veuillez patienter…<br></p>
it: <p><b><big>Inizializzazione della configurazione di DRBD</big></b><br> Attendere...<br></p>
ja: <p><b><big>DRBD の設定を準備しています</big></b><br> しばらくお待ちください...<br></p>
pt_br: <p><b><big>Inicializando Configuração do DRBD</big></b><br> Aguarde...<br></p>
ru: <p><b><big>Инициализация конфигурации DRBD</big></b><br> Подождите...<br></p>
sk: <p><b><big>Inicializácia konfigurácie DRBD</big></b><br> Prosím, čakajte...<br></p>
tr: <p><b><big>DRBD Yapılandırması Başlatılıyor</big></b><br> Lütfen bekleyin...<br></p>
zh_cn: <p><b><big>正在初始化分布式复制块设备 (DRBD) 配置</big></b><br> 请稍候...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ca: <p><b><big>Interrupció de l'inici:</big></b><br> per cancel·lar la utilitat de configuració, premeu <b>Interromp</b> ara.</p>
cs: <p><b><big>Přerušení inicializace:</big></b><br> Stisknutím tlačítka <b>Přerušit</b> bezpečně ukončíte konfigurační program.</p>
de: <p><b><big>Initialisierung abbrechen:</big></b><br> Sie können die Konfiguration gefahrlos abbrechen, indem Sie jetzt auf <b>Abbrechen</b> klicken.</p>
fi: <p><b><big>Valmistelun keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
fr: <p><b><big>Interruption de l'initialisation :</big></b><br> Interrompez la configuration en toute sécurité en cliquant sur <b>Interrompre</b>.</p>
it: <P><B><BIG>Interruzione dell'inizializzazione:</BIG></B><BR> è possibile interrompere il programma di configurazione in sicurezza, facendo clic su <B>Interrompi</B>ora.</P>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止する事ができます</p>
pt_br: <p><b><big>Interrompendo a Inicialização:</big></b><br> Interrompa com segurança o utilitário de configuração pressionando <b>Interromper</b> agora.</p>
ru: <p><b><big>Прерывание инициализации</big></b><br> Безопасно прервите утилиту настройки, нажав кнопку <b>Прервать</b>.</p>
sk: <p><b><big>Prerušenie inicializácie:</big></b><br> Teraz môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
tr: <P><B><BIG>Başlatma işlemini kesme:</BIG></B><BR> <b>Kes</b> düğmesine basarak yapılandırma işlemini güvenli bir şekilde kesebilirsiniz.</p>
zh_cn: <p><b><big>中止初始化：</big></b><br> 现在按<b>中止</b>可安全地中止配置工具。</p>

source: <p><b><big>Saving DRBD Configuration</big></b><br> Please wait...<br></p>
ca: <p><b><big>Desant la configuració de DRBD</big></b><br> Espereu, si us plau...<br></p>
cs: <p><b><big>Ukládá se konfigurace DRBD</big></b> <br>Čekejte prosím...<br></p>
de: <p><b><big>Speichern der DRBD-Konfiguration</big></b><br> Bitte warten...<br></p>
fi: <p><b><big>Tallennetaan DRBD-määritystä</big></b><br> Odota hetki...<br></p>
fr: <p><b><big>Enregistrement de la configuration de DRBD</big></b><br> Veuillez patienter…<br></p>
it: <p><b><big>Salvataggio della configurazione di DRBD</big></b><br> Attendere...<br></p>
ja: <p><b><big>DRBD の設定を保存しています</big></b><br> しばらくお待ちください...<br></p>
pt_br: <p><b><big>Gravando Configuração do DRBD</big></b> <br>Aguarde...<br></p>
ru: <p><b><big>Сохранение конфигурации DRBD</big></b><br> Подождите...<br></p>
sk: <p><b><big>Ukladanie konfigurácie pre DRBD</big></b><br> Prosím, čakajte...<br></p>
tr: <p><b><big>DRBD Yapılandırması Kaydediliyor</big></b><br> Lütfen bekleyin...<br></p>
zh_cn: <p><b><big>正在保存分布式复制块设备 (DRBD) 配置</big></b><br> 请稍候...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ca: <p><b><big>Interrupció del desament:</big></b><br> per a cancel·lar el desament premeu <B>Interromp</b>. Un diàleg addicional indicarà si aquesta acció és segura o no. </p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Stisknutím tlačítka <b>Přerušit</b> ukončíte ukládání. V dalším dialogu se zobrazí informace o tom, zda je přerušení ukládání bezpečné.</p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti vai ei. </p>
fr: <p><b><big>Interruption de l'enregistrement :</big></b><br> Interrompre la procédure d'enregistrement en cliquant sur <b>Interrompre</b>. Un nouveau dialogue vous fera savoir s'il est prudent de procéder ainsi. </p>
it: <p><b><big>Interruzione del salvataggio:</big></b><br> è possibile interrompere il salvataggio facendo clic su <b>Interrompi</b>. Una finestra di dialogo informerà se è sicuro farlo. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
pt_br: <p><b><big>Interrompendo a Gravação:</big></b><br> Interrompa o procedimento de gravação pressionando <b>Interromper</b>. Uma caixa de diálogo adicional informará se é seguro fazer isso. </p>
ru: <p><b><big>Прерывание сохранения </big></b><br> Прервите процедуру сохранения кнопкой <b>Прервать</b>. Дополнительное диалоговое окно проинформирует, безопасно ли это.</p>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg, ktorý vás bude informovať, či je to bezpečné. </p>
tr: <P><B><BIG>Kayıt işleminin durdurulması:</BIG></B><BR> <B>Durdur</B> düğmesine basarak kayıt işlemini kesebilirsiniz. Bir pencerede bu işlemin güvenli olup olmadığı gösterilecektir. </P>
zh_cn: <p><b><big>中止保存:</big></b><br> 按<B>中止</B>可中止保存过程。 另一个对话框将告之您这样做是否安全。 </p>

source: Start to configure DRBD.
ca: Inicia la configuració del DRBD.
cs: Začít konfigurovat DRBD.
de: DRBD-Konfiguration beginnen.
fi: Aloita DRBD:n määritys.
fr: Début de la configuration DRBD.
it: Inizia a configurare DRBD.
ja: DRBD の設定を開始します。
pt_br: Inicie a configuração do DRBD.
ru: Начать настройку DRBD.
sk: Začať konfigurovať DRBD.
tr: DRBD’yi yapılandırmaya başlayın.
zh_cn: 开始配置分布式复制块设备 (DRBD)。

source: <p><b><big>Startup Configuration of DRBD</big></b></p>
ca: <p><b><big>Configuració d'inici de DRBD</big></b></p>
cs: <p><b><big>Konfigurace spuštění DRBD</big></b></p>
de: <p><b><big>Inbetriebnahme-Konfiguration von DRBD</big></b></p>
fi: <p><b><big>DRBD:n käynnistysmääritys</big></b></p>
fr: <p><b><big>Configuration de démarrage de DRBD</big></b></p>
it: <p><b><big>Configurazione di avvio di DRBD</big></b></p>
ja: <p><b><big>DRBD の起動設定</big></b></p>
pt_br: <p><b><big>Configuração de Inicialização do DRBD</big></b></p>
ru: <p><b><big>Конфигурация запуска DRBD</big></b></p>
sk: <p><b><big>Konfigurácia spustenia DRBD</big></b></p>
tr: <p><b><big>DRBD'nin Başlangıç Yapılandırması</big></b></p>
zh_cn: <p><b><big>分布式复制块设备 (DRBD) 启动配置</big></b></p>

source: <p><b>Booting:</b></p> <p>checking "On" to start DRBD server Now and when booting</p> <p>checking "Off", DRBD server only starts manually</p> <p><b>Switch On and Off:</b></p> <p>Starting or Stopping DRBD Server right now</p>
ca: <p><b>Arrencada:</b></p> <p>marqueu "On" per iniciar el servidor DRBD ara i durant l'arrencada</p> <p>marqueu "Off", el servidor DRBD s'inicia manualment</p> <p><b>Activeu o desactiveu: On /Off:</b></p> <p>Iniciar o aturar el servidor DRBD ara mateix</p>
cs: <p><b>Zavádění:</b></p> <p>Zaškrtněte možnost Zapnuto, chcete-li spustit server DRBD okamžitě a při zavádění;</p> <p>zaškrtnete-li možnost Vypnuto, bude možné spustit server DRBD pouze ručně.</p> <p><b>Zapnout a vypnout:</b></p> <p>Okamžité spuštění nebo zastavení serveru DRDB</p>
de: <p><b>Hochfahren:</b></p> <p>"An" für den Start des DRBD-Servers Jetzt und beim Hochfahren testen</p> <p>"Aus" testen, dass der DRBD-Server nur manuell startet</p> <p><b>Wechseln zwischen An und Aus:</b></p> <p>Startet oder Stoppt den DRBD-Server unverzüglich</p>
fi: <p><b>Käynnistys:</b></p> <p>"Käytössä" käynnistää DRBD-palvelimen nyt ja käynnistettäessä uudelleen</p> <p>"Ei käytössä" vaatii käynnistämään DRBD-palvelimen käsin</p> <p><b>Vaihto Käytössä ja Ei käytössä välillä:</b></p> <p>Käynnistää tai pysäyttää DRBD-palvelimen juuri nyt</p>
fr: <p><b>Démarrage :</b></p> <p>case "Marche" cochée pour démarrer le serveur DRBD maintenant et lors du démarrage</p> <p>case "Arrêt" cochée, le serveur DRBD démarre seulement manuellement</p> <p><b>Marche et Arrêt :</b></p> <p>Démarrer ou arrêter le serveur DRBD immédiatement</p>
it: <p><b>Boot:</b></p> <p>selezionare "Attivo" per avviare il server DRBD ora e al boot</p> <p>selezionando "Disattivo", il server DRBD partirà solo manualmente</p> <p><b>Scambiare Attivo e Disattivo:</b></p> <p>Avviare o fermare il server DRBD ora</p>
ja: <p><b>起動:</b></p> <p>"オン" を選択すると、 DRBD サーバを今すぐ起動し、システム起動時にも開始するように設定します。</p> <p>"オフ" を選択すると、 DRBD サーバは手作業で起動するように設定されます。</p> <p><b>オンとオフの切り替え:</b></p> <p>DRBD サーバを今すぐ起動、もしくは今すぐ停止します。</p>
pt_br: <p><b>Inicialização:</b></p> <p>marque "Ativo" para iniciar o servidor DRBD Agora e na inicialização</p> <p>marque "Inativo" para iniciar o servidor DRBD apenas manualmente</p> <p><b>Ligar e Desligar:</b></p> <p>Iniciar ou Parar o Servidor DRBD imediatamente</p>
ru: <p><b>Загрузка</b></p> <p>Выберите "Вкл.", чтобы запустить сервер DRBD сейчас, а также запускать его при загрузке</p> <p>Выберите "Выкл.", чтобы сервер DRBD запускался только вручную</p> <p><b>Включение и выключение</b></p> <p>Вы можете запустить или остановить сервер DRBD прямо сейчас</p>
sk: <p><b>Štart systému:</b></p> <p>zaškrtnutie "Zapnuté" pre spustenie servera DRBD okamžite a pri štarte systému</p> <p>zaškrtnutie "Vypnuté", server DRBD sa spustí iba ručne</p> <p><b>Zapnúť a vypnúť:</b></p> <p>Spustenie a zastavenie servera DRBD práve teraz</p>
tr: <p><b>Önyükleme:</b></p> <p>DRBD sunucusunu başlatmak için "Açık"ı işaretleyin Şimdi ve önyükleme sırasında</p> <p>"Kapalı" işaretlendiğinde, DRBD sunucusu yalnızca manuel olarak başlar</p> <p><b>Açma ve Kapatma:</b></p> <p>DRBD Sunucusunu hemen başlat veya durdur</p>
zh_cn: <p><b>引导</b></p> <p>勾选 "开" 来立即和在引导时启动分布式复制块设备服务器</p> <p>勾选 "关" 来仅手动启动分布式复制块设备服务器</p> <p><b>切换开关：</b></p> <p>立即启动或停止分布式复制块设备服务器</p>

source: <p><b><big>Resource Configuration of DRBD</big></b></p>
ca: <p><b><big>Configuració de recursos de DRBD</big></b></p>
cs: <p><b><big>Konfigurace zdroje DRBD</big></b></p>
de: <p><b><big>Ressourcen Konfiguration von DRBD</big></b></p>
fi: <p><b><big>DRDB:n resurssimääritykset</big></b></p>
fr: <p><b><big>Configuration des ressources de DRBD</big></b></p>
it: <p><b><big>Configurazione delle risorse di DRBD</big></b></p>
ja: <p><b><big>DRBD のリソース設定</big></b></p>
pt_br: <p><b><big>Configuração de recurso do DRBD</big></b></p>
ru: <p><b><big>Конфигурация ресурсов DRBD</big></b></p>
sk: <p><b><big>Konfigurácia zdrojov DRBD</big></b></p>
tr: <p><b><big>DRBD'nin Kaynak Yapılandırması</big></b></p>
zh_cn: <p><b><big>分布式复制块设备 (DRBD) 资源配置</big></b></p>

source: <p>Clicking "Add", "Edit", "Delete" button to add, edit or delete a resource</p>
ca: <p>Cliqueu al botó "Afegeix", "Edita", "Suprimeix" per afegir, editar o suprimir un recurs</p>
cs: <p>Kliknutím na tlačítko Přidat, Upravit a Odstranit můžete přidat, upravit nebo odstranit zdroj.</p>
de: <p>Klicken Sie auf "Hinzufügen", "Bearbeiten", "Löschen" um eine Ressource hinzuzufügen, zu bearbeiten oder zu löschen</p>
fi: <p>Lisää, muokkaa tai poista resurssi painamalla "Lisää", "Muokkaa" tai "Poista"</p>
fr: <p>Cliquez sur le bouton "Ajouter", "Éditer" ou "Supprimer" pour ajouter, modifier ou supprimer une ressource.</p>
it: <p>Premere il pulsante "Aggiungi", "Modifica" o "Elimina" per aggiungere, modificare o eliminare una risorsa</p>
ja: <p>"追加", "編集", "削除" の各ボタンを利用して、リソースの追加／編集／削除を行なうことができます。</p>
pt_br: <p>Clique no botão "Adicionar", "Editar" ou "Apagar" para adicionar, editar ou apagar um recurso</p>
ru: <p>Нажмите кнопку «Добавить», «Изменить» или «Удалить», чтобы добавить, изменить или удалить ресурс</p>
sk: <p>Kliknutie na tlačidlo "Pridať", "Upraviť", "Vymazať" pre pridanie, úpravu a vymazanie zdroja</p>
tr: <p>Bir kaynağı eklemek, düzenlemek veya silmek için "Ekle", "Düzenle", "Sil" düğmesine tıklayın</p>
zh_cn: <p>点击 "添加"、"编辑"、"删除" 按钮来添加、编辑或删除一个资源</p>
