Repository: yast/yast-translations
Catalog: po/drbd/*.po
Languages: ca, cs, de, fi, fr, it, ja, pt_br, ru, sk, tr, zh_cn

source: <p><b><big>LVM Configuration</big></b></p>
ca: <p><b><big>Configuració d'LVM</big></b></p>
cs: <p><b><big>Konfigurace LVM</big></b></p>
de: <p><b><big>LVM-Konfiguration</big></b></p>
fr: <p><b><big>Configuration LVM</big></b></p>
it: <p><b><big>Configurazione LVM</big></b></p>
ja: <p><b><big>LVM 設定</big></b></p>
pt_br: <p><b><big>Configuração do LVM</big></b></p>
ru: <p><b><big>Конфигурация LVM</big></b></p>
sk: <p><b><big>Konfigurácia LVM</big></b></p>
tr: <p><b><big>LVM Yapılandırması</big></b></p>
zh_cn: <p><b><big>LVM 配置</big></b></p>

source: <p><b><big>Global Configuration of DRBD</big></b></p>
ca: <p><b><big>Configuració global del DRBD</big></b></p>
cs: <p><b><big>Globální konfigurace DRBD</big></b></p>
de: <p><b><big>Globale DRBD-Konfiguration</big></b></p>
fi: <p><b><big>Järjestelmänlaajuiset DRDB-määritykset</big></b></p>
fr: <p><b><big>Configuration de la DRBD</big></b></p>
it: <p><b><big>Configurazione globale di DRBD</big></b></p>
ja: <p><b><big>DRBD のグローバル設定</big></b></p>
pt_br: <p><b><big>Configuração global do DRBD</big></b></p>
ru: <p><b><big>Глобальная конфигурация DRBD</big></b></p>
sk: <p><b><big>Globálna konfigurácia DRBD</big></b></p>
tr: <p><b><big>DRBD'nin Küresel Yapılandırması</big></b></p>
zh_cn: <p><b><big>分布式复制块设备 (DRBD) 全局配置</big></b></p>

source: <p>Check <b>"Disable IP Verification"</b> to disable one of drbdadm's sanity check</p>
ca: <p>Comprova <b>"Deshabilita la verificació de l'adreça IP"</b> per desactivar una de les comprovacions del drbdadm.</p>
cs: <p>Zaškrtnutím možnosti <b>Zakázat ověřování IP</b> můžete zakázat jednu z kontrol stavu nástroje drbdadm</p>
de: <p>Aktivieren Sie <b>" IP-Überprüfung deaktivieren"</b> um eine der drbdadm-Sicherheitsprüfungen zu deaktivieren</p>
fi: <p>Valitse <b>"Poista IP:n varmennus käytöstä"</b> poistaaksesi käytöstä yhden drbdadm tarkistustesteistä</p>
fr: <p>Cochez <b>"Désactivez la vérification IP"</b> pour désactiver la surveillance automatique de drbdadm</p>
it: <p>Selezionare <b>"Disabilita la verifica dell'IP "</b> per disabilitare il controllo di integrità di drbdadm</p>
ja: <p>drbdadm の正常性確認の 1 つを無効にするには、 <b>"IP 検証の無効化"</b> を選択してください。</p>
pt_br: <p>Selecione <b>"Desabilitar Verificação de IP"</b> para desabilitar uma das verificações de integridade do drbdadm</p>
ru: <p>Установите флажок <b>Отключить проверку IP</b> для отключения одной из проверок работоспособности drbdadm</p>
sk: <p>Zaškrtnúť <b>"Zakázať overovanie IP"</b> pre zakázanie jednej z kontrol stavu drbdadm</p>
tr: <p>drbdadm'nin sağlamlık kontrollerinden birini devre dışı bırakmak için <b>"IP Doğrulamasını Devre Dışı Bırak"</b> seçeneğini işaretleyin</p>
zh_cn: <p>勾选<b>"禁用 IP 验证"</b>来禁用 drbdadm 的一个合理性检查</p>

source: <p><b>Dialog Refresh:</b> The user dialog counts and displays the seconds it waited so far. You might want to disable this if you have the console of your server connected to a serial terminal server with limited logging capacity. The Dialog will print the count each 'dialog-refresh' seconds, set it to 0 to disable redrawing completely. </p>
ca: <p><b>Refresca el diàleg:</b> El diàleg d'usuari mostra els segons comptats fins ara. Pot ser que volgueu desactivar-ho si teniu la cònsola del servidor connectada a un port sèrie amb capacitats de registre limitades. El diàleg mostrarà el recompte cada 'refresca el diàleg' segons, poseu-ho a zero si voleu desactivar el refresc completament. </p>
de: <p><b>Dialog-Aktualisierung:</b> Dies zählt und zeigt die Sekunden, wie lange bereits gewartet wurde. Sie sollten das deaktivieren, wenn die Konsole Ihres Servers mit einem seriellem Terminalserver mit begrenzter Aufzeichnungskapazität verbunden ist. Die Anzahl wird alle 'Dialog-Aktualisierung' Sekunden angezeigt, die Eingabe von 0 stoppt die Anzeige vollständig. </p>
fi: <p><b>Valintaikkunan päivitys:</b> Käyttäjän valintaikkuna laskee ja näyttää ajan jonka se on odottanut. Voit haluta poistaa tämän käytöstä jos palvelimesi konsoli on yhdistetty sarjapääte-palvelimeen missä on rajoitettu tila kirjaukselle. Valintaikkuna tulostaa jokaisen 'dialog-refresh' määrän sekunteina, aseta se 0:ksi poistaaksesi uudelleen piirron kokonaan käytöstä. </p>
fr: <p><b>Rafraîchissement du dialogue :</b> La boîte de dialogue compte et affiche les secondes écoulées Il vous est possible de désactiver cela si votre connexion au serveur a une capacité limitée (connection par port série) La boîte de dialogue affichera le compte toutes les 'Rafraîchissement du dialogue' secondes, Paramétrez-le à 0 pour désactiver la réactualisation. </p>
it: <p><b>Aggiornamento finestra:</b> la finestra utente conta e mostra i secondi che ha atteso finora. Se il proprio terminale del server è connesso a un terminale seriale con limitata capacità di registrazione è possibile che si desideri disabilitare questa funzionalità. La finestra stamperà il conteggio ogni 'aggiornamento finestra' secondi, per disabilitare completamente l'aggiornamento, impostarlo su 0. </p>
ja: <p><b>ダイアログ更新:</b> ユーザダイアログが表示されると、そこでは開いた時点からの秒がカウントされ 表示されます。シリアル端末で出力が制限されているコンソールに接続している場合、 これを無効化することができます。 ダイアログは 'ダイアログ更新' で設定した秒数ごとにカウントするほか、 0 に設定することで再描画を停止させることもできます。</p>
zh_cn: <p><b>对话框刷新：</b> 用户对话框计数并显示当前等待的秒数。 若您服务器的终端连接到了一个日志功能有限的串行终端服务器上，您可能想要禁用此功能。 该对话框每到 '对话框刷新' 秒数时将打印计数，设为 0 将完全禁用重绘功能。</p>

source: <p><b>Minor Count:</b> use this if you want to define more resources later without reloading the module. by default we load the module with exactly as many devices as configured mentioned in this file. </p>
ca: <p><b>Compte menor:</b> useu aquesta opció si voleu definir més recursos més endavant sense haver de rellegir aquest mòdul. Per defecte es carrega el mòdul amb tants dispositius com s'han configurat en aquest fitxer. </p>
de: <p><b>Minor Count:</b> verwenden Sie das, wenn Sie später mehr Ressourcen definieren wollen, ohne die Module neu zu laden. Standardmäßig laden wir die Module mit genau so vielen Devices wie sie in der Konfiguration in dieser Datei genannt werden. </p>
fi: <p><b>Minor Count:</b> käytä tätä jos haluat määrittää lisää resursseja myöhemmin ilman moduulin uudelleen lataamista. oletuksena moduuli ladataan juuri niin monelle laitteelle kuin tässä määritystiedostossa on kerrottu. </p>
fr: <p><b>Nombre de périphériques minimum:</b> Veuillez utiliser ceci si vous vous définir plus de ressources plus tard sans recharger le module. Par défaut, le module est chargé avec exactement autant de périphériques que de périphériques que configurés dans ce fichier. </p>
it: <p><b>Conteggio minore:</b> se in seguito si desiderano definire più risorse, questa funzione consente di non ricaricare il modulo. In modo predefinito, il modulo viene caricato con un numero di dispositivi pari a quelli configurati nel file in oggetto. </p>
ja: <p><b>マイナーカウント:</b> モジュールの再読み込みを行なわずに、より多くのリソースを設定したい場合に使用します。 既定では、このファイルに記載されたデバイス数と同じだけの モジュールを読み込みます。</p>
zh_cn: <p><b>最少次数：</b> 若您想要稍后不用重新加载模块 就定义更多资源，请使用此选项。 默认在加载模块时会加载此文件 中配置的全部设备。</p>

source: <p><b><big>DRBD Configuration</big></b><br> Configure drbd here.<br></p>
ca: <p><b><big>Configuració de DRBD</big></b><br> Configureu drbd aquí.<br></p>
cs: <p><b><big>Konfigurace DRBD</big></b><br> Zde můžete konfigurovat zařízení DRBD.<br></p>
de: <p><b><big>DRBD-Konfiguration</big></b><br> Hier DRBD konfigurieren.<br></p>
fi: <p><b><big>DRBD-määritys</big></b><br> Määritä DRBD tästä.<br></p>
fr: <p><b><big>Configuration de DRBD</big></b><br> Configurez DRBD ici.<br></p>
it: <p><b><big>Configurazione di DRBD</big></b><br> Configurare drbd qui.<br></p>
ja: <p><b><big>DRBD 設定</big></b><br> ここでは DRBD を設定します。<br></p>
pt_br: <p><b><big>Configuração do DRBD</big></b><br> Configure o DRBD aqui.<br></p>
ru: <p><b><big>Конфигурация DRBD</big></b><br> Настройка DRBD.<br></p>
sk: <p><b><big>Konfigurácia DRBD</big></b><br> Tu môžete konfigurovať drbd.<br></p>
tr: <p><b><big>DRBD Yapılandırması</big></b><br> drbd'yi burada yapılandırın.<br></p>
zh_cn: <p><b><big>分布式复制块设备 (DRBD)配置</big></b><br> 在此配置分布式复制块设备 (DRBD)。<br></p>

source: <p><b><big>Adding a drbd:</big></b><br> Choose an drbd from the list of detected drbds. If your drbd was not detected, use <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
ca: <p><b><big>Addicció d'un drbd:</big></b><br> Escolliu un drbd de la llista dels detectats. Si no s'ha detectat el vostre drbd, seleccioneu <b>Un altre (no detectat)</b>. Després premeu <b>Configura</b>.</p>
cs: <p><b><big>Přidání DRBD:</big></b><br> Vyberte zařízení DRBD ze seznamu rozpoznaných zařízení DRBD. Pokud zařízení DRBD nebylo rozpoznáno, vyberte možnost <b>Jiné (nerozpoznáno)</b> a klikněte na tlačítko <b>Konfigurovat</b>.</p>
de: <p><b><big>Ein DRBD hinzufügen:</big></b><br> Wählen Sie ein DRBD aus der Liste der erkannten DRBDs. Wenn Ihr DRBD nicht erkannt wurde, verwenden Sie <b>Anderes (nicht erkannt)</b>. Dann <b>Konfigurieren</b> drücken.</p>
fi: <p><b><big>Drbd:n lisääminen:</big></b><br> Valitse drbd tunnistettujen drbd:ien luettelosta. Jos drbd:tä ei tunnistettu, käytä <b>Muu (ei tunnistettu)</b> ja paina <b>Määritä</b>.</p>
fr: <p><b><big>Ajouter une réplication DRBD :</big></b><br> Sélectionnez un DRBD dans la liste des DRBD détectés. Si votre DRBD n'a pas été détecté automatiquement, utilisez <b>Autre (non détecté)</b>. Cliquez ensuite sur <b>Configurer</b>.</p>
it: <p><b><big>Aggiunta di un drbd:</big></b><br> scegliere un drbd dall'elenco dei drbd rilevati. Se il drbd desiderato non è stato rilevato, utilizzare <b>Altri (non rilevati)</b>. Quindi fare clic su <b>Configura </b>.</p>
ja: <p><b><big>DRBD の追加:</big></b><br> 検出された DRBD の一覧の中から選択してください。 drbd が検出されない場合は、 <b>その他 (未検出)</b> を選んで <b>設定</b> を押してください。</p>
pt_br: <p><b><big>Adicionando um DRBD:</big></b><br> Escolha um DRBD na lista de DRBDs detectados. Se seu DRBD não foi detectado, use <b>Outro (não detectado)</b>. Em seguida, pressione <b>Configurar</b>.</p>
ru: <p><b><big>Добавление drbd:</big></b><br> Выберите drbd из списка обнаруженных drbd. Если ваш drbd не был обнаружен, выберите <b>Другой (не обнаружен)</b>. Затем нажмите <b>Настроить</b>.</p>
sk: <p><b><big>Pridanie drbd:</big></b><br> Zvoľte drbd zo zoznamu nájdených drbds. Ak vaše drbd nebolo nájdené, použite <b>Iné (nezistené)</b>. Potom stlačte <b>Konfigurovať</b>.</p>
tr: <p><b><big>Bir drbd ekleme:</big></b><br> Tespit edilen drbd'lerin listesinden bir drbd seçin. Eğer drbd'niz algılanmadıysa, <b>Diğer (algılanamadı)</b> seçeneğini kullanın. Ardından <b>Yapılandır</b>'a basın.</p>
zh_cn: <p><b><big>添加一个分布式复制块设备 (DRBD)：</big></b><br> 请从检测到的分布式复制块设备列表中选择一个设备。 若未检测到您的设备，请使用<b>其它 (未检测到)</b>。 然后按<b>配置</b>。</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
ca: <p><b><big>Edició o supressió</big></b><br> Si premeu <b>Edita</b>, s'obrirà un quadre de diàleg addicional on podreu canviar la configuració.</p>
cs: <P><B><BIG>Úpravy a odstraňování:</BIG></B><BR> Stisknete-li tlačítko <B>Upravit</B>, zobrazí se další dialog, ve kterém můžete měnit nastavení.</P>
de: <p><b><big>Bearbeiten oder löschen:</big></b><br> Wenn Sie auf <b>Bearbeiten</b> drücken, öffnet sich ein zusätzliches Dialogfenster, in dem Sie die Konfiguration ändern können.</p>
fi: <p><b><big>Muokkaaminen tai poistaminen:</big></b><br> Jos valitset <b>Muokkaa</b>, saat uuden valintaikkunan, jossa voit muuttaa määrityksiä.</p>
fr: <p><b><big>Modification ou suppression :</big></b><br> Si vous cliquez sur <b>Modifier</b>, vous verrez s'ouvrir un nouveau dialogue dans lequel vous pourrez changer la configuration.</p>
it: <p><b><big>Modifica o eliminazione:</big></b><br> Facendo clic su <b>Modifica</b>, viene visualizzata un'ulteriore finestra di dialogo in cui è possibile modificare la configurazione.</p>
ja: <p><b><big>編集／削除:</big></b><br> <b>編集</b> ボタンを押すと設定変更のダイアログが表示されます。</p>
pt_br: <p><b><big>Editando ou Apagando:</big></b><br> Se você pressionar <b>Editar</b>, será aberta uma caixa de diálogo adicional para mudar a configuração.</p>
ru: <p><b><big>Изменение или удаление.</big></b><br> Если нажать кнопку <b>Изменить</b>, откроется дополнительное диалоговое окно, в котором можно изменить конфигурацию.</p>
sk: <P><B><BIG>Úpravy a odstránenie:</BIG></B><BR> Ak stlačíte <B>Upraviť</B>, otvorí sa dialóg, kde môžete zmeniť konfiguráciu.</P>
tr: <p><b><big>Düzenleme veya Silme:</big></b><br> <b>Düzenle</b>'ye bastığınızda, yapılandırmayı değiştirebileceğiniz ek bir iletişim kutusu açılır.</p>
zh_cn: <p><b><big>编辑或删除:</big></b><br> 您若按<b>编辑</b>，将打开另一个对话框，在其中您可修改相应配置。</p>

source: <p><b><big>DRBD Configuration Overview</big></b><br> Obtain an overview of installed drbds. Additionally edit their configurations.<br></p>
ca: <p><b><big>Resum de la configuració de DRBD</big></b><br> Obteniu un resum dels drbds instal·lats. Addicionalment editeu-ne les configuracions.<br></p>
cs: <p><b><big>Přehled konfigurace DRBD</big></b><br> Obsahuje přehled nainstalovaných zařízení DRBD a umožňuje upravit jejich konfiguraci.<br></p>
de: <p><b><big>DRBD-Konfigurationsübersicht</big></b><br> Erhalten Sie eine Übersicht aller installierten DRBDs. Zusätzlich bearbeiten Sie Ihre Konfigurationen.<br></p>
fi: <p><b><big>DRBD-määrityksen yhteenveto</big></b><br> Nouda yhteenveto asennetuista DRBD:ista. Voit myös muuttaa niiden määrityksiä.<br></p>
fr: <p><b><big>Présentation de la configuration de DRBD</big></b><br> Vous pouvez obtenir un aperçu des DRBD installés. Il vous est, en outre, possible de les modifier.<br></p>
it: <p><b><big>Panoramica della configurazione DRBD</big></b><br> Si ottiene una panoramica dei drbd installati. Inoltre consente di modificarne le configurazioni.<br></p>
ja: <p><b><big>DRBD の設定概要</big></b><br> インストール済みの DRBD の概要が表示されます。ここから 設定を編集することもできます。<br></p>
pt_br: <p><b><big>Visão Geral da Configuração de DRBD</big></b><br> Obtenha uma visão geral dos DRBDs instalados. Além disso, edite as configurações.<br></p>
ru: <p><b><big>Обзор конфигурации DRBD</big></b><br> Обзор установленных DRBD и изменение их конфигураций.<br></p>
sk: <p><b><big>Prehľad konfigurácie DRBD</big></b><br> Získate prehľad nainštalovaných drbds. Dodatočne upravte ich konfigurácie.<br></p>
tr: <p><b><big>DRBD Yapılandırma Genel Bakışı</big></b><br> Kurulu drbd'lerin genel bir görünümünü edinin. Ayrıca yapılandırmalarını düzenleyin.<br></p>
zh_cn: <p><b><big>分布式复制块设备 (DRBD) 配置概览</big></b><br> 获取已安装的分布式复制块设备的概览。 此外，还可编辑它们的配置。<br></p>

source: <p><b><big>Adding a drbd:</big></b><br> Press <b>Add</b> to configure a drbd.</p>
ca: <p><b><big>Addició d'un drbd:</big></b><br> Premeu <b>Afegeix</b> per configurar un drbd.</p>
cs: <p><b><big>Přidání DRBD:</big></b><br> Pomocí tlačítka <b>Přidat</b> můžete zařízení DRBD konfigurovat.</p>
de: <p><b><big>Ein DRBD hinzufügen:</big></b><br> <b>Hinzufügen</b> drücken um ein DRBD hinzuzufügen.</p>
fi: <p><b><big>Drbd:n lisäys:</big></b><br> Paina <b>Lisää</b> drbd:n määrittämiseksi.</p>
fr: <p><b><big>Ajout d'un DRBD :</big></b><br> Cliquez sur <b>Ajouter</b> pour configurer un DRBD.</p>
it: <p><b><big>Aggiunta di drbd:</big></b><br> Fare clic su <b>Aggiungi</b> per configurare un drbd.</p>
ja: <p><b><big>DRBD の追加:</big></b><br> <b>追加</b> ボタンを押すと DRBD を設定することができます。</p>
pt_br: <p><b><big>Adicionando um drbd:</big></b><br> Pressione <b>Adicionar</b> para configurar um drbd.</p>
ru: <p><b><big>Добавление drbd:</big></b><br> Нажмите <b>Добавить</b> для настройки drbd.</p>
sk: <p><b><big>Pridanie drbd:</big></b><br> Stlačte <b>Pridať</b> na konfiguráciu drbd.</p>
tr: <p><b><big>Bir drbd ekleme:</big></b><br> Bir drbd yapılandırmak için <b>Ekle</b>'ye basın.</p>
zh_cn: <p><b><big>添加分布式复制块设备 (DRBD)：</big></b><br> 请按<b>添加</b>来配置一个分布式复制块设备。</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a drbd to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
ca: <p><b><big>Edició o supressió:</big></b><br> Escolliu un drbd per editar-lo o suprimir-lo. Després premeu <b>Edita</b> o <b>Suprimeix</b>.</p>
cs: <P><B><BIG>Úpravy a odstraňování:</BIG></B><BR> Vyberte zařízení DRBD, které chcete upravit nebo odstranit, a klikněte na odpovídající tlačítko <B>Upravit</B> nebo <B>Odstranit</B>.</P>
de: <p><b><big>Bearbeiten oder Löschen:</big></b><br> Wählen Sie ein DRBD zum ändern oder löschen. Dann wie gewünscht <b>Bearbeiten</b> oder <b>Löschen</b> drücken.</p>
fi: <p><b><big>Muokkaus tai poisto:</big></b><br> Valitse drbd muokattavaksi tai poistettavaksi. Valitse sitten <b>Muokkaa</b> tai <b>Poista</b>.</p>
fr: <p><b><big>Modifier ou effacer :</big></b><br> Sélectionnez un DRBD à modifier ou effacer. Cliquez ensuite, selon le cas, sur <b>Modifier</b> ou <b>Effacer</b>.</p>
it: <p><b><big>Modifica o eliminazione:</big></b><br> selezionare un drbd che si desidera modificare o eliminare. Quindi fare clic su: <b>Modifica</b> o <b>Elimina</b>.</p>
ja: <p><b><big>編集／削除:</big></b><br> 編集または削除する DRBD を選び、 <b>編集</b> または <b>削除</b> ボタンを押してください。</p>
pt_br: <p><b><big>Editando ou Apagando:</big></b><br> Escolha um DRBD que deseja mudar ou remover. Em seguida, pressione <b>Editar</b> ou <b>Apagar</b> conforme desejado.</p>
ru: <p><b><big>Изменение или удаление:</big></b><br> Выберите drbd для изменения или удаления. Затем нажмите <b>Изменить</b> или <b>Удалить</b>.</p>
sk: <p><b><big>Úprava a vymazanie:</big></b><br> Zvoľte drbd, ktoré chcete zmeniť alebo odstrániť. Potom stlačte <b>Upraviť</b> alebo <b>Vymazať</b> podľa potreby.</p>
tr: <p><b><big>Düzenleme veya Silme:</big></b><br> Değiştirmek veya kaldırmak için bir drbd seçin. Daha sonra isteğinize göre <b>Düzenle</b> veya <b>Sil</b> tuşuna basın.</p>
zh_cn: <p><b><big>编辑或删除：</big></b><br> 请选择要变动或移除的分布式复制块设备 (DRBD)。 然后按需按<b>编辑</b>或<b>删除</b>。</p>

source: <p><b><big>Configuration Part One</big></b><br> Press <b>Next</b> to continue. <br></p>
ca: <p><b><big>Primera part de la configuració</big></b><br> Premeu <b>Següent</b> per a continuar. <br></p>
cs: <p><b><big>Konfigurace - první část</big></b><br> Pokračujte stisknutím tlačítka <b>Další</b>. <br></p>
de: <p><b><big>Konfiguration Teil 1</big></b><br> Klicken Sie auf <b>Weiter</b>, um fortzufahren. <br></p>
fi: <p><b><big>Määrityksen vaihe 1</big></b><br> Napsauta <b>Seuraava</b> jatkaaksesi. <br></p>
fr: <p><b><big>Configuration, première partie</big></b><br> Cliquez sur <b>Suivant</b> pour continuer. <br></p>
it: <p><b><big>Configurazione parte prima</big></b><br> Scegliere <b>Avanti</b> per continuare. <br></p>
ja: <p><b><big>設定 パート 1</big></b><br> <b>次へ</b> を押して続行してください。 <br></p>
pt_br: <p><b><big>Primeira Parte da Configuração</big></b><br> Pressione <b>Próximo</b> para continuar. <br></p>
ru: <p><b><big>Настройка, часть 1</big></b><br> Для продолжения нажмите кнопку <b>Далее</b>. <br></p>
sk: <p><b><big>Prvá časť konfigurácie</big></b><br> Stlačte <b>Ďalej</b> pre pokračovanie. <br></p>
tr: <p><b><big>Yapılandırma Bölüm Bir</big></b><br> Devam etmek için <b>İleri</b>'ye basın. <br></p>
zh_cn: <p><b><big>第一部分配置</big></b><br> 请按<b>下一步</b>继续。 <br></p>

source: <p><b><big>Selecting Something</big></b><br> It is not possible. You must code it first. :-) </p>
ca: <p><b><big>Selecció d'un element</big></b><br> Aquesta operació no es pot dur a terme; primer cal fer-ne la codificació. :-) </p>
cs: <p><b><big>Vybrat něco:</big></b><br> Nelze, tuto funkci musíte nejdříve naprogramovat. :-) </p>
de: <p><b><big>Eine Auswahl treffen</big></b><br> Dies ist nicht möglich. Sie müssen zuerst die Kodierung vornehmen. :-) </p>
fi: <p><b><big>Asioiden valitseminen</big></b><br> Ei ole mahdollista. Sinun täytyy koodata se ensin. :-) </p>
fr: Il est impossible de <p><b><big>sélectionner quoi que ce soit</big></b><br> . Vous devez d'abord le coder. :-) </p>
it: <p><b><big>Selezione di qualcosa</big></b><br> Operazione non consentita. Innanzitutto è necessario effettuarne la codifica. :-) </p>
ja: <p><b><big>選択中</big></b><br> 選択できません。 先にコード化する必要があります。 :-) </p>
pt_br: <p><b><big>Selecionando Algo</big></b><br> Não é possível. É preciso codificar primeiro. :-) </p>
ru: <p><b><big>Выбор чего-либо</big></b><br> Это невозможно, необходимо сначала написать код :-) </p>
sk: <p><b><big>Výber niečoho</big></b><br> To nie je možné. Najprv to musíte nakódovať. :-) </p>
tr: <p><b><big>Bir Şey Seçmek</big></b><br> Mümkün değil. Önce kodlamanız lazım. :-) </p>
zh_cn: <p><b><big>进行选择</big></b><br> 这是不可能滴。您必须先写代码，啧啧。 </p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b> to continue. <br></p>
ca: <p><b><big>Segona part de la configuració</big></b><br> Premeu <b>Següent</b> per a continuar. <br></p>
cs: <p><b><big>Konfigurace - druhá část</big></b><br> Pokračujte stisknutím tlačítka <b>Další</b>. <br></p>
de: <p><b><big>Konfiguration Teil 2</big></b><br> Klicken Sie auf <b>Weiter</b> um fortzufahren. <br></p>
fi: <p><b><big>Määrityksen vaihe 2</big></b><br> Napsauta <b>Seuraava</b> jatkaaksesi. <br></p>
fr: <p><b><big>Configuration, deuxième partie</big></b><br> Cliquez sur <b>Suivant</b> pour continuer. <br></p>
it: <p><b><big>Configurazione parte seconda</big></b><br> Scegliere <b>Avanti</b> per continuare. <br></p>
ja: <p><b><big>設定 パート 2</big></b><br> <b>次へ</b> を押して続行してください。 <br></p>
pt_br: <p><b><big>Segunda Parte da Configuração</big></b><br> Pressione <b>Próximo</b> para continuar. <br></p>
ru: <p><b><big>Настройка, часть 2</big></b><br> Для продолжения нажмите кнопку <b>Далее</b>. <br></p>
sk: <p><b><big>Druhá časť konfigurácie</big></b><br> Stlačte <b>Ďalej</b> pre pokračovanie. <br></p>
tr: <p><b><big>Yapılandırma Bölüm İki</big></b><br> Devam etmek için <b>İleri</b>'ye basın. <br></p>
zh_cn: <p><b><big>第二部分配置</big></b><br> 请按<b>下一步</b>继续。 <br></p>

source: LVM Filter Configuration of DRBD
ca: Configuració del filtre LVM de DRBD
cs: Konfigurace filtru LVM pro DRBD
de: LVM-Filter-Konfiguration von DRBD
fr: Configuration du filtre LVM de DRBD
it: Configurazione del filtro LVM di DRBD
ja: DRBD の LVM フィルタ設定
pt_br: Configuração de Filtro do LVM do DRBD
ru: Конфигурация фильтра LVM для DRBD
sk: Konfigurácia filtra LVM pre DRBD
tr: DRBD'nin LVM Filtre Yapılandırması
zh_cn: DRBD 的 LVM 过滤器配置

source: Device Filter
ca: Filtre de dispositius
cs: Filtr zařízení
fr: Filtre de périphérique
it: Filtro dispositivi
ja: デバイスフィルタ
pt_br: Filtro do dispositivo
ru: Фильтр устройств
sk: Filter zariadení
tr: Cihaz Filtresi
zh_cn: 设备过滤器

source: Writing the LVM cache
ca: Escrivint LVM cache
cs: Zapisování do mezipaměti LVM
de: Der LVM-Cache wird geschrieben
fr: Écriture du cache LVM
it: Scrittura della cache LVM
ja: LVM キャッシュを書き込んでいます
pt_br: Gravando cache do LVM
ru: Запись кэша LVM
sk: Zapísanie vyrovnávacej pamäte LVM
tr: LVM önbelleğini yazma
zh_cn: 正在写入 LVM 缓存...

source: Enable LVM Cache
ca: Habilita LVM Cache
cs: Povolit mezipaměť LVM
de: LVM-Cache aktivieren
fr: Activer le cache LVM
it: Abilitazione della cache LVM
ja: LVM キャッシュの有効化
pt_br: Habilitar Cache do LVM
ru: Включить кэш LVM
sk: Povoliť vyrovnávaciu pamäť LVM
tr: LVM Önbelleğini Etkinleştir
zh_cn: 启用 LVM 缓存

source: Warning! Should disable LVM cache for using drbd.
ca: Avís! S'hauria d'inhabilitar la cau LVM per usar drbd.
cs: Upozornění: Při použití systému DRBD by měla být zakázána mezipaměť LVM.
de: Warnung! Der LVM-Cache muss zur Verwendung von DRBD deaktiviert werden.
fr: Avertissement : le cache LVM doit être désactivé pour utiliser drbd.
it: Avviso. Disabilitare la cache LVM per utilizzare drbd.
ja: 警告: drbd を利用する場合は LVM キャッシュを無効化すべきです。
pt_br: Aviso! É necessário desabilitar o cache do LVM para usar drbd.
ru: Внимание! Для использования drbd отключите кэш LVM.
sk: Varovanie! Mala by sa zakázať vyrovnávacia pamäť LVM pri použití drbd.
tr: Uyarı! Drbd kullanırken LVM önbelleğini devre dışı bırakmalı.
zh_cn: 警告！使用分布式复制块设备应禁用 LVM 缓存。

source: Use lvmetad for LVM
ca: Usa lvmetad per a LVM
de: lvmetad für LVM verwenden
fr: Utiliser lvmetad pour LVM
it: Usa lvmetad per LVM
ja: LVM 向けに lvmetad を使用する
zh_cn: 为 LVM 使用 lvmetad
