Repository: yast/yast-translations
Catalog: po/drbd/*.po
Languages: ca, cs, de, fi, fr, it, ja, pt_br, ru, sk, tr, zh_cn

source: <p><b>Protocol</b></p> <p>Protocol A: write IO is reported as completed, if it has reached local disk and local TCP send buffer.</p> <p>Protocol B: write IO is reported as completed, if it has reached local disk and remote buffer cache.</p> <p>Protocol C: write IO is reported as completed, if it has reached both local and remote disk.</p> <p><b>wfc-timeout</b>: Wait for connection timeout</p> <p><b>degr-wfc-timeout</b>: Wait for connection timeout, if this node was a degraded cluster</p> <p><b>on-io-error</b>: What to do when the lower level device reports io-error to the upper layers</p> <p><b>sndbuf-size</b>: The size of the TCP socket send buffer</p> <p><b>max-buffers</b>: Maximum number of requests to be allocated by DRBD</p> <p><b>timeout</b>: If the partner node fails to send an expected response packet within time 10ths of a second, the partner node is considered dead and therefore the TCP/IP connection is abandoned. This must be lower than connect-int and ping-int. The default value is 60 = 6 seconds, the unit 0.1 seconds.</p> <p><b>connect-int</b>: The time the peer has time to answer to a keep-alive packet. In case the peer's reply is not received within this time period, it is considered as dead. The default value is 500ms, the default unit is 100ms</p> <p><b>ping-int</b>: The time the peer has time to answer to a keep-alive packet</p> <p><b>max-epoch-size</b>: The highest number of data blocks between two write barriers</p> <p><b>ko-count</b>: the secondary node fails to complete a single write request for count times the timeout, it is expelled from the cluster. The default value is 0, which disables this feature.</p> <p><b>rate</b>: To ensure a smooth operation of the application on top of DRBD, it is possible to limit the bandwidth which may be used by background synchronizations. The default is 250 KB/sec, the default unit is KB/sec.</p> <p><b>al-extents</b>: parameter you control how big the hot area (= active set) can get. The default number of extents is 127. (Minimum: 7, Maximum: 3843)</p>
ca: <p><b>Protocol</b></p> <p>Protocol A: l'escriptura IO s'informa com a completada, si ha assolit el disc local i la memòria intermèdia d'enviament TCP local.</p> <p>Protocol B: l'escriptura IO s'informa com a completada, si ha assolit el disc local i la cache de la memòria intermèdia remota.</p> <p>Protocol C: l'escriptura IO s'informa com a completada, si ha assolit el disc local i el disc remot.</p> <p><b>wfc-timeout</b>: espera el temps d'espera de la connexió</p> <p><b>degr-wfc-timeout</b>: espera el temps d'espera de la connexió, si aquest node és un clúster degradat</p> <p><b>on-io-error</b>: què fer quan el dispostiu de nivell més baix informa d'un io-error als nivells més alts</p> <p><b>sndbuf-size</b>: la mida del connector TCP de la memòria d'enviament</p> <p><b>max-buffers</b>: nombre màxim de peticions per ser assignades pel DRBD</p> <p><b>timeout</b>: si el node soci falla en enviar un paquet de resposta esperat dins d'una desena part de segon, el node soci és considerat mort i, per tant, la connexió TCP/IP és abandonada. Ha de ser inferior a connect-int i ping-int. El valor per defecte és 60 = 6 segons, la unitat 0.1 segons.</p> <p><b>connect-int</b>: el temps que el company té per respondre a un paquet keep-alive. En cas que la resposta no es rebi en aquest període de temps, és considerat mort. El valor per defecte és 500ms, la unitat per defecte és 100ms</p> <p><b>ping-int</b>: el temps que el company té per respondre a un paquet keep-alive</p> <p><b>max-epoch-size</b>: el número més alt de blocs de dades entre dues barreres d'escriptura</p> <p><b>ko-count</b>: el node secundari falla en completar una petició d'escriptura simple durant una quantitat del temps d'espera, és expulsat del clúster. El valor per defecte és 0, que inhabilita aquesta característica.</p> <p><b>rate</b>: per assegurar una operació suau de l'apliació damunt de DRBD, és possible limitar l'amplada de banda que pot ser usada per a sincronitzacions en segon pla. Per defecte és 250 KB/s, la unitat per defecte és KB/sec.</p> <p><b>al-extents</b>: paràmetre, controleu la grandària que pot arribar a tenir l'àrea activa (hot area) (= active set). El nombre per defecte d'extensions és 127. (Mínim: 7, Màxim: 3843)</p>
cs: <p><b>Protokol</b></p> <p>Protokol A: Vstupně-výstupní operace zápisu je považována za dokončenou, pokud byla provedena na místním disku a v místní vyrovnávací paměti odesílání protokolu TCP.</p> <p>Protokol B: Vstupně-výstupní operace zápisu je považována za dokončenou, pokud byla provedena na místním disku a ve vzdálené vyrovnávací paměti.</p> <p>Protokol C: Vstupně-výstupní operace zápisu je považována za dokončenou, pokud byla provedena na místním a vzdáleném disku.</p> <p><b>wfc-timeout</b>: Čeká se na vypršení časového limitu připojení.</p> <p><b>degr-wfc-timeout</b>: Čeká se na vypršení časového limitu připojení, pokud byl tento uzel degradovaným klastrem.</p> <p><b>on-io-error</b>: Určuje postup v případě, že nízkoúrovňové zařízení nahlásí vyšším úrovním chybu vstupu nebo výstupu.</p> <p><b>sndbuf-size</b>: Velikost vyrovnávací paměti odesílání soketu TCP.</p> <p><b>max-buffers</b>: Maximální počet požadavků, které mají být přiděleny serverem DRBD.</p> <p><b>timeout</b>: Pokud se partnerskému uzlu nepodaří odeslat očekávaný paket s odpovědí během uvedeného počtu desetin sekundy, bude partnerský uzel považován za nefunkční a připojení TCP/IP bude ukončeno. Tato hodnota musí být nižší než hodnoty connect-int a ping-int. Výchozí hodnota je 60, tj. 6 sekund, jednotka je 0,1 sekundy.</p> <p><b>connect-int</b>: Doba, kdy má druhá strana čas na odpověď na udržovací paket (keep-alive). Pokud není odpověď druhé strany obdržena během této doby, je druhá strana považována za nefunkční. Výchozí hodnota je 500 ms, výchozí jednotka je 100 ms.</p> <p><b>ping-int</b>: Doba, kdy má druhá strana čas na odpověď na udržovací paket (keep-alive).</p> <p><b>max-epoch-size</b>: Nejvyšší počet datových bloků mezi dvěma bariérami zápisu.</p> <p><b>ko-count</b>: Pokud se sekundárnímu uzlu nepodaří dokončit požadavek na jeden zápis po zadaný počet časových limitů, je vyloučen z klastru. Výchozí hodnota je 0, tj. funkce je vypnutá.</p> <p><b>rate</b>: V zájmu bezproblémového fungování aplikace na serveru DRBD lze omezit šířku pásma, kterou lze použít k synchronizacím v pozadí. Výchozí hodnota je 250 kB/s, výchozí jednotka je kB/s.</p> <p><b>al-extents</b>: Parametr, který řídí velikost aktivní oblasti (aktivní sady), kterou lze získat. Výchozí počet rozsahů je 127 (minimum je 7, maximum je 3843).</p>
de: <p><b>Protokoll</b></p> <p>Protokoll A: schreibt IO so weit es berichtet wurde, wenn es die lokale Festplatte erreicht hat und das lokale TCP einen Puffer sendete.</p> <p>Protokoll B: schreibt IO so weit es berichtet wurde, wenn es die lokaleFestplatte und den Remote Buffer Cache erreicht hat.</p> <p>Protokoll C: schreibt IO so weit berichtet wurde, wenn es beide lokalen und remote Festplatten erreicht hat.</p> <p><b>wfc-timeout</b>: Warten auf das Verbindungs-Timeout</p> <p><b>degr-wfc-timeout</b>: Warten auf das Verbindungs-Timeout, wenn der Knoten ein abgebauter Cluster war</p> <p><b>on-io-error</b>: Was zu machen ist, wenn das niedrigere Device io-Fehleran die höheren Schichten berichtet</p> <p><b>sndbuf-size</b>: Die Größe des TCP-Sockets sendet Puffer</p> <p><b>max-buffers</b>: Maximale Anzahl an Requests, um von DRBD zugewiesen zu werden</p> <p><b>timeout</b>: Wenn der Partner-Knoten kein erwartetes Antwort-Paket in der Zeit von 10 Sekunden schickt, ist der Partner-Knoten betrachtet tot und dafür ist die TCP/IP-Verbindung abgebrochen. Das muss niedriger sein als connect-int und ping-int. Der Standard-Wert ist 60 = 6 Sekunden, die Einheit 0.1 Sekunden.</p> <p><b>connect-int</b>: Die Zeit, die ein Peer Zeit hat auf ein keep-alive-Paket zu antworten. Im Falle, dass die Anfrage vom Peer nicht in dieser Zeitperiode eintrifft, wird er als tot betrachtet. Der Standard-Wert ist 500ms, die Standard-Einheit ist 100ms</p> <p><b>ping-int</b>: Die Zeit, die ein Peer Zeit hat auf ein Paket von keep-alive zu antworten</p> <p><b>max-epoch-size</b>: Die höchste Anzahl an Datenblöcken zwischen zwei Schreib-Hindernissen</p> <p><b>ko-count</b>: Der zweite Knoten versagt eine einzige geschriebene Antwort für die Zählzeiten des Timeouts zu vervollständigen, die vom Cluster ausgestoßen werden. Der Standardwert ist 0, der dieses Feature deaktiviert.</p> <p><b>rate</b>: Um einen sauberen Betrieb der Applikation auf DRBD zu garantieren, ist es möglich die Bandweite, die von der Hintergrund-Synchronisation verwendet werden kann, zu limitieren. Der Standard ist 250 KB/Sek., die Standard-Einheit ist KB/Sek.</p> <p><b>al-extents</b>: Parameter, womit Sie kontrollieren, wie groß die heiße Umgebung (= active setzen) werden kann. Die Standard-Zahl des Umfangs ist 127. (Minimum: 7, Maximum: 3843)</p>
fr: <p><b>Protocole</b></p> <p>Protocole A : E/S d'écriture signalée comme terminée si elle a atteint le disque local et le tampon d'envoi TCP local.</p> <p>Protocole B : E/S d'écriture signalée comme terminée si elle a atteint le disque local et le cache du tampon distant.</p> <p>Protocol C : E/S d'écriture signalée comme terminée si elle a atteint le disque local et le disque distant.</p> <p><b>wfc-timeout</b> : attendre le timeout de connexion</p> <p><b>degr-wfc-timeout</b>: attendre le timeout de connexion, si ce noeud était une grappe dégradée </p> <p><b>on-io-error</b> : que faire lorsque le périphérique de niveau inférieur fait état de io-error aux couches supérieures </p> <p><b>sndbuf-size</b> : taille du tampon d'envoi de sockets TCP</p> <p><b>max-buffers</b> : nombre maximum de requêtes qui doivent être allouées par DRBD</p> <p><b>timeout</b> : si le noeud partenaire ne parvient pas à envoyer un paquet de réponses prévu sous 1/10e de seconde, il est considéré comme "mort" et la connexion TCP/IP est alors abandonnée. Cette valeur doit être inférieure à connect-int et ping-int. La valeur par défaut est 60 = 6 secondes, l'unité est 0,1 seconde.</p> <p><b>connect-int</b> : délai autorisé pour que l'homologue réponde à un paquet keep-alive. Si la réponse de l'homologue ne parvient pas dans ce délai, il est considéré comme "mort". La valeur par défaut est de 500 ms ; l'unité par défaut est de 100 ms</p> <p><b>ping-int</b> : délai dans lequel l'homologue doit répondre à un paquet keep-alive. </p> <p><b>max-epoch-size</b> : nombre le plus élevé de blocs de données entre deux barrières d'écriture.</p> <p><b>ko-count</b> : le noeud secondaire ne parvient pas à exécuter une demande en écriture unique pour le nombre spécifié fois le timeout, il est expulsé de la grappe. La valeur par défaut est 0, ce qui a pour effet de désactiver cette fonctionnalité.</p> <p><b>rate</b> : pour garantir une parfaite exécution de l'application au-dessus de DRBD, il est possible de limiter la bande passante utilisable par les synchronisations en arrière-plan. La valeur par défaut est de 250 Ko/s ; l'unité par défaut est le Ko/s.</p> <p><b>al-extents</b> : paramètre permettant de contrôler la taille maximale de la zone sensible (= ensemble actif). Le nombre d'étendues par défaut est de 127. (Minimum : 7, Maximum : 3843)</p>
it: <p><b>Protocollo</b></p> <p>Protocollo A: L'IO di scrittura viene riportato come completato quando ha raggiunto il disco locale e il buffer di invio TCP locale.</p> <p>Protocollo B: L'IO di scrittura viene riportato come completato quando ha raggiunto il disco locale e la cache del buffer remoto.</p> <p>Protocollo C: L'IO di scrittura viene riportato come completato quando ha raggiunto entrambi il disco locale e il disco remoto.</p> <p><b>wfc-timeout</b>: Attesa per il time-out della connessione</p> <p><b>degr-wfc-timeout</b>: Attesa per il time-out della connessione, nel caso questo nodo fosse stato un cluster degradato</p> <p><b>on-io-error</b>: Cosa fare quando il dispositivo di più basso livello riporta degli errori di IO ai livelli superiori</p> <p><b>sndbuf-size</b>: La dimensione del buffer e socket TCP</p> <p><b>max-buffers</b>: Massimo numero di richieste da allocare per DRBD</p> <p><b>timeout</b>: Nel caso in cui il nodo partner fallisce l'invio di un pacchetto di risposta entro il tempo espresso in decimi di secondo, esso viene considerato come morto e pertanto la connessione TCP/IP viene abbandonata. Questo deve essere inferiore ai tempi "connect-ing" e "ping-ing". Il valore predefinito è 60, ossia 6 secondi (l'unità è il decimo di secondo).</p> <p><b>connect-int</b>: Il tempo concesso all'altro nodo per rispondere ad un pacchetto per il mantenimento della connessione attiva. Nel caso in cui la risposta non viene ricevuta entro tale periodo di tempo, tale nodo viene considerato morto. Il valore predefinito è 500ms, l'unità predefinita è 100ms.</p> <p><b>ping-int</b>: Il tempo concesso all'altro nodo per rispondere ad un pacchetto per il mantenimento della connessione attiva</p> <p><b>max-epoch-size</b>: Il più alto numero di blocchi di dati tra due barriere di scrittura</p> <p><b>ko-count</b>: se il nodo secondario fallisce il completamento di una singola richiesta di scrittura per tale quantità moltiplicato il timeout, esso viene espulso dal cluster. Il valore predefinito è 0, che disabilita questa funzionalità.</p> <p><b>rate</b>: Al fine di assicurare un comportamento fluido all'applicazione che sta usando DRBD, è possibile limitare la larghezza di banda che può essere usata per le sincronizzazioni a bassa priorità. Il valore predefinito è 250 KB/s, l'unità predefinita è il KB/s.</p> <p><b>al-extents</b>: parametro per controllare quando grande può diventare l'area critica (insieme attivo). Il numero predefinito di estensioni è 127 (minimo: 7, massimo: 3843)</p>
ja: <p><b>Protocol</b> (プロトコル)</p> <p>Protocol A: ローカル側のディスクと、ローカル側の TCP 送信バッファにデータを送信できた時点で、書き込み操作が完了したものとして報告されるようになります。</p> <p>Protocol B: ローカル側のディスクと、リモート側のバッファキャッシュにデータを送信できた時点で、書き込み操作が完了したものとして報告されるようになります。</p> <p>Protocol C: ローカル側およびリモート側の両方のディスクにデータを書き込んだ時点で、書き込み操作が完了したものとして報告されるようになります。</p> <p><b>wfc-timeout</b> (WFC タイムアウト): 接続タイムアウトの待機時間を指定します。</p> <p><b>degr-wfc-timeout</b> (縮退時 WFC タイムアウト): このノードが属するクラスタが縮退状態にある場合の、接続タイムアウトを指定します。</p> <p><b>on-io-error</b>: 低レベルのデバイスが IO エラーを報告した場合、何をすべきかを指定します。</p> <p><b>sndbuf-size</b>: TCP ソケットの送信バッファサイズを指定します。</p> <p><b>max-buffers</b>: DRBD で割り当て可能な最大リクエスト数を指定します。</p> <p><b>timeout</b>: 相手側のノードが、ここで指定した値の 0.1 倍の秒数を待っても期待する応答パケットを送信しない場合、相手側のノードが死んでしまったものと判断し、 TCP/IP の接続をあきらめるようになります。この値は connect-int および ping-int の値よりも小さくなければいけません。既定値は 60 で、 6 秒を意味します。</p> <p><b>connect-int</b>: 相手側がキープアライブ (生存確認) パケットに応答するまでの待機時間を指定します。ここで指定した時間内に相手側から応答が届かない場合は、相手が死んでしまったものと判断します。既定値は 500 ミリ秒で、既定の単位は 100 ミリ秒です。</p> <p><b>ping-int</b>: 相手側がキープアライブ (生存確認) パケットに応答するまでの待機時間を指定します。</p> <p><b>max-epoch-size</b>: 2 つの書き込みバリア間で許容される、最大のデータブロック数を指定します。</p> <p><b>ko-count</b>: ここで指定した回数だけ、セカンダリノードが単一の書き込み要求を失敗すると、そのノードはクラスタから除外されます。既定値は 0 で、この機能は無効化されています。</p> <p><b>rate</b>: DRBD 上で動作するアプリケーションが円滑に動作するため、裏で動作する同期処理で使用する帯域を制限することができます。既定値は 250 [KB 毎秒] で、既定の単位は KB 毎秒です。</p> <p><b>al-extents</b>: どれだけホットエリア (= 動作中のセット) を一括で取得できるかを指定します。既定値は 127 です (最小: 7, 最大: 3843) 。</p>
pt_br: <p><b>Protocolo</b></p> <p>Protocolo A: a E/S de gravação será relatada como concluída, caso tenha atingido o disco local e o buffer de envio TCP local.</p> <p>Protocolo B: a E/S de gravação será relatada como concluída, caso tenha atingido o disco local e o cache do buffer remoto.</p> <p>Protocolo C: a E/S de gravação será relatada como concluída, caso tenha atingido tanto o disco local quanto o disco remoto.</p> <p><b>wfc-timeout</b>: Aguardar o tempo de espera da conexão</p> <p><b>degr-wfc-timeout</b>: Aguardar o tempo de espera da conexão, se este nó já foi um cluster degradado</p> <p><b>on-io-error</b>: O que fazer quando o dispositivo de nível baixo relata io-error para as camadas superiores</p> <p><b>sndbuf-size</b>: O tamanho do buffer de envio do soquete TCP</p> <p><b>max-buffers</b>: Número máximo de solicitações a serem alocadas pelo DRBD</p> <p><b>timeout</b>: Se houver falha no nó do parceiro ao enviar um pacote de respostas esperado em um décimo de segundo, o nó do parceiro será considerado expirado e, portanto, a conexão TCP/IP será abandonada. Esse valor deve ser menor do que connect-int e ping-int. O valor padrão é 60 = 6 segundos, a unidade é de 0,1 segundo.</p> <p><b>connect-int</b>: O tempo que o peer tem para responder ao pacote keep-alive. Caso a resposta do peer não seja recebida dentro desse período de tempo, ela será considerada expirada. O valor padrão é 500 ms, a unidade padrão é 100 ms</p> <p><b>ping-int</b>: O tempo que o peer tem para responder ao pacote keep-alive</p> <p><b>max-epoch-size</b>: O maior número de blocos de dados entre duas barreiras de gravação</p> <p><b>ko-count</b>: o nó secundário não consegue concluir uma única solicitação de gravação dentro da contagem vezes o tempo de espera e é expulso do cluster. O valor padrão é 0, o que desabilita esse recurso.</p> <p><b>rate</b>: Para garantir a operação perfeita do aplicativo em conjunto com o DRBD, é possível limitar a largura de banda que pode ser usada pelas sincronizações em segundo plano. O padrão é 250 KB/s, a unidade padrão é KB/s.</p> <p><b>al-extents</b>: parâmetro pelo qual você controla o tamanho que a área ativa (= conjunto ativo) pode atingir. O número padrão de extensões é 127. (Mínimo: 7, Máximo: 3843)</p>
ru: <p><b>Протокол</b></p> <p>Протокол A: операция ввода-вывода "запись" считается завершенной, если она распространилась до локального диска и локального буфера отправки TCP.</p> <p>Протокол B: операция ввода-вывода "запись" считается завершенной, если она распространилась до локального диска и кэша удаленного буфера.</p> <p>Протокол C: операция ввода-вывода "запись" считается завершенной, если она распространилась до локального и удаленного дисков.</p> <p><b>wfc-timeout</b>: ждать, пока не истечет время ожидания соединения</p> <p><b>degr-wfc-timeout</b>: ждать, пока не истечет время ожидания соединения, если этот узел был деградировавшим кластером</p> <p><b>on-io-error</b>: действие, выполняемое, когда низкоуровневое устройство уведомляет верхние уровни об ошибке ввода-вывода</p> <p><b>sndbuf-size</b>: размер буфера отправки TCP-сокета</p> <p><b>max-buffers</b>: максимальное количество запросов, которое обрабатывается в DRBD</p> <p><b>timeout</b>: если партнерский узел не отправляет ожидаемый ответный пакет за указанное время (выраженное в десятых долях секунды), партнерский узел считается вышедшим из строя, поэтому TCP/IP-соединение прекращается. Это значение должно быть ниже connect-int и ping-int. Значение по умолчанию — 60 (6 секунд), единица измерения — 0,1 секунды.</p> <p><b>connect-int</b>: время, в течение которого одноранговый узел должен ответить на пакет активности. Если за это время ответ не получен, узел считается вышедшим из строя. Значение по умолчанию — 500 мс, единица измерения по умолчанию — 100 мс</p> <p><b>ping-int</b>: время, в течение которого одноранговый узел должен ответить на пакет активности</p> <p><b>max-epoch-size</b>: максимальное количество блоков данных между двумя барьерами записи</p> <p><b>ko-count</b>: если вторичный узел не выполняет ни одного запроса на запись в течение времени, равного count * timeout, он исключается из кластера. Значение по умолчанию — 0 (отключено).</p> <p><b>rate</b>: чтобы обеспечить бесперебойную работу приложения на базе DRBD, можно ограничить полосу пропускания для фоновой синхронизации. Значение по умолчанию — 250 КБ/с, единица измерения по умолчанию — КБ/с.</p> <p><b>al-extents</b>: параметр, ограничивающий рост активного множества. Количество экстентов по умолчанию — 127 (минимум: 7; максимум: 3843)</p>
sk: <p><b>Protokol</b></p> <p>Protokol A: zápis IO je hlásený ako dokončený, ak dosiahol lokálny disk a lokálnu vyrovnávaciu pamäť odoslania TCP.</p> <p>Protokol B: zápis IO je hlásený ako dokončený, ak dosiahol lokálny disk a vzdialenú vyrovnávaciu pamäť.</p> <p>Protokol C: zápis IO je hlásený ako dokončený, ak dosiahol lokálny aj vzdialený disk.</p> <p><b>wfc-timeout</b>: Počkať na vypršanie časového limitu pripojenia</p> <p><b>degr-wfc-timeout</b>: Počkať na vypršanie časového limitu pripojenia, ak bol tento uzol degradovaným klastrom</p> <p><b>on-io-error</b>: Čo robiť, keď nízkoúrovňové zariadenie hlási chybu io do vyšších úrovní</p> <p><b>sndbuf-size</b>: Veľkosť vyrovnávacej pamäti odoslania soketu TCP</p> <p><b>max-buffers</b>: Maximálny počet požiadaviek, ktoré majú byť pridelené DRBD</p> <p><b>timeout</b>: Ak partnerský uzol zlyhá v odoslaní očakávaného paketu odpovede v časovom limite desatín sekúnd, partnerský uzol sa považuje za mŕtvy a preto je pripojenie TCP/IP ukončené. Tento musí byť nižší než connect-int a ping-int. Predvolená hodnota je 60 = 6 sekúnd, jednotka 0.1 sekundy.</p> <p><b>connect-int</b>: Čas, ktorý má klient k dispozícii na odpoveď na udržiavací paket. V prípade, že odpoveď klienta nie je doručená v tomto časovom období, považuje sa za mŕtvy. Predvolená hodnota je 500ms, predvolená jednotka je 100ms</p> <p><b>ping-int</b>: Čas, ktorý má klient k dispozícii na odpoveď na udržiavací paket.</p> <p><b>max-epoch-size</b>: Najvyšší počet dátových blokov medzi dvoma bariérami zápisu.</p> <p><b>ko-count</b>: koľkokrát v časovom limite sekundárny uzol nedokáže dokončiť jednu požiadavku na zápis, je vylúčený z klastra. Predvolená hodnota je 0, ktorá zakazuje túto funkciu.</p> <p><b>rate</b>: Pre zabezpečenie hladký chodu aplikácie nad DRBD, je možné obmedziť šírku pásma, ktorá môže byť použitá synchronizáciou na pozadí. Predvolená hodnota je 250 KB/s, predvolená jednotka je KB/s.</p> <p><b>al-extents</b>: parameter, ktorým ovládate, akú veľkú horúcu oblasť (= aktívnu sadu) môžete získať. Predvolený počet rozsahov je 127. (Minimum: 7, Maximum: 3843)</p>
tr: <p><b>Protokol</b></p> <p>Protokol A: Yazma G/Ç'si yerel diske ve yerel TCP gönderme tamponuna ulaştığında tamamlanmış olarak raporlanır.</p> <p>Protokol B: Yazma G/Ç'si yerel diske ve uzak arabellek önbelleğine ulaştığında tamamlanmış olarak raporlanır.</p> <p>Protokol C: yazma G/Ç'si hem yerel hem de uzak diske ulaştığında tamamlanmış olarak raporlanır.</p> <p><b>wfc-timeout</b>: Bağlantı zaman aşımını bekleyin</p> <p><b>degr-wfc-timeout</b>: Bu düğüm bozulmuş bir kümeyse, bağlantı zaman aşımını bekleyin</p> <p><b>on-io-error</b>: Alt düzey aygıt üst katmanlara io-error bildirdiğinde ne yapılmalı</p> <p><b>sndbuf-size</b>: TCP soket gönderme tamponunun boyutu</p> <p><b>max-buffers</b>: DRBD tarafından tahsis edilecek maksimum istek sayısı</p> <p><b>timeout</b>: Ortak düğüm beklenen yanıt paketini saniyenin onda biri kadar bir sürede gönderemezse, ortak düğüm ölü olarak kabul edilir ve bu nedenle TCP/IP bağlantısı terk edilir. Bu, connect-int ve ping-int'ten düşük olmalıdır. Varsayılan değer 60 = 6 saniyedir, birim 0,1 saniyedir.</p> <p><b>connect-int</b>: Eşin bir canlı tutma paketine cevap vermek için sahip olduğu zaman. Eşin cevabı bu zaman periyodu içinde alınmazsa, ölü olarak kabul edilir. Varsayılan değer 500ms'dir, varsayılan birim 100ms'dir</p> <p><b>ping-int</b>: Eşin canlı tutma paketine cevap vermek için sahip olduğu zaman</p> <p><b>max-epoch-size</b>: İki yazma bariyeri arasındaki en yüksek veri bloğu sayısı</p> <p><b>ko-count</b>: ikincil düğüm, zaman aşımının sayısı kadar tek bir yazma isteğini tamamlayamazsa, kümeden atılır. Varsayılan değer 0'dır ve bu özelliği devre dışı bırakır.</p> <p><b>rate</b>: DRBD'nin üstünde uygulamanın düzgün çalışmasını sağlamak için, arka plan senkronizasyonları tarafından kullanılabilecek bant genişliğini sınırlamak mümkündür. Varsayılan 250 KB/sn'dir, varsayılan birim KB/sn'dir.</p> <p><b>al-extents</b>: parametre sıcak alanın (= aktif set) ne kadar büyük olabileceğini kontrol edersiniz. Varsayılan uzantı sayısı 127'dir. (Minimum: 7, Maksimum: 3843)</p>
zh_cn: <p><b>协议</b></p> <p>Protocol A: write IO is reported as completed, if it has reached local disk and local TCP send buffer.</p> <p>Protocol B: write IO is reported as completed, if it has reached local disk and remote buffer cache.</p> <p>Protocol C: write IO is reported as completed, if it has reached both local and remote disk.</p> <p><b>wfc-timeout</b>: Wait for connection timeout</p> <p><b>degr-wfc-timeout</b>: Wait for connection timeout, if this node was a degraded cluster</p> <p><b>on-io-error</b>: What to do when the lower level device reports io-error to the upper layers</p> <p><b>sndbuf-size</b>: The size of the TCP socket send buffer</p> <p><b>max-buffers</b>: Maximum number of requests to be allocated by DRBD</p> <p><b>timeout</b>: If the partner node fails to send an expected response packet within time 10ths of a second, the partner node is considered dead and therefore the TCP/IP connection is abandoned. This must be lower than connect-int and ping-int. The default value is 60 = 6 seconds, the unit 0.1 seconds.</p> <p><b>connect-int</b>: The time the peer has time to answer to a keep-alive packet. In case the peer's reply is not received within this time period, it is considered as dead. The default value is 500ms, the default unit is 100ms</p> <p><b>ping-int</b>: The time the peer has time to answer to a keep-alive packet</p> <p><b>max-epoch-size</b>: The highest number of data blocks between two write barriers</p> <p><b>ko-count</b>: the secondary node fails to complete a single write request for count times the timeout, it is expelled from the cluster. The default value is 0, which disables this feature.</p> <p><b>rate</b>: To ensure a smooth operation of the application on top of DRBD, it is possible to limit the bandwidth which may be used by background synchronizations. The default is 250 KB/sec, the default unit is KB/sec.</p> <p><b>al-extents</b>: parameter you control how big the hot area (= active set) can get. The default number of extents is 127. (Minimum: 7, Maximum: 3843)</p>
