Repository: yast/yast-translations
Catalog: po/drbd/*.po
Languages: ca, cs, de, fi, fr, it, ja, pt_br, ru, sk, tr, zh_cn

source: Use LVM metad
ca: Usa LVM metad
de: LVM-Metad verwenden
fr: Utiliser les métadonnées LVM
it: Usa metad LVM
ja: LVM metad を使用する
zh_cn: 使用 LVM metad

source: Warning! Should not use lvmetad for cluster.
ca: Avís! No s'hauria d'usar lvmetad per a clúster.
de: Warnung! lvmetad soll nicht für Cluster verwendet werden.
fr: Avertissement : lvmetad ne doit pas être utilisé pour la grappe.
it: Avviso. Non utilizzare lvmetad per il cluster.
ja: 警告: クラスタでは lvmetad を使用すべきではありません。
zh_cn: 警告！集群不应使用 lvmetad。

source: Resource Name
ca: Nom del recurs
cs: Název zdroje
de: Ressource-Name
fi: Lähteen nimi:
fr: Nom de la ressource :
it: Nome della risorsa
ja: リソース名
pt_br: Nome do recurso
ru: Имя ресурса
sk: Názov zdroja
tr: Kaynak Adı
zh_cn: 资源名称

source: Nodes
cs: Uzly
de: Knoten
fr: Nœuds
it: Nodi
ja: ノード
pt_br: Nós
ru: Узлы
sk: Uzly
tr: Düğümler
zh_cn: 节点

source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
ru: Добавить
sk: Pridať
tr: Ekle
zh_cn: 添加

source: Edit
ca: Edita
cs: Upravit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
ru: Редактировать
sk: Upraviť
tr: Düzenle
zh_cn: 编辑

source: Delete
ca: Esborra
cs: Smazat
de: Löschen
fr: Effacer
it: Elimina
ja: 削除
pt_br: Apagar
ru: Удалить
sk: Vymazať
tr: Sil
zh_cn: 删除

source: Save
ca: Desa
cs: Uložit
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Gravar
ru: Сохранить
sk: Uložiť
tr: Kaydet
zh_cn: 保存

source: Protocol
cs: Protokol
de: Protokoll
fi: Yhteyskäytäntö
fr: Protocole
it: Protocollo
ja: プロトコル
pt_br: Protocolo
ru: Протокол
sk: Protokol
tr: Protokol
zh_cn: 协议

source: OK
ca: D'acord
tr: TAMAM
zh_cn: 好的

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
tr: İptal et
zh_cn: 取消

source: Node name can not be empty.
ca: El nom del node no pot estar buit.
cs: Název uzlu nesmí být prázdný.
de: Der Knotenname darf nicht leer sein.
fr: Le nom du noeud ne peut pas être vide.
it: Il nome nodo non può essere vuoto.
ja: ノード名を指定する必要があります。
pt_br: O nome do nó não pode estar vazio.
ru: Имя узла не может быть пустым.
sk: Názov uzla nemôže byť prázdny.
tr: Düğüm adı boş olamaz.
zh_cn: 节点名称不能为空。

source: IPv6 address must be placed inside brackets.
cs: Adresa IPv6 musí být uvnitř hranatých závorek.
de: Die IPv6-Adresse muss in eckigen Klammern stehen.
fr: L'adresse IPv6 doit être mise entre parenthèses.
it: L'indirizzo IPv6 deve essere incluso tra parentesi.
ja: IPv6 アドレスはカッコ内に記述しなければなりません。
pt_br: Endereços IPv6 devem ser colocados entre colchetes.
ru: IPv6-адрес должен быть заключён в квадратные скобки.
sk: Adresa IPv6 musí byť umiestnená v hranatých zátvorkách.
tr: IPv6 adresi parantez içinde yer almalıdır.
zh_cn: IPv6 地址必须用括号括住。

source: IP/port should use 'addr:port' combination.
cs: IP/port má používat kombinaci 'addr:port'.
de: IP/Port sollte eine 'addr:port'-Kombination sein.
fr: Adresse IP/port doit utiliser la combinaison 'addr:port'.
it: Per i valori IP/porta è necessario utilizzare la combinazione 'addr:port'.
ja: IP／ポートは 'アドレス:ポート' のように指定すべきです。
pt_br: IP/porta deve usar a combinação "end:porta".
ru: IP-адрес и порт указываются в формате "адрес:порт".
sk: IP/port by mal použiť kombináciu 'addr:port'.
tr: IP/port 'addr:port' kombinasyonunu kullanmalıdır.
zh_cn: IP/端口应采用“地址:端口”组合。

source: Please enter a valid IP address.
cs: Zadejte platnou adresu IP.
de: Geben Sie eine gültige IP-Adresse ein.
fr: Entrez une adresse IP valide.
it: Immettere un indirizzo IP valido
ja: 正しい IP アドレスを入力してください。
pt_br: Digite um endereço IP válido.
ru: Введите действительный IP-адрес.
sk: Prosím, zadajte platnú IP adresu.
tr: Lütfen geçerli bir IP adresi girin.
zh_cn: 请输入有效的 IP 地址。

source: Please enter a valid port number.
cs: Zadejte platné číslo portu.
de: Geben Sie eine gültige Portnummer ein.
fr: Entrez un numéro de port valide.
it: Immettere un nome di porta valido.
ja: 正しいポート番号を入力してください。
pt_br: Digite um nome de porta válido.
ru: Введите допустимый номер порта.
sk: Prosím, zadajte platné číslo portu.
tr: Lütfen geçerli bir port numarası girin.
zh_cn: 请输入有效的端口号。

source: Node names must not include "." , using the local hostname.
ca: El nom dels nodes no ha d'incloure "." , usant el nom d'amfitrió local.
cs: Názvy uzlů nesmí obsahovat tečku (.). Bude použit místní název hostitele.
de: Node-Namen müssen einen "." beinhalten, wo der lokale Hostname verwendet wird.
fi: Solmujen nimessä ei saa olla ".", käytetään paikallista konenimeä.
fr: Les noms de noeud ne peuvent pas inclure "." dans le nom d'hôte local.
it: I nomi dei nodi non devono contenere ".", si usa il nome host locale.
ja: ノード名には "." が入っていてはいけません。ローカルのホスト名を使用します。
pt_br: Os nomes de nó não devem incluir "." ao usar o nome de host local.
ru: Имена узлов не должны содержать символа "."; используется имя локального хоста.
sk: Názvy uzlov nesmú obsahovať "." , použitie lokálneho názvu hostiteľa.
tr: Düğüm adları yerel ana bilgisayar adını kullanarak "." içermemelidir.
zh_cn: 节点名称必须不包含 "."，使用本机主机名。

source: Please fill out all fields.
ca: Si us plau, empleneu tots els camps.
cs: Vyplňte všechna pole.
de: Bitte alle Felder ausfüllen.
fi: Täytä kaikki kentät.
fr: Veuillez remplir tous les champs.
it: Riempire tutti i campi.
ja: すべての項目に記入してください。
pt_br: Preencha todos os campos.
ru: Заполните все поля.
sk: Prosím, vyplňte všetky polia.
tr: Lütfen tüm alanları doldurun.
zh_cn: 请填写全部字段。

source: Please configure at least two nodes.
ca: Si us plau, configureu dos nodes com a mínim.
cs: Konfigurujte alespoň dva uzly.
de: Konfigurieren Sie mindestens zwei Knoten.
fr: Configurez au moins deux noeuds.
it: Configurare almeno due nodi.
ja: 2 ノード以上を設定してください。
pt_br: Configure pelo menos dois nós.
ru: Настройте хотя бы два узла.
sk: Prosím, nakonfigurujte aspoň dva uzly.
tr: Lütfen en azından iki düğümü yapılandırın.
zh_cn: 请配置至少两个节点。

source: Enter the node name:
ca: Introduïu el nom del node:
cs: Zadejte název uzlu:
de: Geben Sie den Knotennamen ein:
fr: Entrez le nom d'un noeud :
it: Immettere un nome nodo:
ja: ノード名の入力:
pt_br: Digitar nome do nó:
ru: Введите имя узла:
sk: Zadať názov uzla:
tr: Düğüm adını girin:
zh_cn: 输入节点名称：

source: Node name must be different.
ca: El nom del node ha de ser diferent.
cs: Názvy uzlů musejí být různé.
de: Die Knotennamen müssen unterschiedlich sein.
fr: Le nom du noeud doit être différent.
it: Il nome nodo deve essere diverso.
ja: ノード名は異なるものでなければなりません。
pt_br: O nome do nó deve ser diferente.
ru: Имена узлов должны отличаться.
sk: Názov uzla musí byť odlišný.
tr: Düğüm adı farklı olmalı.
zh_cn: 节点名称必须不同。

source: Booting
ca: Arrencant
cs: Spouštění
de: Systemstart
fi: Käynnistys
fr: Amorçage
it: Avvio in corso
ja: 起動
pt_br: Inicializando
ru: Загрузка
sk: Štart systému
tr: Açılış
zh_cn: 引导时

source: On -- Start DRBD Server when Booting
ca: On -- Inicia el servidor DRBD quan durant l'arrencada
cs: Zapnuto – server DRBD bude spuštěn při zavedení systému
de: &Ein -- DRBD-Server beim Systemstart starten
fr: Activé -- Démarrer le serveur DRBD au démarrage
it: Attivo -- Avvia il server DRBD al boot
ja: 有効 -- システムの起動時に DRBD サーバを開始
pt_br: Ativado -- Iniciar Servidor DRBD na Inicialização
ru: Вкл.: запускать сервер DRBD при загрузке
sk: Zapnuté -- Spustiť DRBD server počas štartu systému
tr: Açık -- Önyükleme sırasında DRBD Sunucusunu Başlat
zh_cn: 开 -- 引导时启动 DRBD

source: Off -- Server Only Starts Manually
ca: Atura -- El servei només arrenca de forma manual
cs: Vypnuto -- Server lze spustit pouze ručně
de: Aus -- Server startet nur manuell
fi: P&ois päältä -- käynnistä vain käsin
fr: Désactivé - Démarrer le serveur manuellement uniquement
it: Disattivo -- Avvia il server solo manualmente
ja: 無効 -- 手動でサーバを起動する
pt_br: Desligar -- o servidor é inicializado apenas manualmente
ru: Выкл.: сервер запускается только вручную
sk: Vypnuté -- Server sa spúšťa iba ručne
tr: Kapalı -- Sunucu yalnızca manuel olarak başlatılır
zh_cn: 关 － 仅手动启动服务器

source: Switch On and Off
ca: Activa i desactiva
cs: Zapnout a vypnout
de: Ein- und ausschalten
fi: Käynnistä ja pysäytä
fr: Marche et Arrêt
it: Avviare e fermare
ja: 開始／停止
pt_br: Ligar e desligar
ru: Включение и выключение
sk: Spustiť a zastaviť
tr: Aç/kapat
zh_cn: 打开和关闭

source: Current Status:
ca: Estat actual:
cs: Aktuální stav:
de: Aktueller Status:
fi: Nykyinen tila:
fr: État actuel :
it: Stato attuale:
ja: 現在の状態:
pt_br: Status atual:
ru: Текущее состояние:
sk: Aktuálny stav:
tr: Şu anki durum:
zh_cn: 当前状态：

source: Start DRBD Server Now
ca: Inicia el servidor DRBD ara
cs: Spustit server DRBD
de: DRBD-Server jetzt starten
fi: Käynnistä DRBD-palvelin nyt
fr: Démarrer le service DRBD maintenant
it: Avvia il server DRBD ora
ja: 今すぐ DRBD サーバを開始する
pt_br: Iniciar Servidor DRBD Agora
ru: Запустить сервер DRBD сейчас
sk: Spustiť DRBD server teraz
tr: DRBD Sunucusunu Şimdi Başlatın
zh_cn: 立即启动分布式复制块设备 (DRBD) 服务器

source: Stop DRBD Server Now
ca: Atura el servidor DRBD ara
cs: Zastavit server DRBD
de: DRBD-Server jetzt anhalten
fi: Pysäytä DRBD-palvelin nyt
fr: Arrêter le service DRBD maintenant
it: Ferma il server DRBD ora
ja: 今すぐ DRBD サーバを停止する
pt_br: Parar Servidor DRBD Agora
ru: Остановить сервер DRBD сейчас
sk: Zastaviť DRBD server teraz
tr: DRBD Sunucusunu Şimdi Durdurun
zh_cn: 立即停止分布式复制块设备 (DRBD) 服务器

source: Propagate Configuration
ca: Propaga la configuració
cs: Rozšířit konfi&guraci
de: Konfiguration propagieren
fi: Määritysten jakaminen
fr: Propager la configuration
it: Propaga configurazione
ja: 設定を伝達する
pt_br: Propagar Configuração
ru: Размножить конфигурацию
sk: Rozšíriť konfiguráciu
tr: Yapılandırmayı Yayımla
zh_cn: 传布配置

source: To propagate this configuration , copy the configuration file '/etc/drbd.conf' to the rest of nodes manually.
ca: Per propagar aquesta configuració , copieu el fitxer de configuració '/etc/drbd.conf' a la resta de nodes de forma manual.
cs: Chcete-li tuto konfiguraci rozšířit, zkopírujte konfigurační soubor „/etc/drbd.conf“ do zbývajících uzlů ručně.
de: Um diese Konfiguration zu verbreiten, kopieren Sie die Konfigurationsdatei '/etc/drbd.conf' manuell auf die restlichen Nodes.
fi: Jakaaksesi tämän määrityksen, kopioi määritys tiedosto '/etc/drbd.conf' lopuille noodeille käsin.
fr: Pour déployer cette configuration, Veuillez copier le fichier de configuration '/etc/drbd.conf' aux autres noeuds du cluster manuellement.
it: Per propagare questa configurazione, copiare manualmente il file di configurazione '/etc/drbd.conf' nei restanti nodi.
ja: この設定を伝達するには、 残りのノードに設定ファイル '/etc/drbd.conf' を手動でコピーしてください。
pt_br: Para propagar esta configuração copie o arquivo de configuração '/etc/drbd.conf' manualmente para os nós restantes.
ru: Для размножения этой конфигурации скопируйте файл конфигурации '/etc/drbd.conf' в остальные узлы вручную.
sk: Pre rozšírenie tejto konfigurácie, skopírujte konfiguračný súbor '/etc/drbd.conf' do zvyšku uzlov ručne.
tr: Bu yapılandırmayı yaymak için, '/etc/drbd.conf' yapılandırma dosyasını diğer düğümlere manuel olarak kopyalayın.
zh_cn: 要传播此配置，请手动复制配置文件 '/etc/drbd.conf' 到剩余节点。

source: DRBD server is running.
ca: El servidor DRBD s'està executant.
cs: Server DRBD běží.
de: DRBD-Server läuft.
fi: DRBD-palvelin on käynnissä
fr: Le service DRBD est démarré.
it: Il server DRBD è in esecuzione.
ja: DRBD サーバは稼働中です。
pt_br: O servidor DRBD está em execução.
ru: Сервер DRBD запущен.
sk: Server DRBD je spustený.
tr: DRBD sunucusu çalışıyor.
zh_cn: 分布式复制块设备 (DRBD) 服务器运行中。

source: DRBD server is not running.
ca: No s'està executant el servidor DRBD.
cs: Server DRBD neběží.
de: DRBD-Server läuft nicht.
fi: DRBD-palvelin ei ole käynnissä
fr: Le service DRBD n'est pas démarré.
it: Il server DRBD non è in esecuzione.
ja: DRBD サーバは稼働していません。
pt_br: O servidor DRBD não está em execução.
ru: Сервер DRBD не запущен.
sk: Server DRBD nie je spustený.
tr: DRBD sunucusu çalışmıyor.
zh_cn: 分布式复制块设备 (DRBD) 服务器未运行。

source: Start DRBD service failed
ca: Ha fallat l'inici del servei DRBD
cs: Spuštění služby DRBD se nezdařilo
de: Der Start vom Dienst DRBD ist fehlgeschlagen
fi: DRBD-palvelun käynnistys epäonnistui
fr: Le démarrage du service DRBD a échoué
it: Avvio del servizio DRBD fallito
ja: DRBD サービスの開始に失敗しました。
pt_br: Falha ao iniciar serviço DRBD
ru: Не удалось запустить сервис DRBD
sk: Spustenie služby DRBD zlyhalo
tr: DRBD hizmeti başlatılamadı
zh_cn: 启动分布式复制块设备 (DRBD) 服务失败

source: Stop DRBD service failed
ca: Ha fallat l'aturada del servei DRBD
cs: Zastavení služby DRBD se nezdařilo
de: Das Anhalten vom Dienst DRBD ist fehlgeschlagen
fi: DRBD-palvelun pysäytys epäonnistui
fr: L'arrêt du service DRBD a échoué
it: Arresto del servizio DRBD fallito
ja: DRBD サービスの停止に失敗しました。
pt_br: Falha ao parar serviço DRBD
ru: Не удалось остановить сервис DRBD
sk: Zastavenie služby DRBD zlyhalo
tr: DRBD hizmeti durdurulamadı
zh_cn: 停止分布式复制块设备 (DRBD) 服务失败

source: Heartbeat Configuration
ca: Configuració del Heartbeat
cs: Konfigurace Heartbeat
de: Heartbeat-Konfiguration
fi: Heartbeat-määritys
fr: Configuration de Heartbeat
it: Configurazione heartbeat
ja: Heartbeat の設定
pt_br: Configuração de Heartbeat
ru: Конфигурация Heartbeat
sk: Konfigurácia Heartbeat
tr: Heartbeat Yapılandırması
zh_cn: 心跳配置

source: Initializing...
ca: Iniciant...
cs: Inicializuje se...
de: Initialisierung ...
fi: Valmistellaan...
fr: Initialisation ...
it: Inizializzazione in corso...
ja: しばらくお待ちください...
pt_br: Inicializando...
ru: Инициализация...
sk: Inicializujem...
tr: Başlatılıyor...
zh_cn: 正在初始化...

source: Failed to merge separated DRBD conf files
ca: Ha fallat la fusió fitxers de configuració DRBD separats
cs: Sloučení oddělených souborů konfigurace DRBD se nezdařilo
de: Das zusammenführen der separaten DRBD-Konfigurationsdateien ist fehlgeschlagen
fi: Eri DRBD-asetustiedostojen yhdistäminen epäonnistui
fr: La fusion de fichiers conf DRBD séparés a échoué
it: Errore nella fusione di file di configurazione di DRBD separati
ja: 個別の DRBD 設定ファイルを統合することができませんでした
pt_br: Falha ao fundir arquivos de config. separados do DRBD
ru: Не удалось объединить разделенные конфигурационные файлы DRBD
sk: Zlyhalo zlúčenie oddelených konfiguračných súborov DRBD
tr: Ayrılmış DRBD yapılandırma dosyalarını birleştirme başarısız oldu
zh_cn: 合并独立的 DRBD 配置文件失败

source: Failed to write drbd.conf.YaST2prepare
ca: Ha fallat l'escriptura de drbd.conf.YaST2prepare
cs: Zápis do souboru drbd.conf.YaST2prepare se nezdařil
de: Schreiben der drbd.conf.YaST2prepare fehlgeschlagen
fi: Tiedostoon drbd.conf.YaST2prepare kirjoitus epäonnistui
fr: L'écriture de drbd.conf.YaST2prepare a échoué
it: Errore nella scrittura di drbd.conf.YaST2prepare
ja: drbd.conf.YaST2prepare への書き込みに失敗しました
pt_br: Falha ao gravar drbd.conf.YaST2prepare
ru: Не удалось записать файл drbd.conf.YaST2prepare
sk: Zlyhalo zapísanie drbd.conf.YaST2prepare
tr: drbd.conf.YaST2prepare yazılamadı
zh_cn: 写入 drbd.conf.YaST2prepare 失败

source: Initializing DRBD Configuration
ca: Iniciant la configuració de DRDB
cs: Inicializace konfigurace DRBD
de: DRBD-Konfiguration initialisieren
fi: Valmistellaan DRBD-määritystä
fr: Initialisation de la configuration DRBD
it: Inizializzazione della configurazione DRBD
ja: DRBD の設定を準備しています
pt_br: Inicializando a configuração do DRBD
ru: Инициализация конфигурации DRBD
sk: Inicializácia konfigurácie DRBD
tr: DRBD Yapılandırması Başlatılıyor
zh_cn: 正在初始化分布式复制块设备 (DRBD) 配置

source: Read global settings
ca: Llegeix els paràmetres globals
cs: Čtení globálních nastavení
de: Globale Einstellungen lesen
fi: Lue yleiset asetukset
fr: Lire les paramètres globaux
it: Lettura delle impostazioni globali
ja: グローバル設定の読み込み
pt_br: Ler configurações globais
ru: Читать глобальные параметры
sk: Čítať globálne nastavenia
tr: Global ayarları oku
zh_cn: 读取全局设置

source: Read resources
ca: Llegeix els recursos
cs: Načíst zdroje
de: Ressourcen lesen
fi: Lue resurssit
fr: Lire les ressources
it: Lettura delle risorse
ja: リソースの読み込み
pt_br: Ler recursos
ru: Читать ресурсы
sk: Čítať zdroje
tr: Kaynakları oku
zh_cn: 读取资源

source: Read LVM configurations
ca: Llegeix les configuracions d'LVM
cs: Číst konfigurace LVM
de: Einlesen der LVM-Konfigurationen
fr: Lire les configurations LVM
it: Lettura delle configurazioni LVM
ja: LVM 設定の読み込み
pt_br: Ler configurações do LVM
ru: Читать конфигурации LVM
sk: Čítať konfigurácie LVM
tr: LVM yapılandırmalarını oku
zh_cn: 读取 LVM 配置

source: Read daemon status
ca: Llegeix l’estat del dimoni
cs: Načíst stav démona
de: Daemon-Status lesen
fi: Lue palvelun tila
fr: Lire l'état du daemon
it: Lettura dello stato del demone
ja: デーモン状態の読み込み
pt_br: Ler status do daemon
ru: Читать состояние демона
sk: Čítať stav démona
tr: Daemon durumunu oku
zh_cn: 读取守护程序状态

source: Read SuSEFirewall Settings
ca: Llegeix els paràmetres de SuSEFirewall
de: SuSEFirewall-Einstellungen einlesen
fr: Lire les paramètres SuSEFirewall
it: Lettura delle impostazioni di SuSEFirewall
ja: SUSEFirewall 設定の読み込み
zh_cn: 读取 SuSEFirewall 设置。

source: Reading global settings...
ca: Llegint els paràmetres globals...
cs: Čtení globálních nastavení...
de: Globale Einstellungen werden gelesen ...
fi: Luetaan yleisiä asetuksia...
fr: Lecture des paramètres globaux ...
it: Lettura delle impostazioni globali in corso...
ja: グローバル設定を読み込んでいます...
pt_br: Lendo configurações globais...
ru: Чтение глобальных параметров...
sk: Čítanie globálnych nastavení...
tr: Global ayarlar okunuyor...
zh_cn: 正在读取全局设置...

source: Reading resources...
ca: Llegint els recursos...
cs: Načítají se zdroje...
de: Ressourcen werden gelesen ...
fi: Luetaan resursseja...
fr: Lecture des ressources ...
it: Lettura delle risorse in corso...
ja: リソースを読み込んでいます...
pt_br: Lendo recursos...
ru: Чтение ресурсов...
sk: Čítanie zdrojov...
tr: Kaynaklar okunuyor...
zh_cn: 正在读取资源...

source: Reading LVM configurations...
ca: Llegint les configuracions d'LVM...
cs: Čtení konfigurací LVM...
de: LVM-Konfiguration wird eingelesen ...
fr: Lecture des configurations LVM…
it: Lettura delle configurazioni LVM in corso...
ja: LVM の設定を読み込んでいます...
pt_br: Lendo configurações do LVM...
ru: Чтение конфигураций LVM...
sk: Čítanie konfigurácií LVM...
tr: LVM yapılandırmaları okunuyor...
zh_cn: 正在读取 LVM 配置...

source: Reading daemon status...
ca: S’està llegint l’estat del dimoni...
cs: Načítá se stav démona...
de: Daemon-Status wird gelesen ...
fi: Luetaan palvelun tilaa...
fr: Lecture de l'état du service ...
it: Lettura dello stato del demone in corso...
ja: デーモンの状態を読み込んでいます...
pt_br: Lendo status do daemon...
ru: Чтение состояния демона...
sk: Čítanie stavu démona...
tr: Daemon durumu okunuyor...
zh_cn: 正在读取守护程序状态...

source: Finished
ca: Acabat
cs: Hotovo
de: Fertig
fi: Valmis
fr: Terminé
it: Completato
ja: 完了
pt_br: Concluído
ru: Готово
sk: Dokončené
tr: Sonlandı
zh_cn: 已完成

source: Failed to backup drbd.conf
ca: Ha fallat fer la còpia de seguretat drbd.conf
cs: Zálohování souboru drbd.conf se nezdařilo
de: Sicherung der drbd.conf fehlgeschlagen
fi: drbd.conf-tiedoston varmuuskopiointi epäonnistui
fr: La sauvegarde de drbd.conf a échoué
it: Errore nel fare la copia di ripristino di drbd.conf
ja: drbd.conf のバックアップに失敗しました
pt_br: Falha ao fazer backup de drbd.conf
ru: Не удалось создать резервную копию файла drbd.conf
sk: Zlyhalo zálohovanie drbd.conf
tr: drbd.conf yedeklenemedi
zh_cn: 备份 drbd.conf 失败

source: Failed to clean drbd.conf for drbdadm test
ca: Ha fallat la neteja de drbd.conf per al test drbdadm
cs: Vyčištění souboru drbd.conf pro test drbdadm se nezdařilo
de: Säuberung der drbd.conf für drbdadm test fehlgeschlagen
fi: drbd.conf-tiedoston puhdistus drbdadm-testiä varten epäonnistui
fr: Le nettoyage de drbd.conf pour le test drbdadm a échoué
it: Errore nella pulizia di drbd.conf per il test drbdadm
ja: drbdadm のテスト用に drbd.conf をクリーンアップしようとしましたが、失敗しました
pt_br: Falha ao limpar drbd.conf do teste drbdadm
ru: Не удалось очистить файл drbd.conf для проверки drbdadm
sk: Zlyhalo čistenie drbd.conf pre test drbdadm
tr: drbdadm testi için drbd.conf temizlenemedi
zh_cn: 清理 drbd.conf 以进行 drbdadm 测试失败

source: Invalid configuration of resource %1 %2
ca: Configuració no vàlida del recurs %1 %2
cs: Neplatná konfigurace zdroje %1 %2
de: Ungültige Konfiguration der Ressource %1 %2
fi: Resurssin %1 määritys on kelvoton %2
fr: Configuration non valide de la ressource %1 %2
it: Configurazione non valida per la risorsa %1 %2
ja: リソース %1 の設定が正しくありません %2
pt_br: Configuração inválida do recurso %1 %2
ru: Недопустимая конфигурация ресурса %1 %2
sk: Neplatná konfigurácia zdroja %1 %2
tr: Kaynak %1'in geçersiz yapılandırması %2
zh_cn: 无效的资源配置 %1 %2

source: Failed to bring drbd.conf back
ca: Ha fallat portar enrere drbd.conf
cs: Vrácení souboru drbd.conf se nezdařilo
de: Zurückbringen der drbd.conf fehlgeschlagen
fi: drbd.conf-tiedoston palautus epäonnistui
fr: La récupération de drbd.conf a échoué
it: Errore nel ripristino di drbd.conf
ja: drbd.conf の書き戻しに失敗しました
pt_br: Falha ao recuperar drbd.conf
ru: Не удалось восстановить drbd.conf
sk: Zlyhalo obnovenie drbd.conf
tr: drbd.conf geri getirilemedi
zh_cn: 恢复 drbd.conf 失败

source: Writing DRBD Configuration
ca: Escrivint la configuració de DRDB
cs: Zápis konfigurace DRBD
de: DRBD-Konfiguration wird geschrieben
fi: Kirjoitetaan DRBD-määritystä
fr: Écriture de la configuration DRBD
it: Scrittura della configurazione DRBD
ja: DRBD の設定を書き込んでいます
pt_br: Gravando Configuração do DRBD
ru: Запись конфигурации DRBD
sk: Zápis konfigurácie DRBD
tr: DRBD Yapılandırmasını Yazma
zh_cn: 正在写入分布式复制块设备 (DRBD) 配置

source: Write global settings
ca: Escriu els paràmetres globals
cs: Zapsat globální nastavení
de: Globale Einstellungen schreiben
fi: Kirjoita yleiset asetukset
fr: Écrire les paramètres généraux
it: Scrittura delle impostazioni globali
ja: グローバル設定の書き込み
pt_br: Gravar configurações globais
ru: Записать глобальные параметры
sk: Zapisovanie obecných nastavení
tr: Genel ayarları yaz
zh_cn: 写入全局设置

source: Write resources
ca: Escriu els recursos
cs: Zapsat zdroje
de: Ressourcen schreiben
fi: Kirjoita resurssit
fr: Écrire les ressources
it: Scrittura delle risorse
ja: リソースの書き込み
pt_br: Gravar recursos
ru: Записать ресурсы
sk: Zapísať zdroje
tr: Kaynakları yaz
zh_cn: 写入资源

source: Write LVM configurations
ca: Escriu les configuracions d'LVM
cs: Zapsat konfigurace LVM
de: LVM-Konfiguration schreiben
fr: Écrire les configurations LVM
it: Scrittura delle configurazioni LVM
ja: LVM 設定の書き込み
pt_br: Gravar configurações do LVM
ru: Записать конфигурации LVM
sk: Zapísať konfigurácie LVM
tr: LVM yapılandırmalarını yaz
zh_cn: 写入 LVM 配置

source: Set daemon status
ca: Fixa l'estat del dimoni
cs: Nastavení stavu démona
de: Daemon-Status setzen
fi: Aseta palvelun tila
fr: Détecter l'état du service
it: Impostazione dello stato del demone
ja: デーモン状態の設定
pt_br: Definir status do daemon
ru: Установить состояние демона
sk: Nastaviť stav démona
tr: Daemon durumunu ayarla
zh_cn: 设置守护程序状态

source: Write the SuSEfirewall settings
ca: Escriu els paràmetres de SuSEfirewall
de: SuSEfirewall-Einstellungen schreiben
fr: Écrire les paramètres SuSEFirewall
it: Scrittura delle impostazioni di SuSEfirewall
ja: SuSEfirewall 設定の書き込み
zh_cn: 写入 SuSEfirewall 设置

source: Writing global settings...
ca: S’està escrivint la configuració global...
cs: Zapisují se globální nastavení...
de: Globale Einstellungen werden geschrieben ...
fi: Kirjoitetaan yleiset asetukset...
fr: Écriture des paramètres globaux...
it: Scrittura delle impostazioni globali in corso...
ja: グローバル設定を書き込んでいます...
pt_br: Gravando configurações globais...
ru: Запись глобальных параметров...
sk: Zapisovanie globálnych nastavení...
tr: Global ayarlar yazılıyor...
zh_cn: 正在写入全局设置...

source: Writing resources...
ca: Escrivint els recursos...
cs: Zapisují se zdroje...
de: Ressourcen werden geschrieben ...
fi: Kirjoitetaan resursseja...
fr: Écriture des ressources...
it: Scrittura delle risorse in corso...
ja: リソースを書き込んでいます...
pt_br: Gravando recursos...
ru: Запись ресурсов...
sk: Zapisovanie zdrojov...
tr: Kaynaklar yazılıyor...
zh_cn: 正在写入资源...
