Repository: yast/yast-translations
Catalog: po/drbd/*.po
Languages: ca, cs, de, fi, fr, it, ja, pt_br, ru, sk, tr, zh_cn

source: Writing LVM configurations...
ca: Escrivint les configuracions d'LVM...
cs: Zapisování konfigurací LVM...
de: LVM-Konfiguration schreiben...
fr: Écriture des configurations LVM…
it: Scrittura delle configurazioni LVM in corso...
ja: LVM の設定を書き込んでいます...
pt_br: Gravando configurações do LVM...
ru: Запись конфигураций LVM...
sk: Zapisovanie konfigurácií LVM...
tr: LVM yapılandırmaları yazılıyor...
zh_cn: 正在写入 LVM 配置...

source: Setting daemon status...
ca: Establint l'estat del dimoni...
cs: Nastavování stavu démona...
de: Daemon-Status wird gesetzt ...
fi: Asetetaan palvelun tilaa...
fr: Détection de l'état du service ...
it: Impostazione dello stato del demone in corso...
ja: デーモンの状態を設定しています...
pt_br: Definindo status do daemon...
ru: Установка состояния демона...
sk: Nastavovanie stavu démona...
tr: Daemon durumu ayarlanıyor...
zh_cn: 正在设置守护程序状态...

source: Writing the SuSEFirewall settings
ca: Escrivint els paràmetres de SuSEFirewall
de: SuSEFirewall-Einstellungen werden geschrieben
fr: Écriture des paramètres SuSEFirewall
it: Scrittura delle impostazioni di SuSEfirewall
ja: SuSEFirewall の設定を書き込んでいます
zh_cn: 正在写入 SuSEFirewall 设置...

source: Failed to make directory /etc/drbd.d
ca: Ha fallat fer el directori /etc/drbd.d
cs: Vytvoření adresáře /etc/drbd.d se nezdařilo
de: Erstellung des Verzeichnisses /etc/drbd.d fehlgeschlagen
fi: Kansion /etc/drbd.d luonti epäonnistui
fr: Échec de la création du répertoire /etc/drbd.d
it: Errore nella creazione della directory /etc/drbd.d
ja: /etc/drbd.d ディレクトリの作成に失敗しました
pt_br: Falha ao criar diretório /etc/drbd.d
ru: Не удалось создать каталог /etc/drbd.d
sk: Nepodarilo sa vytvoriť adresár /etc/drbd.d
tr: /etc/drbd.d dizini oluşturulamadı
zh_cn: 创建文件夹 /etc/drbd.d 失败

source: Udev Always Use VNR
cs: Udev vždy použije VNR
pt_br: Udev sempre usa VNR
ru: Udev всегда использует VNR
sk: Udev vždy použije VNR
tr: Udev Her Zaman VNR Kullanır

source: <p><b>LVM configuration file /etc/lvm/lvm.conf</b></p> <p>To use LVM with DRBD, it is necessary to change some options in the LVM configuration file and to remove stale cache entries on the nodes.</p> <p>Refer to 'man lvm.conf' for further information including the file layout.</p> <p><b>Device Filter</b>: This masks the underlying block device from the list of devices LVM scans for Physical Volume signatures. This way, LVM is instructed to read Physical Volume signatures from DRBD devices, rather than from the underlying backing block devices.</p> <p><b>LVM Filter</b>: A filter that tells LVM2 to only use a restricted set of devices.</p> <p>The filter consists of an array of regular expressions. These expressions can be delimited by a character of your choice, and prefixed with either an 'a' (for accept) or 'r' (for reject).</p> <p>For example, setting filter as ["r|/dev/sda.*|"]</p> <p><b>LVM cache</b>: Enable/turn on writing the LVM cache is default. Should disable the LVM cache when combined drbd with LVM.</p>
cs: <p><b>Konfigurační soubor LVM /etc/lvm/lvm.conf</b></p> <p>Pro použití LVM (správy logických svazků) s DRBD (blokovým zařízením distribuovaným po síti) je nezbytné změnit některé volby v konfiguračním souboru LVM a odebrat staré kešovací položky na uzlech.</p> <p>Pro další informace včetně rozvržení souboru vizte 'man lvm.conf'.</p> <p><b>Filtr zařízení</b>: Toto maskuje níže ležící bloková zařízení ze seznamu zařízení při skenování LVM ohledně podpisů fyzických svazků. Tímto způsobem je LVM instruována k tomu, aby načítala podpisy fyzických svazků z DRBD zařízení a ne z podřízených úložných blokových zařízení.</p> <p><b>LVM Filter</b>: Filtr instruující LVM2, aby používala jen určenou sadu zařízení.</p> <p>Filtr se skládá z pole regulárních výrazů. Tyto výrazy mohou být odděleny znakem vašeho výběru a mohou jim předcházet bud 'a' (pro přijetí) nebo 'r' (pro odmítnutí).</p> <p>Například nastavení filtru jako je ["r|/dev/sda.*|"]</p> <p><b>LVM cache</b>: Povolit/zapnout zápis do keše LVM je výchozí. Při kombinaci LVM s DRBD by měla být LVM keš zakázána.</p>
pt_br: <p><b>Arquivo de configuração do LVM /etc/lvm/lvm.conf</b></p> <p>Para usar o LVM com o DRBD, é necessário mudar algumas opções no arquivo de configuração do LVM e remover as entradas de cache obsoletas dos nós.</p> <p>Consulte "man lvm.conf" para obter mais informações sobre como incluir o layout de arquivo.</p> <p><b>Filtro do dispositivo</b>: Mascara o dispositivo de blocos subjacente da lista de dispositivos que o LVM usa para explorar as assinaturas de volume físico. Dessa forma, o LVM é instruído a ler as assinaturas de volume físico nos dispositivos DRBD, e não nos dispositivos de blocos de suporte subjacentes.</p> <p><b>Filtro LVM</b>: Um filtro que diz ao LVM2 usar apenas um conjunto restrito de dispositivos</p> <p>O filtro consiste em uma matriz de expressões regulares. Essas expressões podem ser delimitadas por um caractere de sua escolha e ter o prefixo "a" (aceitar) ou "r" (rejeitar).</p> <p>Por exemplo, definir o filtro como ["r|/dev/sda.*|"]</p> <p><b>Cache do LVM</b>: O padrão é Habilitar/Ativar gravação no cache do LVM. Desabilite o cache do LVM quando o drbd está combinado ao LVM.</p>
ru: <p><b>Файл настроек LVM /etc/lvm/lvm.conf</b></p> <p>Для использования LVM с DRBD необходимо изменить ряд параметров в конфигурационном файле LVM и удалить неиспользуемые элементы кэша на узлах.</p> <p>Дополнительные сведения о формате файла см. в справке (man lvm.conf).</p> <p><b>Фильтр устройств</b>: выделяет базовое блочное устройство из списка устройств, которые LVM проверяет на наличие подписей физического тома. Таким образом можно дать LVM команду считывать подписи физического тома с устройств DRBD, а не с базовых блочных устройств.</p> <p><b>Фильтр LVM</b>: Фильтр, который указывает LVM2 использовать ограниченный набор устройств.</p> <p>Фильтр содержит набор регулярных выражений. Их можно разделять любым знаком, а перед каждым выражением должна стоять буква a (принять) или r (отклонить).</p> <p>Пример фильтра: ["r|/dev/sda.*|"]</p> <p><b>Кэш LVM</b>: по умолчанию запись кэша LVM включена. Отключите кэш LVM при сочетании drbd с LVM.</p>
sk: <p><b>Konfiguračný súbor LVM /etc/lvm/lvm.conf</b></p> <p>Pre použitie LVM s DRBD, je potrebné zmeniť niektoré voľby v konfiguračnom súbore LVM a odstrániť staré záznamy vyrovnávacej pamäte v uzloch.</p> <p>Ďalšie informácie vrátane rozvrhnutia súboru nájdete v 'man lvm.conf'.</p> <p><b>Filter zariadení</b>: Toto maskuje základné blokové zariadenie zo zoznamu zariadení, ktoré LVM skenuje kvôli podpisom fyzických zväzkov. Týmto spôsobom je LVM inštruované čítať podpisy fyzických zväzkov zo zariadení DRBD a nie zo základných podporných blokových zariadení.</p> <p><b>LVM filter</b>: Filter, ktorý prikazuje LVM2 používať iba obmedzenú sadu zariadení.</p> <p>Filter pozostáva z poľa regulárnych výrazov. Tieto výrazy môžu byť oddelené znakom podľa vášho výberu a mať uvedené na začiatku buď 'a' (pre prijatie) alebo 'r' (pre odmietnutie).</p> <p>Napríklad, nastavenie filtra ako ["r|/dev/sda.*|"]</p> <p><b>LVM cache</b>: Povoliť/zapnúť zápis vyrovnávacej pamäte LVM je predvolené. Pri kombinovaní drbd s LVM by sa mala zakázať vyrovnávacia pamäť LVM.</p>
tr: <p><b>LVM yapılandırma dosyası /etc/lvm/lvm.conf</b></p> <p>LVM'yi DRBD ile kullanmak için LVM yapılandırma dosyasındaki bazı seçenekleri değiştirmek ve düğümlerdeki eski önbellek girişlerini kaldırmak gerekir.</p> <p>Dosya düzeni dahil daha fazla bilgi için 'man lvm.conf'a bakın.</p> <p><b>Cihaz Filtresi</b>:Bu, LVM'nin Fiziksel Birim imzaları için taradığı aygıtlar listesinden altta yatan blok aygıtını maskeler. Bu şekilde, LVM'ye altta yatan destek blok aygıtlarından ziyade DRBD aygıtlarından Fiziksel Birim imzalarını okuması talimatı verilir.</p> <p><b>LVM Filtresi</b>: LVM2'ye yalnızca sınırlı sayıda cihazı kullanmasını söyleyen bir filtre.</p> <p>Filtre, düzenli ifadelerden oluşan bir diziden oluşur. Bu ifadeler, seçtiğiniz bir karakterle sınırlandırılabilir ve 'a' (kabul etmek için) veya 'r' (reddetmek için) öneki eklenebilir.</p> <p>Örneğin, filtreyi ["r|/dev/sda.*|"] olarak ayarlamak</p> <p><b>LVM önbelleği</b>:LVM önbelleğini yazmayı etkinleştirme/açma varsayılandır. drbd ile LVM birleştirildiğinde LVM önbelleğini devre dışı bırakmalıdır.</p>

source: <p>Check <b>"Udev Always Use VNR"</b> treat implicit define volume number the same as explicit volumes. When udev asks drbdadm for a list of device related symlinks, drbdadm would suggest symlinks with differing naming conventions, depending on whether the resource has explicit volume VNR { } definitions or only one single volume with the implicit volume number 0.This is enable by default, should be off for legacy backward compatibility.</p>
cs: <p>Možnost <b>"Udev Always Use VNR"</b> (Udev vždy používá VNR) zachází s implicitní definicí čísla svazku stejně jako s explicitními svazky. Když udev žádá drbdadm o seznam symlinků vztažených k zařízení, drbdadm navrhne symlinky s odlišnými konvencemi názvů, podle toho, zda zdroj má explicitní definice VNR svazku { }, nebo jen jediný svazek s implicitním číslem svazku 0. Standardně zapnuto, pro zpětnou kompatibilitu vypnout.</p>
pt_br: <p>Marcar <b>"Udev sempre usa VNR"</b> trata o número de volume definido implícito da mesma forma que volumes explícitos. Quando o udev pede ao drbdadm uma lista de links simbólicos relacionados a dispositivo, o drbdadm sugere links simbólicos com diferentes convenções de nomenclatura, dependendo se o recurso tem definições VNR { } explícitas de volume ou apenas um volume simples com o número do volume implícito 0. Isto é habilitado por padrão, deve ser desabilitado para retrocompatibilidade.</p>
ru: <p>Отметьте <b>"Udev всегда использует VNR"</b> для обработки неявно определённых номеров томов так же, как явно указанных томов. Когда udev запрашивает у drbdadm список относящихся к устройству символьных ссылок, drbdadm выдаст ссылки с различными соглашениями по наименованиям в зависимости от того, есть ли у ресурса явно заданные определения тома VNR { } или только один том с неявным номером 0. Это включено по умолчанию, отключать следует только для обратной совместимости с устаревшими решениями.</p>
sk: <p>Voľba <b>"Udev vždy použije VNR"</b> nakladá s implicitne definovaným číslom zväzku rovnako ako s explicitnými zväzkami. Keď udev požiada drbdadm o zoznam symbolických odkazov súvisiacich so zariadeniami, drbdadm navrhuje symbolické odkazy s odlišnými konvenciami názvov, v závislosti od toho, či má zdroj explicitné zväzkové VNR { } definície alebo iba jeden jednotlivý zväzok s implicitným číslom zväzku 0.Toto je v predvolenom nastavení povolené, kvôli staršej spätnej kompatibilite by malo byť vypnuté.</p>
tr: <p><b>"Udev Her Zaman VNR Kullanır"</b> seçeneğini işaretleyin, örtük tanımlı birim numarasını açık birimlerle aynı şekilde ele alın. Udev, drbdadm'den cihazla ilgili sembolik bağlantıların bir listesini istediğinde, drbdadm, kaynağın açık birim VNR { } tanımları olup olmadığına veya örtük birim numarası 0 olan yalnızca tek bir birime bağlı olarak farklı adlandırma kurallarına sahip sembolik bağlantılar önerecektir. Bu varsayılan olarak etkindir, eski geriye dönük uyumluluk için kapalı olmalıdır.</p>

source: <p><b>Dialog Refresh:</b> The user dialog counts and displays the seconds it waited so far. You might want to disable this if you have the console of your server connected to a serial terminal server with limited logging capacity. The Dialog will print the count each 'dialog-refresh' seconds, set it to 0 to disable redrawing completely. </p>
cs: <p><b>Aktualizace okna:</b> Okno počítá a zobrazuje jak dlouho již čekalo. Tuto vlastnost můžete zakázat pokud jste připojeni k serveru přes sériovou konzoli s omezenou logovací kapacitou. Okno vypíše součet každých 'aktualizace okna' sekund, Nastavením 0 se okno nebude aktualizovat vůbec. </p>
pt_br: <p><b>Atualizar a caixa de diálogo:</b> A caixa de diálogo de usuário conta e exibe os segundos que esperou até então. Você pode querer desabilitar isso se você tiver o console do seu servidor conectado a um servidor de terminal serial com capacidade de registro limitada. O diálogo irá exibir a contagem a cada 'atualização de diálogo' segundos. Defina-o para 0 a fim de desabilitar a atualização completamente. </p>
ru: <p><b>Обновление диалога:</b> Пользовательский диалог считает и отображает секунды, которые он ждал. Вы можете хотеть отключить это, если консоль вашего сервера подключена к последовательному терминалу с ограниченными возможностями журналирования. Диалог будет выводить счётчик каждые 'обновление диалога' секунд, установите 0 для полного отключения перерисовки. </p>
sk: <p><b>Obnovenie dialógu:</b> Používateľské dialógové okno počíta a zobrazuje sekundy, ktoré zatiaľ čakalo. Možno to budete chcieť vypnúť, ak máte konzolu servera pripojenú k sériovému terminálovému serveru s obmedzenou kapacitou záznamu. Dialóg vypíše počet každých 'obnovenie dialógu' sekúnd, nastavte 0 na zakázanie prekreslenia úplne. </p>
tr: <p><b>İletişim Kutusu Yenileme:</b> Kullanıcı iletişim kutusu, şu ana kadar beklediği saniyeleri sayar ve görüntüler. Sunucunuzun konsolu sınırlı günlük kapasitesine sahip bir seri terminal sunucusuna bağlıysa bunu devre dışı bırakmak isteyebilirsiniz. İletişim kutusu, her 'dialog-refresh' saniyesinin sayısını yazdıracaktır, yeniden çizmeyi tamamen devre dışı bırakmak için bunu 0 olarak ayarlayın. </p>

source: <p><b>Minor Count:</b> use this if you want to define more resources later without reloading the module. by default we load the module with exactly as many devices as configured mentioned in this file. </p>
cs: <p><b>Menší počet:</b> Použijte tuto volbu pokud chcete určit více prostředků později bez nutnosti znovu zavést modul. Jako výchozí se zavádí modul s přesně tolika zařízeními, kolik je jich konfigurováno v tomto souboru.</p>
pt_br: <p><b>Menor contagem:</b> use isto se você quiser definir mais recursos posteriormente sem recarregar o módulo. Por padrão carregamos o módulo com exatamente os mesmos dispositivos como os configurados neste arquivo.</p>
ru: <p><b>Минимальное число:</b> Используйте эту опцию, если хотите потом определить больше ресурсов без перезагрузки модуля. По умолчанию мы загружаем модуль для количества устройств, указанного в этом файле.</p>
sk: <p><b>Vedľajší počet:</b> toto použite, ak chcete zadefinovať viac zdrojov neskôr bez opätovného načítania modulu. V predvolenom nastavení načítame modul s presne rovnakým počtom zariadení, aký je uvedený v tomto súbore. </p>
tr: <p><b>Küçük Sayım:</b> Modülü yeniden yüklemeden daha sonra daha fazla kaynak tanımlamak istiyorsanız bunu kullanın. Varsayılan olarak modülü, bu dosyada belirtilen yapılandırılmış cihaz sayısıyla tam olarak aynı sayıda cihazla yüklüyoruz. </p>

source: Read Firewall Settings
cs: Načíst nastavení firewallu
pt_br: Ler as configurações do Firewall
ru: Читать настройки брандмауэра
sk: Čítať nastavenia pre firewall
tr: Güvenlik Duvarı Ayarlarını Oku

source: Write the firewall settings
cs: Zapsat nastavení firewallu
pt_br: Gravar as configurações do Firewall
ru: Записать параметры брандмауэра
sk: Zapísať nastavenia pre firewall
tr: Güvenlik duvarı ayarlarını yazın

source: Writing the Firewall settings
cs: Zapisuji nastavení firewallu
pt_br: Gravando as configurações do Firewall
ru: Запись параметров брандмауэра
sk: Zápis nastavení pre firewall
tr: Güvenlik Duvarı ayarlarının yazılması

source: <p><b>LVM configuration file /etc/lvm/lvm.conf</b></p> <p>To use LVM with DRBD, it is necessary to change some options in the LVM configuration file and to remove stale cache entries on the nodes.</p> <p>Refer to 'man lvm.conf' for further information including the file layout.</p> <p><b>Device Filter</b>: This masks the underlying block device from the list of devices LVM scans for Physical Volume signatures. This way, LVM is instructed to read Physical Volume signatures from DRBD devices, rather than from the underlying backing block devices.</p> <p><b>LVM Filter</b>: A filter that tells LVM2 to only use a restricted set of devices.</p> <p>The filter consists of an array of regular expressions. These expressions can be delimited by a character of your choice, and prefixed with either an 'a' (for accept) or 'r' (for reject).</p> <p>For example, setting filter as ["r|/dev/sda.*|"]</p> <p><b>LVM cache</b>: Enable/turn on writing the LVM cache is default. Should disable the LVM cache when combined drbd with LVM.</p> <p><b>LVMetad</b>: When lvmetad is enabled, the volume group metadata and PV state flags are obtained from the lvmetad instance and no scanning is done by the individual commands. Because lvmetad's cache cannot be synchronized between nodes, users are advised to disable lvmetad in cluster environments.</p>
fr: <p><b>Fichier de configuration LVM /etc/lvm/lvm.conf</b></p> <p>Pour utiliser LVM avec DRBD, il est nécessaire de modifier certaines options dans le fichier de configuration LVM et de supprimer des entrées de cache caduques sur les nœuds.</p> <p>Pour plus d'informations, y compris la structure du fichier, consultez le fichier 'man lvm.conf'.</p> <p><b>Filtre de périphérique</b> : cette option masque le périphérique de bloc sous-jacent de la liste des périphériques que LVM analyse à la recherche de signatures de volumes physiques. De cette manière, LVM est invité à lire les signatures de volumes physiques à partir des périphériques DRBD, plutôt qu'à partir des périphériques de bloc de support sous-jacents.</p> <p><b>Filtre LVM</b> : Un filtre qui indique à LVM2 de n'utiliser qu'un ensemble restreint de périphériques.</p> <p>Le filtre se compose d'un ensemble d'expressions régulières. Ces expressions peuvent être délimitées par un caractère de votre choix, précédées soit de la lettre 'a' (pour 'accepter'), soit de la lettre 'r' (pour 'rejeter').</p> <p>Par exemple : définition du filtre sur ["r|/dev/sda.*|"]</p> <p><b>Cache LVM</b> : l'activation de l'écriture du cache LVM est la valeur par défaut. Le cache LVM doit être désactivé si drbd est combiné à LVM.</p> <p><b>LVMetad</b>: lorsque lvmetad est activé, les métadonnées du groupe de volumes et les drapeaux d'état de PV sont obtenus à partir de l'instance lvmetad et aucune analyse n'est effectuée par les commandes individuelles. Étant donné que le cache lvmetad ne peut pas être synchronisé entre les nœuds, il est recommandé de désactiver lvmetad dans les environnements de grappe.</p>
ja: <p><b>LVM 設定ファイル /etc/lvm/lvm.conf</b></p> <p>DRBD で LVM を使用するには、 LVM 設定ファイル内にあるいくつかの項目を変更し、ノード内の古いキャッシュ項目を削除するように設定する必要があります。</p> <p>ファイルレイアウトを含む詳しい説明については、 'man lvm.conf' をお読みください。</p> <p><b>デバイスフィルタ</b>: ここでは、 LVM が物理ボリュームの署名を検出する処理で、除外すべきブロックデバイスを一覧で指定します。この値を設定することで、 LVM がブロックデバイスに直接アクセスするのではなく、 DRBD のデバイスにアクセスして署名を検出できるようにすることができます。</p> <p><b>LVM フィルタ</b>: LVM2 に対して、指定したデバイスセットのみを使用させるための設定です。</p> <p>フィルタでは正規表現の配列を指定します。正規表現は任意の文字で区切ることができ、冒頭に 'a' (受け入れる場合) または 'r' (除外する場合) をそれぞれ指定します。</p> <p>例: ["r|/dev/sda.*|"]</p> <p><b>LVM キャッシュ</b>: LVM キャッシュは既定で有効化されています。ネットワークストレージ (nfs など) の場合は無効化してください。 </p> <p><b>LVMetad</b>: lvmetad を有効化すると、ボリュームグループのメタデータと PV の状態フラグは lvmetad インスタンスから取得するようになり、個別のコマンドごとにスキャンを実施するようなことがなくなります。 lvmetad のキャッシュはノード間で同期することができないため、クラスタ環境では lvmetad を無効化しておくことをお勧めします。</p>

source: Valid "Device" value should be: \ - /dev/drbd0 - /dev/drbd[1-9][0-9]* - drbd0 - drbd[1-9][0-9]*
pt_br: O valor válido de "Dispositivo" deve ser: \ - /dev/drbd0 - /dev/drbd[1-9][0-9]* - drbd0 - drbd[1-9][0-9]*
ru: Действительное значение «Устройство» должно быть: \ - /dev/drbd0 - /dev/drbd[1-9][0-9]* - drbd0 - drbd[1-9][0-9]*
tr: Geçerli "Cihaz" değeri şu olmalıdır:: \ - /dev/drbd0 - /dev/drbd[1-9][0-9]* - drbd0 - drbd[1-9][0-9]*
