Repository: yast/yast-translations
Catalog: po/drbd/*.po
Languages: ca, cs, de, fi, fr, it, ja, pt_br, ru, sk, tr, zh_cn

source: <p>"Name" is mandatory and must match the Linux host name (uname -n) of one of the nodes. Should not include "." in hostname.</p> <p>"Address:Port": A resource needs one IP address per device, which is used to wait for incoming connections from the partner device to reach the device. Each DRBD resource needs a TCP port which is used to connect to the node's partner device. For IPv6, the actual address that follows the ipv6 keyword must be placed inside brackets: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>"Device": The name of the block device node of the resource being described. You must use this device with your application (file system) and you must not use the low level block device which is specified with the disk parameter,following its minor number. Otherwise, you may omit the name, or the word minor and its number. If you omit the name a default of /dev/drbd'minor number' will be used. Like: '/dev/drbd{service} minor {minor drbd number [0...255]}' or '/dev/drbd{minor drbd number [0...255]}'</p> <p>"Disk": DRBD uses this block device to actually store and retrieve the data. Never access such a device while DRBD is running on top of it.</p> <p>"Meta-disk": internal. Internal means that the last part of the backing device is used to store the meta-data.</p> <p>"Node-id": Node id is an internal value for drbd, will be generated by yast automatically. A host can have different "node-id" in different resources.</p>
cs: <p>Hodnota Název je povinná a musí odpovídat názvu hostitele systému Linux (uname -n) jednoho z uzlů. Název hostitele nesmí obsahovat tečku (.).</p> <p>Adresa:Port: Prostředek potřebuje jednu adresu IP pro každé zařízení. Ta se používá k čekání na příchozí připojení od partnerského zařízení, které se snaží připojit k zařízení. Každý prostředek DRBD vyžaduje port TCP, který se používá k připojení k partnerskému zařízení uzlu. Pro IPv6 musí být skutečná adresa následující za klíčovým slovem ipv6 uzavřená v hranatých závorkách: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>Zařízení: Jedná se o název uzlu zařízení bloku popisovaného prostředku. Toto zařízení je nutné použít pomocí vaší aplikace (systému souborů), a nelze použít zařízení bloku nízké úrovně, které je určeno parametrem disku a jeho číslem minor. Jinak byste mohli vynechat název nebo slovo minor a jeho číslo. Pokud vynecháte název, použije se výchozí hodnota /dev/drbd'číslo minor'. Příklad: '/dev/drbd{service} minor {minor drbd number [0...255]}' nebo '/dev/drbd{minor drbd number [0...255]}'</p> <p>Disk: Systém DRBD používá toto zařízení bloku k vlastnímu ukládání a načítání dat. K takovému zařízení nikdy nepřistupujte, když je využíváno systémem DRBD na vyšší úrovni.</p> <p>Metadisk: Jedná se o interní hodnotu. Pojem interní zde znamená, že poslední část zajišťujícího zařízení slouží k ukládání metadat.</p> <p>ID uzlu: ID uzlu je interní hodnota pro drbd a bude generováno nástrojem yast automaticky. Hostitel může mít různé ID uzlu na různých prostředcích.</p>
de: <p>"Name" ist obligatorisch und muss mit dem Linux-Hostnamen (uname -n) für einen der Knoten übereinstimmen. Der Hostname darf keinen Punkt (".") enthalten.</p> <p>"Adresse:Port": Eine Ressource benötigt eine IP-Adresse pro Gerät, mit der auf eingehende Verbindungen des Partnergeräts zum Gerät gewartet wird. Jede DRBD-Ressource benötigt einen TCP-Port, über den eine Verbindung zum Partnergerät des Knotens hergestellt wird. Bei IPv6 muss der tatsächliche Adressteil, der auf das Schlüsselwort "ipv6" folgt, in eckigen Klammern stehen: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>"Gerät": Name des Blockgeräteknotens der beschriebenen Ressource. Sie müssen dieses Gerät in der Anwendung (Dateisystem) verwenden, nicht das Low-Level-Blockgerät, das nach der niedrigsten Nummer mit dem Datenträgerparameter angegeben wird. Ansonsten können Sie den Dateinamen bzw. die Angabe 'minor' und die zugehörige Nummer auslassen. Wenn Sie den Namen auslassen, wird standardmäßig /dev/drbd'niedrigste Nummer' verwendet. Beispiel: '/dev/drbd{Dienst} minor {niedrigste DRBD-Nummer [0...255]}' oder '/dev/drbd{niedrigste DRBD-Nummer [0...255]}'</p> <p>"Datenträger": Dieses Blockgerät wird zum Speichern und Abrufen der Daten durch DRBD verwendet. Greifen Sie nicht auf dieses Gerät zu, wenn DRBD darauf ausgeführt wird.</p> <p>"Meta-Datenträger": Intern. 'Intern' bedeutet, dass die Metadaten im letzten Bereich des Sicherungsgeräts gespeichert werden.</p> <p>"Knoten-ID": Die Knoten-ID ist ein interner, von yast automatisch generierter Wert für DRBD. Für die unterschiedlichen Ressourcen kann ein Host verschiedene "Knoten-IDs" haben.</p>
fr: <p>"Name" : ce champ est obligatoire et doit correspondre au nom d'hôte Linux (uname -n) de l'un des noeuds. Le nom d'hôte ne peut pas inclure ".".</p> <p>"Address:Port" : une ressource nécessite une adresse IP par périphérique, qui est utilisée pour attendre que les connexions entrantes du périphérique partenaire atteignent le périphérique. Chaque ressource DRBD requiert un port TCP qui est utilisé pour se connecter au périphérique partenaire du noeud. Pour IPv6, l'adresse réelle qui suit le mot-clé ipv6 doit être placée entre crochets : ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>"Device" : nom du noeud du périphérique de bloc de la ressource décrite. Vous devez utiliser ce périphérique avec votre application (système de fichiers) et vous ne devez pas utiliser le périphérique de bloc de bas niveau qui est indiqué avec le paramètre de disque, suivi de son nombre mineur. Sinon, vous pouvez omettre le nom ou le mot mineur et son nombre. Si vous omettez le nom, un 'nombre mineur'/dev/drbd sera utilisé par défaut. Par exemple : '/dev/drbd{service} minor {minor drbd number [0...255]}' ou '/dev/drbd{minor drbd number [0...255]}'</p> <p>"Disk" : le périphérique DRBD utilise ce périphérique de bloc pour stocker et récupérer les données. N'accédez jamais à ce type de périphérique lorsqu'un périphérique DRBD y est également exécuté.</p> <p>"Meta-disk" interne : interne signifie que la dernière partie du périphérique de support est utilisée pour stocker les métadonnées.</p> <p>"Node-id": l'ID de noeud est une valeur interne pour drbd qui est générée automatiquement par Yast. Un hôte peut avoir un "node-id" différent dans différentes ressources.</p>
it: <p>Il campo "Nome" è obbligatorio e deve corrispondere al nome host Linux (uname -n) di uno dei nodi. Il nome host non deve includere il carattere ".".</p> <p>"Indirizzo:Porta": una risorsa richiede un indirizzo IP per dispositivo, utilizzato per attendere connessioni in entrata dal dispositivo partner per raggiungere il dispositivo. Ogni risorsa DRBD richiede una porta TCP utilizzata per connettersi al dispositivo partner del nodo. Per IPv6, l'effettivo indirizzo che segue la parola chiave ipv6 deve essere incluso tra parentesi: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>"Dispositivo": il nome del nodo del dispositivo di blocco della risorsa descritta. Utilizzare il dispositivo con la propria applicazione (file system) e non utilizzare il dispositivo di blocco di basso livello specificato con il parametro del disco che segue il valore minor. Altrimenti è possibile omettere il nome o la parola minor e il relativo numero. Se si omette il nome, verrà usato un numero minor /dev/drbd'minor number' di default. Ad esempio: '/dev/drbd{service} minor {minor drbd number [0...255]}' o '/dev/drbd{minor drbd number [0...255]}'</p> <p>"Disco": DRBD utilizza il dispositivo di blocco per memorizzare e recuperare i dati. Non accedere al dispositivo quando DRBD lo sta utilizzando.</p> <p>"Metadisco": interno. Interno indica che l'ultima parte del dispositivo di backup è utilizzata per memorizzare i metadati.</p> <p>"ID nodo": l'ID nodo è un valore interno per drbd, generato automaticamente da yast. Un host può disporre di "ID nodo" diversi provenienti da diverse risorse.</p>
ja: <p>"Name" (名前) は必ず設定しなければならない項目で、いずれかのノードに対する Linux のホスト名 (uname -n) に一致していなければなりません。また、ホスト名には "." を含めてはなりません。 </p> <p>"Address:Port": (アドレス:ポート) リソースにはデバイスごとに 1 つの IP アドレスが必要です。このアドレスを利用して、対向のデバイスからの接続を受け付け、情報を受信します。また、それぞれの DRBD リソースには、対向のデバイスと接続するための TCP ポートを設定します。 IPv6 の場合は、 ipv6 のキーワードに続いて実際のアドレスをカッコ内に表記しなければなりません: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>"Device": (デバイス) 定義しているリソースのブロックデバイスノード名を指定します。お使いのアプリケーション (ファイルシステム) からは、このデバイスを利用してアクセスするものとし、 disk パラメータで指定している直接のデバイスにはアクセスしないでください。なお、名前またはマイナー名(および番号)を省略することもできます。名前を省略した場合は、 /dev/drbd'マイナー番号' の既定値を使用します。 例: '/dev/drbd{サービス} minor {マイナー drbd 番号 [0...255]}' もしくは '/dev/drbd{マイナー drbd 番号 [0...255]}'</p> <p>"Disk": (ディスク) DRBD はこのブロックデバイスを利用して、実際のデータを保存します。DRBD を動作させている間は、これらのデバイスに直接アクセスしてはなりません。</p> <p>"Meta-disk": (メタディスク) internal を指定します。この値を指定すると、利用しているデバイスの最後の部分にメタデータを保存して使用するようになります。</p> <p>"Node-id": (ノード ID) ノード ID は DRBD 向けの内部値で、 YaST が自動的に生成する値です。異なるリソースに対しては、異なる "ノード ID" を割り当てて使用します。</p>
pt_br: <p>"Nome" é obrigatório e deve corresponder ao nome de host do Linux (uname -n) de um dos nós. Não se deve incluir "." no nome de host.</p> <p>"Endereço:Porta": Um recurso precisa de um endereço IP por dispositivo, que é usado para aguardar por conexões recebidas do dispositivo parceiro para acessá-lo. Cada recurso DRBD precisa de uma porta TCP, que é usada para conectar ao dispositivo parceiro do nó. Para IPv6, o endereço real, que vem depois da palavra-chave ipv6, deve ser colocado entre colchetes: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>"Dispositivo": O nome do nó do dispositivo de blocos do recurso que está sendo descrito. Você deve usar esse dispositivo com seu aplicativo (sistema de arquivos) e não deve usar o dispositivo de blocos de nível baixo, que é especificado com o parâmetro de disco seguido de seu número secundário. Do contrário, você poderá omitir o nome, ou a palavra secundária e seu número. Se você omitir o nome, será usado o padrão /dev/drbd''número secundário''. Como: ''/dev/drbd{serviço} secundário {número drbd secundário [0...255]}'' ou ''/dev/drbd{número drbd secundário [0...255]}''</p> <p>"Disco": O DRBD usa este dispositivo de blocos para realmente armazenar e recuperar os dados. Nunca acesse esse tipo de dispositivo com o DRBD em execução.</p> <p>"Metadisco": interno. Interno significa que a última parte do dispositivo de suporte é usada para armazenar os metadados.</p> <p>"ID do nó": O ID do nó é um valor interno para drbd que será gerado automaticamente pelo Yast. Um host pode ter um "ID do nó" diferente em recursos diferentes.</p>
ru: <p>Параметр "Имя" является обязательным и должен совпадать с именем хоста Linux (uname -n) одного из узлов. Имя хоста не должно содержать точку (.).</p> <p>Параметр "Адрес:порт": ресурсу требуется IP-адрес для каждого устройства, используемый для ожидания входящих соединений от партнерского устройства, которое пытается получить доступ к данному устройству. Каждому ресурсу DRBD необходим порт TCP, используемый для подключения к партнерскому устройству узла. Фактические IPv6-адреса после ключевого слова ipv6 должны заключаться в квадратные скобки: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>Параметр "Устройство": имя узла блочного устройства описываемого ресурса. Необходимо использовать это устройство совместно с вашим приложением (файловой системой). Не используйте блочное устройство низкого уровня, указанное с помощью параметра диска, за которым следует дополнительный номер, иначе можно пропустить имя или слово minor (дополнительный) и соответствующий номер. Если пропустить имя, будет использоваться вариант /dev/drbd<дополнительный номер> по умолчанию. Пример: /dev/drbd{служба} minor {дополнительный номер DRBD [0...255]} или /dev/drbd{дополнительный номер DRBD [0...255]}</p> <p>Параметр "Диск": DRBD использует это блочное устройство для фактического сохранения и извлечения данных. Никогда не пытайтесь получить доступ к такому устройству, когда на нем работает DRBD.</p> <p>Параметр "Метадиск": внутренний. Слово "внутренний" означает, что для сохранения метаданных используется последняя часть резервного устройства.</p> <p>Параметр "ИД узла": идентификатор узла представляет собой внутреннее значение drbd, которое автоматически генерируется системой yast. У хоста могут быть разные ИД узла для разных ресурсов.</p>
sk: <p>"Názov" je povinný a musí zodpovedať názvu linuxového hostiteľa (uname -n) jedného z uzlov. Nemal by obsahovať "." v názve hostiteľa.</p> <p>"Adresa:Port": Zdroj vyžaduje jednu IP adresu na zariadenie, ktoré sa používa na čakanie na prichádzajúce pripojenia z partnerského zariadenia na dosiahnutie zariadenia. Každý zdroj DRBD potrebuje port TCP, ktorý sa používa na pripojenie k partnerskému zariadeniu uzla. Pre IPv6 musí byť skutočná adresa, ktorá nasleduje po kľúčovom slove ipv6, umiestnená vo vnútri hranatých zátvoriek: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>"Zariadenie": Názov uzla blokového zariadenia opisovaného zdroja. Toto zariadenie musíte použiť so svojou aplikáciou (súborovým systémom) a nesmiete používať blokové zariadenie nízkej úrovne, ktoré je špecifikované s diskovým parametrom nasledované jeho minor číslom. Inak môžete vynechať názov alebo slovo minor a jeho číslo. Ak vynecháte názov použije sa predvolené z /dev/drbd'minor číslo'. Ako napríklad: '/dev/drbd{service} minor {minor drbd number [0...255]}' or '/dev/drbd{minor drbd number [0...255]}'</p> <p>"Disk": DRBD používa toto blokové zariadenie vlastne na ukladanie a získavanie dát. Nikdy nepristupujte k takémuto zariadeniu, keď je nad ním spustené DRBD.</p> <p>"Meta-disk": internal. Internal znamená, že posledná časť podporného zariadenia sa používa na ukladanie metadát.</p> <p>"Uzol-id": Id uzla je interná hodnota pre drbd, ktorá bude vygenerovaná automaticky s yast. Hostiteľ môže mať rôzne "uzol-id" v rôznych zdrojoch.</p>
tr: <p>"Ad" zorunludur ve düğümlerden birinin Linux ana bilgisayar adıyla (uname -n) eşleşmelidir. Ana bilgisayar adına "." dahil edilmemelidir.</p> <p>"Adres:Port": Bir kaynağın, ortak cihazdan gelen bağlantıların cihaza ulaşmasını beklemek için kullanılan cihaz başına bir IP adresine ihtiyacı vardır. Her DRBD kaynağının, düğümün ortak cihazına bağlanmak için kullanılan bir TCP portuna ihtiyacı vardır. IPv6 için, ipv6 anahtar kelimesini izleyen gerçek adres parantez içine yerleştirilmelidir: ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>"Cihaz": Tanımlanan kaynağın blok cihaz düğümünün adı. Bu cihazı uygulamanız (dosya sistemi) ile birlikte kullanmalı ve disk parametresi ile küçük numarasından sonra belirtilen düşük seviyeli blok cihazını kullanmamalısınız. Aksi takdirde, adı veya minör kelimesini ve numarasını atlayabilirsiniz. Adı atlarsanız, varsayılan olarak /dev/drbd'minor number' kullanılacaktır. Şöyle: '/dev/drbd{service} minor {minor drbd number [0...255]}' veya '/dev/drbd{minor drbd number [0...255]}'</p> <p>"Disk": DRBD, verileri gerçekten depolamak ve almak için bu blok cihazını kullanır. DRBD üzerinde çalışırken böyle bir cihaza asla erişmeyin.</p> <p>"Meta-disk": Dahili. Dahili, yedekleme aygıtının son kısmının meta verileri depolamak için kullanıldığı anlamına gelir.</p> <p>"Node-id": Node id drbd için dahili bir değerdir, yast tarafından otomatik olarak üretilecektir. Bir ana bilgisayarın farklı kaynaklarda farklı "node-id"leri olabilir.</p>
zh_cn: <p>“名称”是强制字段，并且必须与其中一个节点的 Linux 主机名 (uname -n) 匹配。主机名中不应包含“.”。</p> <p>“地址:端口”：资源需要每个设备对应一个 IP 地址，用于等待各自伙伴设备的传入连接到达该设备。每个 DRBD 资源需要一个 TCP 端口，用于连接到节点的伙伴设备。对于 IPv6，跟在关键字 ipv6 后的实际地址必须用括号括住：ipv6 [2001:1945:fc03:abcd::1]:7788</p> <p>“设备”：所描述资源的块设备节点的名称。您必须将此设备与您的应用程序（文件系统）结合使用，并且不能使用以磁盘参数（次要编号后面）指定的低级别块设备。除此以外，您可以省略名称或词语“minor”及其编号。如果您省略该名称，系统将使用默认值 /dev/drbd“次要编号”。 例如：“/dev/drbd{服务} minor {次要 DRBD 编号 [0...255]}”或“/dev/drbd{次要 DRBD 编号 [0...255]}”</p> <p>“磁盘”：DRBD 实际上使用此块设备来储存和检索数据。当 DRBD 在此类设备上运行时，切勿访问该设备。</p> <p>“元磁盘”：内部。“内部”表示该后备设备的最后一部分用于储存元数据。</p> <p>“节点 ID”：节点 ID 是 drbd 的内部值，yast 将会自动生成该值。主机的不同资源中可以具有不同的“节点 ID”。</p>
