Repository: yast/yast-translations
Catalog: po/isns/*.po
Languages: cs, de, es, fr, gl, hu, id, it, ja, ko, nb, nl, pl, ru, sl, sv, uk, zh_tw

source: Configuration of an isns service
cs: Konfigurace služby isns
de: Konfiguration eines iSNS-Dienstes
es: Configuración de un servicio isns
fr: Configuration d'un serveur ISNS
gl: Configuración dun servizo isns
hu: iSNS-szolgáltatás beállításai
id: Konfigurasi layanan isns
it: Configurazione di un servizio isns
ja: isns サービスの設定
ko: isns 서비스 구성
nb: Konfigurere en ISNS-tjeneste
nl: Configuratie van een isns-service
pl: Konfiguracja usługi isns
ru: Настройка службы iSNS
sl: Nastavitve storitve iSNS
sv: Inställning av en isns-tjänst
uk: Налаштування служби iSNS
zh_tw: isns 服務的組態

source: Saving iSCSI configuration...
cs: Ukládá se nastavení iSCSI...
de: iSCSI-Konfiguration wird gespeichert ...
es: Guardando la configuración iSCSI...
fr: Enregistrement de la configuration iSCSI...
gl: Gardando a configuración iSCSI...
hu: iSCSI-beállítások mentése…
id: Menyimpan konfigurasi iSCSI...
it: Salvataggio della configurazione iSCSI in corso...
ja: iSCSI 設定を保存しています...
ko: iSCSI 구성 저장 중...
nb: Lagrer iSCSI-konfigurasjon...
nl: iSCSI-configuratie wordt opgeslagen...
pl: Zapisywanie konfiguracji iSCSI...
ru: Сохранение настроек iSCSI…
sl: Shranjevanje nastavitev iSCSI …
sv: iSCSI-inställningen sparas...
uk: Збереження налаштування iSCSI...
zh_tw: 正在儲存 iSCSI 組態...

source: iSCSI Initiator
cs: iSCSI iniciátor
es: Iniciador iSCSI
fr: Initiateur iSCSI
gl: Iniciador iSCSI
hu: iSCSI-kezdeményező
id: Inisiator iSCSI
it: Iniziatore iSCSI
ja: iSCSI イニシエータ
pl: Klient iSCSI
ru: Инициатор iSCSI
sl: Izvor iSCSI
sv: iSCSI-initierare
uk: Ініціатор iSCSI
zh_tw: iSCSI 啟動器

source: &iSCSI Initiator
cs: &iSCSI iniciátor
es: Iniciador &iSCSI
fr: Initiateur &iSCSI
gl: Iniciador &iSCSI
hu: &iSCSI-kezdeményező
id: Inisiator &iSCSI
it: Iniziatore &iSCSI
ja: iSCSI イニシエータ (&I)
ko: iSCSI Initiator(&I)
pl: Klient &iSCSI
ru: &Инициатор iSCSI
sl: Izvor &iSCSI
sv: &iSCSI-initierare
uk: Ініціатор &iSCSI
zh_tw: iSCSI 啟動器(&I)

source: Service
cs: Služba
de: Dienst
es: Servicio
gl: Servizo
hu: Szolgáltatás
id: Layanan
it: Servizio
ja: サービス
ko: 서비스
nb: Tjeneste
pl: Usługa
ru: Служба
sl: Storitev
sv: Tjänst
uk: Служба
zh_tw: 服務

source: iSCSI Nodes
cs: Uzly iSCSI
de: iSCSI-Knoten
es: Nodos iSCSI
fr: Noeuds iSCSI
gl: Nodos iSCSI
hu: iSCSI eszközök
id: Simpul iSCSI
it: Nodi iSCSI
ja: iSCSI ノード
ko: iSCSI 노드
nb: iSCSI-noder
pl: Węzły iSCSI
ru: Узлы ISCSI
sl: Vozlišča iSCSI
sv: ISCSI-noder
uk: Вузли iSCSI
zh_tw: iSCSI 節點

source: Discovery Domains
cs: Vyhledávací domény
es: Dominios de descubrimiento
fr: Domaines de découverte
gl: Dominios de descubrimento
hu: Felderítési tartományok
id: Pendeteksi Domain
it: Domini di rilevazione
ja: 検出ドメイン
ko: Discovery 도메인
nb: Søkedomener
nl: Detectiedomeinen
pl: Domeny wykrywania
ru: Домены обнаружения
sl: Domene odkrivanja
sv: Sökningsdomäner
uk: Домени виявлення
zh_tw: 可見網域

source: When &Booting
cs: &Během spouštění systému
de: Beim &Systemstart
es: &Durante el arranque
fr: Au &démarrage
gl: Ao &arrincar
hu: Rendszer&indításkor
id: Ketika &Booting
ja: システム起動時 (&B)
ko: 부팅 시(&B)
nb: Under &oppstart
nl: Tijdens &opstarten
pl: Podczas uruchamiania &systemu
ru: При &загрузке системы
sv: När s&ystemet startar
uk: Під час &завантаження
zh_tw: 開機時(&B)

source: &Manually
cs: &Ručně
de: &Manuell
es: &Manualmente
fr: &Manuellement
gl: &Manualmente
hu: &Kézzel
id: Secara &manual
ja: 手動 (&M)
ko: 수동(&M)
nb: &Manuelt
nl: Hand&matig
pl: &Ręcznie
ru: &Вручную
sv: &Manuell
uk: &Вручну
zh_tw: 手動(&M)

source: When Booting
cs: Během spouštění systému
de: Beim Systemstart
es: Durante el arranque
fr: Au démarrage
gl: Ao arrincar
hu: Rendszerindításkor
id: Ketika Booting
ja: システム起動時
ko: 부팅 시
nb: Under oppstart
nl: Tijdens opstarten van systeem
pl: Podczas uruchamiania systemu
ru: При загрузке системы
sv: När systemet startar
uk: Під час завантаження
zh_tw: 開機時

source: Manually
cs: Ručně
de: Manuell
es: Manualmente
fr: Manuellement
gl: Manualmente
hu: Kézzel
id: Secara manual
ja: 手動
ko: 수동
nb: Manuelt
nl: Handmatig
pl: Ręcznie
ru: Вручную
sv: Manuell
uk: Вручну
zh_tw: 手動

source: iSCSI Node Name
cs: Jméno iSCSI uzlu
de: iSCSI-Knotenname
es: Nombre de nodo iSCSI
fr: Nom du noeud iSCSI
gl: Nome de nodo iSCSI
hu: iSCSI végpont neve
id: Nama Simpul iSCSI
it: Nome nodo iSCSI
ja: iSCSI ノード名
ko: iSCSI 노드 이름
nb: iSCSI-nodenavn
nl: iSCSI Nodenaam
pl: Nazwa węzła iSCSI
ru: Имя узла iSCSI
sl: Ime vozlišča iSCSI
sv: iSCSI-nodnamn
uk: Назва вузла iSCSI
zh_tw: iSCSI 節點名稱

source: Node Type
cs: Typ uzlu
de: Knotentyp
es: Tipo de nodo
fr: Type de noeud
gl: Tipo de nodo
hu: Csomópont típusa
id: Jenis Simpul
it: Tipo nodo
ja: ノード種類
ko: 노드 형식
nl: Type node
pl: Typ węzła
ru: Тип узла
sl: Vrsta vozlišča
sv: Nodtyp
uk: Тип вузла
zh_tw: 節點類型

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
gl: Eliminar
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Fjern
nl: Verwijderen
pl: Usuń
ru: Удалить
sl: Izbriši
sv: Ta bort
uk: Вилучити
zh_tw: 刪除

source: Discovery Domain Name
cs: Jméno vyhledávací domény
de: Name der Discovery-Domain
es: Nombre del dominio de descubrimiento
fr: Nom du domaine de découverte
gl: Nome do dominio de descubrimento
hu: Felderítési tartomány neve
id: Pendeteksi Nama Domain
it: Nome dominio di rilevazione
ja: 検出ドメイン名
ko: Discovery 도메인 이름
nb: Søkedomenenavn
nl: Detectiedomeinnaam
pl: Nazwa domeny wykrywania
ru: Имя домена обнаружения
sl: Ime domene odkrivanja
sv: Sökningsdomännamn
uk: Назва домену виявлення
zh_tw: 可見網域名稱

source: Create Discovery Domain
cs: Vytvořit vyhledávací doménu
de: Discovery-Domain erstellen
es: Crear dominio de descubrimiento
fr: Créer un domaine de découverte
gl: Crear dominio de descubrimento
hu: Felderítési tartomány létrehozása
id: Buat Pendeteksian Domain
it: Crea dominio di rilevazione
ja: 検出ドメインの作成
ko: Discovery 도메인 생성
nb: Opprett søkedomene
nl: Detectiedomein aanmaken
pl: Utwórz domenę wykrywania
ru: Создать домены обнаружения
sl: Ustvari domeno odkrivanja
sv: Skapa sökningsdomän
uk: Створити домен виявлення
zh_tw: 建立可見網域

source: Discovery Domain Members
cs: Členové vyhledávací domény
de: Mitglieder der Discovery-Domain
es: Miembros del dominio de descubrimiento
fr: Membres du domaine de découverte
gl: Membros do dominio de descubrimento
hu: Felderítési tartomány tagjai
id: Pendeteksi Anggota Domain
it: Membri del dominio di rilevazione
ja: 検出ドメインメンバー
ko: Discovery 도메인 구성원
nb: Medlemmer av søkedomene
nl: Detectiedomeinleden
pl: Członkowie domeny wykrywania
ru: Участники домена обнаружения
sl: Člani domene odkrivanja
sv: Medlemmar i sökningsdomän
uk: Члени домену виявлення
zh_tw: 可見網域成員

source: Add Existing iSCSI Node
cs: Přidat existující iSCSI uzel
de: Bestehenden iSCSI-Knoten hinzufügen
es: Añadir un nodo iSCSI existente
fr: Ajouter un noeud iSCSI existant
gl: Engadir un nodo iSCSI existente
hu: Meglévő iSCSI eszköz hozzáadása
id: Tambah Simpul iSCSI yang Ada
it: Aggiungi un nodo iSCSI esistente
ja: 既存の iSCSI ノードの追加
ko: 기존 iSCSI 노드 추가
nb: Legg til eksisterende iSCSI-node
nl: Een bestaande iSCSI node toevoegen
pl: Dodaj istniejące węzły iSCSI
ru: Добавить существующий узел iSCSI
sl: Dodaj obstoječe vozlišče iSCSI
sv: Lägg till befintlig iSCSI-nod
uk: Додати існуючий вузол iSCSI
zh_tw: 新增現有的 iSCSI 節點

source: Create iSCSI Node Member
cs: Vytvořit člena iSCSI uzlu
de: Mitglied eines iSCSI-Knotens erstellen
es: Crear miembro de nodo iSCSI
fr: Créer un membre du noeud iSCSI
gl: Crear membro de nodo iSCSI
hu: iSCSI-eszköztag létrehozása
id: Buat Anggota Simpul iSCSI
it: Crea membro nodo iSCSI
ja: iSCSI ノードメンバーの作成
ko: iSCSI 노드 구성원 만들기
nb: Opprett iSCSI-nodemedlem
nl: Een iSCS node aanmaken
pl: Utwórz członka węzła iSCSI
ru: Создать участника узла iSCSI
sl: Ustvari člana vozlišča iSCSI
sv: Skapa iSCSI-nodmedlem
uk: Створити член вузла iSCSI
zh_tw: 建立 iSCSI 節點成員

source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
gl: Eliminar
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
ru: Удалить
sl: Odstrani
sv: Ta bort
uk: Вилучити
zh_tw: 移除

source: iSNS Service
cs: iSNS služba
de: iSNS-Dienst
es: Servicio iSNS
fr: Service iSNS
gl: Servizo iSNS
hu: iSNS-szolgáltatás
id: Layanan iSNS
it: Servizio iSNS
ja: iSNS サービス
ko: iSNS 서비스
nb: iSNS-tjeneste
pl: Usługa isns
ru: Служба iSNS
sl: Storitev iSNS
sv: isns-tjänst
uk: Служба iSNS
zh_tw: iSNS 伺服器

source: <h1>iSNS Service</h1>
cs: <h1>iSNS služba</h1>
de: <h1>iSNS-Dienst</h1>
es: <h1>Servicio iSNS</h1>
fr: <h1>Service iSNS</h1>
gl: <h1>Servizo iSNS</h1>
hu: <h1>iSNS-szolgáltatás</h1>
id: <h1>Layanan iSNS</h1>
it: <h1>Servizio iSNS</h1>
ja: <h1>iSNS サービス</h1>
ko: <h1>iSNS 서비스</h1>
nb: <h1>iSNS-tjeneste</h1>
pl: <h1>Usługa isns</h1>
ru: <h1>Служба iSNS</h1>
sl: <h1>Storitev iSNS</h1>
sv: <h1>isns-tjänst</h1>
uk: <h1>Служба iSNS</h1>
zh_tw: <h1>iSNS 伺服器</h1>

source: <p><b><big>Initializing iSNS daemon configuration</big></b><br> </p>
cs: <p><b><big>Inicializuje se konfigurace démona iSNS</big></b><br> </p>
de: <p><b><big>Konfiguration des iSNS-Daemon wird initialisiert</big></b><br> </p>
es: <p><b><big>Inicializando la configuración del daemon iSNS</big></b><br> </p>
fr: <p><b><big>Initialisation de la configuration du démon iSNS</big></b><br> </p>
hu: <p><b><big>iSNS-démon beállításának indítása</big></b> </p>
id: <p><b><big>Inisialisasi konfigurasi daemon iSNS</big></b><br> </p>
it: <p><b><big>Inizializzazione della configurazione del demone iSNS</big></b><br> </p>
ja: <p><b><big>iSNS デーモン設定を準備しています</big></b><br> </p>
ko: <p><b><big>iSNS 데몬 구성 초기화</big></b><br> </p>
nb: <p><b><big>Initialiserer oppsett av ISNS-nisse</big></b><br> </p>
nl: <p><b><big>Configuratie van iSNS-daemon initialiseren</big></b><br> </p>
pl: <p><b><big>Inicjalizacja konfiguracji demona iSNS</big></b><br> </p>
ru: <p><b><big>Инициализация настроек демона iSNS</big></b><br> </p>
sl: <p><b><big>Začetno nastavljanje ozadnjega programa iSNS</big></b><br> </p>
sv: <p><b><big>Initerar iSNS-daemonkonfiguration</big></b><br> </p>
uk: <p><b><big>Започаткування налаштування фонової служби iSNS</big></b><br> </p>
zh_tw: <p><b><big>正在起始化 iSNS 精靈組態</big></b><br> </p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
cs: <p><b><big>Přerušení inicializace</big></b><br> Stiskem <b>Přerušit</b> bezpečně ukončíte konfigurační program.</p>
de: <p><b><big>Initialisierung abbrechen</big></b><br> Sie können das Konfigurationsprogramm durch Drücken von <b>Abbrechen</b> jetzt sicher abbrechen.</p>
es: <p><b><big>Cancelando la inicialización</big></b><br> Para salir con seguridad de la utilidad de configuración, pulse <b>Cancelar</b> ahora.</p>
fr: <p><b><big>Annulation de l'initialisation :</big></b><br> Cliquez sur <b>Annuler</b> pour quitter l'utilitaire de configuration en toute sécurité.</p>
gl: <p><b><big>Abortando o inicio</big></b><br> Para abortar con seguridade a utilidade de configuración, prema <b>Cancelar.</b> agora</p>
hu: <p><b><big>Az előkészítés megszakítása</big></b><br> Most biztonsággal megszakíthatja a modult a <b>Megszakítás</b> gombbal.</p>
id: <p><b><big>Membatalkan Inisialisasi:</big></b><br> Membatalkan utilitas konfigurasi secara aman dengan menekan <b>Batal</b> sekarang.</p>
it: <p><b><big>Interruzione dell'inizializzazione:</big></b><br> per interrompere l'utility di configurazione in modo sicuro, premere <b>Interrompi</b>.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止する事ができます</p>
ko: <p><b><big>초기화 중단</big></b><br> 지금 <b>중단</b>을 누르면 구성 유틸리티를 안전하게 중단할 수 있습니다.</p>
nb: <p><b><big>Avbryte initialisering:</big></b><br> Du kan trygt avbryte konfigurasjonsverktøyet ved å klikke <b>Avbryt</b> nå.</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratieprogramma veilig afbreken door nu op <b>Afbreken</b> te klikken.</p>
pl: <p><b><big>Przerywanie inicjalizacji</big></b><br> Można bezpiecznie przerwać działania konfiguratora, naciskając teraz przycisk <b>Przerwij</b>.</p>
ru: <p><b><big>Прерывание инициализации</big></b><br> Сейчас безопасно прервать утилиту настройки нажатием <b>Прервать</b>.</p>
sl: <p><b><big>Prekinitev začetnega nastavljanja</big></b><br> Nastavitveno orodje lahko sedaj varno prekinite s klikom na <b>Prekini</b>.</p>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> för att avsluta inställningsverktyget.</P>
uk: <p><b><big>Переривання ініціалізації:</big></b><br> Безпечно припиніть утиліту налаштування натисканням кнопки <b>Перервати</b>.</p>
zh_tw: <p><b><big>正在中止啟始化</big></b><br> 要安全地中止組態公用程式，請立即按<b>「中止」</b>。</p>

source: <p><b><big>Saving iSNS Configuration</big></b><br> </p>
cs: <p><b><big>Ukládá se konfigurace iSNS</big></b><br> </p>
de: <p><b><big>iSNS-Einrichtung speichern</big></b><br> </p>
es: <p><b><big>Guardando configuración iSNS</big></b><br> </p>
fr: <p><b><big>Enregistrement de la configuration iSNS</big></b><br> </p>
hu: <p><b><big>iSNS beállítások mentése</big></b> </p>
id: <p><b><big>Menyimpan Konfigurasi iSNS</big></b><br> </p>
it: <p><b><big>Salvataggio della configurazione iSNS</big></b><br> </p>
ja: <p><b><big>iSNS 設定を保存しています</big></b><br> </p>
ko: <p><b><big>iSNS 구성 저장</big></b><br> </p>
nb: <p><b><big>Lagrer iSNS-oppsett</big></b><br> </p>
nl: <p><b><big>De iSNS-configuratie opslaan</big></b><br> </p>
pl: <p><b><big>Zapisywanie konfiguracji iSNS</big></b><br> </p>
ru: <p><b><big>Сохранение настроек iSNS</big></b><br> </p>
sl: <p><b><big>Shranitev nastavitev iSNS</big></b><br> </p>
sv: <p><b><big>Sparar iSNS-konfigurationen</big></b><br> </p>
uk: <p><b><big>Збереження налаштування iSNS</big></b><br> </p>
zh_tw: <p><b><big>正在儲存 iSNS 組態</big></b><br> </p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Stiskem <b>Přerušit</b> zrušíte ukládání. Následující dialog informuje o bezpečnosti tohoto úkonu. </p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
es: <p><b><big>Cancelando la grabación:</big></b><br> Cancele el procedimiento de grabación pulsando <b>Cancelar</b>. Un cuadro de diálogo adicional le informará sobre si hacer esto es seguro o no. </p>
fr: <p><b><big>Interruption de l'enregistrement :</big></b><br> Interrompre la procédure d'enregistrement en cliquant sur <b>Interrompre</b>. Un nouveau dialogue vous fera savoir s'il est prudent de procéder ainsi. </p>
gl: <p><b><big>Cancelar a gravación:</big></b><br> Cancele a gravación premendo en <b>Cancelar</b>. Un cadro de diálogo adicional informaralle se é seguro facer isto ou non. </p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
id: <p><b><big>Membatalkan Penyimpanan:</big></b><br> Batalkan prosedur penyimpanan dengan menekan <b>Batal</b>. Dialog tambahan akan memberitahukan apakah aman melakukan hal tersebut. </p>
it: <p><b><big>Interruzione del salvataggio:</big></b><br> è possibile interrompere il salvataggio premendo <b>Interrompi</b>. Viene visualizzata una nuova finestra di dialogo che indica se è sicuro procedere con l'operazione. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
ko: <p><b><big>저장 중단:</big></b><br> <b>중단</b>을 눌러 저장을 중단하십시오. 이 작업이 안전한지 여부를 알려 주는 추가 대화 상자가 나타납니다. </p>
nb: <p><b><big>Avbryt lagring:</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En ny dialog forteller deg om det er trygt å gjøre dette. </p>
nl: <p><b><big>Opslagproces afbreken:</big></b><br> Het opslaan kunt u afbreken door op <B>Afbreken</B> te klikken. Een extra venster zal u informeren of dit al dan niet veilig te doen is. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>
ru: <p><b><big>Прерывание сохранения: </big></b><br> Прервите процедуру сохранения нажатием кнопки <b>Прервать</b>. О безопасности этой операции будет сообщено в дополнительном окне. </p>
sl: <P><B><BIG>Prekinitev shranjevanja:</BIG></B><BR> Prekinite shranjevanje s klikom na gumb <B>Prekini</B>. V dodatnem pogovornem oknu bo obvestilo ali je to varno narediti. </P>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt spara-proceduren genom att klicka på <B>Avbryt</B>. En ytterligare dialogruta kommer att informera dig om det är säkert att göra så eller inte.</p>
uk: <p><b><big>Переривання збереження:</big></b><br> Перервіть процедуру збереження, натиснувши <b>Перервати</b>. Додаткове вікно інформує чи це безпечно робити. </p>
zh_tw: <p><b><big>中止儲存：</big></b><br> 按<b>「中止」</b>，中止儲存程序。 會出現其他的對話方塊，通知執行此動作是否安全。 </p>

source: <p><b><big>iSNS Configuration</big></b><br> Configure an iSNS server.<br></p>
cs: <p><b><big>Konfigurace iSNS</big></b><br> Zde můžete nastavit iSNS server.<br></p>
de: <p><b><big>iSNS-Konfiguration</big></b><br> Konfiguration eines iSNS-Servers.<br></p>
es: <p><b><big>Configuración de iSNS</big></b><br> Configure un servidor iSNS.<br></p>
fr: <p><b><big>Configuration iSNS</big></b><br> Configurez un serveur iSNS.<br></p>
hu: <p><b><big>iSNS-beállítások</big></b><br> Itt állíthatja be az iSNS-kiszolgálót.<br></p>
id: <p><b><big>Konfigurasi iSNS</big></b><br> Konfigurasi peladen iSNS.<br></p>
it: <p><b><big>Configurazione iSNS</big></b><br> Configurare un server iSNS.<br></p>
ja: <p><b><big>iSNS 設定</big></b><br> ここでは iSNS サーバを設定することができます。<br></p>
ko: <p><b><big>iSNS 구성</big></b><br> iSNS 서버를 구성합니다.<br></p>
nb: <p><b><big>iSNS-oppsett</big></b><br> Her kan du sette opp en iSNS-server.<br></p>
nl: <p><b><big>Configuratie van iSNS</big></b><br> Configureer een iSNS-server.<br></p>
pl: <p><b><big>Konfiguracja iSNS</big></b><br> W tym miejscu można skonfigurować serwer iSNS.<br></p>
ru: <p><b><big>Настройка iSNS</big></b><br> Настройте сервер iSNS.<br></p>
sl: <p><b><big>Nastavitve iSNS</big></b><br> Okno omogoča nastavitev strežnika iSNS.<br></p>
sv: <p><b><big>iSNS-konfiguration</big></b><br> Konfigurera en iSNS-server.<br></p>
uk: <p><b><big>Налаштування iSNS</big></b><br> Тут налаштуйте сервер iSNS.<br></p>
zh_tw: <p><b><big>iSNS 組態</big></b><br> 設定 iSNS 伺服器組態。<br></p>

source: <p>The list of all available iSCSI nodes registered with the iSNS service are displayed.</p> <p>Nodes are registered by iSCSI initiators and iSCSI targets.</p> <p> It is only possible to <b>delete</b> them. Deleting a node removes it from the iSNS database.</p>
cs: <p>Zobrazení seznamu dostupných iSCSI uzlů registrovaných u iSNS služby.</p> <p>Uzly jsou registrovány iniciátory a cíli iSCSI.</p><p>Tyto uzly lze pouze <b>Smazat</b>. Smazání uzlu vede k jeho odstranění z databáze iSNS.</p>
de: <p>Es wird die Liste aller verfügbaren iSCSI-Knoten, die mit dem iSNS-Dienst registriert wurden, angezeigt.</p><p>Knoten werden als iSCSI-Initiatoren und -Ziele registriert.</p><p>Sie können nur <b>gelöscht</b> werden. Das Löschen eines Knotens entfernt ihn aus der iSNS-Datenbank.</p>
es: <p>Se muestra la lista de todos los nodos iSCSI disponibles registrados con el servicio iSNS.</p> <p>Los nodos son registrados por iniciadores iSCSI y destinos iSCSI.</p> <p> Sólo es posible <b>borrarlos</b>. Borrar un nodo lo elimina completamente de la base de datos iSNS.</p>
fr: <p>La liste des noeuds iSCSI enregistrés avec le service iSNS est affichée.</p> <p>Les noeuds sont enregistrés par les initiateurs iSCSI et les cibles iSCSI.</p> <p>Il est possible de les <b>supprimer</b>. Supprimer un noeud l'enléve de la base de donnée iSNS. </p>
gl: <p>Amósase a lista de todos os nodos iSCSI dispoñibles rexistrados co servizoo iSNS.</p> <p>Os nodos son rexistrados por iniciadores iSCSI e destinos iSCSI.</p> <p> Só é posible <b>borralos</b>. Borrar un nodo elimínao completamente da base de datos iSNS.</p>
hu: <p>Az összes iSNS-szolgáltatáshoz regisztrált iSCSI-csomópont megjelenik a listában</p> <p>A csomópontokat az iSCSI-kezdeményező és az iSCSI-tárolók regisztrálják.</p> <p> Csak <b>törölni</b> lehet őket. Csomópont törlésekor eltávolításra kerül az iSNS-adatbázisból.</p>
id: <p>Daftar semua simpul iSCSI yang tersedia dan terdaftar dengan layanan iSNS ditampilkan.</p> <p>Simpul terdaftar oleh inisiator iSCSI dan target iSCSI.</p> <p> Hal ini hanya mungkin untuk <b>menghapusnya</b>. Menghapus simpul berarti menghapusnya dari basis data iSNS.</p>
it: <p>Viene visualizzato l'elenco di tutti i nodi iSCSI disponibili registrati con il servizio iSNS.</p> <p>I nodi vengono registrati mediante dispositivi di avvio iSCSI e destinazioni iSCSI.</p> <p> È possibile solo <b>eliminarli</b>. L'eliminazione di un nodo ne provoca rimozione dal database iSNS.</p>
ja: <p>iSNS サービスに登録された全ての利用可能な iSCSI ノードの一覧が表示されています。</p> <p>ノードは iSCSI イニシエータと iSCSI ターゲットによって登録されたものです。</p> <p> ここではそれらを <b>削除</b> することだけができます。ノードから削除すると、 iSNS データベースからも削除されます。</p>
ko: <p>iSNS 서비스로 등록된 사용할 수 있는 모든 iSCSI 노드의 목록이 표시됩니다.</p> <p>노드는 iSCSI initiator 와 iSCSI 대상에 의해 등록되었습니다.</p> <p> 이것은 <b>삭제</b>만 할 수 있습니다. 노드에서 삭제 하면 iSNS 데이터베이스로부터 제거됩니다.</p>
nb: <p>Listen over alle tilgjengelige iSCSI-noder som er registrert med iSNS-tjenesten, vises.</p> <p>Nodene registreres med iSCSI-initiatorer og iSCSI-mål.</p> <p> Det er bare mulig å <b>slette</b> dem. Å slette en node, fjerner den fra iSNS-databasen.</p>
nl: <p>De lijst van alel beschikbare iSCSI nodes die geregistreerd staan met de iSNS service zijn getoond.</p> <p>Nodes zijn geregistreerd door iSCSI initiators en iSCSI targets.</p> <p> Het is alleen mogelijk om hen te <b>verwijderen</b>. Verwijderen van een node vewijderd deze uit de iSNS database.</p>
pl: <p>Lista wszystkich dostępnych węzłów iSCSI zarejestrowanych z usługą iSNS.</p> <p>Węzły są zarejestrowane przez klientów i serwery iSCSI.</p> <p>Możliwe jest tylko <b>usunięcie</b> ich. Usuwając węzeł, usuwa się go z bazy danych iSNS.</p>
ru: <p>Показан список всех доступных узлов iSCSI, зарегистрированных в службе iSNS.</p> <p>Узлы регистрируются инициаторами iSCSI и целями iSCSI.</p><p>Возможно только <b>удалить</b> их. Удаление узла удаляет его из базы данных iSNS.</p>
sl: <p>Prikazan je seznam vseh razpoložljivih vozlišč iSCSI, ki so registrirani pri storitvi iSNS.</p><p>Vozlišča so registrirana s strani izvorov iSCSI in ciljev iSCSI.</p><p>Možno jih je samo <b>izbrisati</b>. Z izbrisom vozlišča ga odstranite iz podatkovne zbirke iSNS.</p>
sv: <p>Listan med alla tillgängliga iSCSI-noder som registrerats med iSNS-tjänsten visas.</p> <p>Noderna registreras med iSCSI-initierare och iSCSI-mål.</p> <p> Det går bara att <b>ta bort</b> dem. Om du tar bort en nod tas den bort från iSNS-databasen.</p>
uk: <p>Показано список всіх доступних вузлів iSCSI, зареєстрованих у службі iSNS.</p> <p>Вузли реєструються ініціаторами iSCSI і цілями iSCSI.</p><p>Можливо тільки <b>видалити</b> їх. Видалення вузла видаляє його з бази даних iSNS.</p>
zh_tw: <p>顯示透過 iSNS 服務註冊的所有可用 iSCSI 節點的清單。</p> <p>將透過 iSCSI 啟動器與 iSCSI 目標註冊這些節點。</p> <p>您只能<b>刪除</b>它們。刪除節點時會將其從 iSNS 資料庫移除。</p>
