Repository: yast/yast-translations
Catalog: po/isns/*.po
Languages: cs, de, es, fr, gl, hu, id, it, ja, ko, nb, nl, pl, ru, sl, sv, uk, zh_tw

source: A list of all discovery domains is displayed. It is possible to <b>Create</b> a discovery domain or <b>Delete</b> one. <p>Deleting a domain removes the members from the domain but does not delete the iSCSI node members.</p>
cs: Zobrazení seznamu vyhledávacích domén. Vyhledávací domény je možné <b>Vytvořit</b> a <b>Smazat</b>. <p>Odstranění domény smaže její členy, ale nesmaže členy iSCSI uzlu.</p>
de: Eine Liste mit allen Discovery-Domains wird angezeigt. Es ist möglich Discovery-Domains zu <p>Erstellen</p> und zu <p>Löschen</p>.<p>Wenn eine Domain gelöscht wird, werden die Mitglieder aus der Domain entfernt, die Mitglieder eines iSCSI-Knotens werden aber nicht gelöscht.</p>
es: Se muestra una lista de todos los dominios de descubrimiento. Es posible <b>Crear</b> un dominio de descubrimiento o <b>Borrar</b> uno. <p>Borrar un dominio elimina los miembros del dominio pero no borra los miembros del nodo iSCSI.</p>
fr: Une liste de tous les domaines de découverte est affichée. Il est possible de <b>Créer</b> un domaine de découverte et d'en <b>Supprimer</b>.<p>La suppression d'un domaine supprime les membres du domaine mais ne supprime pas les membres du nœud iSCSI.</p>
hu: Az összes felfedezési tartomány megjelenik.. Lehetőség van felfedezési tartományok <b>Létrehozás</b>ára és <b>Törlés</b>ére. <p>A tartomány törlésével a tartomány tagjai is törlésre kerülnek, de az iSCSI csomópont tagjai nem.</p>
id: Daftar semua pendeteksian domain ditampilkan. Hal ini dimungkinkan untuk <b>membuat</b> pendeteksian domain atau <b>menghapusnya</b>. <p>Menghapus domain menghapus anggota dari domain tetapi tidak menghapus anggota simpul iSCSI.</p>
it: Viene visualizzato un elenco di tutti i domini di ricerca. È possibile <b>Creare</b> un dominio di ricerca o <b>Eliminare</b> un dominio. <p>L'eliminazione di un dominio rimuove i membri dal dominio ma non elimina i membri del nodo iSCSI.</p>
ja: 全ての検出ドメインの一覧が表示されています。検出ドメインを <b>作成</b> したり <b>削除</b> したりすることができます。 <p>ドメインを削除すると、ドメインからメンバーを削除することにもなりますが、 iSCSI ノードメンバーは削除しません。</p>
ko: 모든 검색 도메인 목록이 표시됩니다. 검색 도메인을 <b>생성</b> 또는 <b>삭제</b>할 수 있습니다. <p>도메인을 삭제하면 도메인에서 구성원이 제거되지만 iSCSI 노드 구성원은 삭제되지 않습니다.</p>
nb: En liste over alle søkedomener vises. For søkedomener er det mulig å <b>opprette</b> eller <b>slette</b> et domene. <p>Å slette et domene, fjerner medlemmene fra domenet, men sletter ikke iSCSI-nodemedlemmer. </p>
nl: Een lijst van alle detectiedomeinen wordt getoond. Het is mogelijk een detectiedomeinen aan te maken met <b>Aanmaken</b> en met <b>Verwijderen</b> te verwijderen.<p>Verwijderen van een domein verwijdert de leden van het domein maar verwijdert niet de leden van de iSCSI node </p>
pl: Wyświetlana jest lista wszystkich domen wykrywania. Możliwe jest ich <b>Tworzenie</b> oraz <b>Usuwanie</b>. <p> Usunięcie domeny usuwa także jej członków z domeny, ale nie usuwa członków węzła iSCSI.</p>
ru: Показан список всех доменов обнаружения. Есть возможность <b>Создать</b> домен обнаружения либо <b>Удалить</b> его.<p>Удаление домена удаляет участников из домена, но не удаляет участников узла iSCSI.</p>
sl: Prikazan je seznam vseh domen odkrivanja. Domeno odkrivanja lahko <b>Ustvarite</b> ali <b>Izbrišete</b>. <p>Z izbrisom domene odstranite člane domene, vendar ne odstranite članov vozlišča iSCSI.</p>
sv: En lista över alla sökningsdomäner visas. Du kan <b>Skapa</b> eller <b>Ta bort</b> en sökningsdomän. <p>Om du tar bort en domän tas medlemmarna bort från domänen, men iSCSI-nodmedlemmarna tas inte bort.</p>
uk: Показано список всіх доменів виявлення. Наявна можливість <b>Створити</b> домен виявлення або <b>Видалити</b>.<p>Видалення домену видаляє учасників з домену, але не видаляє учасників сайту iSCSI.</p>
zh_tw: 顯示所有探查網域的清單。您可以<b>建立</b>或<b>刪除</b>探查網域。<p>刪除網域操作會將成員從網域中移除，但不會刪除 iSCSI 節點成員。</p>

source: A list of all iSCSI nodes are displayed by discovery domain. Selecting another discovery domain refreshes the list with members from that discovery domain. It is possible to <b>Add</b> an iSCSI node to a discovery domain or <b>Delete</b> the node. <p>Deleting a node removes it from the domain but does not delete the iSCSI node</p> <p>Creating an iSCSI node allows a not yet registered node to be added as a member of the discovery domain. When the initiator or target registers this node then it becomes part of this domain</p> <p>When an iSCSI initiator does a discovery request, the iSNS service returns all iSCSI node targets that are members of the same Discovery Domains.</p>
cs: Seznam všech iSCSI prvků je zobrazen podle vyhledávacích domén. Vybráním jiné domény se prvky seznamu současně z této vyhledávací domény zaktualizují. iSCSI uzel je možné <b>Přidat</b> k vyhledávací doméně nebo ho <b>Smazat</b>. <p>Smazání uzlu odstraní uzel z domény, ale samotný uzel se neodstraní.</p> <p>Vytvoření iSCSI uzlu umožňuje ještě nezaregistrovaným uzlům, aby se stali členy vyhledávací domény. To se stane ve chvíli, kdy iSCSI iniciátor nebo cíl tento uzel zaregistruje.</p> <p>Když iSCSI iniciátor provede vyhledávací dotaz, iSNS služba vrátí všechny iSCSI cíle uzlů, které jsou členy stejné vyhledávací domény.</p>
de: Eine Liste mit allen iSCSI-Knoten wird über die Discovery-Domain angezeigt. Durch Auswahl einer anderen Discovery-Domain wird deren Mitgliederliste aktualisiert. Man kann einen iSCSI-Knoten zu einer Discovery-Domain <b>Hinzufügen</b> oder den Knoten <b>Löschen</b>.<p>Die Löschung eines Knotens entfernt ihn aus der Domain, löscht aber nicht den iSCSI-Knoten.</p><p>Die Erstellung eines iSCSI-Knotens erlaubt das Hinzufügen eines noch nicht registrierten Knotens als Mitglied der Discovery-Domain. Wenn der Initiator oder das Ziel diesen Knoten registriert, dann wird er Teil dieser Domain.</p><p>Wenn ein iSCSI-Initiator einen Discovery-Anfrage stellt, dann gibt der iSNS-Dienst alle iSCSI-Knotenziele, die Mitglieder der gleichen Discovery-Domains sind wieder.</p>
es: Se muestra una lista de todos los nodos iSCSI por dominio de descubrimiento. Seleccionar otro dominio de descubrimiento refresca la lista con miembros de ese dominio de descubrimiento. Es posible <b>Añadir</b> un nodo iSCSI a un dominio de descubrimiento o <b>Borrar </b> el nodo. <p>Borrar un nodo lo elimina del dominio pero no borra el nodo iSCSI</p> <p>Crear un nodo iSCSI permite que un nodo todavía no registrado sea añadido como miembro del dominio de descubrimiento. Cuando el iniciador o el destino registra este nodo entonces formará parte de este dominio</p> <p>Cuando un iniciador iSCSI hace una petición de descubrimiento, el servicio iSNS devuelve todos los nodos iSCSI destinatarios que son miembros del mismo Dominio de Descubrimiento.</p>
fr: Une liste de tout les noeuds iSCSI est affichée par domaine de découverte. Choisir un autre domaine de découverte rafraichit la liste avec les membres de ce domaine. Il est possible d'<b>Ajouter</b> un noeud iSCSI à un domaine de découverte ou de <b>Supprimer</b> ce noeud.<p>Supprimer un noeud l'enlève du domaine mais ne supprime pas le noeud iSCSI. </p> <p>Créer un noeud iSCSI permet d'ajouter un noeud qui n'est pas encore enregistré à un domaine de découverte. Lorsque l'initiateur ou la cible enregistre ce noeud, il devient membre du domaine.</p> <p> Lorsqu'un initiateur iSCSI exécute une requête de découverte, le service iSNS retourne tout les noeuds iSCSI cible qui sont membres du même domaine de découverte. </p>
gl: Amósase unha lista de todos os nodos iSCSI por dominio de descubrimento. Seleccionar outro dominio de descubrimento refresca a lista con membros dese dominio de descubrimento. É posible <b>engadir</b> un nodo iSCSI a un dominio de descubrimento ou <b>Eliminar </b> o nodo. <p>Eliminar un nodo elimínao do dominio pero non borra o nodo iSCSI</p> <p>Crear un nodo iSCSI permite que un nodo aínda non rexistrado sexa engadido como membro do dominio de descubrimento. Cando o iniciador ou o destino rexistra este nodo daquela formará parte deste dominio</p> <p>Cando un iniciador iSCSI realiza unha petición de descubrimento, o servizo iSNS devolve todos os nodos iSCSI destinatarios que son membros do mesmo dominio de descubrimento.</p>
hu: Az összes iSCSI csomópont a felfedezési tartományok szerint jelenik meg. Más felfedezési tartomány kiválasztásával, annak tagjai is frissítésre kerülnek. Lehetőség van iSCSI csomópontok <b>hozzáadás</b>ára és <b>törlésére</b>. <p>A csomópont törlésekor eltávolításra kerül a tartományból, de maga az iSCSI csomópont nem kerül törlésre.</p> <p>Az iSCSI csomópont létrehozásával lehetőség van egy nem regisztrált csomópont a felfedezési tartományhoz való hozzáadásara. Amikor a kezdeményező vagy a tároló regisztrálja a csomópontot, akkor az a tartomány része lesz.</p> <p>Amikor egy iSCSI-kezdeményező felfedezési kérést indít, az iSNS-szolgáltatás az összes iSCSI-tárolót visszaadja, amely ugyanannak a felfedezési tartománynak a tagja.</p>
id: Daftar semua simpul iSCSI ditampilkan oleh pendeteksi domain. Memilih pendeteksi domain lain menyegarkan daftar dengan anggota dari pendeteksi domain. Hal ini dimungkinkan untuk <b>menambah</b> simpul iSCSI ke pendeteksi domain atau <b>menghapus</b> simpul. <p>Menghapus simpul berarti menghapusnya dari domain tetapi tidak menghapus simpul iSCSI</p> <p>Membuat simpul iSCSI memungkinkan simpul yang belum terdaftar sebagai anggota untuk ditambahkan sebagai anggota dari pendeteksian domain. Ketika inisiator atau target mendaftarkan simpul ini maka akan menjadi bagian dari domain ini</p> <p>Ketika inisiator iSCSI melakukan permintaan pendeteksian, layanan iSNS mengembalikan semua target simpul iSCSI yang menjadi anggota Pendeteksian Domain yang sama.</p>
it: Viene visualizzato un elenco dei nodi iSCSI suddivisi per dominio di ricerca. Selezionando un altro dominio di ricerca tale elenco viene aggiornato con i membri di quel dominio di ricerca. È possibile <b>aggiungere</b> un nodo iSCSI al dominio di ricerca o <b>eliminare</b> il nodo. <p>Eliminando un nodo esso viene rimosso dal dominio ma non cancella il nodo iSCSI.</p> <p>Creare un nodo iSCSI permette di aggiungere un nodo non ancora registrato come membro di un dominio di ricerca. Quando l'iniziatore o la destinazione registra tale nodo, esso diventa parte del dominio.</p> <p>Quando un iniziatore iSCSI invia una richiesta di ricerca, il servizio iSNS restituisce tutte le destinazioni dei nodi iSCSI che sono membri degli stessi domini di ricerca.</p>
ja: 検出ドメインによって検出された全ての iSCSI ノードの一覧が表示されています。他の検出ドメインを選択するとメンバー表示も更新されます。検出ドメインに iSCSI ノードを <b>追加</b> したり、ノードを <b>削除</b> したりすることができます。 <p>ノードを削除すると、そのノードはドメインからも削除されますが、 iSCSI ノードは削除されません。</p> <p> iSCSI ノードを作成すると、未登録のノードを検出ドメインのメンバーとして追加することができます。イニシエータまたはターゲットがこのノードを登録すると、このドメインの一部になります。</p> <p> iSCSI イニシエータが検出要求を発信すると、 iSNS サービスは同じ検出ドメインのメンバーである全ての iSCSI ノードを応答します。</p>
ko: 검색 도메인별로 모든 iSCSI 노드 목록이 표시됩니다. 다른 검색 도메인을 선택하면 검색 도메인의 구성원으로 목록이 새로 고쳐집니다. 검색 도메인에 iSCSI 노드를 <b>추가</b>하거나 노드를 <b>삭제</b>할 수 있습니다. <p>노드를 삭제하면 도메인에서 제거되지만 iSCSI 노드는 삭제되지 않습니다.</p> <p>iSCSI 노드를 생성하면 아직 등록되지 않은 노드를 검색 도메인의 구성원으로 추가할 수 있습니다. 이니시에이터 또는 대상이 이 노드를 등록하면 이 도메인의 일부가 됩니다.</p> <p>iSCSI 이니시에이터가 검색 요청을 수행하는 경우 iSNS 서비스에서 동일한 검색 도메인의 구성원인 iSCSI 노드 대상을 모두 반환합니다.</p>
nb: En liste over alle iSCSI-noder vises med søkedomener. Å velge et annet søkedomene oppdaterer listen med medlemmer fra det nye søkedomenet. Det er mulig å <b>legge til</b> en iSCSI-node i et søkedomene eller <b>slette</b> noden. <p>Å slette en node fjerner den fra domenet, men sletter ikke iSCSI-noden</p> <p>Ved å opprette en iSCSI-node kan en uregistrert node legges til som medlem av søkedomenet. Når initiatoren eller målet registrerer denne noden, blir den en del av dette domenet</p> <p>Når en iSCSI-initiator utfører en søkeforespørsel, finner iSNS-tjenesten alle iSCSI-nodemål som er medlemmer av samme søkedomener.</p>
nl: Een lijst van alle iSCSI-nodes is weergegeven door detectiedomein. Door een ander detectiedomein ververst zich de lijst met leden van dat detectiedomein. Het is mogelijl om een iSCSI-node toe te voegen <b>Toevoegen</b> aan een detectiedomein of de node te <b>Verwijderen</b>. <p>Een node verwijderen verwijdert het van het domein maar verwijdert niet de iSCSI-node</p> <p>Aanmaken van een iSCSI-node staat toe een nog niet geregistreerde node toe te voegen als een lid van het detectiedomein. Wannner de initiator of doel deze node registreerd dan wordt het onderdeel van dit domein</p> <p>Wanneer een iSCSI initiator een opzoekverzoek doet dan zal de iSNS-service alle iSCSI-node-doelen geven die leden zijn van dezelfde detectiedomeinen.</p>
pl: Lista wszystkich węzłów iSCSI jest wyświetlana przez domenę wykrywania. Wybór innej domeny wykrywania spowoduje odświeżenie listy z członkami tej domeny. Możliwe jest <b>Dodanie</b> węzła iSCSI do domeny wykrywania lub jego <b>Usunięcie</b>. <p>Usunięcie węzła spowoduje usunięcie go z domeny, ale nie usunie węzła iSCSI.</p> <p>Utworzenie węzła iSCSI pozwala dodać niezarejestrowany jeszcze węzeł jako członka domeny wykrywania. Gdy klient lub serwer zarejestruje ten węzeł, staje się on częścią domeny.</p> <p>Gdy klient iSCSI wykonuje żądanie wykrywania, usługa iSNS zwróci wszystkie serwery węzłów iSCSI, które są członkami tej samej domeny wykrywania.</p>
ru: Список всех узлов iSCSI отображается доменом обнаружения. Выбор другого домена обнаружения обновляет список участниками этого домена обнаружения. Можно <b>Добавить</b> узел iSCSI к домену обнаружения или <b>Удалить</b> его. <p>Удаление узла удаляет его из домена, но не удаляет сам узел iSCSI</p> <p>Создание узла iSCSI позволяет добавить ещё не зарегистрированный узел как участника домена обнаружения. Когда инициатор или цель зарегистрируют этот узел, он станет частью этого домена.</p><p>Когда инициатор iSCSI выполняет запрос обнаружения, служба iSNS возвращает все цели узла iSCSI, являющихся участниками того же домена обнаружения.</p>
sl: Seznam vseh vozlišč iSCSI je prikazan po domenah odkrivanja. Z izborom druge domene odkrivanja osvežite seznam s člani izbrane domene odkrivanja. Vozlišče iSCSI lahko <b>Dodate</b> v ali <b>Izbrišete</b> iz domene odkrivanja. <p>Z izbrisom vozlišča ga odstranite iz domene, vendar ne izbrišete vozlišča iSCSI.</p><p>Z ustvaritvijo vozlišča iSCSI omogočite dodajanje še neregistriranega vozlišča kot člana domene odkrivanja. Ko izvor ali cilj registrira to vozlišče, le to postane del te domene.</p> <p>Ko izvor iSCSI izvede zahtevek za odkrivanje, storitev iSNS vrne vsa ciljna vozlišča ISCSI, ki so člani iste domene odkrivanja.</p>
sv: En lista över alla iSCSI-noder visas efter sökningsdomän. Om du väljer en annan sökningsdomän uppdateras listan med medlemmar från den sökningsdomänen. Det går att <b>Lägga till</b> en iSCSI-nod i en sökningsdomän eller <b>Ta bort</b> noden. <p>Om du tar bort en nod tas den bort från domänen, men iSCSI-noden raderas inte</p> <p>Genom att skapa en iSCSI-nod kan en ännu oregistrerad nod läggas till som medlem i sökningsdomänen. När initieraren eller målet registrerar noden blir den en del av domänen.</p> <p>När en iSCSI-initierare gör en sökningsbegäran, returnerar iSNS-tjänsten alla iSCSI-modmål som är medlemmar i samma sökningsdomäner.</p>
uk: Список всіх вузлів iSCSI відображається доменом виявлення. Вибір іншого домену виявлення оновлює список учасниками цього домену виявлення. Можна <b>Додати</b> вузол iSCSI до домену виявлення або <b>Видалити</b> його. <p>Видалення вузла видаляє його з домену, але не видаляє сам вузол iSCSI</p> <p>Створення сайту iSCSI дозволяє додати ще не зареєстрований сайт як учасника домену виявлення. Коли ініціатор або ціль зареєструють цей сайт, він стане частиною цього домену.</p> <p>Коли ініціатор iSCSI виконує запит виявлення, служба iSNS повертає усі цілі вузла iSCSI, які є учасниками того ж домену виявлення.</p>
zh_tw: 按探查網域顯示所有 iSCSI 節點的清單。選取另一個探查網域會將清單內容重新整理為該探查網域中的成員。您可以將 iSCSI 節點<b>新增</b>至某個探查網域，或是<b>刪除</b>該節點。<p>刪除節點操作會將節點從網域中移除，但不會刪除 iSCSI 節點</p> <p>建立 iSCSI 節點操作可將尚未註冊的節點新增為探查網域的成員。啟動器或目標註冊此節點後，此節點即成為此網域的一部分</p> <p>當 iSCSI 啟動器發出探查要求後，iSNS 服務會傳回屬於同一探查網域的所有 iSCSI 節點目標。</p>

source: At the top a list of all Discovery Domain Sets are displayed. Discovery Domains belong to Discovery Domain Sets. <p>A Discovery Domain must be a member of a Discovery Domain Set in order to be active. </p><p>In an iSNS database, a Discovery Domain Set contains Discovery Domains and Discovery Domains contain iSCSI Node members.</p>
cs: Sady vyhledávacích domén jsou zobrazeny na vrcholku seznamu. Vyhledávací domény náleží k sadám vyhledávacích domén. <p>Vyhledávací doména je aktivní pouze tehdy, pokud je členem sady vyhledávacích domén. </p><p>V iSNS databázi jsou sady vyhledávacích domén, které obsahují vyhledávací domény. Ty pak obsahují členy iSCSI uzlů.</p>
de: Ganz oben wird eine Liste mit allen Sätzen von Discover-Domains angezeigt. Discovery-Domains gehören zu Sätzen von Discovery-Domains.<p>Eine Discovery-Domain muss ein Mitglied eines Satzes von Discovery-Domains sein, um aktiv zu sein.</p> Eine iSNS-Datenbank enthält Sätze von Discovery-Domains, diese enthalten Discovery-Domains und diese wiederum Mitglieder von iSCSI-Knoten.</p>
es: Arriba se muestra una lista de todos los conjuntos de dominios de descubrimiento. Los dominios de descubrimiento pertenecen a conjuntos de dominios de descubrimiento. <p>Un dominio de descubrimiento debe ser un miembro de un conjunto de dominios de descubrimiento para poder ser activo. </p><p>En una base de datos iSNS, un conjunto de dominios de descubrimiento contiene dominios de descubrimiento y los dominios de descubrimiento contienen miembros de nodos iSCSI.</p>
fr: Au dessus, une liste de tout les ensembles de domaines de découverte est affichée. Les domaines de découvertes appartiennent à des ensembles. <p>Un domaine de découverte doit être membre d'un ensemble de domaines pour être actif. </p><p>Dans une base de donnée iSNS, un ensemble de domaines de découverte contient des domaines de découverte qui contiennent des membres de noeud iSCSI. </p>
gl: Arriba amósase unha lista de todos os conxuntos de dominios de descubrimento. Os dominios de descubrimento pertencen a conxuntos de dominios de descubrimento. <p>Un dominio de descubrimento debe ser un membro dun conxunto de dominios de descubrimento para poder ser activo. </p><p>Nunha base de datos iSNS, un conxunto de dominios de descubrimento contén dominios de descubrimento e os dominios de descubrimento conteñen membros de nodos iSCSI.</p>
hu: Felül az összes felfedezési tartomány megjelenik. A felfedezési tartományok felfedezési tartománycsoportokhoz tartoznak. <p>Ahhoz, hogy egy felfedezési tartomány aktív legyen egy felfedezési tartománycsoport tagjának kell lennie.</p> <p>Az iSNS adatbázisban a felfedezési tartománycsoport felfedezési tartományokat, a felfedezési tartomány pedig iSCSI csomópontokat tartalmaz.</p>
id: Pada bagian atas semua daftar Set Pendeteksian Domain ditampilkan. Pendeteksian Domain merujuk pada Set Pendeteksian Domain. <p>Pendeteksian Domain harus menjadi anggota dari Set Pendeteksian Otomatis agar aktif. </p><p>Dalam basis data iSNS, Set Pendeteksian Otomatis berisi Pendeteksian Domain dan Pendeteksi Domain besisi anggota simpul iSCSI.</p>
it: In alto è riportato un elenco di tutti i gruppi dei domini di ricerca. I domini di ricerca appartengono ai gruppi dei domini di ricerca. <p>Un dominio di ricerca deve essere membro di un gruppo di domini di ricerca affinché sia attivo. </p><p>In un database iSNS, un gruppo di domini di ricerca contiene i domini di ricerca e i domini di ricerca contengono i nodi iSCSI membri.</p>
ja: 一番上には全ての検出ドメインセットが表示されています。検出ドメインは検出ドメインセットに属しています。<p>検出ドメインは動作中になるため、検出ドメインセットのメンバーにならなければなりません。</p> <p> iSNS データベース内では、検出ドメインセットには検出ドメインが含まれ、検出ドメインには iSCSI ノードメンバーが含まれています。</p>
ko: 맨 위에 모든 Discovery 도메인 모음 목록이 표시됩니다. Discovery 도메인은 Discovery 도메인 모음에 속합니다. <p>Discovery 도메인이 활성화 되기 위해서는 Discovery 도메인 모음의 구성원이어야 합니다.</p>iSNS 데이터베이스에서 Discovery 도메인 세트는 Discovery 도메인과 Discovery 도메인에 포함되는 iSCSI 노드 구성원을 포함합니다.</p>
nb: Øverst vises en liste over alle søkedomenesett. Søkedomener tilhører søkedomenesett. <p>Et søkedomene må være medlem i et søkedomensett for å være aktivert. </p><p>I en iSNS-database inneholder et søkedomenesett søkedomener, og søkedomener inneholder iSCSI-nodemedlemmer.</p>
nl: Aan de top wordt een lijst van alle detectiedomeinsets weergegeven. Detectiedomeinen behoren bij detectiedomeinsets. <p>Een detectiedomein moet lid zijn van een detectiedomeinsets om actief te zijn. </p><p>In een iSNS database bevat een detectiedomeinset detectiedomeinen en een detectiedomein bevat leden van iSCSI-nodes.</p>
pl: U góry wyświetlona jest lista wszystkich zestawów domen Discovery. Domeny Discovery należą do zestawów domen Discovery. <p>Domena Discovery musi być członkiem zestawu domen Discovery aby być aktywną. </p>W bazie danych iSNS, zestaw domen Discovery zawiera domeny Discovery, a domeny te zawierają członków węzła iSCSI.</p>
ru: Сверху показан список всех наборов доменов обнаружения. Домены обнаружения принадлежат наборам доменов обнаружения.<p>Чтобы быть активным, домен обнаружения должен быть участником набора доменов обнаружения.</p><p>В базе данных iSNS набор доменов обнаружения содержит домены обнаружения, а домены обнаружения содержат участников узла iSCSI.</p>
sl: Na vrhu je prikazan seznam vseh naborov domen odkrivanja. Domene odkrivanja pripadajo naborom domen odkrivanja. <p>Da je dejavna, mora biti domena odkrivanja član nabora domen odkrivanja. </p><p>V podatkovni zbirki iSNS nabor domen odkrivanja vsebuje domene odkrivanja in domene odkrivanja vsebujejo kot člane vozlišča iSCSI.</p>
sv: Överst visas en lista över alla sökningsdomänuppsättningar. Sökningsdomäner tillhör sökningsdomänuppsättningar. <p>En sökningsdomän måste vara medlem i en sökningsdomänuppsättning för att vara aktiv. </p><p>I en iSNS-databas innehåller en sökningsdomänuppsättning sökningsdomäner och sökningsdomänerna innehåller iSCSI-nodmedlemmar.</p>
uk: Зверху показано список всіх наборів доменів виявлення. Домени виявлення належать наборам доменів виявлення.<p>Щоб бути активним, домен виявлення повинен бути учасником набору доменів виявлення.</p><p>У базі даних iSNS набір доменів виявлення містить домени виявлення, а домени виявлення містять учасників вузла iSCSI.</p>
zh_tw: 在頂部顯示所有探查網域集的清單。探查網域屬於探查網域集。<p>探查網域必須是探查網域集的成員才能啟用。</p><p>在 iSNS 資料庫中，一個探查網域集包含多個探查網域，而探查網域又包含多個 iSCSI 節點成員。</p>
