Repository: yast/yast-translations
Catalog: po/isns/*.po
Languages: cs, de, es, fr, gl, hu, id, it, ja, ko, nb, nl, pl, ru, sl, sv, uk, zh_tw

source: <p>The discovery domain set members list is refreshed whenever a different discovery domain set is selected.</p>
cs: <p>Seznam členů sady vyhledávacích domén se aktualizuje ve chvíli, kdy je vybrána jiná sada.</p>
de: <p>Die Liste mit den Mitgliedern eines Satzes von Discovery-Domains wird immer dann aktualisiert, wenn ein anderer Satz von Discovery-Domains ausgewählt wird.</p>
es: <p>La lista de miembros del conjunto de dominios de descubrimiento es refrescada siempre que se selecciona un conjunto de dominios de descubrimiento diferente.</p>
fr: <p>La liste des membres d'un ensemble de domaines de découverte est rafraichie lorsqu'un un ensemble de domaines de découverte différent est sélectionné.</p>
hu: <p>A felfedezési tartománycsoport-lista frissül, amint egy másik felfedezési tartománycsoport kerül kiválasztásra.</p>
id: <p>Daftar anggota set pendeteksian domain disegarkan setiap kali perbedaan set pendeteksian domain dipilih.</p>
it: <p>L'elenco dei membri del gruppo dei domini di ricerca viene aggiornato ogni volta che viene selezionato un gruppo dei domini di rilevazione diverso.</p>
ja: <p>検出ドメインセットのメンバー一覧の表示は、異なる検出ドメインセットを選択したときに更新されます。</p>
ko: <p>다른 검색 도메인 집합을 선택할 때마다 검색 도메인 집합 구성원 목록이 새로 고쳐집니다.</p>
nb: <p>Søkedomenesettets medlemsliste oppdateres hver gang et annet søkedomenesett velges.</p>
nl: <p>De lijst met leden van een detectiedomeinset wordt ververst wanneer een verschillende detectiedomeinset wordt geselecteerd.</p>
pl: <p>Lista członków zestawów domen wykrywania jest odświeżana za każdym razem, gdy zostaje wybrany inny zestaw domen wykrywania.</p>
ru: <p>Список участников набора доменов обнаружения обновляется при выборе другого набора доменов обнаружения.</p>
sl: <p>Seznam članov nabora domen odkrivanja osvežite z izborom drugega nabora domen odkrivanja.</p>
sv: <p>Listan över medlemmar i sökningsdomänuppsättningen uppdateras när en annan sökningsdomänuppsättning väljs.</p>
uk: <p>Список членів набору доменів виявлення освіжається щоразу, коли вибрано інший набір доменів виявлення.</p>
zh_tw: <p>每次選取不同的探查網域集後，探查網域集成員清單即會重新整理。</p>

source: Create New Discovery Domain
cs: Vytvořit novou vyhledávací doménu
de: Neue Discovery-Domain erstellen
es: Crear un nuevo Dominio de descubrimiento
fr: Créer un nouveau domaine de découverte
gl: Crear novo dominio de descubrimento
hu: Új felderítési tartomány létrehozása
id: Buat Pendeteksian Domain Baru
it: Crea nuovo dominio di ricerca
ja: 新しい検出ドメインの作成
ko: 새 검색 도메인 생성
nb: Opprett nytt søkedomene
nl: Nieuw detectiedomein aanmaken
pl: Tworzenie nowej domeny wykrywania
ru: Создать новый домен обнаружения
sl: Ustvaritev nove domene odkrivanja
sv: Skapa ny Discovery-domän
uk: Створити домен виявлення
zh_tw: 建立新的可見網域

source: Add iSCSI node to discovery domain
cs: Přidat iSCSI uzel do vyhledávací domény
de: Der Discovery-Domain einen iSCSI-Knoten hinzufügen
es: Añadir nodo iSCSI al dominio de descubrimiento
fr: Ajouter un nœud iSCSI au domaine de découverte
hu: iSCSI csomópont hozzáadása a felderítési tartományhoz
id: Tambahkan simpul iSCSI ke pendeteksian domain
it: Aggiungi un nodo iSCSI al dominio di ricerca
ja: 検出ドメインに iSCSI ノードを追加
ko: 검색 도메인에 iSCSI 노드 추가
nb: Legg til iSCSI-node i søkedomene
nl: Voeg iSCSI-node toe aan detectiedomein
pl: Dodaj węzeł iSCSI do domeny wykrywania
ru: Добавить узел iSCSI к домену обнаружения
sl: Dodajanje vozlišča iSCSI v domeno odkrivanja
sv: Lägg till iSCSI-nod i sökningsdomän
uk: Додати вузол iSCSI до домену виявлення
zh_tw: 新增 iSCSI 節點到可見網域

source: Available Nodes to Add
cs: Dostupné uzly k přidání
de: Verfügbare Knoten zum Hinzufügen
es: Módulos disponibles para añadir
fr: Noeuds disponibles à ajouter
gl: Módulos dispoñibles para engadir
hu: Hozzáadható csomópontok
id: Simpul yang tersedia untuk ditambah
it: Nodi disponibili da aggiungere
ja: 追加することができるノード
ko: 추가 할 수 있는 노드
nb: Tilgjengelige noder som kan legges til
nl: Beschikbare toe te voegen nodes
pl: Dostępne węzły do dodania
ru: Доступные узлы для добавления
sl: Razpoložljiva vozlišča za dodajanje
sv: Tillgängliga noder som kan läggas till
uk: Наявні вузли для додавання
zh_tw: 要加入的可用節點

source: Name
cs: Název
es: Nombre
fr: Nom
gl: Nome
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
ru: Имя
sl: Ime
sv: Namn
uk: Назва
zh_tw: 名稱

source: Add Node
cs: Přidat uzel
de: Knoten hinzufügen
es: Añadir nodo
fr: Ajouter un noeud
gl: Engadir nodo
hu: Csomópont hozzáadása
id: Tambah Simpul
it: Aggiungi nodo
ja: ノードの追加
ko: 노드 추가
nb: Legg til node
nl: Node toevoegen
pl: Dodaj węzeł
ru: Добавить узел
sl: Dodaj vozlišče
sv: Lägg till nod
uk: Додати вузол
zh_tw: 新增節點

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
gl: Feito
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nb: Fullført
nl: Klaar
pl: Zakończono
ru: Готово
sl: Zaključeno
sv: Klar
uk: Завершено
zh_tw: 完成

source: Target or Initiator
cs: Cíl nebo iniciátor
de: Ziel oder Initiator
es: Destino o iniciador
fr: Cible ou Initiateur
gl: Destino ou iniciador
hu: Tároló vagy kezdeményező
id: Target atau Inisiator
it: Destinazione o dispositivo di avvio
ja: ターゲットまたはイニシエータ
ko: 대상 또는 Initiator
nb: Mål eller initiator
nl: Doel of initiator
pl: Serwer lub klient
ru: Цель или инициатор
sl: Cilj ali izvor
sv: Mål eller initierare
uk: Ціль або ініціатор
zh_tw: 目標或 Initiator

source: Really delete the selected item?
cs: Opravdu odstranit vybranou volbu?
de: Dieses ausgewählte Objekt wirklich löschen?
es: ¿Está seguro de que desea eliminar el elemento seleccionado?
fr: Souhaitez-vous vraiment supprimer l'élément sélectionné ?
gl: Está seguro de que desexa borrar o elemento seleccionado?
hu: Valóban törli a kiválasztott elemet?
id: Benar-benar menghapus item yang dipilih?
it: Eliminare l'elemento selezionato?
ja: 選択した項目を削除してよろしいですか？
ko: 선택한 항목을 삭제 하시겠습니까?
nb: Er du sikker på at du vil slette valg oppføring?
nl: Wilt u het geselecteerde item verwijderen?
pl: Na pewno usunąć zaznaczony element?
ru: Действительно удалить выбранный пункт?
sl: Ali res želite izbrisati izbrano?
sv: Ta bort valt objekt?
uk: Дійсно вилучити вибраний елемент?
zh_tw: 確定要刪除選取的項目嗎？

source: Really delete this domain?
cs: Opravdu smazat tuto doménu?
de: Diese Domain wirklich löschen?
es: ¿Está seguro de que desea eliminar este dominio?
fr: Faut-il vraiment supprimer ce domaine ?
gl: Desexa eliminar este dominio?
hu: Valóban törölni akarja ezt a tartományt?
id: Benar-benar menghapus domain ini?
it: Eliminare questo dominio?
ja: このドメインを削除してよろしいですか？
ko: 정말 이 도메인을 삭제 하시겠습니까?
nb: Er du sikker på at du vil slette dette domenet?
nl: Wilt u dit domein verwijderen?
pl: Czy na pewno usunąć tę domenę?
ru: Действительно удалить этот домен?
sl: Ali res želite izbrisati to domeno?
sv: Verkligen ta bort den här domänen?
uk: Дійсно вилучити цей домен?
zh_tw: 確定要刪除這個領域嗎？

source: Unable to connect to iSNS server. Check if iSNS server is running.
cs: Připojení k iSNS serveru se nezdařilo. Zkontrolujte zda iSNS server běží.
de: Keine Verbindung zum iSNS-Server möglich. Prüfen Sie, ob der iSNS-Servers läuft.
es: No es posible establecer la conexión con el servidor iSNS. Compruebe si el servidor iSNS se está ejecutando.
fr: Connexion impossible au serveur iSNS. Vérifiez si le serveur iSNS est en cours d'exécution.
hu: Nem sikerült csatlakozni az iSNS-kiszolgálóhoz. Ellenőrizze, hogy fut-e az iSNS-kiszolgáló.
id: Tidak dapat terhubung ke peladen iSNS. Periksa apakah peladen iSNS berjalan.
it: Impossibile connettersi al server iSNS. Verificare che il server iSNS sia in esecuzione.
ja: iSNS サーバへの接続ができません。 iSNS サーバが動作しているかどうかご確認ください。
ko: iSNS 서버에 연결할 수 없습니다. iSNS 서버가 실행 중인지 확인하십시오.
nl: Niet in staat om een connectie te maken met de iSNS-server. Controleer of de iSNS-server actief is.
pl: Nie można połączyć się z serwerem iSNS. Sprawdź, czy serwer iSNS jest uruchomiony.
ru: Невозможно подключиться к серверу iSNS. Проверьте, что сервер iSNS запущен.
sl: Ni se moč povezati s strežnikom iSNS. Preverite, ali strežnik iSNS teče.
sv: Kan inte ansluta till iSNS-servern. Kontrollera om iSNS-servern är i gåing.
uk: Неможливо з'єднатися з сервером iSNS. Перевірте, чи запущено сервер iSNS.
zh_tw: 無法連接至 iSNS 伺服器。請檢查 iSNS 伺服器是否正在執行中。

source: isns Daemon Configuration
cs: Konfigurace iSNS démona
de: Konfiguration des iSNS-Daemon
es: Configuración del daemon de isns
fr: Configuration du démon iSNS
hu: isns démon beállítása
id: Konfigurasi Daemon isns
it: Configurazione del demone isns
ja: isns デーモン設定
ko: isns 데몬 구성
nb: Sett opp ISNS-nissen
nl: Configuratie van isns-daemon
pl: Konfiguracja demona isns
ru: Настройки демона iSNS
sl: Nastavitve ozadnjega programa iSNS
sv: isns-daemonkonfiguration
uk: Налаштування фонової служби isns
zh_tw: isns 精靈組態

source: Initializing...
cs: Probíhá inicializace...
de: Initialisierung ...
es: Inicializando...
fr: Initialisation...
gl: Iniciando...
hu: A modul indítása…
id: Inisialisasi...
it: Inizializzazione in corso...
ja: 初期化しています...
ko: 초기화하고 있습니다...
nb: Initialiserer ...
nl: Initialiseren...
pl: Inicjalizacja...
ru: Инициализация...
sl: Začetno nastavljanje …
sv: Initierar...
uk: Започаткування...
zh_tw: 正在啟始化...

source: <p>To configure the isns service, the <b>%1</b> package must be installed.</p>
cs: <p>Chcete-li nakonfigurovat službu isns, musí být nainstalován balíček <b>%1</b>.</p>
de: <p>Zum Konfigurieren des iSNS-Dienstes muss das Paket <b>%1</b> installiert sein.</p>
es: <p>Para configurar el servicio isns, el paquete <b>%1</b> debe estar instalado.</p>
fr: <p>Pour configurer le service ISNS, le paquet <b>%1</b> doit être installé.</p>
gl: <p>Para configurar o servizo isns, o paquete <b>%1</b> debe estar instalado.</p>
hu: <p>Az iSNS-szolgáltatás beállításához telepíteni kell a(z) <b>%1</b> csomagot.</p>
id: <p>Untuk mengkonfigurasi layanan isns, <b>%1</b> paket harus diinstal.</p>
it: <p>Per configurare il servizio isns, è necessario che sia installato il pacchetto <b>%1</b>.</p>
ja: <p>isns サービスを設定するには、 <b>%1</b> パッケージをインストールする必要があります。</p>
ko: <p>isns 서비스를 구성하려면 <b>%1</b> 꾸러미를 설치해야 합니다.</p>
nb: <p>Før du kan sette opp ISNS-tjenesten, må <b>%1</b> pakken være installert.</p>
nl: <p>Als u de isns-service wilt configureren, moet het <b>%1</b>-pakket zijn ge√Ønstalleerd.</p>
pl: <p>Aby skonfigurować usługę isns, należy zainstalować pakiet <b>%1</b>.</p>
ru: <p>Для настройки службы iSNS необходимо установить пакет <b>%1</b>.</p>
sl: <p>Za nastavitev storitve iSNS mora biti nameščen paket <b>%1</b>.</p>
sv: <p>Om du vill konfigurera isns-tjänsten måste paketet <b>%1</b> installeras.</p>
uk: <p>Щоб налаштувати cлужбу isns, потрібно встановити пакунок <b>%1</b>.</p>
zh_tw: <p>若要設定 isns 服務的組態，必須安裝 <b>%1</b> 套件。</p>

source: <p>Install it now?</p>
cs: <p>Chcete je nyní nainstalovat?</p>
de: <p>Wollen Sie es nun installieren?</p>
es: <p>¿Desea instalarlo ahora?</p>
fr: <p>L'installer maintenant ?</p>
gl: <p>Desexa instalalo agora?</p>
hu: <p>Telepíti most?</p>
id: <p>Pasang ini sekarang?</p>
it: <p>Installarlo ora?</p>
ja: <p>今すぐインストールしますか？</p>
ko: <p>지금 설치 하시겠습니까?</p>
nb: <p>Vil du installere den nå?</p>
nl: <p>Wilt u dit nu installeren?</p>
pl: <p>Czy zainstalować go teraz?</p>
ru: <p>Установить сейчас?</p>
sl: <p>Ali ga želite namestit zdaj?</p>
sv: <p>Vill du installera det nu?</p>
uk: <p>Встановити вже?</p>
zh_tw: <p>要現在安裝嗎？</p>

source: Initializing isns daemon configuration
cs: Inicializuje se konfigurace služby isns
de: Konfiguration des iSNS-Daemon wird initialisiert
es: Inicializando la configuración del daemon de isns
fr: Initialisation de la configuration du démon ISNS
gl: Iniciando a configuración do daemon de isns
hu: iSNS démon beállításának indítása
id: Inisialisasi konfigurasi daemon isns
it: Inizializzazione della configurazione del daemon isns in corso
ja: isns デーモン設定を準備しています
ko: isns 데몬 구성 초기화
nb: Initialisere konfigurasjonen av ISNS-nissen
nl: Configuratie van isns-daemon initialiseren
pl: Inicjowanie konfiguracji demona isns
ru: Инициализация настроек демона iSNS
sl: Začetno nastavljanje ozadnjega programa iSNS
sv: Konfigurationen av isns-demonen initieras
uk: Започаткування налаштування фонової служби isns
zh_tw: 正在啟始化 isns 精靈組態

source: Saving isns Configuration
cs: Ukládá se konfigurace služby isns
de: iSNS-Konfiguration wird gespeichert
es: Guardando la configuración de isns
fr: Enregistrement de la configuration ISNS
gl: Gardando a configuración de isns
hu: iSNS beállítások mentése
id: Menyimpan Konfigurasi isns
it: Salvataggio della configurazione isns in corso
ja: isns 設定を保存しています
ko: isns 구성 저장
nb: Lagrer ISNS-konfigurasjon
nl: Configuratie van isns opslaan
pl: Zapisywanie konfiguracji isns
ru: Сохранение настроек iSNS
sl: Shranjevanje nastavitev iSNS
sv: isns-konfigurationen sparas
uk: Збереження налаштування isns
zh_tw: 正在儲存 isns 組態
