Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <ul><li> Allows interface configuration</li> <li> Allows administration of IP firewall, masquerading and accounting</li> <li> Allows setting debug option on sockets</li> <li> Allows modification of routing tables</li>
ar: <ul><li> السماح بإعداد واجهة</li> <li> السماح بإدارة جدار الحماية IP التنكر والحساب</li> <li> يسمح الخيار بتصحيح الإعداد على مأخذ التوصيل </li> <li> يسمح بتعديل جداول التوجيه </li>
ca: <ul><li> Permet la configuració d'interfície</li> <li> Permet l'administració de tallafoc IP, màscara i comptabilitat</li> <li> Permet establir lopció de depuració en sòcols</li> <li> Permet la modificació de taules de ruta</li>
cs: <ul><li>Umožňuje konfiguraci rozhraní</li> <li>Umožňuje správu firewallu IP, maškarády a účtů</li> <li>Umožňuje nastavení ladících voleb na soketech</li> <li>Umožňuje úpravu směrovacích tabulek</li>
da: <ul><li>Tillader konfiguration af grænseflade</li> <li>Tillader administration af IP-firewall, maskering og redegørelse</li> <li>Tillader at sætte fejlretningstilvalget på sokler</li> <li>Tillader ændring af rutningstabeller</li>
de: <ul><li> Schnittstellen-Konfiguration erlauben</li> <li> Administration für IP-Firewall, Masquerading und Accounting erlauben</li> <li> Setzen der Debug-Option auf Sockets erlauben</li> <li> Modifikation der Routing-Tabellen erlauben</li>
el: <ul><li> Επιτρέπει τη ρύθμιση της διασύνδεσης</li> <li> Επιτρέπει τη διαχείριση του IP Τείχους Προστασίας, τη μεταμφίεση και το μέτρημα</li> <li> Επιτρέπει τον ορισμό επιλογήςαποσφαλμάτωσης στις υποδοχές</li> <li> Επιτρέπει την τροποποίηση των κυκλικών πινάκων</li>
es: <ul><li> Permitir la configuración de la interfaz</li> <li> Permitir la administración del cortafuegos IP, enmascaramiento y contabilidad</li> <li> Permitir establecer la opción de depurado en los sockets</li> <li> Permitir la modificación de las tablas de encaminamiento</li>
fi: <ul><li> Salli liitäntämääritykset</li> <li> Salli IP-palomuurin hallinta, naamiointi ja käytönvalvonta</li> <li> Salli pistokkeiden vianjäljitysasetuksen määritys</li> <li> Salli reititystaulukoiden muokkaaminen</li>
fr: <ul><li> Autorise la configuration des interfaces</li> <li> Autorise l'administration du pare-feu IP, du masquage et de la comptabilisation</li> <li> Autorise le paramétrage de l'option de débogage sur les sockets</li> <li> Autorise la modification des tables de routage</li>
hu: <ul><li> Lehetővé teszi a csatolók beállítását </li> <li> Lehetővé teszi az IP tűzfal, maszkolás és nyilvántartás adminisztrálását</li> <li> Lehetővé teszi hibakereső lehetőségek beállítását foglalatokon</li> <li> Lehetővé teszi útválasztási táblák módosítását</li>
it: <ul><li> Consente la configurazione delle interfacce</li> <li> Consente l'amministrazione del firewall, mascheramento e accounting IP</li> <li> Consente l'impostazione dell'opzione di debug sui socket</li> <li> Consente la modifica delle tabelle di instradamento</li>
ja: <ul><li> インターフェイスの設定を許可する </li> <li> IP ファイアウオール、アドレス変換、アカウント設定の管理を許可する</li> <li> ソケットに対してデバッグオプションの設定を許可する</li> <li> ルーティングテーブルの修正を許可する</li>
km: <ul><li> អនុញ្ញាត​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ចំណុច​ប្រទាក់</li> <li> អនុញ្ញាត​ការគ្រប់គ្រង​ជញ្ជាំង​ភ្លើង IP និង គណនី</li> <li> អនុញ្ញាត​ការ​កំណត់​ជម្រើស​បំបាត់​កំហុស​នៅ​លើ​រន្ធ</li> <li> អនុញ្ញាត​ការ​កែប្រែ​តារាង​បញ្ជូន​នាំ​ផ្លូវ</li>​
ko: <ul><li> 인터페이스 구성 허용</li> <li> IP 방화벽, 마스커레이딩 및 회계 관리 허용</li> <li> 소켓에서 디버그 옵션 설정 허용</li> <li> 라우팅 테이블 수정 허용</li>
nb: <ul><li>Tillater oppsett av grensesnitt</li> <li> Tillater administrasjon av IP-brannmur, maskering og kontoer</li> <li> Tillater feilsøkingsvalg for sokler</li> <li> Tillater endring av rutingtabeller</li>
nl: <ul><li> Configuratie van interface toestaan</li> <li> Beheer van IP-firewall, maskeren en accounting toestaan</li> <li> Instellen van debug-optie op sockets toestaan</li> <li> Wijzigen van routingtabellen toestaan</li>
pl: <ul><li> Umożliwia konfigurację interfejsu</li> <li> Pozwala na administrację zaporą sieciową IP, maskowanie i accounting</li> <li> Pozwala ustawić opcję debugowania na gniazdach</li> <li> Pozwala na zmiany w tabelach routingu</li>
pt_br: <ul><li>Permite a configuração da interface</li> <li>Permite administração do firewall, mascaramento e contabilização de IP</li> <li>Permite a definição de opções de depuração em sockets</li> <li>Permite alteração das tabelas de roteamento</li>
ro: <ul><li> Permite configurarea interfeței</li> <li> Permite administrarea paravanului de protecție IP, mascarea și conturile</li> <li> Permite setarea opțiunilor de depanare pe socket-uri</li> <li> Permite modificarea tabelelor de rutare</li>
ru: <ul><li>Разрешает настройку интерфейса</li> <li>Разрешает администрирование IP-брандмауэра, маскарадинг и учётные записи</li> <li>Разрешает задание опции отладки для сокетов</li> <li>Разрешает изменение таблиц маршрутизации</li>
sk: <ul><li> Umožňuje nastavenie rozhrania</li> <li> Umožňuje správu pre IP firewall, masquerading a správu účtov</li> <li> Umožňuje nastavenie ladiacich volieb na soketoch</li> <li> Umožňuje úpravu smerovacích tabuliek</li>
sv: <ul><li> Tillåter gränssnittsinställning</li> <li> Tillåter administration av IP-brandvägg, IP-maskering och IP-redovisning</li> <li> Tillåter felsökningsalternativ på uttag</li> <li> Tillåter modifiering av ruttabeller</li>
zh_cn: <ul><li>允许界面配置</li> <li>允许管理 IP 防火墙、掩蔽和审计<li> <li>允许设定接口的调试选项</li> <li>允许修改路由表</li>
zh_tw: <ul><li> 允許介面組態</li> <li> 允許管理 IP 防火牆、偽裝和帳戶</li> <li> 允許在 socket 上設定除錯選項</li> <li>允許修改路由表</li>

source: <li> Allows setting arbitrary process / process group ownership on sockets</li> <li> Allows binding to any address for transparent proxying</li> <li> Allows setting TOS (type of service)</li> <li> Allows setting promiscuous mode</li> <li> Allows clearing driver statistics</li>
ar: <li> يسمح إعداد عملية إجبار / عملية ملكية المجموعة على مأخذ التوصيل</li> <li> يتيح ربط إلى أي عنوان proxying شفافة</li> <li> يسمح تحديد شروط الخدمة (نوع الخدمة)</li> <li> يسمح إعداد وضع مختلط</li> <li> يتيح مسح إحصائيات برنامج تشغيل</li>
ca: <li> Permet establir processos arbitraris / pertinença de grup de processos en sòcols</li> <li> Permet la vinculació a qualsevol adreça per a una transparència d'intermediari (proxy)</li> <li> Permet establir TOS (tipus de servei)</li> <li> Permet establir el mode promiscu</li> <li> Permet la neteja de les estadístiques de controlador</li>
cs: <li>Umožní nastavení libovolného vlastnictví procesů/procesních skupin na sokety</li> <li>Umožní navázání na libovolnou adresu pro potřeby transparentního serveru proxy</li> <li>Umožní nastavení TOS (typ služby)</li> <li>Umožní nastavení promiskuitního režimu</li> <li>Umožní vymazání statistiky ovladače</li>
da: <li> Tillader indstilling af tilfældige proces-/procesgruppe-ejerskab på sokler</li> <li> Tillader binding til enhver adresse for transparent proxy-brug</li> <li> Tillader indstilling af TOS (tjenestetype)</li> <li> Tillader indstilling af promiskuøs tilstand</li> <li> Tillader sletning af driverstatistikker</li>
de: <li> Festlegen beliebiger Eigentümer für Prozesse / Prozessgruppen auf Sockets ermöglichen </li> <li> Binden an beliebige Adresse für transparentes Verwenden von Proxy ermöglichen</li> <li> Festlegen des TOS (Diensttyp) ermöglichen</li> <li> Festlegen des Promiscuous-Modus ermöglichen</li> <li> Löschen der Treiberstatistiken ermöglichen</li>
el: <li> Επιτρέπει ρύθμιση αυθέρετης διεργασίας / διεργασίας ιδιοκτησίας ομάδας στις υποδοχές</li> <li> Επιτρέπει σύνδεση με οποιαδήποτε διεύθυνση για διαφανή διαμεσολάβηση</li> <li> Επιτρέπει ρύθμιση ΤΥ (τύπου υπηρεσίας)</li> <li> Επιτρέπει ρύθμιση ανομοιογενούς κατάστασης</li> <li> Επιτρέπει την εκκαθάριση των στατιστικών του οδηγού</li>
es: <li> Permitir establecer la propiedad de un proceso o grupo de procesos de manera arbitraria en sockets</li> <li> Permitir la conexión a cualquier dirección para el proxy transparente</li> <li> Permitir la configuración TOS (tipo de servicio)</li> <li> Permitir la configuración del modo promiscuo</li> <li> Permitir la eliminación de las estadísticas del controlador</li>
fi: <li> Salli mielivaltaisten prosessien/prosessiryhmien omistussuhteiden määritys pistokkeissa</li> <li> Salli mihin tahansa osoitteeseen sitominen läpinäkyvää välityspalvelintoimintaa varten</li> <li> Salli TOS-määritys (palvelun tyypin määritys)</li> <li> Salli yleiskuuntelutilan määritys</li> <li> Salli ohjaimen tilastotietojen tyhjennys</li>
fr: <li> Autorise la configuration arbitraire de la propriété d'un (groupe de) processus sur les sockets</li> <li> Autorise l'association (binding) à n'importe quelle adresse pour le proxy transparent</li> <li> Autorise la configuration du TOS (type de service)</li> <li> Autorise la configuration du mode de promiscuité</li> <li> Autorise l'effacement des statistiques du pilote</li>
hu: <li> Lehetővé teszi tetszőleges folyamat- vagy folyamatcsoport-tulajdonjog beállítását foglalatokon</li> <li> Lehetővé teszi a kapcsolódást tetszőleges címhez átlátszó proxyzáskor</li> <li> Lehetővé teszi a TOS (szolgáltatástípus) beállítását</li> <li> Lehetővé teszi lehallgató mód beállítását</li> <li> Lehetővé teszi a meghajtó-statisztikák törlését</li>
it: <li> Consente l'impostazione del possesso di processo/gruppo di processi arbitrari sui socket</li> <li> Consente l'associazione a qualsiasi indirizzo per proxy trasparente</li> <li> Consente l'impostazione di TOS (tipo di servizio)</li> <li> Consente l'impostazione della modalità promiscua</li> <li> Consente la cancellazione delle statistiche del driver</li>
ja: <li> ソケットに対する任意のプロセス／プロセスグループ所有権の設定を許可する </li> <li> 透過プロキシのための任意アドレスへのバインドを許可する</li> <li> TOS (Type Of Service) の設定を許可する</li> <li> promiscuous (無差別) モードの設定を許可する</li> <li> ドライバ統計情報の消去を許可する</li>
km: <li> អនុញ្ញាត​ឲ្យ​កំណត់​ដំណើរការ​មិន​ច្បាស់លាស់​/ ដំណើរការ​ភាព​ជា​ម្ចាស់​ក្រុម​នៅ​លើ​រន្ធ</li> <li> អនុញ្ញាត​ឲ្យ​ចង​ទៅ​អាសយដ្ឋាន​ណា​មួយ​សម្រាប់​ការ​កំណត់​ប្រូកស៊ី​ថ្លា</li> <li> អនុញ្ញាត​ឲ្យ​កំណត់ TOS (ប្រភេទ​សេវា)</li> <li> អនុញ្ញាត​ឲ្យ​កំណត់​របៀប​បញ្ចូល​គ្នា</li> <li> អនុញ្ញាត​ឲ្យ​សម្អាត​ស្ថិតិ​កម្មវិធី​បញ្ជា</li>
ko: <li> 소켓에서 임의 프로세스/프로세스 그룹 소유권 설정 허용</li> <li> 투명 프록시를 위해 모든 주소에 바인딩 허용</li> <li> TOS(서비스 유형) 설정 허용</li> <li> 무차별 모드 설정 허용</li> <li> 드라이버 통계 지우기 허용</li>
nb: <li> Tillater tilfeldige prosess-/prosessgruppeeierskap for sokler</li> <li> Tillater binding til hvilken som helst adresse for transparente mellomservere</li> <li> Tillater TOS (type of service)</li> <li> Tillater promiskiøs modus </li> <li> Tillater sletting av driverstatistikk</li>
nl: <li> Instellen van willekeurig proceseigedom en procesgroepseigendom op sockets toestaan</li> <li> Binden aan een willekeurig adres voor 'transparent proxying' toestaan</li> <li> Instellen van TOS (Type Of Service) toestaan</li> <li> Instellen van alles ontvangen modus toestaan</li> <li> Wissen van stuurprogrammastatistieken toestaan</li>
pl: <li> Umożliwia ustawienie dowolnego właściciela procesu / grupy procesów w gniazdach</li> <li> Umożliwia dowiązywanie do dowolnego adresu dla transparentnego serwera proxy</li> <li> Umożliwia ustawienie TOS (typ usługi) </li> <li> Umożliwia ustawienie trybu nasłuchiwania</li> <li> Umożliwia czyszczenie statystyk sterowników </li>
pt_br: <li> Permite a configuração de processos arbitrários / grupos de processos em sockets</li> <li> Permite associação a qualquer endereço para proxy transparente</li> <li> Permite a configuração do TOS (tipo de serviço)</li> <li> Permite a configuração do modo promíscuo</li> <li> Permite a limpeza das estatísticas do driver</li>
ro: <li>Permite setarea arbitrară a procesului / proces de apartenență la grup pe socket-uri</li> <li> Permite asocieri către orice adresă pentru proxy transparent</li> <li>Permite setarea TOS (tip de servici)</li> <li>Permite setarea modului dezordonat</li> <li> Permite curățarea statisticilor de driver</li>
ru: <li>Разрешает назначать произвольный процесс/группу процессов владельцем сокетов</li> <li>Разрешает привязку к любому адресу для прозрачного проксирования</li> <li>Разрешает установку TOS (типа службы)</li> <li>Разрешает установку смешанного режима</li> <li>Разрешает очистку статистики драйверов</li>
sk: <li> Umožňuje nastavenie vlastníctva ľubovoľného procesu / skupiny procesov na soketoch</li> <li> Umožňuje pripojenie na ktorúkoľvek adresu pre transparentnú činnosť proxy</li> <li> Umožňuje nastavenie TOS (typ služby)</li> <li> Umožňuje nastavenie promiskuitného režimu</li> <li> Umožňuje vyčistenie štatistiky ovládača</li>
sv: <li> Tillåter godtycklig process/processgrupp som ägare av uttag</li> <li> Tillåter bindning till valfri adress för transparent proxytrafik</li> <li> Tillåter TOS-inställning (tjänsttyp)</li> <li> Tillåter inställning av promiskuöst läge</li> <li> Tillåter rensning av drivrutinsstatistik</li>
zh_cn: <li>允许为套接字使用任意进程/进程组</li> <li>允许绑定到任意地址以实现透明代理</li> <li>允许设定 TOS（服务类型)</li> <li>允许设定乱序模式</li> <li>允许清空驱动统计数据</li>
zh_tw: <li> 允許在 socket 上設定任意程序/程序群組擁有權</li> <li> 允許繫結到透明代理的任何位址</li> <li> 允許設定 TOS (服務類型)</li> <li> 允許設定混雜模式</li> <li> 允許清除驅動程式統計資料</li>

source: <li> Allows multicasting</li> <li> Allows read/write of device-specific registers</li> <li> Allows activation of ATM control sockets </li> </ul>
ar: <li> السماح بالإرسال المتعدد</li> <li> السماح بقراءة/كتابة السجلات الخاصة بالجهاز</li> <li> السماح بتفعيل مأخذ تحكم ATM </li> </ul>
ca: <li> Permet la multidifusió</li> <li> Permet llegir/escriure en registres específics de dispositius</li> <li> Permet l'activació de sòcols de control ATM </li> </ul>
cs: <li>Umožní vícesměrové vysílání</li> <li>Umožní číst/zapisovat registry specifické pro daná zařízení</li> <li>Umožní aktivaci soketů pro ovládání ATM</li> </ul>
da: <li> Tillader multicasting</li> <li> Tillader læsning/skrivning af enhedsspecifikke registre</li> <li> Tillader aktivering af ATM-kontrolsokler</li> </ul>
de: <li> Multicasting erlauben</li> <li> Lesen/Schreiben Geräte-spezifischer Register erlauben</li> <li> Aktivierung von ATM Control-Sockets erlauben</li> </ul>
el: <li> Επιτρέπει την πολλαπλή εκπομπή</li> <li> Επιτρέπει την ανάγνωση/εγγραφή των αποκλειστικά για συσκευές μητρώων</li> <li> Επιτρέπει την ενεργοποίηση των ATM υποδοχών ελέγχου </li> </ul>
es: <li> Permitir multidifusión</li> <li> Permitir la lectura/escritura de registros específicos de dispositivos</li> <li> Permitir la activación de sockets de control ATM </li> </ul>
fi: <li> Salli monilähetys</li> <li> Salli laitekohtaisten rekisterien lukeminen ja niihin kirjoittaminen</li> <li> Salli ATM-hallintapistokkeiden aktivoiminen </li> </ul>
fr: <li> Autorise le multicast</li> <li> Autorise la lecture/l'écriture de registres spécifiques aux périphériques</li> <li> Autorise l'activation des sockets de contrôle ATM</li> </ul>
hu: <li> Lehetővé teszi multicast használatát </li> <li> Lehetővé teszi eszközspecifikus regiszterek írását/olvasását</li> <li> Lehetővé teszi ATM vezérlőfoglalatok aktiválását </li> </ul>
it: <li> Consente il multicast</li> <li> Consente la lettura/scrittura dei registri specifici del dispositivo</li> <li> Consente l'attivazione dei socket di controllo ATM</li> </ul>
ja: <li> マルチキャストを許可する</li> <li> デバイス固有のレジスタの読み込み／書き込みを許可する</li> <li> ATM コントロールソケットの有効化を許可する </li> </ul>
km: <li> អនុញ្ញាត​ការ​ផ្សាយ​ច្រើន</li> <li> អនុញ្ញាត​ការ​អាន​/សរសេរ​ការ​ចុះឈ្មោះ​របស់​ឧបករណ៍​ជាក់លាក់</li> <li> អនុញ្ញាត​ការ​ធ្វើ​ឲ្យ​រន្ធ​ត្រួតពិនិត្យ ATM សកម្ម </li> </ul>​
ko: <li> 멀티캐스팅 허용</li> <li> 장치별 레지스터의 읽기/쓰기 허용</li> <li> ATM 제어 소켓 활성화 허용 </li> </ul>
nb: <li> Tillater multikasting</li> <li> Tillater lesing fra / skriving til enhetsspesifikke registre</li> <li> Tillater aktivering av ATM-kontrollsokler </li> </ul>
nl: <li> Multicasting toestaan</li> <li> Lezen/schrijven van apparaatspecifieke registers toestaan</li> <li> Activering van ATM-control-sockets toestaan </li> </ul>
pl: <li> Umożliwia rozsyłanie grupowe</li> <li> Umożliwia odczyt/zapis rejestrów przeznaczonych dla konkretnych urządzeń</li> <li> Umożliwia aktywowanie gniazd kontrolnych ATM</li> </ul>
pt_br: <li> Permite multicasting</li> <li> Permite leitura e escrita de registradores específicos de dispositivos</li> <li> Permite a ativação de sockets de contorle ATM </li> </ul>
ro: <li> Permite multicasting</li> <li> Permite scrierea/citirea de regiștri specifici dispozitivului</li> <li> Permite activarea de socket-uri de control ATM </li> </ul>
ru: <li>Разрешает многоадресную передачу</li> <li>Разрешает чтение и запись регистров, зависимых от устройства</li> <li>Разрешает активацию сокетов управления ATM</li> </ul>
sk: <ul><li> Umožňuje všesmerové vysielanie</li> <li> Umožňuje čítanie/zapisovanie registrov určených zariadením</li> <li> Umožňuje aktiváciu riadiacich soketov ATM</li> </ul>
sv: <li> Tillåter multicasting</li> <li> Tillåter läsning/skrivning för drivrutinsspecifika register</li> <li> Tillåter aktivering av ATM-kontrolluttag </li> </ul>
zh_cn: <li>允许多播</li> <li>允许读取/写入特定设备注册</li> <li>允许激活 ATM 控制套接字</li> </ul>
zh_tw: <li> 允許多路傳播</li> <li> 允許讀取/寫入裝置特定的暫存器</li> <li> 允許啟動 ATM 控制 socket</li> </ul>

source: <ul><li> Allows use of RAW sockets</li> <li> Allows use of PACKET sockets </li></ul>
ar: <ul><li> السماح باستخدام مآخذ RAW</li> <li> للسماح باستخدام مآخذ PACKET </li></ul>
ca: <ul><li> Permet l'ús de sòcols RAW</li> <li> Permet l'ús de sòcols de PACKET </li></ul>
cs: <ul><li>Povolí použití RAW soketů</li> <li>Povolí použití PACKET soketů </li></ul>
da: <ul><li> Tillader brug af RAW-sokler</li> <li> Tillader brug af PACKET-sokler </li><ul>
de: <ul><li> Verwenden von RAW-Sockets ermöglichen</li> <li> Verwendung von PACKET-Sockets ermöglichen </li></ul>
el: <ul><li> Επιτρέπει τη χρήση ΑΚΑΤΕΡΓΑΣΤΩΝ υποδοχών</li> <li> Επιτρέπει τη χρήση των υποδοχών ΠΑΚΕΤΟΥ </li></ul>
es: <ul><li> Permitir el uso de sockets RAW</li> <li> Permitir el uso de sockets PACKET </li></ul>
fi: <ul><li> Salli RAW-pistokkeiden käyttäminen</li> <li> Salli PACKET-pistokkeiden käyttäminen </li></ul>
fr: <ul><li> Autorise l'utilisation des sockets RAW</li> <li> Autorise l'utilisation des sockets PACKET </li></ul>
hu: <ul><li> Lehetővé teszi RAW foglalatok használatát</li> <li> Lehetővé teszi PACKET foglalatok használatát </li></ul>
it: <ul><li> Consente l'uso di socket RAW</li> <li> Consente l'uso di socket PACKET </li></ul>
ja: <ul><li>RAW ソケットの使用を許可する</li> <li>PACKET ソケットの使用を許可する</li></ul>
km: <ul><li>អនុញ្ញាត​ការ​ប្រើប្រាស់​រន្ធ RAW</li> <li> អនុញ្ញាត​​ការ​ប្រើប្រាស់​រន្ធ PACKET </li></ul>
ko: <ul><li> RAW 소켓 사용 허용</li> <li> PACKET 소켓 사용 허용 </li></ul>
nb: <ul><li> Tillater bruk av RAW-sokler</li> <li> Tillater bruk av PACKET-sokler </li></ul>
nl: <ul><li> Gebruik van RAW-sockets toestaan</li> <li> Gebruik van PACKET-sockets toestaan </li></ul>
pl: <ul><li> Umożliwia używanie gniazd RAW</li> <li> Umożliwia używanie gniazd PACKET</li></ul>
pt_br: <ul><li> Permite o uso de RAW sockets</li> <li> Permite o uso de PACKET sockets </li></ul>
ro: <ul><li> Permite utilizarea de socket-uri RAW</li> <li> Permite utilizarea de socket-uri PACKET </li></ul>
ru: <ul><li>Разрешает использовать сокеты RAW</li> <li>Разрешает использовать сокеты PACKET</li></ul>
sk: <ul><li> Umožňuje použitie RAW soketov</li> <li> Umožňuje použitie PAKET soketov</li></ul>
sv: <ul><li> Tillåter användning av RAW-uttag</li> <li> Tillåter användning av PACKET-uttag </li></ul>
zh_cn: <ul><li>允许使用 RAW 套接字</li> <li>允许使用 PACKET 套接字</li></ul>
zh_tw: <ul><li> 允許使用 RAW socket</li> <li> 允許使用 PACKET socket</li></ul>

source: <ul><li> Allows locking of shared memory segments</li> <li> Allows mlock and mlockall (which does not really have anything to do with IPC) </li></ul>
ar: <ul><li> تتيح تأمين شرائح الذاكرة المشتركة</li> <li> يسمح mlock و mlockall (الذي لا يملك حقا للقيام بأي شيء IPC) </li></ul>
ca: <ul><li> Permet el bloqueig de segments de memòria compartida</li> <li> Permet mlock i mlockall (que no tenen relació amb l'IPC) </li></ul>
cs: <ul><li>Umožní zamknutí segmentů sdílené paměti</li> <li>Umožní mlock a mlockall (což nemá nic společného s IPC)</li></ul>
da: <ul><li> Tillader låsning af delte hukommelsessegmenter</li> <li> Tillader mlock og mlockall (som egentlig ikke har noget med IPC at gøre) </li></ul>
de: <ul><li> Sperren von Shared-Memory-Segmenten ermöglichen</li> <li> mlock und mlockall (das eigentlich nichts mit IPC zu tun hat) ermöglichen </li></ul>
el: <ul><li> Επιτρέπει το κλείδωμα των διαμοιραζόμενων τομέων μνήμης</li> <li> Επιτρέπει τα mlock και mlockall (που δεν έχουν τίποτε να κάνουν με το IPC) </li></ul>
es: <ul><li> Permitir el bloqueo de segmentos de memoria compartida</li> <li> Permitir mlock y mlockall (que realmente no tiene nada que ver con IPC) </li></ul>
fi: <ul><li> Salli jaettujen muistisegmenttien lukitseminen</li> <li> Salli mlock ja mlockall (mikä ei oikeastaan liity IPC:hen) </li></ul>
fr: <ul><li> Autorise le verrouillage des segments de mémoire partagée</li> <li> Autoriser mlock et mlockall (qui n'a pas vraiment de rapport avec IPC) </li></ul>
hu: <ul><li> Lehetővé teszi megosztott memóriaszegmensek zárolását</li> <li> Lehetővé teszi az mlock és mlockall használatát (amelyeknek igazából nincs közük az IPC-hez) </li></ul>
it: <ul><li> Consente il blocco di segmenti di memoria condivisa</li> <li> Consente mlock e mlockall (che non ha niente a che fare con IPC) </li></ul>
ja: <ul><li>共有メモリセグメントのロック (施錠) を許可する</li> <li>mlock および mlockall を許可する (IPC では何も行なう必要はありません)</li></ul>
km: <ul><li> អនុញ្ញាត​ឲ្យ​ចាក់សោ​ចម្រៀក​អង្គ​ចងចាំ​ដែល​បាន​ចែករំលែក</li> <li> អនុញ្ញាត mlock និង mlockall (ដែល​ពិតជា​គ្មាន​អ្វី​មួយ​ត្រូវ​ធ្វើ​ជាមួយ IPC) </li></ul>
ko: <ul><li> 공유 메모리 세그먼트 잠금 허용</li> <li> mlock 및 mlockall 허용(IPC와 관련해서 수행할 작업이 없음) </li></ul>
nb: <ul><li> Tillater låsing av delte minnesegmenter</li> <li> Tillater mlock og mlockall (som ikke egentlig har noe å gjøre med IPC) </li></ul>
nl: <ul><li> Vergrendelen van gedeelde geheugensegmenten toestaan</li> <li> mlock en mlockall toestaan (heeft in feite niets te maken met IPC) </li></ul>
pl: <ul><li> Umożliwia blokadę segmentów pamięci współdzielonej</li> <li> Umożliwia mlock i mlockall (które w rzeczywistości nie dotyczą IPC)</li></ul>
pt_br: <ul><li> Permite o bloqueio de segmentos de memória compartilhada</li> <li> Permite mlock e mlockall (que não tem nada a ver com IPC) </li></ul>
ru: <ul><li>Разрешает блокирование сегментов памяти общего доступа</li> <li>Разрешает mlock и mlockall (что фактически никак не связано с IPC)</li></ul>
sk: <ul><li> Umožňuje zamknutie segmentov zdieľanej pamäte</li> <li> Umožňuje mlock a mlockall (ktoré nemá skutočne nič spoločné s IPC) </li></ul>
sv: <ul><li> Tillåter låsning av delade minnessegment</li> <li> Tillåter mlock och mlockall (som egentligen inte har något att göra med IPC) </li></ul>
zh_cn: <ul><li>允许锁定共享内存段</li> <li>允许使用 mlock 和 mlockall(与 IPC 确实没有任何关系)</li></ul>
zh_tw: <ul><li> 允許鎖定共用記憶體區段</li> <li> 允許 mlock 和 mlockall (與 IPC 並無實際關聯)</li></ul>
