Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <ul><li> Allows use of reboot() </li></ul>
ar: <ul><li> السماح باستخدام reboot() </li></ul>
ca: <ul><li> Permet l'ús de reboot() </li></ul>
cs: <ul><li>Umožní použití funkce reboot ()</li></ul>
da: <ul><li> Tillader brug af reboot() </li></ul>
de: <ul><li> Verwendung von reboot() erlauben </li></ul>
el: <ul><li> Επιτρέπει τη χρήση του reboot() </li></ul>
es: <ul><li> Permitir el uso de reboot() </li></ul>
fi: <ul><li> Salli reboot()-käyttö </li></ul>
fr: <ul><li> Autorise l'utilisation de reboot() </li></ul>
hu: <ul><li> Lehetővé teszi a reboot() használatát </li></ul>
it: <ul><li> Consente l'uso di reboot() </li></ul>
ja: <ul><li> reboot() の使用を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ឲ្យ​ប្រើ​ reboot() </li></ul>
ko: <ul><li> reboot() 사용 허용 </li></ul>
lt: <ul><li> Leidžia naudoti reboot() </li></ul>
nb: <ul><li> Tillater bruk av reboot() </li></ul>
nl: <ul><li> Gebruik van reboot() toestaan </li></ul>
pl: <ul><li> Zezwala na użycie funkcji reboot() </li></ul>
pt_br: <ul><li> Permite o uso de reboot() </li></ul>
ro: <ul><li> Permite utilizarea reboot() </li></ul>
ru: <ul><li>Разрешает использование reboot()</li></ul>
sk: <ul><li> Umožňuje použitie funkcie reboot() </li></ul>
sv: <ul><li> Tillåter att reboot() används </li></ul>
zh_cn: <ul><li>允许使用 reboot()</li></ul>
zh_tw: <ul><li>允許使用 reboot()</li></ul>

source: <ul><li> Allows raising priority and setting priority on other (different UID) processes</li> <li> Allows use of FIFO and round-robin (realtime) scheduling on own processes and setting the scheduling algorithm used by another process.</li> <li> Allows setting cpu affinity on other processes </li></ul>
ar: <ul><li> السماح بإظهار الأولوية وتعيين الأولوية في عمليات (UID مختلف) أخرى</li> <li> للسماح باستخدام جدولة FIFO والتخصيص الدوري (الوقت الفعلي) على عمليات خاصة وتعيين خوارزمية الجدولة التي يتم استخدامها بواسطة عملية أخرى.</li> <li> السماح بتعيين صلة cpu في عمليات أخرى </li></ul>
ca: <ul><li> Permet incrementar la prioritat i definir la prioritat en altres processos (UID diferent)</li> <li> Permet l'ús de la planificació round-robin i FIFO (en temps real) en processos propis i la configuració de l'algorisme de planificació utilitzat per un altre procés.</li> <li> Permet la configuració de l'afinitat de la cpu en altres processos. </li></ul>
cs: <ul><li>Umožní zvýšení priority a nastavení priority jiných procesů (s jiným UID)</li> <li>Umožní plánování FIFO a round-robin (v reálném čase) na vlastní procesy a nastavení plánovacího algoritmu použitého jiným procesem.</li> <li>Umožní nastavení CPU příbuznosti jiných procesů</ li></ul>
da: <ul><li> Tillader at hæve prioritet og at indstille prioritet på øvrige (anden UID) processer</li> <li> Tillader brug af FIFO og round-robin (realtid)-planlægning af egne processer og angivelse af den planlægningsalgoritme, brugt af en anden proces.</li> <li> Tillader indstilling af cpu-affinitet på andre processer </li></ul>
de: <ul><li> Anheben der Priorität und Festlegen der Priorität für andere (verschiedene UID) Vorgänge ermöglichen</li> <li> Verwendung von FIFO- und aufeinanderfolgende (Echtzeit-) Planung für eigene Prozesse und Festlegen des Planungsalgorithmus anderer Prozesse ermöglichen.</li> <li> Festlegen der CPU-Affinität für andere Vorgänge ermöglichen </li></ul>
el: <ul><li> Επιτρέπει την αύξηση προτεραιότητας και τον ορισμό προτεραιότητας σε άλλες (με διαφορετικά UID) διεργασίες</li> <li> Επιτρέπει τη χρήση των προγραμμάτων FIFO και round-robin (realtime) στις δικές του διεργασίες και τη ρύθμιση του κανονισμένου αλγορίθμου που χρησιμοποιείται από άλλη διεργασία.</li> <li> Επιτρέπει τη συγγένεια cpu σε άλλες διεργασίες</li></ul>
es: <ul><li> Permitir la elevación de prioridad y la configuración de prioridad en otros procesos (con UID distinto)</li> <li> Permitir el uso de programación en tiempo real (round-robin) y FIFO en procesos propios y la configuración del algoritmo de programación usado por otro proceso.</li> <li> Permitir la configuración de afinidad de cpu en otros procesos </li></ul>
fi: <ul><li> Salli muiden (eri UID) prosessien prioriteetin korottaminen ja määrittäminen</li> <li> Salli FIFO- ja round-robin (reaaliaikaisen) -ajoituksen käyttäminen omissa prosesseissa ja muiden prosessien käyttämien ajoitusalgoritmien määrittäminen.</li> <li> Salli muiden prosessien suorittimen affiniteetin määrittäminen</li></ul>
fr: <ul><li> Autorise l'augmentation de la priorité et la configuration de la priorité sur d'autres processus (UID différent)</li> <li> Autorise l'utilisation de l'ordonnancement FIFO et round-robin (temps réel) sur ses propres processus et la configuration de l'algorithme d'ordonnancement utilisé par un autre processus.</li> <li> Autorise la configuration de l'affinité du processeur sur les autres processus </li></ul>
hu: <ul><li> Lehetővé teszi a prioritás növelését és mások (eltérő felhasználói azonosítójú) folyamatai prioritásának beállítását</li> <li> Lehetővé teszi FIFO és round-robin (valós idejű) ütemezés beállítását saját folyamatokon és más folyamatok által használt ütemezési algoritmus beállítását. </li> <li> Lehetővé teszi más folyamatok processzoraffinitásának beállítását </li></ul>
it: <ul><li> Consente l'aumento e l'impostazione delle priorità di altri processi (UID differente)</li> <li> Consente l'uso di schedulazione FIFO e round robin (in tempo reale) nei propri processi e l'impostazione dell'algoritmo di schedulazione usato da un altro processo.</li> <li> Consente l'impostazione dell'affinità cpu in altri processi </li></ul>
ja: <ul><li> UID の異なるプロセスに対する優先度の上昇と設定を許可する </li> <li> 自身のプロセスに対する FIFO 方式またはラウンドロビン方式 (リアルタイム) によるスケジュール設定、 および他のプロセスで使用するスケジュールアルゴリズムの設定を許可する </li> <li> 他のプロセスに対する CPU 関連付けの設定を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ឲ្យ​​មាន​​អាទិភាព និង​កំណត់​អាទិភាព​នៅ​លើ​ដំណើរ​ផ្សេងៗ (UID ផ្សេងៗ​គ្នា) ​</li> <li> អនុញ្ញាត​ឲ្យ​ប្រើ FIFO និង​ round-robin (realtime) ដោយ​​កំណត់​ពេល​​​នៅ​លើ​ដំណើរការ​ផ្ទាល់ខ្លួន និង​កំណត់​ក្បួន​ដោះស្រាយ​ការ​កំណត់​ពេល ដែល​​ប្រើ​ដោយ​ដំណើរការ​ផ្សេងៗ​ទៀត ។</li> <li> អនុញ្ញាត​ឲ្យ​កំណត់ cpu នៅ​លើ​ដំណើរការ​ផ្សេងៗ​</li></ul>
ko: <ul><li> 다른(다른 UID) 프로세스에서 우선순위 올리기 및 우선순위 설정 허용</li> <li> 고유한 프로세스에서 FIFO 및 라운드 로빈(실시간) 스케줄링 및 다른 프로세스에서 사용되는 스케줄링 알고리즘 설정 허용</li> <li> 다른 프로세스에서 cpu 선호도 설정 허용 </li></ul>
nb: <ul><li> Tillater å heve prioriteten og angi prioriteten for andre prosesser (annen UID)</li> <li> Tillater bruk av FIFO og sanntidsplanlegging på egne prosesser og innstiling av planleggingsalgoritmer som brukes av en annen prosess.</li> <li> Tillater valg av cpu-affinitet for andre prosesser </li></ul>
nl: <ul><li> Verhogen van prioriteit en instellen van prioriteit op andere processen (verschillende UID) toestaan</li> <li> Gebruiken van FIFO en Round Robin-planning (realtime) op eigen processen en instellen van het door een ander proces gebruikte planningsalgoritme toestaan.</li> <li> Instellen CPU-affiniteit op andere processen toestaan </li></ul>
pl: <ul><li> Zezwala na podnoszenie priorytetu i ustawianie priorytetu innych procesów (o różnych UID)</li> <li> Zezwala na użycie cyklicznego (czasu rzeczywistego) i opartego na kolejce FIFO szeregowania własnych procesów oraz na ustawianie algorytmu szeregowania używanego przez inne procesy</li> <li> Zezwala na ustawianie afiniczności procesora dla innych procesów </li></ul>
pt_br: <ul><li> Permite a elevação de prioridade e a definição de prioridade em outros processos (UID diferente)</li> <li> Permite uso de agendamento FIFO e round-robin (tempo real) no próprio processo e configuração do algoritmo de agendamento usado por outro processo.</li> <li> Permite configuração de afinidade de cpu em outros processos </li></ul>
ro: <ul><li> Permite creșterea priorității și setarea de priorități pe alte procese (UID diferit)</li> <li> Permite folosirea FIFO și programarea în timpu real asupra procesului propriu și setarea programului de algoritm folosit de alt proces.</li> <li> Permite setarea afinității procesorului pe alte procese </li></ul>
ru: <ul><li>Разрешает повышение и установку приоритета других (с другим UID) процессов</li> <li>Разрешает использование FIFO и циклического обслуживания (в реальном времени) для планирования собственных процессов и устанавливать алгоритм планирования, используемый другим процессом.</li> <li>Разрешает устанавливать привязку ЦП к другим процессам</li></ul>
sk: <ul><li> Umožňuje zvyšovanie priority a nastavenie priority ostatným procesom (s iným UID)</li> <li> Umožňuje použitie FIFO a plánovanie každý s každým (v reálnom čase) pre vlastné procesy a nastavenie plánovacieho algoritmu použitého iným procesom</li> <li> Umožňuje nastavenie príbuznosti cpu na iných procesoch</li></ul>
sv: <ul><li> Tillåter prioritetshöjning och att prioritet anges på andra (olika UID) processer</li> <li> Tillåter användning av FIFO-schemaläggning och round-robin-schemaläggning (realtid) av egna processer och inställning av den schemaläggningsalgoritm som ska användas av en annan process.</li> <li> Tillåter inställning av cpu-släktskap för andra processer </li></ul>
zh_cn: <ul><li>允许提高优先级和设置其它（不同 UID）进程的优先级</li> <li>允许在自身进程上使用先入先出和循环（实时）调度并设置其它进程使用的调度算法。</li> <li>允许设置其它进程上的 cpu 相似性</li></ul>
zh_tw: <ul><li> 允許提高優先順序以及在其他 (不同 UID) 程序上設定優先順序</li> <li> 允許在專屬程序上使用 FIFO 以及進行輪替式 (即時) 排程， 以及使用另一個程序設定排程演算法。</li> <li> 允許在其他程序上設定 cpu 相似性</li></ul>

source: <ul><li> Override resource limits. Set resource limits.</li> <li> Override quota limits.</li> <li> Override reserved space on ext2 filesystem</li> <li> Modify data journaling mode on ext3 filesystem (uses journaling resources)</li>
ar: <ul><li> تجاوز حدود الموارد. تعيين حدود الموارد.</li> <li> تجاوز مساحات الأقراص المتوفرة.</li> <li> تجاوز المساحة المحجوزة على نظام ملفات ext2</li> <li> تعديل وضع تسجيل يومية بيانات في نظام ملفات ext3(يستخدم موارد تسجيل اليومية)</li>
ca: <ul><li> Sobreescriu límits de recurs. Estableix límits de recurs.</li> <li> Sobreescriu límits de quota.</li> <li> Sobreescriu espai reservat en sistema de fitxers ext2</li> <li> Modifica el mode d'historial de dades en sistema de fitxers ext3 (uses journaling resources)</li>
cs: <ul><li>Potlačit omezení prostředků. Nastavit omezení prostředků.</li> <li>Potlačit omezení kvóty.</li> <li>Potlačit vyhrazené místo na souborovém systému ext2</li> <li>Upravit žurnálovací režim dat na souborovém systému ext3 (využívá žurnálovací prostředky)</li>
da: <ul><li> Tilsidesæt ressourcebegrænsninger. Sæt ressource begrænsninger.</li> <li> Tilsidesæt kvotebegrænsninger.</li> <li> Tilsidesæt reserveret plads på ext2-filsystem</li> <li> Ændr datajournaliseringstilstand på ext3-filsystem (bruger journaliseringsressourcer)</li>
de: <ul><li> Ressourcen-Begrenzungen außer Kraft setzen. Ressourcen-Begrenzungen festlegen.</li> <li> Festplattenkontingente außer Kraft setzen.</li> <li> Reservierten Platz auf ext2-Dateisystem außer Kraft setzen</li> <li> Daten-Journaling-Modus auf ext3-Dateisystem bearbeiten (verwendet Journaling-Ressourcen)</li>
el: <ul><li> Παράκαμψη ορίων των πόρων. Ορισμός ορίων των πόρων.</li> <li> Παράκαμψη ορίων quota.</li> <li> Παράκαμψη κλεισμένου χώρου στο σύστημα αρχείων ext2</li> <li> Τροποποίηση λειτουργίας καταγραφής δεδομένων στο σύστημα αρχείων ext3(χρησιμοποιεί πόρους καταγραφής)</li>
es: <ul><li> Anular los límites de recursos. Establecer los límites de recursos.</li> <li> Anular los límites de cuota.</li> <li> Anular el espacio reservado en el sistema de archivos ext2</li> <li> Modificar el modo de registro diario de datos en el sistema de archivos ext3 (utiliza recursos de registro diario)</li>
fi: <ul><li> Ohita resurssirajoitukset. Määritä resurssirajoitukset.</li> <li> Ohita kiintiörajoitukset.</li> <li> Ohita ext2-tiedostojärjestelmän varattu tila</li> <li> Muokkaa ext3-tiedostojärjestelmän (käyttää kirjanpitoresursseja) tietojen kirjanpitotilaa</li>
fr: <ul><li> Outrepasser les limites de ressources. Définir les limites de ressources.</li> <li> Outrepasser les limites de quotas.</li> <li> Outrepasser l'espace réservé sur le système de fichiers ext2</li> <li> Modifier le mode de journalisation des données sur le système de fichier ext3 (utilise les ressources de journalisation)</li>
hu: <ul><li> Erőforrás-korlátok felülbírálása. Erőforrás-korlátok beállítása.</li> <li> Kvótakorlátok felülbírálása. </li> <li> Fenntartott terület felülbírálása ext2 fájlrendszeren</li> <li> adatnaplózási mód módosítása ext3 fájlrendszeren (naplózási erőforrások használatával)</li>
it: <ul><li> Ignora i limiti delle risorse. Imposta i limiti delle risorse.</li> <li> Ignora i limiti delle quote.</li> <li> Ignora lo spazio riservato nel filesystem ext2</li> <li> Modifica la modalità di journaling dei dati su filesystem ext3 (usa le risorse di journaling)</li>
ja: <ul><li> リソース制限の上書き、およびリソース制限の設定を許可する</li> <li> 容量制限を上書きする</li> <li> ext2 ファイルシステムの予約領域を上書きする</li> <li> ext3 ファイルシステムのデータジャーナリングモードを変更する (ジャーナリングリソースを使用する)</li>
km: <ul><li> បដិសេធ​ដែន​កំណត់​ធនធាន ។ កំណត់​ដែន​កំណត់​ធនធាន ។</li> <li> បដិសេធ​ដែន​កំណត់​កូតា ។</li> <li> បដិសេធ​ទំហំ​​ដែល​បម្រុង​ទុក​នៅ​លើ​ប្រព័ន្ធ​ឯកសារ ext2</li> <li> កែប្រែ​របៀប​ទិនានុប្បវត្តិ​ទិន្នន័យ​នៅ​លើ​ប្រព័ន្ធ​ឯកសារ ext3 (ប្រើ​ធនធាន​ទិនានុប្បវត្តិ)</li>​
ko: <ul><li> 자원 제한을 덮어쓰기 합니다. 자원 제한을 지정합니다.</li> <li> 용량 제한을 덮어쓰기 합니다.</li> <li> ext2 파일시스템의 예약 영역을 덮어쓰기</li> <li> ext3 파일시스템의 데이터 저널링 모드를 수정(저널링 자원 사용)</li>
nb: <ul><li> Overstyr ressursbegrensninger. Angi ressursbegrensninger.</li> <li> Overstyr kvotebegrensninger.</li> <li> Overstyr reservert plass i ext2-filsystem</li> <li> Endre journalmodus for ext3-filsystem (bruker journalressurser)</li>
nl: <ul><li> Bronbeperkingen negeren. Bronbeperkingen instellen.</li> <li> Quotabeperkingen negeren.</li> <li> Gereserveerde ruimte op ext2-bestandssysteem negeren</li> <li> Journalmodus voor gegevens op ext3-bestandssysteem wijzigen (maakt gebruik van journalbronnen) </li>
pl: <ul><li>Nadpisz i ustaw limity zasobów.</li> <li>Nadpisz limity dyskowe.</li> <li>Nadpisz zarezerwowaną przestrzeń w systemie plików ext2</li> <li>Zmodyfikuj tryb zapisu dzienników danych w systemie plików ext3 (używa zasobów zapisu dzienników)</li>
pt_br: <ul><li> Anular os limites de recursos. Definir limites de recursos.</li> <li> Anular limites de quota.</li> <li> Anular espaço reservado em sistemas de arquivos ext2</li> <li> Modificar o modo de journaling de dados em sistemas de arquivos ext3 (utiliza recursos de journaling(</li>
ro: <ul><li> Suprascrie limitele resursei. Setează limitele resursei.</li> <li> Suprascrie limitele de disc.</li> <li> Suprascrie spațiul rezervat pe sistemul de fișiere ext2</li> <li> Modifică datele de jurnalizare pe sistemul de fișiere ext3 (folosește resursele de jurnalizare)</li>
ru: <ul><li>Отменяет ограничения ресурсов. Задает ограничения на ресурсы.</li> <li>Переопределяет ограничения квот.</li> <li>Переопределяет зарезервированное пространство для файловой системы ext2</li> <li>Изменяет режим журналирования данных для файловой системы ext3 (использует ресурсы журналирования)</li>
sk: <ul><li> Prepísať obmedzenia zdrojov. Nastaviť obmedzenia zdrojov.</li> <li> Prepísať obmedzenia kvót.</li> <li> Prepísať rezervované miesto na súborovom systéme ext2</li> <li> Upraviť dátový režim žurnálovania na súborovom systéme ext3 (požíva zdroje žurnálovania)</li>
sv: <ul><li> Åsidosätt resursbegränsningar. Ange resursbegränsningar.</li> <li> Åsidosätt kvotbegränsningar.</li> <li> Åsidosätt reserverat utrymme på ext2-filsystem</li> <li> Modifiera datajournalföringsläget på ext3-filsystem (använder journalföringsresurser)</li>
zh_cn: <ul><li>覆盖资源限制。设定资源限制。<li> <li>覆盖配额限制。</li> <li>覆盖 ext2 文件系统上的预留空间</li> <li>修改 ext3 文件系统上的数据日志模式（省出日志空间以供使用）</li>
zh_tw: <ul><li> 置換資源限制。設定資源限制。</li> <li> 置換引號限制。</li> <li> 置換 ext2 檔案系統上的保留空間</li> <li> 修改 ext3 檔案系統上的資料日誌模式 (使用日誌資源)</li>
