Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Select an action to perform.
ar: اختر إجراء للقيام به.
ca: Seleccioneu una acció a fer.
cs: Zvolte akci, která se má provést.
da: Vælg en handling til udførsel.
de: Wählen Sie eine auszuführende Aktion.
el: Επιλογή ενέργειας προς εκτέλεση.
es: Seleccione una acción a ejecutar
fi: Valitse suoritettava toiminto.
fr: Sélectionnez une action à effectuer.
hu: Válasszon egy elvégzendő műveletet.
it: Selezionare un'azione da compiere.
ja: 実行する動作を選択してください。
km: ជ្រើស​សកម្មភាព ដើម្បី​អនុវត្ត ។
ko: 수행할 작업을 선택하십시오.
lt: Pasirinkite atliktiną veiksmą.
nb: Velg en handling.
nl: Selecteer een uit te voeren actie.
pl: Wybierz działanie do wykonania.
pt_br: Selecione uma ação a realizar.
ru: Выберите выполняемое действие.
sk: Vybrať akciu, ktorá má vykonať.
sv: Välj en åtgärd som ska utföras.
zh_cn: 选择要执行的操作。
zh_tw: 選取要執行的動作。

source: <p>The Security Event Notification screen enables you to setup email alerts for security events. In the following steps, specify how often alerts are sent, who receives the alert, and how severe the security event must be to send an alert.</p>
ar: <p>شاشة تنبيه أحداث الأمن تمكنك من إعداد تنبيهات البريد الإلكتروني لإحداث الأمان. في الخطوات التالية، حدد عدد مرات إرسال التنبيهات، ومن يتلقى التنبيه، وشدة تنبيه الحدث الأمني.</p>
ca: <p>La pantalla de Security Event Notification us permet establir alertes de correu electrònic per a esdeveniments de seguretat. Als passos següents, especifiqueu cada quant s'envien les alertes, qui les rep i com n'ha de ser de greu l'esdeveniment perquè s'enviï una alerta.</p>
cs: <p>Zobrazení Oznámení bezpečnostních událostí vám dovolí pro bezpečnostní události nastavit e-mailová upozornění. V následujících krocích zadejte jak často mají být upozornění zasílána, kdo upozornění obdrží a jakou musí mít závažnost tyto bezpečnostní události k tomu, aby byla upozornění zaslána.</p>
da: <p>Skærmbilledet Besked om sikkerhedshændelser lader dig opsætte e-mail-alarmer for sikkerhedshændelser. I de følgende trin, kan du angive hvor ofte alarmer skal sendes, hvem der modtager alarmen og hvor alvorlig sikkerhedshændelsen skal være før der sendes en alarm.</p>
de: <p>Im Fenster Sicherheitsereignisbenachrichtigung können Sie E-Mail-Warnungen für Sicherheitsereignisse einrichten. Legen Sie in den folgenden Schritten fest, wie oft Warnungen gesendet werden, wer sie erhalten soll und wie schwerwiegend das Sicherheitsereignis sein muss, damit eine Warnung gesendet wird.</p>
el: <p>Η οθόνη Ειδοποιήσεων Γεγονότων Ασφαλείας σας δίνει την δυνατότητα να ορίσετε ειδοποιήσεις για γεγονότα ασφαλείας. Στα παρακάτω βήματα, καθορίστε πόσο συχνά θα στέλνονται οι ειδοποιήσεις, ποιος θα λαμβάνει τις ειδοποιήσεις και πόσο σοβαρό πρέπει να είναι το γεγονός ασφαλείας για να αποσταλεί ειδοποίηση.</p>
es: <p>La pantalla de Notificación de eventos de seguridad le permite configurar alertas en el correo electrónico para recibir eventos de seguridad. En los siguientes pasos puede especificar el intervalo de recepción de alertas, el destinatario de las alertas y el nivel de peligrosidad que debe tener el evento de seguridad para enviar una alerta.</p>
fi: <p>Turvatapahtuman ilmoitusnäkymässa voi asettaa sähköposti- hälytykset turvallisuustapahtumille. Seuraavissa vaiheissa määritellään kuinka usein hälytys lähetetään, kuka saa sen ja kuinka vakava turvallisuustapahtuman on oltava, että se lähetetään.</p>
fr: <p>L'écran Notification d’évènement de sécurité vous permet de configurer des alertes e-mail lors d’évènements de sécurité. Dans les étapes suivantes, spécifiez à quelle fréquence les alertes sont envoyées, qui les reçoit, et quelle doit être la gravité de l’évènement de sécurité pour déclencher une alerte.</p>
hu: <p>A Biztonsági esemény értesítése képernyő lehetővé teszi e-mailek küldését biztonsági eseményekről. A következő lépésekben, beállíthatja milyen gyakran küldjön értesítést, ki kapjon értesítést, és milyen súlyosságú biztonsági figyelmeztetésről küldjön figyelmeztetést.</p>
it: <p>La finestra di notifica degli eventi di protezione permette di impostare gli avvisi via e-mail per gli eventi di protezione. Nei passaggi seguenti, impostare la frequenza di invio degli avvisi, chi riceve l'avviso, e quanto deve essere grave un evento di protezione per inviare l'avviso.</p>
ja: <p>セキュリティイベント通知画面では、セキュリティイベントが発生した際の 電子メールによる通知を設定することができます。下記の手順でどれくらいの間隔で警告を 送信するかのほか、誰が受信するか、警告を送信する重大度などの指定を行なうことが できます。</p>
km: <p>អេក្រង់​ជូនដំណឹង​ព្រឹត្តិការណ៍​សុវត្ថិភាព​អនុញ្ញាត​ឲ្យ​អ្នក​រៀបចំ​ការ​ជូនដំណឹង​អ៊ីមែល សម្រាប់​ព្រឹត្តិការណ៍​សុវត្ថិភាព ។ នៅ​ក្នុង​ជំហាន​ដូច​ខាងក្រោម បញ្ជាក់​ចំនួន​ដង​ដែល​ត្រូវ ផ្ញើ​ការ​ជូនដំណឹង អ្នក​ដែល​ទទួល​ការ​ជូនដំណឹង និង​កម្រិត​ដែល​ព្រឹត្តិការណ៍​សុវត្ថិភាព ត្រូវ​ផ្ញើ​ការ​ជូនដំណឹង ។</p>
ko: <p>보안 이벤트 알림 화면에서는 보안 이벤트가 발생했을 때 전자 우편으로 이를 자동으로 보낼 수 있습니다. 아래와 같은 순서로 어느정도의 간격으로 경고를 전달 할지, 누가 받을지, 경고를 보내는 중요도 등의 지정을 할 수 있습니다.</p>
nb: <p>Under 'Varsling av sikkerhetshendelser' kan du sette opp e-postvarsling av sikkerhetshendelser. Du kan angi hvor ofte varslinger skal sendes, hvem varslingen skal sendes til og hvor alvorlig en hendelse må være for at en varsling skal sendes.</p>
nl: <p>Het scherm voor melding van beveiligingsgebeurtenissen stelt u in staat om e-mailalarmering op te zetten bij beveiligingsgebeurtenissen. In de volgende stappen specificeert u hoe vaak alarmeringen worden verzonden, wie deze ontvangt en hoe ernstig de beveiligingsgebeurtenis moet zijn om een alarmering te verzenden.</p>
pl: <p>System powiadamiania o naruszeniach bezpieczeństwa wysyła wiadomość e-mail z ostrzeżeniami o tych naruszeniach. Określ, jak często ostrzeżenia mają być wysyłane, kto je ma otrzymywać oraz jak poważne musi być naruszenie, aby system wysłał ostrzeżenie.</p>
pt_br: <p>A tela de notificação de evento de segurança permite que você configure alertar de e-mail para eventos de segurança. Nas etapas seguintes, especifique a frequência do envio dos alertas, o recipiente do alerta, e a gravidade que o evento de segurança deve ter para que o alerta seja enviado.</p>
ro: <p>Fereastra cu Notificări a Evenimentelor de Securitate îți permite să configurezi mailuri alertă pentru evenimentele de securitate. În următorii pași, specifică cât de des alertele sunt trimise, cine recepționează alerta, și cât de server trebuie să fie evenimentul de securitate pentru a trimite un mail alertă.</p>
ru: <p>Экран уведомлений событий безопасности позволяет настроить уведомления о событиях безопасности по электронной почте. Далее укажите, как часто посылать оповещение, кто получает оповещения и какой важности должны быть события безопасности для отправки оповещения.</p>
sk: <p>Obrazovka Oznámenia bezpečnostnej udalosti vám povoľuje nastaviť e-mailové výstrahy pre bezpečnostné udalosti. V nasledujúcich krokoch určite, ako často sa výstrahy posielajú, kto výstrahu obdrží a ako vážna musí byť bezpečnostná udalosť, aby sa poslala výstraha.</p>
sv: <p>I fönstret Avisering om säkerhetshändelse kan du ställa in e-post- varningar för säkerhetshändelser. I följande steg kan du ange hur ofta varningar ska skickas, vem som ska ta emot varningen och hur allvarlig säkerhetshändelsen måste vara för att en varning ska skickas.</p>
zh_cn: <p>安全事件通知屏幕让您能够设置安全事件电子邮件提醒。在如下步骤中，指定提醒发送的频率，接收提醒的电子邮件地址，和针对什么严重性级别的安全事件发送提醒。</p>
zh_tw: <p>「安全性事件通知」畫面可以用來設定安全性 事件的電子郵件警示。請依照下面步驟執行，指定警示的 發出頻率、哪些人員要接收警示，以及在安全性事件達到哪種嚴重程度時 必須發出警示。</p>

source: <p><b>Notification Types</b><br> <b>Terse Notification:</b> Terse notification summarizes the total number of system events without providing details. <br>For example:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
ar: <p><b>أنواع التنبيه</b><br> <b>تنبيه مختصر:</b> ويلخص التنبيه العدد الإجمالي لإحداث النظام دون تقديم تفاصيل. <br>على سبيل المثال:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
ca: <p><b>Tipus de notificacions</b><br> <b>Notificació breu:</b> resumeix el nombre total d'esdeveniments del sistema sense donar-ne detalls. <br>Per exemple:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
cs: <p><b>Typy oznámení</b><br> <b>Stručné oznámení:</b> Stručné oznámení shrnuje celkový počet systémových událostí bez poskytnutí detailů. Například:<br> <tt>dhcp-101.up.wirex.com má 10 bezpečnostní událostí od út 12. říj. 2004 11:10:00</tt></p>
da: <p><b>Beskedtyper</b><br> <b>Kort besked:</b> Kort besked opsummerer det samlede antal systemhændelser uden at give detaljer. <br>For eksempel:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
de: <p><b>Benachrichtigungstypen</b><br> <b>Knappe Benachrichtigung:</b> Knappe Benachrichtigung fasst die Gesamtanzahl an Systemereignissen ohne Einzelheiten zusammen. <br>Ein Beispiel:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
el: <p><b>Τύποι Ειδοποίησης</b><br>Απλή Ειδοποίηση:</b> Η απλή ειδοποίηση συνοψίζει το συνολικό αριθμό των γεγονότων συστήματος χωρίς να παρέχει λεπτομέρειες. <br>Για παράδειγμα:<br> <tt>Το dhcp-101.up.wirex.com έχει 10 συμβάντα ασφαλείας από Tue Oct 12 11:10:00 2004</tt></p>
es: <p><b>Tipos de notificación</b><br> <b>Notificación simple:</b> La notificación simple resume el número total de eventos del sistema sin proporcionar más detalles. <br>Por ejemplo:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
fi: <p><b>Ilmoitustyypit>/b>>br> <b>Niukka ilmoitus</b> Niukka ilmoitus laskee yhteen tapahtumien kokonaismäärän ilman yksityiskohtien erittelyä. <br>Esimerkki: <br> <tt>>dhcp-101.up.wirex.com, siinä on ollut 10 turvallisuustapahtumaa sitten ti lokak. 12 klo 11:10:00 2004</tt></p>
fr: <p><b>Types de notification</b><br> <b>Notification succincte :</b> La notification succincte résume le nombre total d’évènements système sans donner de détails. <br>Par exemple :<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
hu: <p><b>Értesítési típusok</b><br> <b>Rövid értesítés:</b> A Rövid értesítés, részletezés nélkül összegzi a rendszeresemények számát. <br>Például:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
it: <p><b>Tipi di notifica</b><br> <b>Notifica concisa:</b> la notifica concisa riassume il numero totale di eventi di sistema senza fornire dettagli. <br>Ad esempio:<br> <tt>dhcp-101.up.wirex.com ha avuto 10 eventi di sicurezza da Mar 12 Ott 2004 11:10:00 </tt></p>
ja: <p><b>通知種類</b><br> <b>簡潔な通知:</b> 簡潔な通知を選択すると、詳細を記述せずにシステムイベントの全体数のみを 集計します。 <br>例:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
km: <p><b>ប្រភេទ​ជូន​ដំណឹង</b><br> <b>ការ​ជូន​ដំណឹង​ដោយ​សង្ខេប ៖</b> ការ​ជូន​ដំណឹង​ដោយ​សង្ខេប​ សង្ខេប​នូវ​ចំនួន​ព្រឹត្តិការ​សរុប​ ដោយ​មិន​ផ្ដល់​នូវ សេចក្ដី​លម្អិត ។ <br>ឧទាហរណ៍ ៖<br> <tt>dhcp-101.up.wirex.com មាន​ព្រឹត្តិការណ៍ សុវត្ថិភាព​ចំនួន ១០ តាំង​ពី​ថ្ងៃ​ អង្គារ ទី ១២ ខែ តុលា ឆ្នាំ​ ២០០៤ វេលា​​ម៉ោង ១១:១០:០០</tt></p>
ko: <p><b>알림 종류</b><br> <b>간결한 알림:</b> 간결한 알림에는 내용을 자세히 기술하지 않고 시스템 이벤트의 전체 수만 집계합니다. <br>예:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
nb: <p><b>Varslingstyper</b><br> <b>Kort varsling:</b> Kort varsling angir det totale antallet systemhendelser uten p beskrive dem nærmere. <br>For eksempel:<br> <tt>dhcp-101.up.wirex.com har hatt 10 sikkerhetshendelser siden tir. 12. okt. 11:10:00 2004</tt></p>
nl: <p><b>Meldingtypes</b><br> <b>Samengevatte melding:</b> Samengevatte melding vat het totale aantal systeemgebeurtenissen samen zonder details. <br>Bijvoorbeeld:<br> <tt>dhcp-101.up.wirex.com heeft 10 beveiligingsgebeurtenissen gehad sinds Don 12 okt 11:10:00 2009</tt></p>
pl: <p><b>Rodzaje powiadomień</b><br><b>Powiadomienia zwięzłe:</b> Podają całkowitą liczbę naruszeń bez podawania szczegółów.<br>Na przykład:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
pt_br: <p><b>Tipos de notificação</b><br> <b>Notificação concisa:</b> A notificação concisa resume o número total de eventos do sistema sem fornecer detalhes. <br>Por exemplo:<br> <tt>dhcp-101.up.wirex.com teve 10 eventos de segurança desde Ter Out 12 11:10:00 2004</tt></p>
ro: <p><b>Tipuri de Notificări</b><br> <b>Notificări Concise:</b> Notificările Concise sumarizează numărul total al evenimentelor de sistem fără să ofere detalii. <br>De exemplu:<br> <tt>dhcp-101.up.wirex.com are a avut 10 notific[ri de securitate de la Tue Oct 12 11:10:00 2004</tt></p>
ru: <p><b>Типы уведомлений</b><br> <b>Краткое уведомление:</b> Краткое уведомление суммирует все системные события без предоставления подробностей. <br>Например:<br> <tt>dhcp-101.up.wirex.com вызвал 10 событий безопасности начиная с Втр Окт 12 11:10:00 2004</tt></p>
sk: <p><b>Typy oznámení</b><br> <b>Stručné oznámenie:</b> Stručné oznámenie sumarizuje celkový počet systémových udalostí bez toho, aby boli uvádzané podrobnosti. <br>Napríklad:<br> <tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>
sv: <p><b>Aviseringstyper</b><br> <b>Kortfattad avisering:</b> I en kortfattad avisering sammanfattas det totala antalet systemhändelser utan några detaljer. <br>T.ex.:<br> <tt>dhcp-101.up.wirex.com har haft 10 säkerhetshändelser sedan tis 12 okt 11:10:00 2004</tt></p>
zh_cn: <p><b>提醒类型</b><br> <b>简要通知：</b> 简要通知汇总了系统事件的条数，而不提供细节。 <br>例如：<br> <tt>dhcp-101.up.wirex.com 自从 2004 年十月 12 日星期二 11:10:00 有 10 条安全事件</tt></p>
zh_tw: <p><b>通知類型</b><br> <b>精簡通知：</b> 精簡通知僅匯總系統事件的總數，而不 提供詳細資料。<br>範例：<br><tt>dhcp-101.up.wirex.com has had 10 security events since Tue Oct 12 11:10:00 2004</tt></p>

source: <p><b>Summary Notification:</b> The Summary notification displays the logged AppArmor security events, and lists the number of individual occurrences, including the date of the last occurrence. <br>For example:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
ar: <p><b>الإعلام التلخيصي:</b> يعرض الإعلام التلخيصي أحداث الأمان لـ AppArmor التي تم تسجيلها، ويسرد عدد التكرارات الفردية بما في ذلك تاريخ آخر تكرار. <br>على سبيل المثال:<br> <tt>AppArmor: السماح بالوصول إلى إمكانية 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) مرتين، المرة الأخيرة في 9 أكتوبر 16:05:54 2004.</tt> <
ca: <p><b>Notificació de resum:</b> mostra els esdeveniments de seguretat registrats per l'AppArmor i llista el nombre d'ocasions individuals, incloent la data de l'últim cop. <br>Per exemple:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
cs: <p><b>Souhrnné oznámení:</b> Souhrnné oznámení zobrazuje zapsané bezpečnostní události AppArmoru a vypisuje počet jednotlivých výskytů, včetně data posledního výskytu. Například:<br> <tt>AppArmor: POVOLUJI přístup k schopnostem 'setgid' (httpd2-prefork(6347) profil /usr/sbin/httpd2-prefork aktivní /usr/sbin/httpd2-prefork) dvakrát, naposledy v so 9. říj. 2004 16:05:54</tt> </p>
da: <p><b>Oversigtsbesked:</b> Oversigtsbeskeden viser de loggede AppArmor-sikkerhedshændelser, og lister antallet af enkelte forekomster, inklusiv dato for seneste forekomst. <br>For eksempel:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
de: <p><b>Zusammengefasste Benachrichtigung:</b> Die zusammengefasste Benachrichtigung zeigt die protokollierten AppArmor-Sicherheitsereignisse und listet die Häufigkeit sowie das Datum des letzten Auftretens auf. <br>Ein Beispiel:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
el: <p><b>Ειδοποίηση Περίληψης:</b> Η ειδοποίηση περίληψης εμφανίζει τα καταγεγραμμένα γεγονότα ασφαλείας του AppArmor, και αναφέρει τον αριθμό των ξεχωριστών συμβάντων, συμπεριλαμβανομένης της ημερομηνίας του τελευταίου συμβάντος. <br>Για παράδειγμα:<br> <tt>AppArmor: ΕΠΙΤΡΕΠΕΤΑΙ η πρόσβαση στη δυνατότητα 'setgid' (httpd2-prefork(6347) προφίλ /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 φορές, η τελευταία στις Sat Oct 9 16:05:54 2004.</tt> </p>
es: <p><b>Notificación resumida:</b> La notificación resumida muestra los eventos de seguridad que ha registrado AppArmor así como el número de entradas individuales, incluyendo la fecha de la última entrada. <br>Por ejemplo:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
fi: <p><b>Yhteenvetoilmoitus:</b> Yhteenvetoilmoitus näyttää kirjatut AppArmor turvallisuustapahtumat ja listaa yksittäisten ilmaantumisien määrän, sisältäen viimeisimmän ilmaantumisen päiväyksen. <br>Esimerkki:<br> <tt>SubDomain: SALLITTIIN pääsy ominaisuuteen 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 kertaa, viimeisin la. lokak. 9. klo 16:05:54 2004.</tt> </p>
fr: <p><b>Notification résumée :</b> La notification résumée affiche les évènements de sécurité AppArmor journalisés, et liste le nombre d'occurrences individuelles, ainsi que la date de la dernière occurrence. <br>Par exemple :<br> <tt>SubDomain: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
hu: <p><b>Összefoglaló értesítés:</b> Az összefoglaló értesítés megjeleníti a naplózott AppArmor biztonsági eseményeket és felsorolja az egyes események számát, az utolsó esemény dátumával. <br>Például:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
it: <p><b>Notifica riepilogativa:</b> la notifica riepilogativa mostra gli eventi di protezione AppArmor registrati, ed elenca il numero delle occorrenze individuali, inclusa la data dell'ultima occorrenza. <br>Ad esempio:<br> <tt>AppArmor: PERMITTING accesso alla funzionalità 'setgid' (httpd2-prefork(6347) profilo /usr/sbin/httpd2-prefork attivo /usr/sbin/httpd2-prefork) 2 volte, l'ultima il Sab 9 Ott 2004 16:05:54.</tt> </p>
ja: <p><b>概要の通知:</b> 概要の通知を選択すると、 記録された AppArmor のセキュリティイベントと、それぞれの発生回数を 最後に発生した時刻とともに一覧表示します。 <br>例:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
km: <p><b>ការ​ជូនដំណឹង​សង្ខេប ៖</b> ការ​ជូនដំណឹង​សង្ខេប​បង្ហាញ ព្រឹត្តិការណ៍​សុវត្ថិភាព AppArmor ដែល​បាន​ចុះ​កំណត់ហេតុ និង​រាយ​ចំនួន​នៃ ការ​កើតឡើង​នីមួយៗ រួម​ទាំង​កាលបរិច្ឆេទ​នៃ​ការ​កើតឡើង​ចុងក្រោយ ។ <br>ឧទាហរណ៍ ៖<br> <tt>AppArmor: PERMITTING ចូល​ដំណើរការ​សមត្ថភាព 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) ពីរ​ដង និង​ចុងក្រោយ​បំផុត​នៅ​ថ្ងៃ​សៅរ៍ ទី ៩ ខែ​តុលា ឆ្នាំ ២០០៤ វេលា​​ម៉ោង ១៦:០៥:៥៤ ។</tt> </p>
ko: <p><b>요약 알림:</b> 요약 알림은 로깅된 AppArmor 보안 이벤트를 표시하고 마지막 발생 날짜를 포함하여 개별 발생 수를 나열합니다. <br>예:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
nb: <p><b>Sammendragsvarsling:</b> Sammendragsvarsling viser loggede AppArmor-sikkerhetshendelser og angir antallet for hver enkelt hendelse, inkludert datoen for siste hendelse. <br>For eksempel:<br> <tt>AppArmor: TILLATT tilgang til funksjonen 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 ganger, siste gang lør. 9. okt. 16:05:54 2004.</tt> </p>
nl: <p><b>Samenvattingmelding:</b> De Samenvattingmelding toont de gelogde AppArmor beveiligingsgebeurtenissen en geeft een lijst met de aantallen individuele gevallen, inclusief de laatste datum van voorkomen. <br>Bijvoorbeeld:<br> <tt>AppArmor: TOESTAAN van toegang tot het doen van 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 keer, de laatste op Zat 9 okt 16:05:54 2008.</tt> </p>
pl: <p><b>Powiadomienia podsumowujące:</b> Wyświetlają listę zarejestrowanych przez AppArmor naruszeń bezpieczeństwa i podają liczbę wystąpień każdego naruszenia, a także datę ostatniego wystąpienia. <br>Na przykład:<br><tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
pt_br: <p><b>Notificação resumida:</b> a notificação resumida exibe os eventos de segurança do AppArmor registrados, e lista o número de ocorrências, incluindo a data da última ocorrência. <br>Por exemplo:<br> <tt>AppArmor: PERMITINDO acesso ao recurso 'setgid' (httpd2-prefork(6347) perfil /usr/sbin/httpd2-prefork ativo /usr/sbin/httpd2-prefork) 2 vezes, sendo a última em Sab Out 9 16:05:54 2005.</tt> </p>
ru: <p><b>Суммарное уведомление:</b> Суммарное уведомление отображает события безопасности из журнала AppArmor и показывает количество отдельных событий, включая дату последнего. <br>Например:<br> <tt>AppArmor: Разрешение доступа к способности 'setgid' (httpd2-prefork(6347) профиля /usr/sbin/httpd2-prefork активно /usr/sbin/httpd2-prefork) 2 раза, последний в Суб Окт 9 16:05:54 2004.</tt> </p>
sk: <p><b>Súhrnné oznámenie:</b> Súhrnné oznámenie zobrazuje zaznamenané bezpečnostné udalosti pre AppArmor a uvádza počet jednotlivých výskytov, vrátane dátumu posledného výskytu. <br>Napríklad:<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
sv: <p><b>Sammanfattande avisering:</b> I den sammanfattande aviseringen visas loggade AppArmor-säkerhetshändelser och en lista över antalet enskilda förekomster, inklusive datumet för den senaste händelsen. <br>T.ex.:<br> <tt>AppArmor: PERMITTING åtkomst till kapaciteten setgid (httpd2-prefork(6347)-profilen /usr/sbin/httpd2-prefork aktiv /usr/sbin/httpd2-prefork) 2 gånger, senast lör 9 okt 16:05:54 2004.</tt> </p>
zh_cn: <p><b>摘要通知：</b> 摘要通知显示记录的 AppArmor 安全事件，并列出发生的次数，包括最后发生的日期。 <br>例如：<br> <tt>AppArmor: 允许访问功能 'setgid' (httpd2-prefork(6347) 安全档案 /usr/sbin/httpd2-prefork 活动 /usr/sbin/httpd2-prefork) 两次，最后一次于 2004 年十月 9 日星期六 16:05:54。</tt> </p>
zh_tw: <p><b>摘要通知：</b>摘要通知會顯示 已記錄的 AppArmor 安全性事件，並列出 個別的發生次數，包含最後一次發生的日期。 <br>範例：<br> <tt>AppArmor: PERMITTING access to capability 'setgid' (httpd2-prefork(6347) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork) 2 times, the latest at Sat Oct 9 16:05:54 2004.</tt> </p>
