Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <li> NOTE: ext2 honors fsuid when checking for resource overrides, so you can override using fsuid too</li> <li> Override size restrictions on IPC message queues</li> <li> Allows more than 64hz interrupts from the real-time clock</li> <li> Override max number of consoles on console allocation</li> <li> Override max number of keymaps </li></ul>
ar: <li> ملاحظة: رمز ext2 يقبل fsuid عند فحص عمليات تجاوز الموارد، لذلك بإمكانك تجاوز استخدام fsuid أيضًا</li> <li> تجاوز القيود على الحجم في قوائم انتظار رسائل IPC</li> <li> يسمح بمقاطعات أكبر من 64 هرتز من ساعة الوقت الفعلي</li> <li> تجاوز العدد الأقصى لوحدات التحكم عند تخصيص وحدة التحكم</li> <li> تجاوز العدد الأقصى لتخطيطات المفاتيح </li></ul>
ca: <li> NOTA: ext2 accepta fsuid en comprovar les sobreescriptures del recurs, de mode que també podeu sobreescriure utilitzant fsuid <li> Sobreescriu les restriccions de mida en cues de missatges de l'IPC</li> <li> Permet més de 64 Hz d'interrupcions des del rellotge en temps real</li> <li> Sobreescriu el número màxim de consoles a l'assignació de la consola</li> <li> Sobreescriu el número màxim de mapes de tecles</li></ul>
cs: <li>POZNÁMKA: Souborový systém ext2 při zjišťování potlačení prostředků dodržuje fsuid, proto lze přepisovat také pomocí hodnoty fsuid</li> <li>Potlačit omezení velikosti front IPC zpráv</li> <li>Umožní hodinám reálného času přerušení rychlejší než 64 Hz</li> <li>Potlačit maximální počet konzolí při jejich přidělování</li> <li>Potlačit maximální počet rozložení klávesnice</li></ul>
da: <li> BEMÆRK: ext2 respekterer fsuid, når den tjekker for ressourcetilsidesættelser, så du kan også tilsidesætte med fsuid</li> <li> Tilsidesæt størrelsesbegrænsninger på IPC-meddelelseskøer</li> <li> Tillader mere end 64hz-afbrydelser af realtidsuret</li> <li> Tilsidesæt det maksimale antal konsoller ved konsoltildeling</li> <li> Tilsidesæt det maksimale antal tastaturlayout </li></ul>
de: <li> HINWEIS: ext2 verwendet fsuid beim Überprüfen auf Außerkraftsetzungen von Ressourcen, daher können Sie ein Außerkraftsetzen auch mit fsuid vornehmen</li> <li> Größenbeschränkungen für IPC-Nachrichten-Warteschlangen außer Kraft setzen</li> <li> Mehr als 64 Hz-Interrupts von der Echtzeituhr ermöglichen</li> <li> Maximale Anzahl der Konsolen für die Konsolenzuordnung außer Kraft setzen</li> <li> Maximale Anzahl von Tastaturbelegungen außer Kraft setzen </li></ul>
el: <li> ΣΗΜΕΙΩΣΗ: Το ext2 χρησιμοποιεί το fsuid όταν ελέγχει για παρακάμψεις πόρων, έτσι μπορείτε να παρακάμψετε χρησιμοποιώντας επίσης το fsuid</li> <li> Παράκαμψη περιορισμούς μεγέθους στην IPC ουρά μηνυμάτων</li> <li> Επιτρέπει πάνω από 64hz διακοπές από το ρολόι</li> <li> Παράκαμψη μέγιστου αριθμού από κονσόλες στις εκχωρήσεις κονσόλας</li> <li> Παράκαμψη μέγιστου αριθμού από επιλογές πληκτρολογίου </li></ul>
es: <li> NOTA: ext2 respeta el fsuid al comprobar la anulación de los recursos, por lo que puede omitir el uso de fsuid</li> <li> Anular las restricciones de tamaño en las colas de los mensajes IPC</li> <li> Permitir interrupciones mayores de 64hz en el reloj de tiempo real</li> <li> Anular el número máximo de consolas en la asignación de consolas</li> <li> Anular el número máximo de keymaps </li></ul>
fi: <li> HUOMAUTUS: ext2 noudattaa fsuid-määrityksiä tarkistettaessa resurssirajoitusten ohitusta, joten rajoitusten ohittaminen on myös mahdollista fsuid:n avulla</li> <li> Ohita kokorajoitukset IPC-viestijonoissa</li> <li> Salli 64 hertsiä suuremmat keskeytykset reaaliaikaisesta kellosta</li> <li> Ohita konsolin varauksen konsolien enimmäismäärä</li> <li> Ohita näppäimistökarttojen enimmäismäärä</li></ul>
fr: <li> REMARQUE : ext2 respecte fsuid lors de la vérification des remplacements de ressources, vous pouvez donc également utiliser fsuid pour les remplacements</li> <li> Outrepasse les restrictions de taille sur les files d'attente de messages IPC</li> <li> Autorise les interruptions supérieures à 64 Hz depuis l'horloge temps réel</li> <li> Outrepasse le nombre maximum de consoles pour l'allocation de consoles</li> <li> Outrepasse le nombre maximum de keymaps</li></ul>
hu: <li> MEGJEGYZÉS: az ext2 figyelembe veszi az fsuid értékét erőforrás-felülbírálások keresésekor, így az fsuid segítségével is végezhet felülbírálást</li> <li> Az IPC üzenetsorok méretkorlátozásainak </li> <li> Lehetővé tesz 64hz-nél gyakoribb megszakítást a valós idejű órától</li> <li> A konzolok legnagyobb számának felülbírálása a konzolok lefoglalásakor </li> <li> A billentyűzetkiosztások legnagyobb számának felülbírálása</li></ul>
it: <li> NOTA: ext2 rispetta il fsuid durante la verifica delle proprietà ignorate delle risorse, quindi si possono ignorare anche usando fsuid</li> <li> Ignora le restrizioni alla dimensione nelle code di messaggi IPC</li> <li> Consente interrupt a più di 64hz per l'orologio a tempo reale</li> <li> Ignora il numero massimo di console nell'allocazione delle console</li> <li> Ignora il numero massimo di mappature della tastiera </li></ul>
ja: <li> 注意: ext2 は資源の上書き確認に際して fsuid を尊重します。そのため、 fsuid の使用についても上書きすることができます </li> <li> IPC メッセージキューでのサイズ制限を上書きする </li> <li> リアルタイムクロックからの 64hz 以上の割り込みを許可する </li> <li> コンソール割り当ての際の割り当て最大数を上書きする </li> <li> キーマップの最大数を上書きする </li></ul>
km: <li> ចំណាំ ៖ ext2 ផ្ដល់ fsuid នៅ​ពេល​ពិនិត្យ​រក​ការ​បដិសេធ​ធនធាន ដូច្នេះ​អ្នក​អាច​បដិសេធ​ការ​ប្រើ fsuid ដែរ</li> <li> បដិសេធ​ការ​ដាក់​កម្រិត​ទំហំ​នៅ​លើ​ជួរ​សារ IPC​</li> <li> អនុញ្ញាត​ការ​ផ្អាក​ច្រើនជាង 64hz ពី​នាឡិកា​ពិត</li> <li> បដិសេធ​ចំនួន​កុងសូល​អតិបរមា​នៅ​លើ​ការ​លៃ​តម្រូវ​កុងសូល</li> <li> បដិសេធ​ចំនួន​អតិបរមា​នៃ​ការ​ផ្គូផ្គង​កូនសោ</li></ul>
ko: <li> 참고: ext2는 리소스 무효화를 확인할 때 fsuid를 사용하므로 fsuid 사용도 무효화할 수 있습니다.</li> <li> IPC 메시지 대기열의 크기 제한 무효화</li> <li> 실시간 클럭에서 64hz 이상의 인터럽트 허용</li> <li> 콘솔 할당 시 최대 콘솔 수 무효화</li> <li> 최대 keymap 수 무효화 </li></ul>
nb: MERK: ext2 følger fsuid under kontroll av ressursoverstyringer, så du kan overstyre ved hjelp av fsuid også</li> <li> Overstyr størrelsesbegrensninger på IPC-meldingskøer</li> <li> Tillater avbrytelser på mer enn 64 Hz fra sanntidsklokken</li> <li> Overstyr maks. antall konsoller ved konsolltilordning</li> <li> Overstyr maks. antall tastaturoppsett </li></ul>
nl: <li> OPMERKING: ext2 respecteert fsuid bij het controleren op het negeren van bronnen, u kunt dus ook negeren met behulp van fsuid</li> <li> Beperkingen van de grootte bij IPC-berichtenwachtrijen negeren</li> <li> Meer dan 64Hz-interrupties van de realtime-klok toestaan</li> <li> Maximum aantal consoles bij consoletoewijzing negeren</li> <li> Maximum aantal toetstoewijzingen negeren </li></ul>
pl: <li> UWAGA: ext2 honoruje wartość fsuid podczas sprawdzania nadpisanych zasobów, tak więc można również nadpisywać, używając fsuid.</li> <li> Nadpisz ograniczenia wielkości kolejek wiadomości IPC</li> <li> Umożliwia przerwanie zegara czasu rzeczywistego częstsze niż 64 Hz</li> <li> Nadpisz maksymalną liczbę konsol na alokacji konsoli</li> <li> Nadpisz maksymalną liczbę map klawiatury</li></ul>
pt_br: <li> NOTA: o ext2 mantém o fsuid ao verificar por sobrecarga de recursos, de modo que você pode sobrecarregar usando fsuid</li> <li> Sobrescreve restrições de tamanho em filas de mensagens IPC</li> <li> Permite interrupções maiores que 64hz vindas do relógio em tempo real</li> <li> Sobrescreve o número máximo de consoles na alocação de console</li> <li> Sobrescreve o número máximo de mapas de teclas </li></ul>
ro: <li> ATENȚIE: ext2 respectă fsuid atunci când verifică pentru suprascrieri de resurse, astfel încât să poți face suprascriere folosind fsuid</li> <li> Suprascrie restricțiile de mărime pe cozile de mesaje IPC</li> <li> Permite mai multe întreruperi de 64hz de la ceasul real</li> <li> Suprascrie numărul maxim de console în alocarea de console</li> <li> Suprascrie numărul maxim de hărți pentru tastatură </li></ul>
ru: <li>ПРИМЕЧАНИЕ: ext2 учитывает fsuid при проверке переопределения ресурсов, поэтому переопределять можно и при помощи fsuid</li> <li>Переопределяет ограничения на размер очередей сообщений IPC</li> <li>Разрешает большую, чем 64 Гц , частоту прерываний от часов реального времени</li> <li>Переопределяет для назначения консолей их максимальное число</li> <li>Переопределяет максимальное число раскладок для клавиатуры</li></ul>
sk: <li> POZNÁMKA: ext2 rešpektuje fsuid, keď kontroluje prepísanie prostriedkov, takže môžete prepisovať aj použitím fsuid</li> <li> Prepísať obmedzenia veľkosti pre fronty správ IPC</li> <li> Umožňuje hodinám reálneho času prerušenia viac ako 64 Hz</li> <li>Prepísať maximálny počet konzol pri alokácii konzol</li> <li>Prepísať maximálne počet rozložení klávesnice </li></ul>
sv: <li> OBS! ext2 respekterar fsuid vid kontroller av resursåsidosättningar, så du kan även åsidosätta med hjälp av fsuid</li> <li> Åsidosätt begränsningar på IPC-meddelandeköer</li> <li> Tillåter mer än 64 Hz-avbrott från realtidsklockan</li> <li> Åsidosätt det maximala antalet konsoler vid konsolallokering</li> <li> Åsidosätt det maximala antalet tangentkartor </li></ul>
zh_cn: <li>注意： 检查资源覆盖时 ext2 尊重 fsuid，因此也可以使用 fsuid 来执行覆盖</li> <li>覆盖 IPC 消息队列上的大小限制</li> <li>允许来自实时时钟的超过 64hz 的中断</li> <li>覆盖有关控制台分配的控制台最大数</li> <li>覆盖键映射的最大数</li></ul>
zh_tw: <li> 注意：檢查資源置換時，ext2 遵守 fsuid，因此您也可以使用 fsuid 進行置換</li> <li> 置換對 IPC 訊息佇列的大小限制</li> <li> 允許來自即時時鐘 64hz 以上的中斷</li> <li> 置換主控台配置上的主控台數量上限</li> <li> 置換 keymap 數量上限</li></ul>

source: <ul><li> Allows manipulation of system clock</li> <li> Allows irix_stime on mips</li> <li> Allows setting the real-time clock </li></ul>
ar: <ul><li> السماح بالتعامل مع ساعة النظام</li> <li> السماح بـirix_stime في mips</li> <li> السماح بتعيين ساعة الوقت الفعلي </li></ul>
ca: <ul><li> Permet la manipulació del rellotge del sistema</li> <li> Permet irix_stime en mips</li> <li> Permet configurar el rellotge de temps real </li></ul>
cs: <ul><li>Umožní práci se systémovými hodinami</li> <li>Umožní na architektuře Mips funkci irix_stime</li> <li>Umožní nastavení hodin reálného času </li></ul>
da: <ul><li> Tillader manipulering af systemuret</li> <li> Tillader irix_stime på mips</li> <li> Tillader indstilling af realtidsuret</li></ul>
de: <ul><li> Ändern der Systemuhr ermöglichen</li> <li> irix_stime für mips ermöglichen</li> <li> Einstellen der Echtzeituhr ermöglichen </li></ul>
el: <ul><li> Επιτρέπει τον χειρισμό του ρολογιού συστήματος</li> <li> Επιτρέπει το irix_stime στο mips</li> <li> Επιτρέπει τον ορισμό του ρολογιού σε πραγματικό χρόνο</li></ul>
es: <ul><li> Permitir la manipulación del reloj de sistema</li> <li> Permitir irix_stime en mips</li> <li> Permitir la configuración del reloj en tiempo real </li></ul>
fi: <ul><li> Salli järjestelmäkellon käsittely</li> <li> Salli irix_stime mips-ympäristössä</li> <li> Salli reaaliaikaisen kellon asettaminen</li></ul>
fr: <ul><li> Autorise la manipulation de l'horloge système</li> <li> Autorise irix_stime sur mips</li> <li> Autorise la configuration de l'horloge temps réel </li></ul>
hu: <ul><li> Lehetővé teszi a rendszeróra manipulálását </li> <li> Lehetővé teszi az irix_stime használatát mips architektúrán</li> <li> Lehetővé teszi a valós idejű óra beállítását </li></ul>
it: <ul><li> Consente la manipolazione dell'orologio di sistema</li> <li> Consente l'irix_stime su mips</li> <li> Consente l'impostazione dell'orologio a tempo reale </li></ul>
ja: <ul><li> システムクロックの操作を許可する </li> <li> MIPS アーキテクチャでの irix_stime を許可する</li> <li> リアルタイムクロックの設定を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ការ​រៀបចំ​នាឡិកា​របស់​ប្រព័ន្ធ</li> <li> អនុញ្ញាត irix_stime នៅ​លើ mips</li> <li> អនុញ្ញាត​ការ​កំណត់​នាឡិកា​ពេលវេលា​ពិត </li></ul>
ko: <ul><li> 시스템 클럭 조작 허용</li> <li> mips의 irix_stime 허용</li> <li> 실시간 클럭 설정 허용 </li></ul>
nb: <ul><li> Tillater endring av systemklokken</li> <li> Tillater irix_stime for mips</li> <li> Tillater innstilling av sanntidsklokken </li></ul>
nl: <ul><li> Bewerking van systeemklok toestaan</li> <li> irix_stime op MIPS toestaan</li> <li> Instellen van de realtime-klok toestaan </li></ul>
pl: <ul><li> Umożliwia zmiany zegara systemowego</li> <li> Zezwala na irix_stime w mips</li> <li> Umożliwia ustawianie zegara czasu rzeczywistego </li></ul>
pt_br: <ul><li> Permite a manipulação do relógio do sistema</li> <li> Permite irix_stime no mips</li> <li> Permite a configuração do relógio em tempo real</li></ul>
ro: <ul><li>Permite manipularea ceasului sistemului</li> <li> Permite irix_stime pe mips</li> <li>Permite setarea ceasului </li></ul>
ru: <ul><li>Разрешает операции с системными часами</li> <li>Разрешает irix_stime на mips</li> <li>Разрешает установку часов реального времени</li></ul>
sk: <ul><li> Umožňuje manipuláciu so systémových hodín</li> <li> Umožňuje funkciu irix_stime na architektúre mips</li> <li> Umožňuje nastavenie hodín reálneho času</li></ul>
sv: <ul><li> Tillåter manipulering av systemklockan</li> <li> Tillåter irix_stime på mips</li> <li> Tillåter inställning av realtidsklockan </li></ul>
zh_cn: <ul><li>允许系统时钟</li> <li>允许在 mip 上使用 irix_stime</li> <li>允许设置实时时钟</li></ul>
zh_tw: <ul><li> 允許處理系統時鐘</li> <li> 允許 mips 上的 irix_stime</li> <li> 允許設定即時時鐘</li></ul>

source: <ul><li> Allows configuration of tty devices</li> <li> Allows vhangup() of tty </li></ul>
ar: <ul><li> السماح بإعداد أجهزة tty</li> <li> السماح بـ vhangup() الخاص بـ tty </li></ul>
ca: <ul><li> Permet la configuració de dispositius tty</li> <li> Permet vhangup() de tty </li></ul>
cs: <ul><li>Umožní konfiguraci zařízení tty</li> <li>Umožní na tty funkci vhangup()</li></ul>
da: <ul><li> Tillader konfiguration af tty-enheder</li> <li> Tillader vhangup() af tty </li></ul>
de: <ul><li> Konfiguration von tty-Geräten ermöglichen</li> <li> vhangup() von tty ermöglichen </li></ul>
el: <ul><li> Επιτρέπει τη ρύθμιση των συσκευών tty</li> <li> Επιτρέπει το vhangup() του tty </li></ul>
es: <ul><li> Permitir la configuración de dispositivos tty</li> <li> Permitir vhangup() de tty </li></ul>
fi: <ul><li> Salli tty-laitteiden määritys</li> <li> Salli tty-laitteiden vhangup() </li></ul>
fr: <ul><li> Autorise la configuration des périphériques tty</li> <li> Autorise vhangup() sur tty </li></ul>
hu: <ul><li> Lehetővé teszi a tty eszközök beállítását</li> n <li> Lehetővé teszi a vhangup() használatát tty eszközön </li></ul>
it: <ul><li> Consente la configurazione dei dispositivi tty</li> <li> Consente vhangup() di tty </li></ul>
ja: <ul><li>tty デバイスの設定を許可する </li> <li>tty の vhangup() を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ការ​កំណត់​រចនា​សម្ព័ន្ធ​នៃ​ឧបករណ៍ tty</li> <li> អនុញ្ញាត vhangup() នៃ tty </li></ul>
ko: <ul><li> tty 장치 구성 허용</li> <li> tty의 vhangup() 허용 </li></ul>
nb: <ul><li> Tillater oppsett av tty-enheter</li> <li> Tillater vhangup() av tty </li></ul>
nl: <ul><li> Configuratie van tty-apparaten toestaan</li> <li> vhangup() van tty toestaan </li></ul>
pl: <ul><li> Umożliwia konfigurację urządzeń tty</li> <li> Umożliwia wykorzystanie metody vhangup() urządzeń tty</li></ul>
pt_br: <ul><li> Permite a configuração de dispositivos tty</li> <li> Permite vhangup() do tty </li></ul>
ro: <ul><li> Permite configurarea dispozitivelor tty</li> <li> Permite vhangup() pe tty </li></ul>
ru: <ul><li>Разрешает настройку устройств tty</li> <li>Разрешает vhangup() для tty</li></ul>
sk: <ul><li> Umožňuje konfiguráciu tty zariadení</li> <li> Umožňuje na tty funkciu vhangup() </li></ul>
sv: <ul><li> Tillåter inställning av tty-enheter</li> <li> Tillåter vhangup() för tty </li></ul>
zh_cn: <ul><li>允许配置 tty 设备</li> <li>允许使用 tty 的 vhangup()</li></ul>
zh_tw: <ul><li> 允許設定 tty 裝置</li> <li> 允許 tty 的 vhangup()</li></ul>

source: <ul><li> Allows the privileged aspects of mknod() </li></ul>
ar: <ul><li> يسمح بالجوانب المميزة ل mknod() </li></ul>
ca: <ul><li> Permet els aspectes privilegiats de mknod() </li></ul>
cs: <ul><li>Umožní privilegovaný stav příkazu mknod()</li></ul>
da: <ul><li> Tillader priviligerede aspekter for mknod() </li></ul>
de: <ul><li> Privilegierte Aspekte von mknod() ermöglichen </li></ul>
el: <ul><li> Επιτρέπει τις προνομιακές πτυχές του mknod() </li></ul>
es: <ul><li> Permitir los aspectos privilegiados de mknod() </li></ul>
fi: <ul><li> Salli mknod()-komennon oikeuksia edellyttävät toiminnot </li></ul>
fr: <ul><li> Autorise les aspects privilégiés de mknod() </li></ul>
hu: <ul><li> Lehetővé teszi az mknod() privilegizált képességeinek használatát </li></ul>
it: <ul><li> Consente gli aspetti privilegiati di mknod() </li></ul>
ja: <ul><li> mknod() の特権処理部分を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ទិដ្ឋភាព​ដែល​បាន​ផ្ដល់​សិទ្ធិ​របស់ mknod() </li></ul>​
ko: <ul><li> mknod()의 권한 있는 기능 허용 </li></ul>
lt: <ul><li> Leidžia privilegijuotus mknod() aspektus </li></ul>
nb: <ul><li> Tillater de privilegerte sidene ved mknod() </li></ul>
nl: <ul><li> De geautoriseerde aspecten van mknod() toestaan </li></ul>
pl: <ul><li> Zezwala na uprzywilejowane aspekty mknod() </li></ul>
pt_br: <ul><li> Permite os aspectos privilegiados de mknod() </li></ul>
ro: <ul><li> Permite aspectele privilegiate ale mknod() </li></ul>
ru: <ul><li>Разрешает привилегированные аспекты mknod()</li></ul>
sk: <ul><li> Umožňuje privilegované stavy funkcie mknod() </li></ul>
sv: <ul><li> Tillåter de privilegierade aspekterna av mknod() </li></ul>
zh_cn: <ul><li>允许 mknod() 的特权操作</li></ul>
zh_tw: <ul><li>允許 mknod() 的權限方面</li></ul>

source: <ul><li> Allows taking of leases on files </li></ul>
ar: <ul><li> السماح بإجراء عمليات استئجار على الملفات </li></ul>
ca: <ul><li> Permet obtenir permisos per als fitxers </li></ul>
cs: <ul><li>Umožní pronajímání souborů</li></ul>
da: <ul><li> Tillader forpagtning af filer </li></ul>
de: <ul><li> Leasing für Dateien ermöglichen </li></ul>
el: <ul><li> Επιτρέπει τη λήψη μισθώσεων στα αρχεία </li></ul>
es: <ul><li> Permitir las asignaciones en archivos </li></ul>
fi: <ul><li> Salli tiedostojen lease-käyttö </li></ul>
fr: <ul><li> Autorise la prise de locations sur les fichiers </li></ul>
hu: <ul><li> Lehetővé teszi fájlok bérlését </li></ul>
it: <ul><li> Consenti la presa di lease sui file </li></ul>
ja: <ul><li> ファイルのリース取得を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ឲ្យ​ទទួលយក​ឯកសារ </li></ul>
ko: <ul><li> 파일에서 임대 허용 </li></ul>
nb: <ul><li> Tillater leie av filer </li></ul>
nl: <ul><li> Het leasen van bestanden toestaan </li></ul>
pl: <ul><li> Zezwala na przejmowanie dzierżawienia plików </li></ul>
pt_br: <ul><li>Permite empréstimos de arquivos </li></ul>
ro: <ul><li> Permite închirierea de fișiere </li></ul>
ru: <ul><li>Разрешает принятие аренды для файлов</li></ul>
sk: <ul><li> Umožňuje prenajímanie súborov </li></ul>
sv: <ul><li> Tillåter leasing av filer </li></ul>
zh_cn: <ul><li>允许清空文件租期</li></ul>
zh_tw: <ul><li>允許租用檔案</li></ul>

source: <p><b>Profile Mode Configuration</b><br>This tool allows you to set AppArmor profiles to either complain or enforce mode.</p>
ar: <p><b>تكوين وضع ملف التعريف</b><br>تسمح هذه الأداة لك بتعيين ملفات تعريف AppArmor إلى وضع شكوى أو فرض.</p>
ca: <p><b>Configuració de mode de perfil </b><br>Aquesta eina us permet establir perfils d'AppArmor tant al mode de queixa o de força.</p>
cs: <p><b>Nastavení režimu profilu</b><br> Tento nástroj umožňuje nastavit profily AppArmoru buď na režim stížností nebo vynucení.</p>
da: <p><b>Konfiguration af profiltilstand</b><br>Dette værktøj lader dig sætte AppArmor-profiler til enten klage- eller håndhæve-tilstand.</p>
de: <p><b>Profil-Modus-Konfiguration</b><br>Dieses Programm erlaubt es Ihnen, AppArmor-Profile entweder auf den Beschwerde- oder Erzwingungsmodus zu setzen.</p>
el: <p><b>Ρύθμιση Λειτουργίας Προφίλ</b><br>Αυτό το εργαλείο σας επιτρέπει να ορίσετε τα προφίλ του AppArmor είτε σε λειτουργία δικαιολογίας είτε σε λειτουργία εξαναγκασμού.</p>
es: <p><b>Configuración del modo de perfil</b><br>Esta herramienta le permite establecer los perfiles de AppArmor en el modo forzado o de queja.</p>
fi: <p><b>Profiilitilan määritys</b><br>Tällä työkalulla asetat AppArmor profiilit joko tarkkailu- tai pakotustilaan.</p>
fr: <p><b>Configuration du mode de profil</b><br>Cet outil vous permet de définir le mode des profils AppArmor à « Avertir » ou « Appliquer ».</p>
hu: <p><b>Profilmód-beállító</b><br>Ez az eszköz lehetővé teszi az AppArmor profil beállítását panasz vagy kényszerített módra..</p>
it: <p><b>Configurazione modalità profilo</b><br>Questo strumento permette di impostare i profili AppArmor in modalità reclamo o imposizione.</p>
ja: <p><b>プロファイルモードの設定</b><br> このツールでは、 AppArmor プロファイルに対して、 不平 (コンプレイン) モードと強制モードのいずれかを設定することができます。</p>
km: <p><b>ការ​កំណត់​រចនាសម្ព័ន្ធ​របៀប​ទម្រង់</b><br>ឧបករណ៍​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​កំណត់ ទម្រង់ AppArmor ទៅជា​របៀប​តវ៉ា ឬ​បង្ខំ ។</p>
ko: <p><b>프로파일 모드 구성</b><br>이 도구로 AppArmor 프로파일에 대해 컴플레인 또는 강제 모드 둘 다 설정할 수 있습니다.</p>
lt: <p><b>Profilių veiksenos konfigūravimas</b><br>Šis įrankis leidžia AppArmor profiliams priskirti skundimo arba griežtą veikseną.</p>
nb: <p><b>Profilmodusoppsett</b><br>Med dette verktøyet kan kan du velge enten klage- eller tvingemodus for AppArmor-profiler.</p>
nl: <p><b>Profielmodus configuratie</b><br>Dit hulpmiddel staat toe AppArmor profielen in te stellen in ofwel klacht- of afdwingmodus.</p>
pl: <p><b>Konfiguracja trybu profilu</b><br>Narzędzie to zezwala na ustawienie profili programu AppArmor w tryb treningu lub ochrony.</p>
pt_br: <p><b>Configuração do Modo de Perfil</b><br>Esta ferramenta permite a configuração de perfis AppArmor em modo de reclamação ou forçado.</p>
ro: <p><b>Configurația de Mod A Profilelor</b> <br>Această unealtă permite setarea profilelor AppArmor fie să permită sau să forțeze modul.</p>
ru: <b>Настройка режима профиля</b><br>Этот инструмент позволяет вам установить профили AppArmor в щадящий или ужесточённый режимы.</p>
sk: <p><b>Konfigurácia režimu profilov</b><br>Tento nástroj vám umožňuje nastaviť profily AppArmor buď na režim sťažovania sa alebo vynútenia.</p>
sv: <p><b>Inställning av profillägen</b><br>Med hjälp av det här verktyget kan du ställa in AppArmor-profiler i antingen varnings- eller spärrläge.</p>
zh_cn: <p><b>安全档案模式设定</b><br> 这个工具可以允许 您设定 AppArmor 的安全档案为记录或执行模式。</p>
zh_tw: <p><b>設定檔模式組態</b><br>此工具可讓 您將 AppArmor 設定檔設定為抱怨模式或強制模式。</p>
