Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: 30 minutes
ar: 30 دقائق
ca: 30 minuts
cs: 30 minut
da: 30 Minutter
de: 30 Minuten
el: 30 λεπτά
es: 30 minutos
fi: 30 minuuttia
hu: 30 perc
km: ៣០ នាទី
ko: 30분
lt: 30 minučių
pl: 30 minut
pt_br: 30 minutos
ro: 30 de minute
sv: 30 minuter
zh_cn: 30 分钟

source: 1 hour
ar: 1 ساعة
ca: 1 hora
cs: 1 hodina
da: 1 Time
de: 1 Stunde
el: 1 Ώρα
es: 1 hora
fi: 1 tunti
hu: 1 óra
km: ១ ម៉ោង
ko: 1시간
lt: 1 valanda
pl: 1 godzina
pt_br: 1 hora
ro: 1 oră
sv: 1 timme
zh_cn: 1 小时

source: 1 day
ar: 1 يوم
ca: 1 dia
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 μέρα
es: 1 día
fi: 1 päivä
hu: 1 nap
km: ១ ថ្ងៃ
ko: 1일
lt: 1 diena
pl: 1 dzień
pt_br: 1 dia
ro: 1 zi
sv: 1 dag
zh_cn: 1 天

source: 1 week
ar: 1 أسبوع
ca: 1 setmana
cs: 1 týden
da: 1 uge
de: 1 Woche
el: 1 βδομάδα
es: 1 semana
fi: 1 viikko
hu: 1 hét
km: ១ សប្ដាហ៍
ko: 1주
lt: 1 savaitė
pl: 1 tydzień
pt_br: 1 semana
ro: 1 săptămână
sv: 1 vecka
zh_cn: 1 周

source: Security Event Notification
ar: تنبيه حدث الأمان
ca: Notificació d'esdeveniments de seguretat
cs: Oznámení bezpečnostních událostí
da: Besked om sikkerhedshændelser
de: Sicherheitsereignisbenachrichtigung
el: Ειδοποίηση Συμβάντος Ασφαλείας
es: Notificación de eventos de seguridad
fi: Tietoturvatapahtumien ilmoitukset
hu: Biztonsági esemény értesítés
km: ការ​ជូន​ដំណឹង​សុវត្ថិភាព
ko: 보안 이벤트 알림
lt: Informavimas apie su saugumu susijusius įvykius
pl: Powiadomienia o zdarzeniach zabezpieczeń
pt_br: Notificação de Evento de Segurança
ro: Notificare eveniment securitate
sv: Avisering om säkerhetshändelse
zh_cn: 安全事件通知

source: Terse Notification
ar: تنبيه موجز
ca: Notificació simple
cs: Stručné oznámení
da: Kort besked
de: Knappe Benachrichtigung
el: Σύντομη Ανακοίνωση
es: Notificación simple
fi: Lyhyt ilmoitus
hu: Rövid értesítés
km: ការ​ជូន​ដំណឹង​ដោយ​សង្ខេប
ko: 간단한 알림
lt: Labai trumpas pranešimas
pl: Powiadomienia zwięzłe
pt_br: Notificação Concisa
ro: Notificare concisă
sv: Kortfattad avisering
zh_cn: 简要通知

source: Frequency
ar: التردد
ca: Freqüència
cs: Frekvence
da: Frekvens
de: Intervall
el: Συχνότητα
es: Frecuencia
fi: Taajuus
hu: Gyakoriság
km: ប្រេកង់
ko: 간격
lt: Dažnis
pl: Częstotliwość
pt_br: Frequência
ro: Frecvență
sv: Frekvens
zh_cn: 频率

source: Email Address
ar: عنوان البريد الإلكتروني
ca: Adreça de correu electrònic
cs: Emailová adresa
da: E-mail-adresse
de: E-Mail-Adresse
el: Διεύθυνση Email
es: Dirección de correo electrónico
fi: Sähköpostiosoite
hu: E-mail cím
km: អាសយដ្ឋាន​អ៊ីមែល
ko: 전자 우편 주소
lt: El. pašto adresas
pl: Adres e-mail
pt_br: Endereço de E-mail
ro: Adresă de mail
sv: E-postadress
zh_cn: 电子邮件地址

source: Severity
ar: الخطورة
ca: Gravetat
cs: Závažnost
da: Alvorlighed
de: Schweregrad
el: Σοβαρότητα
es: Gravedad
fi: Vakavuus
hu: Súlyosság
km: ភាព​ត្រឹមត្រូវ
ko: 심각도
lt: Reikšmingumas
pl: Waga naruszenia
pt_br: Gravidade
ro: Severitate
sv: Allvarlighetsgrad
zh_cn: 严重性

source: Include Unknown Severity Events
ar: تضمين أحداث الخطورة غير المعروفة
ca: Inclou els esdeveniments de gravetat desconeguda
cs: Zahrnout události neznámé závažnosti
da: Inkludér ukendte sikkerhedshændelser
de: Ereignisse mit unbekanntem Schweregrad aufnehmen
el: Συμπερίληψη Άγνωστων Σοβαρών Συμβάντων
es: Incluir los eventos de gravedad desconocida
fi: Ota mukaan tuntemattoman vakavuuden tapahtumat
hu: Ismeretlen súlyosságú események hozzáadása
km: រួម​បញ្ចូល​ព្រឹត្តិការណ៍​ភាព​ត្រឹមត្រូវ​ដែល​មិន​ស្គាល់
ko: 알 수 없는 심각한 이벤트 포함
lt: Įtraukti nežinomo reikšmingumo įvykius
pl: Dołącz nieznane zdarzenia związane z bezpieczeństwem
pt_br: Incluir Eventos de Gravidade Desconhecida
ro: Include evenimentele de o severitate necunoscută
sv: Inkludera händelser med okänd allvarlighet
zh_cn: 包含未知的安全事件

source: Summary Notification
ar: تنبيه ملخص
ca: Notificació resumida
cs: Souhrnné oznámení
da: Opsummeringsbesked
de: zusammengefasste Benachrichtigung
el: Περιληπτική Ειδοποίηση
es: Notificación resumida
fi: Yhteenvetoilmoitus
hu: Összefoglaló értesítés
km: ការ​ជូន​ដំណឹង​ដោយ​សង្ខេប
ko: 요약 알림
lt: Pranešimų santrauka
pl: Powiadomienia podsumowujące
pt_br: Notificação Resumida
ro: Notificare sumară
sv: Sammanfattande avisering
zh_cn: 摘要通知

source: Verbose Notification
ar: تنبيه مفصل
ca: Notificació detallada
cs: Podrobné oznámení
da: Fyldig besked
de: Ausführliche Benachrichtigung
el: Αναλυτική Ειδοποίηση
es: Notificación detallada
fi: Laaja ilmoitus
hu: Részletes értesítés
km: ការ​ជូន​ដំណឹង​ដោយ​បរិយាយ​
ko: 자세한 알림
lt: Išsamus pranešimas
pl: Powiadomienia wyczerpujące
pt_br: Notificação Detalhada
ro: Notificare completă
sv: Utförlig avisering
zh_cn: 详细通知

source: An email address is required for each selected notification method.
ar: يلزم وجود عنوان بريد إلكتروني لكل أسلوب من أساليب التنبيه المحددة.
ca: Es necessita una adreça de correu electrònic per a cada mètode de notificació seleccionat.
cs: Pro každý způsob oznamování je vyžadována e-mailová adresa.
da: En e-mail-adresse er påkrævet for hver valgte beskedmetode.
de: Für jede ausgewählte Benachrichtigungsmethode muss eine E-Mail-Adresse angegeben werden.
el: Μια διεύθυνση email απαιτείται για κάθε επιλεγμένη μέθοδο ειδοποίησης.
es: Se requiere una dirección de correo electrónico para cada método de notificación seleccionado.
fi: Sähköpostiosoite vaaditaan jokaiselle valitulle ilmoitustavalle.
hu: Minden kiválasztott értesítési metódushoz meg kell adni egy e-mail címet.
km: ត្រូវការ​អាសយដ្ឋាន​អ៊ីមែល​សម្រាប់​វិធីសាស្ត្រ​ជូនដំណឹង​ដែល​បាន​ជ្រើស​នីមួយៗ ។
ko: 선택된 알림 방식별로 전자 우편 주소가 필요합니다.
lt: Kiekvienam pasirinktam informavimo būdui reikia elektroninio pašto adreso.
pl: Dla każdego wybranego sposobu powiadamiania konieczne jest podanie adresu e-mail.
pt_br: É necessário fornecer um endereço de e-mail para cada método de notificação selecionado.
ro: Pentru fiecare metodă de notificare selectată este necesară o adresă de mail.
sv: En e-postadress krävs för varje markerad aviseringsmetod.
zh_cn: 选择的每种通知方式都必须有相应的电子邮件地址。

source: Configuration failed for the following operations:
ar: فشل في إعداد العمليات التالية:
ca: No s'han pogut configurar les següents operacions:
cs: Konfigurace se nezdařila v následujících operacích:
da: Konfigurationen af følgende handlinger mislykkedes:
de: Konfiguration für folgende Vorgänge fehlgeschlagen:
el: Η ρύθμιση απέτυχε στις παρακάτω λειτουργίες:
es: Error de configuración en las siguientes operaciones:
fi: Seuraavien toimintojen määritys epäonnistui:
hu: A konfiguráció a következő művelet során sikertelen:
km: បាន​បរាជ័យ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ​សម្រាប់​ប្រតិបត្តិការ​ខាងក្រោម ៖
ko: 다음 작업에 대한 구성에 실패했습니다.
lt: Nepavyko sukonfigūruoti operacijų:
pl: Konfiguracja nie powiodła się dla następujących operacji:
pt_br: Falha na configuração das seguintes operações:
ro: Configurarea pentru următoarele operațiuni a eșuat:
sv: Inställningen misslyckades för följande åtgärder:
zh_cn: 以下操作的配置失败：

source: Notification is enabled
ar: تم تمكين التنبيه
ca: La notificació està habilitada
cs: Oznamování je povoleno
da: Beskeder er aktiveret.
de: Die Benachrichtigung ist aktiviert
el: Η ειδοποίηση είναι ενεργοποιημένη
es: La notificación está habilitado
fi: Ilmoitukset on otettu käyttöön
hu: Értesítés bekapcsolva
km: ការ​ជូនដំណឹង​ត្រូវ​បាន​បើក
ko: 알림이 활성화 상태임
lt: Informavimas įgalintas
pl: Powiadamianie jest włączone
pt_br: A notificação está habilitada
ro: Notificarea este activată
sv: Avisering är aktiverad
zh_cn: 通知已启用

source: Notification is disabled
ar: تم تعطيل التنبيه
ca: La notificació està inhabilitada
cs: Oznamování je zakázáno
da: Beskeder er deaktiveret.
de: Die Benachrichtigung ist deaktiviert
el: Η ειδοποίηση είναι απενεργοποιημένη
es: La notificación está inhabilitada
fi: Ilmoitukset on poistettu käytöstä
hu: Értesítés letiltva
km: ការ​ជូនដំណឹង​ត្រូវ​បាន​បិទ
ko: 알림이 비활성화 상태임
lt: Informavimas uždraustas
pl: Powiadamianie jest wyłączone
pt_br: A notificação está desabilitada
ro: Notificarea este dezactivată
sv: Avisering är inaktiverad
zh_cn: 通知已禁用

source: AppArmor is disabled
ar: تم تعطيل درع التطبيقات
ca: L'AppArmor està inhabilitat
cs: AppArmor je zakázán
da: AppArmor er deaktiveret
de: AppArmor ist deaktiviert
el: Το AppArmor είναι απενεργοποιημένο
es: AppArmor está inhabilitado
fi: AppArmor on poistettu käytöstä
hu: AppArmor letiltva
km: AppArmor ត្រូវ​បាន​បិទ
ko: AppArmor 가 비활성화 상태임
lt: AppArmor uždraustas
pl: AppArmor jest wyłączony
pt_br: O AppArmor está desabilitado
ro: AppArmor este deactivat.
sv: AppArmor är inaktiverat
zh_cn: AppArmor 已禁用

source: AppArmor is enabled
ar: تم تمكين درع التطبيقات
ca: L'AppArmor està habilitat
cs: AppArmor je povolen
da: AppArmor er aktiveret.
de: AppArmor ist aktiviert
el: Το AppArmor είναι ενεργοποιημένο
es: AppArmor está habilitado
fi: AppArmor on otettu käyttöön
hu: AppArmor kikapcsolva
km: AppArmor ត្រូវ​បាន​បើក
ko: AppArmor 가 활성화 상태임
lt: AppArmor įgalintas
pl: AppArmor jest włączony
pt_br: O AppArmor está habilitado
ro: AppArmor este activat.
sv: AppArmor är aktiverat
zh_cn: AppArmor 已启用

source: <p><b>AppArmor Status</b><br>This reports whether the AppArmor policy enforcement module is loaded and functioning.</p>
ar: <p><b>مركز درع التطبيقات</b><br>هذا تقرير عما إذا تم إنفاذ سياسة تعاريف درع التطبيقات وعاملها.</p>
ca: <p><b>Estat d'AppArmor</b><br>Informa de si el mòdul de política d'aplicació d'AppArmor està carregat i funcionant.</p>
cs: <p><b>Stav AppArmoru</b><br>Zde je uvedeno, zda je modul pro prosazování politiky AppArmor funkční.</p>
da: <p><b>AppArmor-status</b><br>Denne rapporterer om AppArmors politikhåndhævelses-modul er indlæst og fungerer.</p>
de: <p><b>AppArmor-Status</b><br>Hiermit wird angegeben, ob das AppArmor-Modul zum Erzwingen von Richtlinien geladen wurde und ordnungsgemäß funktioniert.</p>
el: <p><b>Κατάσταση AppArmor</b><br>Αυτό αναφέρει εαν η μονάδα εξαναγκασμού πολιτικής AppArmor έχει φορτωθεί και λειτουργεί.</p>
es: <p><b>Estado de AppArmor</b><br>Este informe muestra si el módulo de aplicación de directivas de AppArmor está cargado y funcionando.</p>
fi: <p><b>AppArmorin tila</b><br>Tämä kertoo, onko AppArmorin käytäntöjenpakottaminen-moduuli ladattu ja toiminnassa.</p>
fr: <p><b>État AppArmor</b><br>Ceci indique si le module d'application des stratégies AppArmor est chargé et fonctionne.</p>
hu: <p><b>AppArmor állapot</b><br>Itt látható, hogy az AppArmor irányelvkezelő modulja be van-e töltve és működik-e.</p>
it: <p><b>Stato di AppArmor</b><br>Indica se il modulo di imposizione delle politiche di AppArmor è caricato e funzionante.</p>
ja: <p><b>AppArmor の状態</b><br>このオプションは、 AppArmor ポリシー強制モジュールが ロードされ、機能しているかどうかを報告します。</p>
km: <p><b>ស្ថានភាព AppArmor</b><br>វា​រាយការណ៍​ថា​តើ​ម៉ូឌុល​បង្ខំ​គោលការណ៍​របស់ AppArmor ត្រូវ​បាន​ផ្ទុក និង​ដំណើរការ​ដែរ​ឬ​ទេ ។</p>
ko: <p><b>AppArmor 상태</b><br>이 보고서는 AppArmor 정책 적용 모듈이 불러져 작동하는지에 대해 보고합니다.</p>
nb: <p><b>AppArmor-status</b><br>Denne rapporten viser om AppArmor-modulen er lastet og aktivert.</p>
nl: <p><b>AppArmor Status</b><br> Geeft aan of de AppArmor module voor het afdwingen van het beveiligingsbeleid is geladen en werkt.</p>
pl: <p><b>Status AppArmor</b><br>Status ten informuje, czy moduł wymuszania założeń AppArmor jest wczytany i czy działa.</p>
pt_br: <p><b>Status do AppArmor</b><br>Relata se o módulo de aplicação de política do AppArmor está carregado e em funcionamento.</p>
ro: <p><b>Statutul AppArmor</b><br> Acesta raportează dacă politica modulului de restricții AppArmor este încărcat și dacă este funcționabil.</p>
ru: <p><b>Состояние AppArmor</b><br>Сообщает что модуль внедрения политики AppArmor загружен и функционирует.</p>
sk: <p><b>Stav AppArmor</b><br>Oznamuje, či modul politiky vynucovania AppArmor AppArmor je načítaný a funguje.</p>
sv: <p><b>AppArmor-status</b><br>Rapporterar huruvida AppArmor-policymodulen har lästs in och fungerar.</p>
zh_cn: p><b>AppArmor 状态</b><br>这里显示 AppArmor 安全策略执行模块是否加载并正常工作。</p>
zh_tw: <p><b>AppArmor 狀態</b><br>報告 AppArmor 政策執行 模組是否已載入並在執行中。</p>

source: <p><b>Security Event Notification</b><br>Configure this tool if you want to be notified by email when access violations have occurred.</p>
ar: <p><b>تنبيه الحدث الأمن</b><br>إعداد هذه الأداة إذا كنت ترغب في إعلامك بالبريد الإلكتروني عند حدوث انتهاكات الوصول.</p>
ca: <p><b>Notificació d'esdeveniment de seguretat</b><br>Configureu aquesta eina si voleu rebre notificacions per correu electrònic quan hagin ocorregut violacions d'accés.</p>
cs: <p><b>Oznámení bezpečnostních událostí</b><br>Nastavte tento nástroj, pokud chcete být informováni emailem, když dojde k narušení přístupu.</p>
da: <p><b>Besked om sikkerhedshændelse</b><br>Konfigurér dette værktøj hvis du vil have besked via e-mail når adgangsovertrædelser er forekommet.</p>
de: <p><b>Benachrichtigung bei Sicherheits-Ereignissen</b><br>Konfigurieren Sie dieses Hilfsprogramm, wenn Sie per E-Mail informiert werden wollen, wenn Zugriffsverletzungen auftreten.</p>
el: <p><b>Ειδοποίηση Γεγονότος Ασφάλειας</b><br>Ρυθμίστε αυτό το εργαλέιο εάν θέλετε για να ειδοποιηθείτε με email όταν προκύψουν παραβάσεις πρόσβασης.</p>
es: <p><b>Notificación de eventos de seguridad</b><br>Configure esta herramienta si desea ser notificado mediante correo electrónico cuando violaciones de acceso hayan ocurrido.</p>
fi: <p><b>Tietoturvatapahtumien ilmoitukset</b><br>Määritä tämä työkalu jos haluat ilmoitukset käyttörikkomuksista sähköpostiisi.</p>
fr: <p><b>Notification des évènements de sécurité</b><br>Configurez cet outil si vous voulez être averti par e-mail lorsque des violations d'accès se produisent.</p>
hu: <p><b>Biztonsági esemény értesítés</b><br>Egy hozzáférési szabály megsértése esetén ezzel az eszközzel állíthatja be, hogy kér-e e-mailben értesítést. </p>
it: <p><b>Notifica degli eventi di protezione</b><br>configurare questo strumento se si vuole essere avvisati via e-mail quando sono avvenute delle violazioni di accesso.</p>
ja: <p><b>セキュリティイベント通知</b><br>アクセス違反が発生したときに電子メールで通知する場合、このツールを設定します。</p>
km: <p><b>ការ​ជូន​ដំណឹង​សុវត្ថិភាព</b><br>កំណត់​រចនា​សម្ព័ន្ធ​ឧបករណ៍​នេះ នៅពេល​ដែល​អ្នក​ចង់ ទទួល​បាន​ការ​ជូន​ដំណឹង​តាម​អ៊ីមែល នៅពេល​ដែល​មាន​បញ្ហា​ណា​កើតឡើង ។</p>
ko: <p><b>보안 이벤트 알림</b><br>접근 위반이 발생할 때 전자 우편을 통해 알림을 받으려면 이 도구를 설정하세요.</p>
nb: <p><b>Varsling av sikkerhetshendelse</b><br>Sett opp dette verktøyet hvis du vil varsles via e-post når brudd på tilgangsreglene har forekommet.</p>
nl: <p><b>Berichtgeving in geval van veiligheidsgebeurtenissen</b><br> Geef hier aan of u per e-mail geïnformeerd wil worden indien er toegangsrechten geschonden worden.</p>
pl: <p><b>Powiadamianie o zdarzeniach związanych z bezpieczeństwem</b><br>Można tak skonfigurować to narzędzie, aby powiadamiało w wiadomości e-mail o naruszeniach praw dostępu.</p>
pt_br: <p><b>Notificação de Evento de Segurança</b><br>Se desejar ser notificado por e-mail quando ocorrer uma violação de acesso, configure esta ferramenta. </p>
ro: <p><b>Notificare Eveniment de securitate</b><br> Această unealtă se configurează dacă dorești să fi notificat prin mail când au loc încălcări ale accesului.</p>
ru: <p><b>Уведомление о безопасности</b><br>Настройте эту утилиту, если вы хотите получать почту с извещением о нарушении прав доступа.</p>
sk: <p><b>Oznámenie bezpečnostnej udalosti</b><br>Nastavte tento nástroj, ak chcete byť upozornení e-mailom, ak došlo k porušeniu prístupu.</p>
sv: <p><b>Avisering om säkerhetshändelse</b><br>Konfigurera det här verktyget om du vill få en avisering via e-post i fall ett intrång görs.</p>
zh_cn: <p><b>安全事件通知</b><br>配置该工具以在发生访问违规时得到邮件通知。</p>
zh_tw: <p><b>安全事件通知</b><br>如果您希望在發生存取違規時 收到電子郵件通知，請設定此工具。</p>

source: <p><b>Profile Modes</b><br>Use this tool to change the way that AppArmor uses individual profiles.</p>
ar: <p><b>أنماط ملف التعريف</b><br>استخدام هذه الأداة لتغيير الطريقة التي يستخدمها درع التطبيقات لملفات التعريف الفردية.</p>
ca: <p><b>Modes de perfil</b><br>Useu aquesta eina per canviar la manera en què l'AppArmor usa els perfils individuals.</p>
cs: <p><b>Režimy profilů</b><br>Použijte tento nástroj pro změnu způsobu jak AppArmor využívá jednotlivé profily.</p>
da: <p><b>Profiltilstand</b><br>Brug dette værktøj til at ændre den måde AppArmor bruger de enkelte profiler.</p>
de: <p><b>Profi-Modi</b><br>Benutzen Sie dieses Hilfsprogramm, um einzustellen, wie AppArmor individuelle Profile verwendet.</p>
el: <p><b>Λειτουργείες Προφίλ</b><br>Χρησιμοιποιήστε αυτό το εργαλείο για να αλλάξετε τον τρόπο κατα τον οποίο το AppArmor χρησημοποιεί μοναδικα προφίλ.</p>
es: <p><b>Modos de perfil</b><br>Utilice esta herramienta para cambiar la forma en que AppArmor usa los perfiles individuales.</p>
fi: <p><b>Profiilitilat</b><br>Käytä tätä työkalua muuttamaan AppArmorin tapaa käyttää yksittäisiä profiilejä.</p>
fr: <p><b>Modes de profil</b><br>Utilisez cet outil pour changer la façon dont AppArmor utilise les profils individuels.</p>
hu: <p><b>Profilmódok</b><br>Használja ezt az eszközt az AppArmor egyes profiljainak különböző alkalmazásához.</p>
it: <p><b>Modalità profilo</b><br>usare questo strumento per cambiare il modo in cui AppArmor usa i profili individuali.</p>
ja: <p><b>プロファイルモード</b><br>このツールを利用することで、 AppArmor が個々のプロファイルを使用する方法を変更することができます。</p>
km: <p><b>របៀប​ទម្រង់</b><br>ប្រើ​ឧបករណ៍​នេះ ដើម្បី​ផ្លាស់ប្ដូរ​របៀប​ដែល AppArmor ប្រើ​ទម្រង់​ផ្ទាល់ខ្លួន ។</p>
ko: <p><b>프로파일 모드</b><br>이 도구를 사용하여 AppArmor가 사용하는 개별 프로파일의 변경 방법을 정할 수 있습니다.</p>
nb: <p><b>Profilmoduser</b><br>Bruk dette verktøyet for å endre hvordan AppArmor bruker de enkelte profilene.</p>
nl: <p><b>Profielmodus</b><br>Gebruik dit hulpmiddel om de manier waarop AppArmor individuele profielen gebruikt te veranderen.</p>
pl: <p><b>Tryby profili</b><br>Narzędzie to służy do zmiany sposobu użycia przez AppArmor poszczególnych profili.</p>
pt_br: <p><b>Modos de Perfil</b><br>Use esta ferramenta para alterar o modo do AppArmor utilizar perfis individuais.</p>
ro: <p><b>Module de profil</b> <br>Această unealtă se utilizează pentru a schimba felul în care AppArmor folosește profilele individuale.</p>
ru: <p><b>Режимы профиля</b><br>Используйте эту утилиту для изменения способа, которым AppArmor использует отдельные профили.</p>
sk: <p><b>Režimy profilu</b><br>Pomocou tohto nástroja sa môže zmeniť spôsob, akým AppArmor používa jednotlivé profily.</p>
sv: <p><b>Profillägen</b><br>Med hjälp av det här verktyget kan du ändra hur AppArmor använder individuella profiler.</p>
zh_cn: <p><b>安全档案模式</b><br>使用本工具来改变 AppArmor 使用每个安全档案的方式。</p>
zh_tw: <p><b>設定檔模式</b><br>使用此工具可以變更 AppArmor 對 個別設定檔的使用方式。</p>

source: &Enable AppArmor
ar: تمكين درع التطبيقات
ca: &Habilita l'AppArmor
cs: &Povolit AppArmor
da: &Aktivér AppArmor
de: &AppArmor aktivieren
el: &Ενεργοποίηση AppArmor
es: &Habilitar AppArmor
fi: &Ota AppArmor käyttöön
fr: Activ&er AppArmor
hu: AppArmor &bekapcsolása
it: A&bilita AppArmor
ja: AppArmorを有効にする(&E)
km: បើក AppArmor
ko: AppArmor 활성화(&E)
lt: Į&galinti AppArmor
nb: &Aktiver AppArmor
nl: AppArmor &inschakelen
pl: &Włącz AppArmor
pt_br: &Habilitar o AppArmor
ro: Activează AppArmor
ru: &Включить AppArmor
sk: &Zapnúť AppArmor
sv: Aktiv&era AppArmor
zh_cn: 启用 AppArmor(&E)
zh_tw: 啟用 AppArmor(&E)

source: Configure AppArmor
ar: إعداد درع التطبيقات
ca: Configura l'AppArmor
cs: Konfigurovat AppArmor
da: Konfigurer AppArmor
de: AppArmor konfigurieren
el: Ρύθμιση του AppArmor
es: Configurar AppArmor
fi: Määritä AppArmor
fr: Configurer AppArmor
hu: AppArmor beállítása
it: Configura AppArmor
ja: AppArmor の設定
km: កំណត់​រចនា​សម្ព័ន្ធ AppArmor
ko: AppArmor 설정
lt: Konfigūruoti AppArmor
nb: Konfigurer AppArmor
nl: AppArmor configureren
pl: Konfiguracja AppArmor
pt_br: Configurar o AppArmor
ro: Configurează AppArmor
ru: Настроить AppArmor
sk: Konfigurovať AppArmor
sv: Ställ in AppArmor
zh_cn: 配置 AppArmor
zh_tw: 設定 AppArmor

source: Configure Profile Modes
ar: إعداد أوضاع ملف التعريف
ca: Configura els modes de perfil
cs: Konfigurovat režimy profilů
da: Konfigurér profiltilstande
de: Profilmodi konfigurieren
el: Ρύθμιση Λειτουργιών Προφίλ
es: Configurar modos de perfiles
fi: Määritä profiilitilat
fr: Configurer le mode des profils
hu: Profilmódok beállítása
it: Configura modalità profilo
ja: プロファイルモードの設定
km: កំណត់​រចនាសម្ព័ន្ធ​របៀប​ទម្រង់
ko: 프로파일 모드 설정
lt: Konfigūruoti profilių veiksenas
nb: Konfigurer profilmoduser
nl: Profielmodi configureren
pl: Konfiguracja trybu profili
pt_br: Configurar Modos de Perfil
ro: Configurează modurile profilurilor
ru: Настроить режимы профиля
sk: Konfigurovať režim profilu
sv: Ställ in profillägen
zh_cn: 配置安全档案模式
zh_tw: 設定設定檔模式

source: Set profile modes
ar: طرق تعيين ملف التعريف
ca: Estableix els modes de perfil
cs: Nastavit režimy profilů
da: Sæt profiltilstande
de: Profilmodi festlegen
el: Ορισμός λειτουργιών προφίλ
es: Definir modos de perfiles
fi: Aseta profiilitilat
fr: Définir le mode des profils
hu: Profilmódok beállítása
it: Imposta modalità profilo
ja: プロファイルモードの設定
km: កំណត់​របៀប​ទម្រង់
ko: 프로파일 모드 지정
lt: Nustatyti profilių veiksenas
nb: Angi profilmoduser
nl: Profielmodi zetten
pl: Ustaw tryby profilu
pt_br: Definir modos de perfil
ro: Setează modurile profilurilor
ru: Задать режимы профиля
sk: Nastaviť režimy profilov
sv: Ange profillägen
zh_cn: 设置安全档案模式
zh_tw: 設定設定檔模式

source: Co&nfigure
ar: إعداد
ca: Co&nfigura
cs: Ko&nfigurovat
da: Ko&nfigurér
de: Ko&nfigurieren
el: Ρύ&θμιση
es: Co&nfigurar
fi: &Määritä
fr: Co&nfigurer
hu: &Beállítás
it: &Configura
ja: 設定 (&N)
km: កំណត់​រចនាសម្ព័ន្ធ
ko: 설정(&N)
lt: Ko&nfigūruoti
nb: Ko&nfigurer
nl: I&nstellen
pl: Sko&nfiguruj
pt_br: Co&nfigurar
ro: Configurează
ru: На&строить
sk: Ko&nfigurovať
sv: S&täll in
zh_cn: 配置(&N)
zh_tw: 設定(&N)

source: &Done
ar: تم
ca: &Fet
cs: &Hotovo
da: &Færdig
de: &Fertig
el: &Έγινε
es: &Terminado
fi: &Valmis
fr: &Terminé
hu: &Kész
it: &Fatto
ja: 完了 (&D)
km: ធ្វើ​រួច
ko: 완료(&D)
lt: &Atlikta
nb: &Fullført
nl: Ge&daan
pl: Za&kończ
pt_br: &Concluído
ro: Gata
ru: &Готово
sk: &Hotovo
sv: &Klar
zh_cn: 完成(&D)
zh_tw: 完成(&D)

source: Errors found in AppArmor profiles
ar: الأخطاء التي تم العثور عليها في ملفات تعريف درع التطبيقات
ca: S'han detectat errors als perfils de l'AppArmor
cs: V profilech AppArmor byly nalezeny chyby
da: Fejl fundet i AppArmor-profiler
de: Fehler in AppArmor-Profilen gefunden
el: Βρέθηκαν σφάλματα στα προφίλ του AppArmor
es: Errores detectados en los perfiles de AppArmor
fi: AppArmor-profiileista löytyi virheitä
fr: Erreurs trouvées dans les profils AppArmor
hu: Hiba van az AppArmor profilban
it: Sono stati trovati errori nei profili AppArmor
ja: AppArmor プロファイルにエラーが見つかりました
km: រក​ឃើញ​កំហុស​នៅ​ក្នុង​ទម្រង់ AppArmor
ko: AppArmor 프로파일에서 오류가 발견됨
lt: Klaidos, rastos AppArmot profiliuose
nb: Feil funnet i AppArmor-profiler
nl: Fouten gevonden in AppArmor-profielen
pl: Błędy znalezione w profilach AppArmor
pt_br: Erros encontrados nos perfis do AppArmor
ro: Erori găsite în profilurile AppArmor
ru: Найдены ошибки в профилях AppArmor
sk: V AppArmor profiloch boli nájdené chyby
sv: Fel påträffade i AppArmor-profiler
zh_cn: AppArmor 安全档案中发现错误
zh_tw: 在 AppArmor 設定檔中發現錯誤
