Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <ul><li> Override IPC ownership checks </li></ul>
ar: <ul><li> لتجاوز عمليات التحقق من ملكية التواصل بين العمليات IPC </li></ul>
ca: <ul><li> Sobreescriu les comprovacions del propietari de l'IPC </li></ul>
cs: <ul><li> Přepsat kontroly vlastnictví IPC </li></ul>
da: <ul><li> Tilsidesæt kontrol af IPC-ejerskab </li></ul>
de: <ul><li> Prüfung des IPC-Eigentums außer Kraft setzen </li></ul>
el: <ul><li> Παράκαμψη των ελέγχων ιδιοκτησίας IPC </li></ul>
es: <ul><li> Anular las comprobaciones de propiedad de IPC </li></ul>
fi: <ul><li> Ohita IPC-omistussuhdetarkistukset </li></ul>
fr: <ul><li> Outrepasser les vérifications d'appartenance IPC </li></ul>
hu: <ul><li> Felülbírálja az IPC tulajdonjog-ellenőrzéseket </li></ul>
it: <ul><li> Ignora le verifiche del possesso IPC </li></ul>
ja: <ul><li> IPC の所有権の確認を上書きする </li></ul>
km: <ul><li> បដិសេធ​ការ​ត្រួតពិនិត្យ​ភាព​ជា​ម្ចាស់ IPC </li></ul>
ko: <ul><li> IPC 소유권 검사 무효화 </li></ul>
nb: <ul><li> Overstyr IPC-eierskapskontroller </li></ul>
nl: <ul><li> IPC-eigendomscontroles negeren </li></ul>
pl: <ul> <li> Ignoruje sprawdzanie właściciela IPC </li> </ul>
pt_br: <ul><li> Anular verificações de propriedade de IPC </li></ul>
ro: <ul><li> Înlocuiește verificările de proprietate IPC </li></ul>
ru: <ul><li>Отменить проверки владения IPC</li></ul>
sk: <ul><li>Prepísať kontroly vlastníctva IPC</li></ul>
sv: <ul><li> Åsidosätt IPC-ägarkontroller </li></ul>
zh_cn: <ul><li>覆盖 IPC 所有权检查</li></ul>
zh_tw: <ul><li> 置換 IPC 擁有權檢查 </li></ul>

source: <ul><li> Insert and remove kernel modules - modify kernel without limit</li> <li> Modify cap_bset </li></ul>
ar: <ul><li> إدراج وإزالة وحدات النواة - تعديل النواة دون الحد</li> <li> تعديل cap_bset</li></ul>
ca: <ul><li> Insereix i suprimeix mòduls del nucli - modifica el nucli sense límit</li> <li> Modifica cap_bset </li></ul>
cs: <ul><li>Vkládání a odebírání modulů jádra - modifikovat jádro bez omezení </li> <li>Úprava cap_bset </li></ul>
da: <ul><li> Indsæt og fjern kernemoduler – redigér kerne uden begrænsninger</li> <li>Redigér cap_bset </li></ul>
de: <ul><li> Kernel-Module einfügen und entfernen – Kernel ohne Begrenzung bearbeiten</li> <li> cap_bset bearbeiten</li></ul>
el: <ul><li> Τοποθετήστε και αφαιρέστε μονάδες πυρήνα - Τροποποιήστε τον πυρήνα χωρίς όριο</li> <li> Τροποποιήστε το cap_bset </li></ul>
es: <ul><li> Introducir y eliminar módulos del núcleo - modificar núcleo sin límite</li> <li> Modificar cap_bset </li></ul>
fi: <ul><li> Lisää ja poista ytimen moduuleja - muokkaa ydintä rajoituksetta</li> <li> Muokkaa cap_bset-asetusta</li></ul>
fr: <ul><li> Insérer et retirer des modules du noyau - modifier le noyau sans limite</li> <li> Modifier cap_bset </li></ul>
hu: <ul><li> Kernel modulok betöltése és eltávolítása - a kernel korlátlan módosítása </li> <li> A cap_bset módosítása </li></ul>
it: <ul><li> Inserisce e rimuove moduli del kernel – modifica il kernel senza limiti</li> <li> Modifica cap_bset </li></ul>
ja: <ul><li> カーネルモジュールの追加と削除を許可する - 無制限にカーネルを変更できるようにする</li> <li>cap_bset を変更する</li></ul>
km: <ul><li> បញ្ចូល និង​យក​ម៉ូឌុល​ខឺណែល​ចេញ - កែប្រែ​ខឺណែល​ដោយ​គ្មាន​កំណត់</li> <li> កែប្រែ cap_bset </li></ul>
ko: <ul><li>커널 모듈 삽입 및 제거 - 제한 없이 커널 수정</li> <li>cap_bset 수정</li></ul>
nb: <ul><li> Sett inn og fjern kjernemoduler – endre kjerne uten begrensning</li> <li> Endre cap_bset </li></ul>
nl: <ul><li> Kernelmodules invoegen en verwijderen -- kernel onbeperkt wijzigen</li> <li> cap_bset wijzigen </li></ul>
pl: <ul><li>Wstawia i usuwa moduły jadra — umożliwia modyfikację jądra systemu bez ograniczeń</li> <li>Umożliwia modyfikację cap_bset</li></ul>
pt_br: <ul><li> Inserir e remover módulos do kernel – alterar o kernel sem limitação</li> <li> Alterar cap_bset </li></ul>
ro: <ul><li> Adaugă și elimină module kernel - modificarea kernelului fără limite</li> <li> Modifică cap_bset </li></ul>
ru: <ul><li>Установка и удаление модулей ядра — изменение ядра без ограничений</li> <li>Изменять cap_bset</li></ul>
sk: <ul><li>Vkladať a odstraňovať moduly jadra - upravovať jadro bez obmedzení</li> <li>Upraviť cap_bset</li></ul>
sv: <ul><li> Infoga och ta bort kärnmoduler - obegränsad modifiering av kärnan</li> <li> Modifiera cap_bset </li></ul>
zh_cn: <ul><li>插入和移除内核模块 － 无限制地修改内核</li> <li>修改 cap_bset</li></ul>
zh_tw: <ul><li> 插入和移除核心模組 – 修改核心 (無限制)</li> <li> 修改 cap_bset </li></ul>

source: <ul><li> Allows ioperm/iopl access</li> <li> Allows sending USB messages to any device via /proc/bus/usb </li></ul>
ar: <ul><li> السماح بوصول ioperm/iopl</li> <li> يسمح بإرسال رسائل USB إلى أي جهاز عن طريق/proc/bus/usb </li></ul>
ca: <ul><li> Permet l'accés a ioperm/iopl</li> <li> Permet enviar missatges USB a qualsevol dispositiu a través de /proc/bus/usb </li></ul>
cs: <ul><li>Umožní přístup ioperm/iopl</li> <li>Umožní odesílání zpráv USB na libovolné zařízení prostřednictvím /proc/bus/usb</li></ul>
da: <ul><li> Tillader ioperm/iopl-adgang</li> <li> Tillader at sende USB-meddelelser til enhver enhed via /proc/bus/usb </li></ul>
de: <ul><li> ioperm/iopl-Zugriff ermöglichen</li> <li> Senden von USB-Nachrichten an beliebige Geräte über /proc/bus/usb ermöglichen </li></ul>
el: <ul><li> Επιτρέπει την πρόσβαση στα ioperm/iopl </li> <li> Επιτρέπει την αποστολή μηνυμάτων USB προς κάθε συσκευή μέσω του /proc/bus/usb </li></ul>
es: <ul><li> Permitir el acceso a través de ioperm/iopl</li> <li> Permitir el envío de mensajes USB a cualquier dispositivo a través de /proc/bus/usb </li></ul>
fi: <ul><li> Salli ioperm/iopl-käyttö</li> <li> Salli USB-viestien lähettäminen mille tahansa laitteelle /proc/bus/usb:n kautta</li></ul>
fr: <ul><li> Autorise l'accès ioperm/iopl </li> <li> Autorise l'envoi de messages USB à tout périphérique via /proc/bus/usb </li></ul>
hu: <ul><li> Lehetővé teszi az ioperm/iopl elérését</li> <li> Lehetővé teszi USB üzenetek küldését bármely eszköznek a /proc/bus/usb közvetítésével </li></ul>
it: <ul><li> Consente l'accesso ioperm/iopl</li> <li> Consente l'invio di messaggi USB a qualsiasi dispositivo via /proc/bus/usb </li></ul>
ja: <ul><li> ioperm/iopl アクセスを許可する</li> <li> /proc/bus/usb 経由で任意のデバイスに USB メッセージの送信を許可する</li></ul>
km: <ul><li> អនុញ្ញាត​ការ​ចូល​ដំណើរការ ioperm/iopl</li> <li> អនុញ្ញាត​ការ​ផ្ញើ​សារ USB ​ទៅ​កាន់​ឧបករណ៍​ណាមួយ តាម​រយៈ /proc/bus/usb </li></ul>
ko: <ul><li> ioperm/iopl 액세스 허용</li> <li> /proc/bus/usb를 통해 USB 메시지를 장치로 보내기 허용 </li></ul>
nb: <ul><li> Tillater ioperm/iopl-tilgang</li> <li>Tillater sending av USB-meldinger til alle enheter via /proc/bus/usb </li></ul>
nl: <ul><li> Toegang tot ioperm/iopl toestaan</li> <li> Verzenden van USB-berichten naar een apparaat via /proc/bus/usb toestaan </li></ul>
pl: <ul><li> Umożliwia dostęp ioperm/iopl</li> <li>Umożliwia wysyłanie komunikatów USB do każdego napędu przez /proc/bus/usb</li></ul>
pt_br: <ul><li> Permite acesso ioperm/iopl</li> <li> Permite o envio de mensagens USB para qualquer dispositivo através de /proc/bus/usb </li></ul>
ro: <ul><li> Permite accesul ioperm/iopl</li> <li> Permite transmiterea de mesaje USB către orice dispozitiv via /proc/bus/usb </li></ul>
ru: <ul><li>Разрешает доступ к ioperm/iopl</li> <li>Разрешает отправку сообщений USB любому устройству через /proc/bus/usb</li></ul>
sk: <ul><li> Umožňuje ioperm/iopl prístup</li> <li> Umožňuje posielanie USB správ akémukoľvek zariadeniu cez /proc/bus/usb</li></ul>
sv: <ul><li> Tillåter ioperm-/iopl-åtkomst</li> <li> Tillåt USB-meddelanden till valfri enhet via /proc/bus/usb </li></ul>
zh_cn: <ul><li>允许 ioperm/iopl 访问</li> <li>允许通过 /proc/bus/usb 将 USB 消息发送到任何设备</li></ul>
zh_tw: <ul><li> 允許 ioperm/iopl 存取</li> <li>允許透過 /proc/bus/usb 將 USB 訊息傳送到任何裝置</li></ul>

source: <ul><li> Allows use of chroot() </li></ul>
ar: <ul><li> يسمح باستخدام chroot() </li></ul>
ca: <ul><li> Permet l'ús de chroot() </li></ul>
cs: <ul><li>Umožní použití funkce chroot()</li></ul>
da: <ul><li> Tillader brug af chroot() </li></ul>
de: <ul><li> Verwendung von chroot() ermöglichen </li></ul>
el: <ul><li> Επιτρέπει τη χρήση του chroot() </li></ul>
es: <ul><li> Permitir el uso de chroot() </li></ul>
fi: <ul><li> Salli chroot()-käyttö </li></ul>
fr: <ul><li> Autorise l'utilisation de chroot() </li></ul>
hu: <ul><li> Lehetővé teszi a chroot() használatát </li></ul>
it: <ul><li> Consente l'uso di chroot() </li></ul>
ja: <ul><li> chroot() の使用を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ឲ្យ​ប្រើ chroot() </li></ul>
ko: <ul><li> chroot() 사용 허용 </li></ul>
lt: <ul><li> Leidžia naudoti chroot() </li></ul>
nb: <ul><li> Tillater bruk av chroot() </li></ul>
nl: <ul><li> Gebruik van chroot() toestaan </li></ul>
pl: <ul><li> Zezwala na użycie chroot() </li></ul>
pt_br: <ul><li> Permite o uso de chroot() </li></ul>
ro: <ul><li> Permite utilizarea chroot() </li></ul>
ru: <ul><li>Разрешает использование chroot()</li></ul>
sk: <ul><li> Umožňuje použitie funkcie chroot() </li></ul>
sv: <ul><li> Tillåter att chroot() används </li></ul>
zh_cn: <ul><li>允许使用 chroot()</li></ul>
zh_tw: <ul><li>允許使用 chroot()</li></ul>

source: <ul><li> Allows ptrace() of any process </li></ul>
ar: <ul><li> يسمح ptrace() لأي عملية</li></ul>
ca: <ul><li> Permet ptrace() de qualsevol procés </li></ul>
cs: <ul><li>Umožní funkci ptrace() libovolného procesu</li></ul>
da: <ul><li> Tillader ptrace() af enhver proces </li></ul>
de: <ul><li> ptrace() jedes Vorgangs ermöglichen </li></ul>
el: <ul><li> Επιτρέπει το ptrace() κάθε διεργασίας </li></ul>
es: <ul><li> Permitir ptrace() de cualquier proceso </li></ul>
fi: <ul><li> Salli minkä tahansa prosessin ptrace() </li></ul>
fr: <ul><li> Autorise ptrace() pour n'importe quel processus </li></ul>
hu: <ul><li> Lehetővé teszi bármely folyamat esetén a ptrace() használatát </li></ul>
it: <ul><li> Consente il ptrace() di qualsiasi processo </li></ul>
ja: <ul><li> 任意のプロセスの ptrace() を許可する </li></ul>
km: <ul><li> អនុញ្ញាត ptrace() នៃ​ដំណើរការ​ណាមួយ </li></ul>​
ko: <ul><li> 임의 프로세스의 ptrace() 허용 </li></ul>
lt: <ul><li> Leidžia bet kokio proceso ptrace() </li></ul>
nb: <ul><li> Tillater ptrace() for alle prosesser </li></ul>
nl: <ul><li> ptrace() toestaan op elk proces </li></ul>
pl: <ul><li> Zezwala na wykonanie ptrace() dla każdego procesu </li></ul>
pt_br: <ul><li> Permite ptrace() em qualquer processo </li></ul>
ro: <ul><li> Permite ptrace() pentru orice proces </li></ul>
ru: <ul><li>Разрешает ptrace() любого процесса</li></ul>
sk: <ul><li> Umožňuje funkciu ptrace() akémukoľvek procesu </li></ul>
sv: <ul><li> Tillåter ptrace() för valfri process </li></ul>
zh_cn: <ul><li>允许任何进程的 ptrace()</li></ul>
zh_tw: <ul><li>允許任何程序的 ptrace()</li></ul>

source: <ul><li> Allows configuration of process accounting </li></ul>
ar: <ul><li> السماح بإعداد عملية الحساب</li></ul>
ca: <ul><li> Permet la configuració de la comptabilitat de processos </li></ul>
cs: <ul><li>Umožní konfiguraci účtování procesů</li></ul>
da: <ul><li> Tillader konfiguration af procesberegning </li></ul>
de: <ul><li> Konfiguration von Vorgangsberechnung ermöglichen </li></ul>
el: <ul><li> Επιτρέπει τη ρύθμιση της καταμέτρησης διεργασιών </li></ul>
es: <ul><li> Permitir la configuración de contabilidad de procesos </li></ul>
fi: <ul><li> Salli prosessien käytönvalvonnan määritys </li></ul>
fr: <ul><li> Autorise la configuration de la comptabilité des processus </li></ul>
hu: <ul><li> Lehetővé teszi folyamatszintű számlázás beállítását </li></ul>
it: <ul><li> Consente la configurazione dell'accounting dei processi </li></ul>
ja: <ul><li> プロセスアカウンティングの設定を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ឲ្យ​កំណត់​រចនាសម្ព័ន្ធ​គណនី​ដំណើរការ </li></ul>
ko: <ul><li> 프로세스 계정 구성 허용 </li></ul>
lt: <ul><li> Leidžia procesų apskaitą</li></ul>
nb: <ul><li> Tillater konfigurasjon av prosesskontoadministrasjon </li></ul>
nl: <ul><li> Configuratie van procesaccounting toestaan </li></ul>
pl: <ul><li> Zezwala na konfigurację księgowania procesów </li></ul>
pt_br: <ul><li> Permite a configuração de contabilização de processos </li></ul>
ro: <ul><li> Permite configurația contabilizării procesului </li></ul>
ru: <ul><li>Разрешает настройку учётных записей процесса</li></ul>
sk: <ul><li> Umožňuje konfiguráciu správy účtov procesov </li></ul>
sv: <ul><li> Tillåter inställning av processredovisning </li></ul>
zh_cn: <ul><li>允许配置进程审计</li></ul>
zh_tw: <ul><li>允許程序帳戶管理的組態</li></ul>

source: <ul><li> Allows configuration of the secure attention key</li> <li> Allows administration of the random device</li> <li> Allows examination and configuration of disk quotas</li> <li> Allows configuring the kernel's syslog (printk behaviour)</li>
ar: <ul><li> السماح بإعداد مفتاح آمنة مهم </li> <li> تسمح بإدارة الجهاز عشوائي </li> <li> يسمح بفحص وإعداد الحصص النسبية للقرص </li> <li> يسمح بإعداد استخدام syslog نواة (printk سلوك)</li>
ca: <ul><li> Permet la configuració de la tecla d'atenció segura</li> <li> Permet l'administració de dispositiu aleatori</li> <li> Permet l'examen i la configuració de quotes de disc</li> <li> Permet configurar el syslog del nucli (comportament printk)</li>
cs: <ul><li>Umožní konfiguraci klíče bezpečné pozornosti</li> <li>Umožní správu náhodných zařízení</li> <li>Umožní zkoušku a konfiguraci diskových kvót</li> <li>Umožní nastavení syslogu jádra (chování printk)</li>
da: <ul><li>Tillader konfiguration af den sikre opmærksomhedsnøgle</li> <li> Tillader administration af tilfældig enhed</li> <li> Tillader undersøgelse og konfiguration af diskkvoter</li> <li> Tillader konfiguration af kernens syslog (printk-opførsel)</li>
de: <ul><li>Konfiguration des "secure attention key" erlauben</li> <li> Verwaltung des Zufallsgenerators erlauben</li> <li> Untersuchung und Konfiguration von Platten-Quotas erlauben</li> <li> Konfiguration des Kernel-Syslog (printk-Verhalten) erlauben</li>
el: <ul><li> Επιτρέπει ρυθμιση του κλειδιού ασφαλείας</li> <li> Επιτρέπει διαχείριση τυχαίας συσκευής</li> <li> Επιτρέπει εξέταση και ρύθμιση ορίων των δίσκων</li> <li> Επιτρέπει ρύθμιση του αρχείου syslog του πυρήνα (συμπεριφορά του printk)</li>
es: <ul><li> Permitir la configuración de la clave de atención de seguridad</li> <li> Permitir la administración de la unidad aleatoria</li> <li> Permitir la revisión y configuración de las cuotas de discos</li> <li> Permitir la configuración del archivo de registro del kernel (comportamiento printk)</li>
fi: <ul><li> Salli turvallisen keskeytysnäppäimen määritys</li> <li> Salli satunnaislaitteen hallinnointi</li> <li> Salli levy rajoituksien tarkastelu ja määritys</li> <li> Salli ytimen syslogin määritys (printk:n käyttäytyminen)</li>
fr: <ul><li> Autorise la configuration de la Secure Attention Key (SAK)</li> <li> Autorise l'administration du périphérique aléatoire (random)</li> <li> Autorise l'examen et la configuration des quotas de disque</li> <li> Autorise la configuration du syslog du noyau (comportement de printk)</li>
hu: <ul><li> Lehetővé teszi a secure attention key beállítását</li> <li> Lehetővé teszi a random device adminisztrációját</li> <li> Lehetővé teszi a lemezkvóták vizsgálatát és beállítását</li> <li> Lehetővé teszi a kernel syslog beállítását (printk viselkedés)</li>
it: <ul><li> Consente configurazione della chiave di attenzione sicura</li> <li> Consente l'amministrazione del dispositivo casuale</li> <li> Consente la configurazione e valutazione delle quote disco</li> <li> Consente la configurazione del syslog del kernel (comportamento di printk)</li>
ja: <ul><li> 機密注意キー (SAK) の設定を許可する </li> <li> 乱数デバイスの管理を許可する </li> <li> ディスク容量制限の検査と設定を許可する</li> <li> カーネルの syslog 設定を許可する (printk の動作)</li>
km: <ul><li> អនុញ្ញាត​ការ​កំណត់​រចនា​សម្ព័ន្ធ​សោ​សុវត្ថិភាព</li> <li> អនុញ្ញាត​ការ​គ្រប់គ្រង​ឧបករណ៍​ចៃដន្យ</li> <li> អនុញ្ញាត​ការ​សាកល្បង និង​កំណត់​រចនា​សម្ព័ន្ធ​កូតា​ថាស</li> <li> អនុញ្ញាត​ការ​កំណត់​រចនា​សម្ព័ន្ធ​កំណត់ហេតុ​ប្រព័ន្ធ​របស់​ខឺណែល (ឥរិយាបថ printk)</li>
ko: <ul><li> 보안 주의 키 구성 허용</li> <li> 임의 장치 관리 허용</li> <li> 디스크 할당량 검사 및 구성 허용</li> <li> 커널의 syslog 구성 허용(printk 동작)</li>
nb: <ul><li> Tillater oppsett av secure attention-nøkkel</li> <li> Tillater administrasjon av tilfeldig enhet</li> <li> Tillater gransking og oppsett av diskkvoter</li> <li> Tillater oppsett av kjernens systemlogg (printk-funksjonen)</li>
nl: <ul><li> Configuratie van de veilige attentie-toets toestaan</li> <li> Beheer van het random-apparaat toestaan</li> <li> Bekijken en configureren van schijfquota's toestaan</li> <li> Configureren de syslog van de kernel (printk gedrag) toestaan</li>
pl: <ul><li> Umożliwia konfiguracje klawisza bezpiecznego ostrzeżenia</li> <li> Umożliwia administrowanie losowymi urządzeniami</li> <li> Umożliwia rewizję i administrację przydziałami dysku</li> <li> Umożliwia konfigurację dzienników systemowych jądra (zachowanie printk)</li>
pt_br: <ul><li> Permite a configuração da chave segura de atenção</li> <li> Permite a administração do dispositivo aleatório</li> <li> Permite o exame e configuração de cotas de disco</li> <li> Permite a configuração do syslog do kernel (comportamento do printk)</li>
ro: <ul><li> Permite configurarea unei chei de atenție</li> <li> Permite administrarea unui dispozitiv aleatoriu</li> <li> Permite examinarea și configurarea spațiilor pe disc</li> <li> Permite configurarea syslog-ului de la kernel (comportament printk)</li>
ru: <ul><li>Разрешает настройку ключа безопасности</li> <li>Разрешает администрирование произвольных устройств</li> <li>Разрешает проверку и настройку дисковых квот</li> <li>Разрешает настройку syslog ядра (поведения printk)</li>
sk: <ul><li> Umožňuje konfiguráciu kľúča bezpečnej pozornosti</li> <li> Umožňuje správu náhodného zariadenia</li> <li> Umožňuje prehliadku a konfiguráciu diskových kvót</li> <li> Umožňuje nastavenie pre syslog jadra (správanie printk)</li>
sv: <ul><li> Tillåter konfiguration av SAK (Secure Attention Key)</li> <li> Tillåter administration av slumpenheten</li> <li> Tillåter analys och konfiguration av diskkvoter</li> <li> Tillåter konfiguration av kärnans systemlogg (printk-beteendet)</li>
zh_cn: <ul><li>允许配置安全注意密钥<li> <li>允许管理随机设备</li> <li>允许测试和配置磁盘配额</li> <li>允许配置内核的 syslog 系统日志(printk 行为)</li>
zh_tw: <ul><li> 允許設定安全警告金鑰</li> <li> 允許管理隨機裝置</li> <li> 允許檢查和設定磁碟配額</li> <li> 允許設定核心 syslog (printk 行為)</li>
