Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <ul><li>Overrides all DAC restrictions regarding read and search on files and directories, including ACL restrictions if [_POSIX_ACL] is defined. Excluding DAC access covered by CAP_LINUX_IMMUTABLE. </li></ul>
ar: <ul><li>يتجاوز جميع قيود DAC فيما يتعلق بالقراءة والبحث عن الملفات والمجلدات. بما فيها القيود ACL إذا تم تعريف [_POSIX_ACL] . باستثناء الوصول إلى DAC المشمولة ب CAP_LINUX_IMMUTABLE.</li></ul>
ca: <ul><li>Sobreescriu totes les restriccions DAC pel que fa a la lectura i la cerca de fitxers i directoris, incloses les restriccions d'ACL si [_POSIX_ACL] està definit. S'està excloent l'accés DAC cobert per CAP_LINUX_IMMUTABLE. </li></ul>
cs: <ul><li>Přepisuje všechna omezení DAC týkající se čtení a vyhledávání v souborech a adresářích včetně omezení ACL, pokud je definována možnost [_POSIX_ACL]. Netýká se přístupu DAC zahrnutého v CAP_LINUX_IMMUTABLE. </li></ul>
da: <ul><li>Tilsidesætter alle DAC-begrænsninger vedr. læsning og søgning i filer og mapper inklusive ACL-begrænsninger, hvis [_POSIX_ACL] er defineret. Undtagen DAC-adgang dækket af CAP_LINUX_IMMUTABLE. </li></ul>
de: <ul><li>Setzt alle DAC-Einschränkungen bezüglich dem Lesen und Suchen für Dateien und Verzeichnisse außer Kraft, einschließlich ACL-Beschränkungen, wenn [_POSIX_ACL] definiert ist. Ausschließlich DAC-Zugriff, der von CAP_LINUX_IMMUTABLE abgedeckt wird. </li></ul>
el: <ul><li>Παρακάμπτει όλους τους περιορισμόυς DAC που σχετίζονται με την ανάγνωση και αναζήτηση σε αρχεία και καταλόγους,συμπεριλαμβανομένων όλων των περιορισμών ACL εάν το [_POSIX_ACL] έχιε οριστεί. Εξαιρείται η DAC πρόσβαση που καλύπτεται από το CAP_LINUX_IMMUTABLE. </li></ul>
es: <ul><li>Anula todas las restricciones DAC referentes a la lectura y búsqueda en archivos y directorios, incluidas las restricciones de ACL si la opción [_POSIX_ACL] está definida. Se excluye el acceso DAC contemplado por CAP_LINUX_IMMUTABLE. </li></ul>
fi: <ul><li>Ohittaa kaikki DAC-rajoitukset, jotka liittyvät tiedostojen ja hakemistojen lukemiseen ja hakemiseen,mukaan lukien ACL-rajoitukset, jos [_POSIX_ACL] on määritetty. Tähän ei sisälly CAP_LINUX_IMMUTABLE:n sisältämä DAC-käyttö. </li></ul>
fr: <ul><li>Outrepasse toutes les restrictions DAC sur la lecture et la recherche des fichiers et des répertoires, y compris les restrictions ACL si [_POSIX_ACL] est défini. L'exclusion de l'accès DAC est couverte par CAP_LINUX_IMMUTABLE. </li></ul>
hu: <ul><li>Felülbírálja a fájlok és könyvtárak olvasásával és keresésével kapcsolatos összes DAC korlátozást, ha a [_POSIX_ACL] meg van adva, a CAP_LINUX_IMMUTABLE által lefedett DAC hozzáférés kivételével. </li></ul>
it: <ul><li>Se [_POSIX_ACL] è definito, vengono ignoratr tutte le restrizioni DAC relative alla lettura e alla ricerca in file e directory, incluse tutte le restrizioni ACL. Esclusione dell'accesso DAC coperta da CAP_LINUX_IMMUTABLE. </li></ul>
ja: <ul><li> [_POSIX_ACL] が設定されている場合、これは ACL 制限を含め、ファイル／ディレクトリの読み取りや検索など、全ての DAC 制限よりも優先されます。ただし CAP_LINUX_IMMUTABLE に含まれている DAC アクセスを除きます。</li></ul>
km: <ul><li>បដិសេធ​ការ​ដាក់​កម្រិត DAC ទាំងអស់ ដែល​ទាក់ទង​នឹង​ការ​អាន និង​ការ​ស្វែងរក លើ​ឯកសារ និង​ថត រួម​ទាំង​ការ​ដាក់​កម្រិត ACL ផង​ដែរ ប្រសិនបើ [_POSIX_ACL] ត្រូវ​បាន​កំណត់ ។ ដកចេញ​នូវ​ដំណើរការ DAC ណា​ដែល​នៅ​ក្រោម CAP_LINUX_IMMUTABLE ។ </li></ul>
ko: <ul><li>[_POSIX_ACL]이 정의되어 있으면 ACL 제한을 포함해 파일 및 디렉터리에서의 읽기/검색과 관련된 모든 DAC 제한보다 우선시합니다. DAC 접근 권한은 CAP_LINUX_IMMUTABLE에 포함된 경우는 제외됩니다. </li></ul>
nb: <ul><li>Overstyrer alle DAC-begrensninger angående lesing og søk etter filer og kataloger, inkludert ACL-begrensninger hvis [_POSIX_ACL] er valgt. Unntaket er DAC-tilgang som dekkes av CAP_LINUX_IMMUTABLE. </li></ul>
nl: <ul><li>Hiermee worden alle DAC-beperkingen ten aanzien van het lezen en zoeken in bestanden en mappen, inclusief ACL-beperkingen, genegeerd indien [_POSIX_ACL] is gedefinieerd. Uitgesloten is DAC-toegang die valt onder CAP_LINUX_IMMUTABLE. </li></ul>
pl: <ul><li>Jeśli zdefiniowana jest opcja [_POSIX_ACL], ignoruje wszelkie ograniczenia DAC odnośnie odczytu i wyszukiwania plików oraz katalogów, włączając zdefiniowane ograniczenia ACL. Nie dotyczy dostępu DAC, do którego odnosi się opcja CAP_LINUX_IMMUTABLE.</li></ul>
pt_br: <ul><li>Anula todas as restrições DAC relacionadas com leitura e pesquisa nos arquivos e diretórios, incluindo restrições ACL se a opção [_POSIX_ACL] estiver definida. Removendo o acesso DAC incluído por CAP_LINUX_IMMUTABLE. </li></ul>
ro: <ul><li>Suprascrie toate restricțiile DAC în ceea ce privește citirea și căutarea după fișiere și directoare, inclusiv restricțiile ACL dacă [_POSIX_ACL] este definit. Excepție accesul DAC acoperit de CAP_LINUX_IMMUTABLE. </li></ul>
ru: <ul><li>Отменяются все ограничения DAC, касающиеся чтения и поиска в файлах и каталогах, в том числе ограничения ACL, если определён параметр [_POSIX_ACL]. Исключением является доступ DAC, регламентируемый CAP_LINUX_IMMUTABLE.</li></ul>
sk: <ul><li>Prepisuje všetky DAC obmedzenia týkajúce sa čítania a vyhľadávania v súboroch a adresároch, vrátane ACL obmedzení, ak je definované [_POSIX_ACL]. Nezahŕňa DAC prístup zahrnutý v CAP_LINUX_IMMUTABLE.</li></ul>
sv: <ul><li>Åsidosätter alla DAC-begränsningar avseende läsning och sökning i filer och kataloger, inklusive ACL-begränsningar om [_POSIX_ACL] har definierats. Uteslutning av DAC-åtkomst omfattas av CAP_LINUX_IMMUTABLE. </li></ul>
zh_cn: <ul><li>覆盖关于读取和搜索文件及目录的所有 自主访问控制 限制，包括访问控制列表里允许的（如果已定义 [_POSIX_ACL]）。 但在 CAP_LINUX_IMMUTABLE 表里面的自主访问除外。 </li></ul>
zh_tw: <ul><li>如果已定義 [_POSIX_ACL]，則置換關於讀取和搜尋 檔案及目錄的所有 DAC 限制，包括 ACL 限制。 排除 CAP_LINUX_IMMUTABLE 涵蓋的 DAC 存取。</li></ul>

source: <ul><li>Overrides all restrictions on allowed operations on files, where file owner ID must be equal to the user ID, except where CAP_FSETID is applicable. It does not override MAC and DAC restrictions. </li></ul>
ar: <ul><li>يتجاوز جميع القيود حول العمليات المسموح بها على الملفات حيث يجب أن يكون مُعرف مالك الملف مساوية لمعرف المستخدم، إلا إذا كان CAP_FSETID واجبة التطبيق. لا تجاوز لقيود MAC و DAC. </li></ul>
ca: <ul><li>Sobreescriu totes les restriccions de les operacions permeses en fitxers, on el propietari del fitxer ha de ser igual a l'identificador de l'usuari, excepte si s'aplica CAP_FSETID. No sobreescriu les restriccions MAC i DAC. </li></ul>
cs: <ul><li>Přepisuje všechna omezení DAC týkající se operací se soubory, u kterých se ID vlastníka souboru rovná ID uživatele, kromě případů, na které se vztahuje CAP_FSETID. Nepotlačují se omezení MAC a DAC. </li></ul>
da: <ul><li>Tilsidesætter alle begrænsninger mht. tilladte filhandlinger, hvor filejer-id skal svare til bruger-id, undtagen når CAP_FSETID er anvendelig. Dette tilsidesætter ikke MAC- og DAC-begrænsninger. </li></ul>
de: <ul><li>Setzt alle Einschränkungen bezüglich genehmigter Vorgänge für Dateien außer Kraft, bei denen die ID des Eigentümers der Datei der Benutzer-ID entsprechen muss, außer wenn CAP_FSETID zutrifft. MAC- und DAC-Einschränkungen werden hiervon nicht außer Kraft gesetzt. </li></ul>
el: <ul><li>Αντικατάσταση όλων των περιορισμών στις επιτρεπόμενες λειτουργίες στα αρχεία, όπου η ταυτότητα ιδιοκτήτη αρχείου πρέπει να είναι ίση με την ταυτότητα χρήστη, εκτός όπου η CAP_FSETID είναι εφαρμόσιμη. Δεν αντικαθιστά τους περιορισμούς MAC και DAC.</li></ul>
es: <ul><li>Anula todas las restricciones acerca de operaciones permitidas en archivos, donde el ID del propietario del archivo debe ser el mismo que el ID del usuario, excepto allí donde puede aplicarse la opción CAP_FSETID. No anula las restricciones de MAC y DAC. </li></ul>
fi: <ul><li>Ohittaa kaikki tiedostojen sallittuun käsittelyyn liittyvät rajoitukset, jotka määrittävät, että tiedoston omistajan ID-tunnuksen on oltava sama kuin käyttäjän ID-tunnuksen. Ei sovelleta tapauksissa, joissa CAP_FSETID on käytössä. Tämä asetus ei ohita MAC- ja DAC-rajoituksia. </li></ul>
fr: <ul><li>Outrepasse toutes les restrictions sur les opérations autorisées sur les fichiers, où l'ID du propriétaire du fichier doit être identique à l'ID de l'utilisateur, sauf si CAP_FSETID est applicable. N'outrepasse pas les restrictions MAC et DAC. </li></ul>
hu: <ul><li>Felülbírálja a fájlokon engedélyezett műveletekkel kapcsolatos korlátozásokat, ahol a fájltulajdonos azonosítójának azonosnak kell lennie a felhasználói azonosítóval, kivéve ha a CAP_FSETID alkalmazható. Ez nem bírálja felül a MAC és DAC korlátozásokat. </li></ul>
it: <ul><li>Sovrascrive tutte le restrizioni relative alle operazioni consentite sui file dove l'ID del proprietario del file deve essere uguale all'ID dell'utente, eccetto dove CAP_FSETID è applicabile. Non sovrascrive le restrizioni MAC e DAC. </li></ul>
ja: <ul><li> CAP_FSETID が適用されている場合を除き、ファイルの所有者 ID と ユーザ ID が等しくなければならない、というファイルに対する操作許可の全てを上書きする (MAC や DAC の制限には優先しない) </li></ul>
km: <ul><li>បដិសេធ​ការ​ដាក់​កម្រិត​ទាំងអស់​ចំពោះ​ប្រតិបត្តិការ​ដែល​បាន​អនុញ្ញាត​នៅ​លើ​ឯកសារ ដែល​លេខ​សម្គាល់​ម្ចាស់ ត្រូវតែ​ស្មើ​នឹង​លេខ​សម្គាល់​អ្នកប្រើ លើកលែងតែ​កន្លែង​ដែល CAP_FSETID អាច​អនុវត្ត​បាន​ប៉ុណ្ណោះ ។ វា​មិន​បដិសេធ​ការ​ដាក់កម្រិត MAC និង DAC ទេ ។ </li></ul>
ko: <ul><li>CAP_FSETID가 해당하는 경우를 제외하고 파일 소유자 ID가 사용자 ID와 같아야 하는 허용된 파일 작업에 대한 모든 제한을 무효화합니다. MAC 및 DAC 제한을 무효화하지 않습니다. </li></ul>
nb: <ul><li>Overstyrer alle begrensninger om tillatte operasjoner på filer, hvor fileierens ID må være lik bruker-IDen, unntatt der CAP_FSETID gjelder. Overstyrer ikke MAC- og DAC-begrensnigner. </li></ul>
nl: <ul><li>Hiermee worden alle beperkingen ten aanzien van toegestane bewerkingen in bestanden -- waarbij bestandseigenaar-id gelijk moet zijn aan gebruikers-i -- genegeerd, behalve wanneer CAP_FSETID van toepassing is. MAC- en DAC-beperkingen worden hiermee niet genegeerd. </li></ul>
pl: <ul><li>Powoduje ominięcie wszystkich ograniczeń działań na plikach, gdzie identyfikator właściciela pliku musi być taki sam jak identyfikator użytkownika, za wyjątkiem sytuacji, gdy ma zastosowanie opcja CAP_FSETID. Nie powoduje ominięcia ograniczeń MAC i DAC. </li></ul>
pt_br: <ul><li>Sobrescreve todas as restrições sobre as operações permitidas nos arquivos, nas quais o ID do proprietário deve ser igual ao ID do usuário, exceto nos locais em que CAP_FSETID for aplicável. Não sobrescreve as restrições MAC e DAC. </li></ul>
ru: <ul><li>Отменяются все ограничения, касающиеся разрешенных операций с файлами, требующие совпадения ID владельца файла и ID пользователя, за исключением случаев, когда применим CAP_FSETID. Ограничения MAC и DAC не отменяются.</li></ul>
sk: <ul><li>Prepisuje všetky obmedzenia ohľadne povolených operácií so súbormi, pri ktorých musím byť ID majiteľa zhodné s ID používateľa okrem prípadu, na ktoré sa vzťahuje CAP_FSETID. Toto neprepisuje MAC a DAC obmedzenia.</li></ul>
sv: <ul><li>Åsidosätter alla begränsningar för tillåtna åtgärder på filer där filägar-ID måste vara lika med användar-ID, förutom när CAP_FSETID är tillämpligt. MAC- och DAC-begränsningar åsidosätts inte. </li></ul>
zh_cn: <ul><li>覆盖对文件所有者 ID 必须等于用户 ID 的文件上所允许操作的所有限制，但适用 CAP_FSETID 的文件上所允许操作的限制除外。 它不覆盖 强制访问控制 和 自主访问控制 限制。 </li></ul>
zh_tw: <ul><li>如果檔案擁有者 ID 必須是使用者 ID，則置換 檔案中與允許操作相關的所有限制，適用 CAP_FSETID 的 檔案除外。不會置換 MAC 和 DAC 限制。</li></ul>

source: <ul><li>Overrides the following restrictions: user ID must match the file owner ID when setting the S_ISUID and S_ISGID bits on that file; the effective group ID (or one of the supplementary group IDs) must match the file owner ID when setting the S_ISGID bit on that file; the S_ISUID and S_ISGID bits are cleared on successful return from chown(2) (not implemented). </li></ul>
ar: <ul><li>بتجاوز القيود التالية: يجب أن يطابق معرف المستخدم معرف مالك الملف عند تعيين بت S_ISUID و S_ISGID في هذا الملف؛ يجب أن يطابق معرف المجموعة الفعالة) أو أحد معرفات مجموعة تكميلية (مالك الملف معرف عند إعداد S_ISGID بت في هذا الملف؛ يتم مسح بت S_ISUID و S_ISGID على عودة ناجحة من chown(2) (لم ينفذ). </li></ul>
ca: <ul><li>Sobreescriu les següents restriccions: l'identificador de l'usuari ha de coincidir amb l'identificador del propietari del fitxer en establir els bits S_ISUID i S_ISGID al fitxer, que l'identificador del grup efectiu (o un dels identificadors del grup suplementari) ha de coincidir amb l'identificador del propietari del fitxer en establir el bit S_ISGID al fitxer, que els bits S_ISUID i S_ISGID es borrin en un retorn correcte des de chown(2) (no implementat). </li></ul>
cs: <ul><li>Přepisuje následující omezení: Při nastavení bitů S_ISUID a S_ISGID se musí shodovat efektivní ID uživatele a ID vlastníka souboru. Při nastavení bitu S_ISGID se musí shodovat efektivní ID skupiny (nebo jedno z doplňkových ID skupiny) a ID vlastníka souboru. Při úspěšném návratu z příkazu chown(2) jsou vymazány bity S_ISUID a S_ISGID (není implementováno). </li></ul>
da: <ul><li>Tilsidesætter de følgende begrænsninger: bruger-id skal matche filejer-id, når S_ISUID- og S_ISGID-bits sættes på den fil; at det gældende gruppe-id (eller et af de supplerende gruppe-id'er) skal matche filejer-id, når S_ISGID-bit sættes på den fil; at S_ISUID- og S_ISGID-bits ryddes, når der vendes tilbage fra chown(2) (ikke implementeret). </li></ul>
de: <ul><li>Setzt die folgenden Einschränkung außer Kraft: Die Benutzer-ID muss der ID des Eigentümers der Datei entsprechen, wenn die Bits S_ISUID und S_ISGID für diese Datei festgelegt werden; die effektive Gruppen-ID (oder eine der ergänzenden Gruppen-IDs) muss der ID des Eigentümers der Datei entsprechen, wenn das Bit S_ISGID für diese Datei festgelegt wird; die Bits S_ISUID und S_ISGID werden bei erfolgreicher Rückgabe von chown(2) gelöscht (nicht implementiert). </li></ul>
el: <ul><li>Αντικαθιστά τους παρακάτω περιορισμούς: το ID του χρήστη πρέπει να ταιριάζει με το ID του ιδιοκτήτη του αρχείου όταν ρυθμίζονται τα S_ISUID και S_ISGID bits σε αυτό το αρχείο. Το πραγματικό ID της ομάδας (ή ένα από τα συμπληρωματικά ID της ομάδας) πρέπει να ταιριάζει με το ID του ιδιοκτήτη του αρχείου όταν ρυθμίζεται το S_ISGID bit σε αυτό το αρχείο. Τα S_ISUID και S_ISGID bits απαλοίφονται με το επιτυχές αποτέλεσμα της chown(2) (δεν έχει υλοποιηθεί). </li></ul>
es: <ul><li>Anula las siguientes restricciones: obligación que el ID de usuario efectivo deba coincidir con el ID de propietario del archivo al configurar los bits S_ISUID y S_ISGID en dicho archivo; la que obliga a que el ID de grupo efectivo (o uno de los ID de grupo suplementarios) deba coincidir con el ID de propietario del archivo al configurar el bit S_ISGID en dicho archivo; la que obliga a desactivar los bits S_ISUID y S_ISGID ante una devolución correcta de chown(2) (sin implementar). </li></ul>
fi: <ul><li>Ohittaa rajoitukset, jotka määrittävät, että käyttäjän ID-tunnuksen on vastattava tiedoston omistajan ID-tunnusta, kun kyseisen tiedoston S_ISUID- ja S_ISGID-bitit määritetään, että käytössä olevan ryhmän ID-tunnuksen (tai jonkin muun tuetun ryhmän ID-tunnuksen) ID-tunnuksen on vastattava tiedoston omistajan ID-tunnusta, kun kyseisen tiedoston S_ISGID-bitti määritetään, ja että S_ISUID- ja S_ISGID-bitit tyhjennetään chown(2)-komennon onnistuneen suorittamisen jälkeen (tämä ominaisuus ei ole käytössä). </li></ul>
fr: <ul><li>Outrepasse les restrictions suivantes : l'ID de l'utilisateur effectif doit correspondre à l'ID du propriétaire du fichier lors du paramétrage des bits S_ISUID et S_ISGID de ce fichier ; l'ID du groupe effectif (ou une des ID de groupes supplémentaires) doit correspondre à l'ID du propriétaire du fichier lors de la configuration du bit S_ISGID sur ce fichier ; les bits S_ISUID et S_ISGID sont vidés au retour réussi de chown(2) (non mis en œuvre). </li></ul>
hu: <ul><li>Felülbírálja a következő korlátozásokat: a hatásos felhasználói azonosítónak meg kell egyeznie a fájltulajdonos azonosítójával a fájl S_ISUID és S_ISGID bitjeinek beállításakor; a hatásos csoportazonosítónak (vagy a kiegészítő csoportazonosítók egyikének) meg kell egyeznie a fájltulajdonos azonosítójával a fájl S_ISGID bitjének beállításakor; az S_ISUID és S_ISGID bitek törlésre kerülnek a chown(2) sikeres visszatérése után (nincs megvalósítva). </li></ul>
it: <ul><li>Ignora le seguenti restrizioni: che l'ID dell'utente debba corrispondere all'ID del proprietario del file durante l'impostazione dei bit S_ISUID e S_ISGID su tale file, che l'ID effettivo del gruppo (o uno degli ID di gruppo supplementari) debba corrispondere all'ID del proprietario del file durante l'impostazione del bit S_ISGID su tale file e che i bit S_ISUID e S_ISGID debbano essere cancellati dopo il ritorno con correttamente da chown(2) (non implementato). </li></ul>
ja: <ul><li> 以下の制限を上書きする; S_ISUID や S_ISGID がそのファイルに設定されている場合、ユーザ ID とファイルの所有者 ID が一致していなければならないという制限; S_ISGID が設定されている場合、実効グループ ID (または補助グループ ID のうちの 1 つ) がファイルの所有者 ID と一致していなければならないという制限; chown(2) が成功した場合に S_ISUID と S_ISGID のフラグを消去するという制限 (まだ実装されていません) </li></ul>
km: <ul><li>បដិសេធ​ការ​ដាក់កម្រិត​ដូច​ខាងក្រោម ៖ លេខ​សម្គាល់​អ្នកប្រើ​ត្រូវតែ​ផ្គូផ្គង​នឹង​លេខ​សម្គាល់​ម្ចាស់​ឯកសារ នៅ​ពេល​កំណត់​ប៊ីត S_ISUID និង S_ISGID នៅ​លើ​ឯកសារ​នោះ លេខ​សម្គាល់​ក្រុម​ដែល​មាន​ប្រសិទ្ធភាព (ឬ​លេខ​សម្គាល់​ក្រុម​បន្ថែម​ណាមួយ) ត្រូវតែ​ផ្គូផ្គង​នឹង​លេខ​សម្គាល់​ម្ចាស់​ឯកសារ នៅ​ពេល​កំណត់​ប៊ីត S_ISGID នៅ​លើ​ឯកសារ​នោះ ប៊ីត S_ISUID និង S_ISGID ត្រូវ​បាន​សម្អាត​នៅ​ពេល​ត្រឡប់​ដោយ​ជោគជ័យ​ពី chown(2) (មិន​ទាន់​ត្រូវ​បាន​ប្រតិបត្តិ) ។ </li></ul>
ko: <ul><li>다음 제한을 무효화합니다. 해당 파일에서 S_ISUID 및 S_ISGID 비트를 설정하는 경우 사용자 ID가 파일 소유자 ID와 일치해야 합니다. 해당 파일에서 S_ISGID 비트를 설정할 때 유효 그룹 ID(또는 보충 그룹 ID 중 하나)는 파일 소유자 ID와 일치해야 합니다. chown(2)에서 성공적으로 반환되면 S_ISUID 및 S_ISGID 비트가 지워집니다(구현되지 않음). </li></ul>
nb: <ul><li>Overstyrer følgende begrensninger om at fungerende bruker-ID skal være lik fileierens ID ved innstilling av S_ISUID- og S_ISGID-bitene på filen, at gjeldende gruppe-ID (eller en av tilleggsgruppe-ID-ene) skal være lik fileierens ID ved innstilling av S_ISGID-biten på filen, og at bitene S_ISUID og S_ISGID tømmes ved vellykket retur fra chown(2) (ikke implementert). </li></ul>
nl: <ul><li>Hiermee worden de volgende beperkingen genegeerd: gebruikers-id moet overeenkomen met de bestandseigenaar-id tijdens het instellen van de S_ISUID- en S_ISGID-bits voor dat bestand; dat de effectieve groeps-ID (of een van de aanvullende groeps-id's) moet overeenkomen met de bestandseigenaar-id tijdens het instellen van de S_ISGID-bit voor dat bestand; de S_ISUID- en S_ISGID-bits worden gewist na ontvangst van de juiste retourwaarde van chown(2) (niet geïmplementeerd). </li></ul>
pl: <ul><li>Ignoruje poniższe ograniczenia: efektywny identyfikator użytkownika powinien pasować do identyfikatora właściciela pliku podczas ustawiania bitów S_ISUID i S_ISGID dla tego pliku; efektywny identyfikator grupy (lub jeden z identyfikatorów grup dodatkowych) powinien pasować do identyfikatora właściciela pliku podczas ustawiania bitu S_ISGID dla tego pliku; bity S_ISUID i S_ISGID są zerowane po pomyślnym zakończeniu chown(2) (nie zaimplementowane). </li></ul>
pt_br: <ul><li>Sobrescreve as seguintes restrições : o ID do usuário deve corresponder ao ID do proprietário do arquivo ao configurar os bits S_ISUID e S_ISGID nesse arquivo; o ID do grupo efetivo (ou um dos IDs do grupo complementares) deve corresponder ao ID do proprietário do arquivo ao configurar o bit S_ISGID nesse arquivo; os bits S_ISUID e S_ISGID são limpos no retorno bem-sucedido do chown(2) (não implementado). </li></ul>
ru: <ul><li>Отменяются следующие ограничения: требование совпадения фактического ID пользователя и ID владельца файла при установке для этого файла битов S_ISUID и S_ISGID; требование совпадения фактического ID группы (или один из дополнительных ID группы) и ID владельца файла при установке бита S_ISGID для этого файла; требование очистки битов S_ISUID и S_ISGID при успешном возврате из chown(2) (не реализовано).</li></ul>
sk: <ul><li>Prepisuje nasledujúce obmedzenia: Pri nastavení bitov S_ISUID a S_ISGID sa musia zhodovať ID používateľa a ID vlastníka toho súboru. Pri nastavení bitu S_ISGID sa musia zhodovať efektívne ID skupiny (alebo jedno z ID podskupín) s ID vlastníka toho súboru. Po úspešnom návrate z chown(2) sa vyčistia bity S_ISUID a S_ISGID (nie je implementované). </li></ul>
sv: <ul><li>Åsidosätter följande begränsningar: användar-ID måste överensstämma med ägar-ID vid inställning av S_ISUID och S_ISGID för filen; giltigt grupp-ID (eller ett av de kompletterande grupp-ID:na) måste överensstämma med ägar-ID vid inställning av S_ISGID för filen; S_ISUID och S_ISGID rensas vid returnering från chown(2) (ej implementerad). </li></ul>
zh_cn: <ul><li>覆盖以下限制：设置文件上的 S_ISUID 和 S_ISGID 位时，用户 ID 必须匹配文件所有者 ID；设置文件上的 S_ISGID 位时，有效组 ID（或任一补充组 ID）必须匹配文件所有者 ID；S_ISUID 和 S_ISGID 位从 chown(2) 成功返回时被清除（未实现）。 </li></ul>
zh_tw: <ul><li>置換以下限制：在該檔案上設定 S_ISUID 和 S_ISGID 位元時，使用者 ID 必須與檔案擁有者 ID 相符；在該檔案上設定 S_ISGID 位元時，有效群組 ID (或其中一個補充群組 ID) 必須與檔案擁有者 ID 相符；S_ISUID 和 S_ISGID 位元在從 chown(2) 成功傳回時遭到清除 (未執行)。</li></ul>
