Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: &Delete Entry
ar: حذف الإدخال
ca: &Suprimeix l'entrada
cs: &Smazat položku
da: &Slet indgang
de: Eintrag &löschen
el: &Διαγραφή Εγγραφής
es: &Suprimir entrada
fi: &Poista merkintä
fr: &Supprimer une entrée
hu: Bejegyzés &törlése
it: &Elimina voce
ja: エントリの削除 (&D)
km: លុប​ធាតុ
ko: 항목 삭제(&D)
lt: Ša&linti įrašą
nb: &Slett oppføring
nl: Item &verwijderen
pl: &Usuń pozycję
pt_br: &Remover Entrada
ro: Șterge intrare
ru: &Удалить запись
sk: &Zmazať položku
sv: Ra&dera post
zh_cn: 删除条目(&D)
zh_tw: 刪除項目(&D)

source: AppArmor Hat Dialog
ar: حوار درع التطبيقات Hat
ca: Diàleg del Hat de l'AppArmor
cs: AppArmor hat
da: Dialogboks for AppArmor-hat
de: AppArmor-Hat-Dialogfeld
el: Διάλογος Καπέλου του AppArmor
es: Cuadro de diálogo de hat de AppArmor
fi: AppArmor-hattuikkuna
fr: Boîte de dialogue Hat AppArmor
hu: AppArmor kalap párbeszédablak
it: Finestra hat AppArmor
ja: AppArmor ハットダイアログ
km: ប្រអប់ AppArmor Hat
ko: AppArmor Hat 대화 상자
lt: AppArmor kepurės dialogas
nb: Dialogboks for AppArmor HAT
nl: AppArmor-Hat
pl: Podprofil AppArmor
pt_br: Diálogo AppArmor Hat
ro: Dialog AppArmor Hat
ru: Диалог AppArmor Hat
sk: AppArmor Hat dialóg
sv: Dialogrutan för AppArmor-hatt
zh_cn: AppArmor Hat 对话框
zh_tw: AppArmor Hat 對話方塊

source: AppArmor Profile Dialog
ar: مربع حوار ملف تعريف درع التطبيقات
ca: Diàleg del perfil de l'AppArmor
cs: AppArmor profil
da: Dialogboks for AppArmor-profil
de: AppArmor-Profil-Dialogfeld
el: Διάλογος Προφίλ AppArmor
es: Cuadro de diálogo de perfil de AppArmor
fi: AppArmor-profiili-ikkuna
fr: Boîte de dialogue Profil AppArmor
hu: AppArmor profil párbeszédablak
it: Finestra profilo AppArmor
ja: AppArmor プロファイルダイアログ
km: ប្រអប់​ទម្រង់ AppArmor
ko: AppArmor 프로파일 대화 상자
lt: AppArmor profilio dialogas
nb: Dialogboks for AppArmor-profil
nl: AppArmor-profiel
pl: Profil AppArmor
pt_br: Diálogo de Perfil do AppArmor
ro: Dialog profile AppArmor
ru: Диалог профиля AppArmor
sk: AppArmor profil dialóg
sv: Dialogrutan för AppArmor-profil
zh_cn: AppArmor 安全档案对话框
zh_tw: AppArmor 設定檔對話方塊

source: Include entries can not be edited. Select add or delete to manage Include entries.
ar: تعذر تحرير إدخالات التضمين. الرجاء تحديد إضافة أو احذف لتتمكن من إدارة تضمين الإدخالات.
ca: L'opció "Inclou entrades" no pot editar-se. Seleccioneu "Afegeix" o "Suprimeix" per gestionar "Inclou entrades".
cs: Zahrnovací záznamy nelze upravovat. Spravujte je přidáváním a mazáním.
da: Inkluderingsindgange kan ikke redigeres. Vælg tilføj eller slet for at håndtere inkluderingsindgange.
de: Include-Einträge können nicht bearbeitet werden. Wählen Sie zum Verwalten der Include-Einträge 'Hinzufügen' oder 'Löschen' aus.
el: Οι συμπεριληφθείσες δεν μπορούν να επεξεργαστούν. Επιλέξτε προσθήκη ή διαγραφή για να διαχειριστείτε τις συμπεριληφθείσες καταχωρήσεις.
es: Las entradas include no se pueden editar. Seleccione Añadir o Suprimir para gestionar las entradas include.
fi: Include-merkintöjä ei voida muokata. Valitse lisää tai poista hallinnoidaksesi Include-merkintöjä.
fr: Les entrées d'inclusion ne peuvent pas être modifiées. Sélectionnez Ajouter ou Supprimer pour gérer les entrées d'inclusion.
hu: A beágyazott bejegyzések nem szerkeszthetők. Válassza ki a hozzáadást vagy törlést a beágyazott bejegyzések szerkesztéséhez.
it: Impossibile modificare le voci di inclusione. Selezionare aggiungi o elimina per gestire le voci di inclusione.
ja: インクルード項目は編集できません。'追加' または '削除' を選択してインクルード項目を管理してください。
km: រួមបញ្ចូល​ធាតុ​មិន​អាច​ត្រូវ​បាន​កែសម្រួល ។ ជ្រើស បន្ថែម ឬ​លុប ដើម្បី​គ្រប់គ្រង​ការ​រួមបញ្ចូល​ធាតុ ។
ko: 포함 항목을 편집할 수 없습니다. [추가] 또는 [삭제]를 선택하여 포함 항목을 관리하십시오.
nb: Inkluderingsoppføringer kan ikke redigeres. Velg Legg til eller Slett for å håndtere inkluderingsoppføringer.
nl: Include-items kunnen niet bewerkt worden. Selecteer 'toevoegen' of 'verwijderen' om Include-items te beheren.
pl: Nie można edytować dołączonych pozycji. Kliknij przycisk Dodaj albo Usuń, aby zarządzać wpisami załączników.
pt_br: Não foi possível editar inclusão de entradas. Selecione 'adicionar' ou 'remover' para gerenciar as entradas de inclusão (includes).
ru: Записи включения не редактируются. Выберите добавить или удалить для управления записями включения.
sk: Vložené položky nie je možné upravovať. Spravovať ich pridávaním a vymazávaním.
sv: Inkludera-poster kan inte redigeras. Välj Lägg till eller Ta bort för att hantera inkludera-poster.
zh_cn: 无法编辑包含的条目。请选择"添加"或"删除"来管理包含的条目。
zh_tw: 無法編輯包含項目。請選取新增或刪除以管理包含項目。

source: Hats can not have embedded hats.
ar: لا يمكن أن تحتوي Hats على hats مضمنة.
ca: Els hats no poden tenir hats incrustats
cs: Do hatu nelze připojit další hat.
da: 'Hatte' kan ikke have indlejrede 'hatte'.
de: Hats können keine eingebetteten Hats aufweisen.
el: Τα καπέλα δεν μπορούν να έχουν ενσωματωμένα καπέλα.
es: Los hat no pueden tener otros hats incrustados.
fi: Hatuilla ei voi olla sisällytettyjä hattuja.
fr: Les éléments hat ne peuvent pas en intégrer d'autres.
hu: A kalapokban nem lehetnek további beágyazott kalapok.
it: Gli hat non possono avere altri hat integrati.
ja: ハットに埋め込みハットを入れることはできません。
km: Hats មិន​អាច​មាន hats ដែល​បង្កប់​បាន​ឡើយ ។
ko: Hat에는 다른 hat을 포함할 수 없습니다.
lt: Į kepures negalima įterpti kepurių.
nb: En HAT kan ikke ha andre innebygde HAT-er.
nl: Hats kunnen geen ingebedde Hats bevatten.
pl: Podprofile nie mogą zawierać dalszych osadzonych podprofili.
pt_br: Os hats não podem ter hats incorporados.
ro: Hat-urile nu pot avea hat-uri incluse.
ru: Субпрофиль не может содержать встроенные субпрофили.
sk: Hat nemôže mať vložený ďalšia Hat.
sv: Hattar kan inte innehålla inbäddade hattar.
zh_cn: Hat 不能有嵌入的 Hat。
zh_tw: Hat 不能包含內嵌的 hat。

source: Select File to Include
ar: حدد الملف المطلوب تضمينه
ca: Seleccioneu el fitxer que voleu incloure
cs: Zvolte soubor k zahrnutí
da: Vælg fil der skal inkluderes
de: Aufzunehmende Datei auswählen
el: Επιλέξτε Αρχείο Για να Συμπεριληφθεί
es: Seleccione el archivo a incluir
fi: Valitse Include-tiedosto
fr: Sélectionner le fichier à inclure
hu: Beágyazandó fájl kiválasztása
it: Selezionare il file da includere
ja: インクルードするファイルの選択
km: ជ្រើស​ឯកសារ​ដែល​ត្រូវ​រួមបញ្ចូល
ko: 포함할 파일 선택
lt: Pasirinkite rinkmeną, kurią norite įtraukti
nb: Velg fil som skal inkluderes
nl: Selecteer het in te voegen bestand
pl: Wybór pliku do dołączenia
pt_br: Selecionar arquivo a incluir
ru: Выберите файл для включения
sk: Vybrať súbor na vloženie
sv: Välj fil som ska inkluderas
zh_cn: 选择要包含的文件
zh_tw: 選取要包含的檔案

source: Invalid #include file. Include files must be located in one of these directories:
ar: لا يمكن #تضمين ملف. تضمين الملفات يجب أن يكون موجوداً في أحد المجلدات:
ca: El fitxer de #capçalera no és vàlid. Els fitxers de capçalera s'han d'ubicar en un d'aquests directoris:
cs: Neplatný soubor #include. Soubory include musí být umístěny v jednom z následujících adresářů:
da: Ugyldig #include-fil. Inkluderingsfiler skal placeres i en af disse mapper:
de: Ungültige #include-Datei. Include-Dateien müssen sich in einem dieser Verzeichnisse befinden:
el: Λανθασμένο αρχείο #συμπερίληψης. Τα αρχεία συμπερίληψης πρέπει να βρίσκονται σε έναν από αυτούς τους καταλόγους:
es: Archivo #include incorrecto. Los archivos include deben estar ubicados en uno de los siguientes directorios:
fi: Virheellinen #include-tiedosto. Include-tiedostojen tulee olla sijoitettuna johonkin näistä hakemistoista:
fr: Fichier #include invalide. Les fichiers inclus doivent être situés dans l'un des répertoires suivants :
hu: Érvénytelen #include fájl. Az include fájloknak a következő könyvtárak valamelyikében kell lenniük:
it: File #include non valido. I file da includere devono essere ubicati in una di queste directory:
ja: #include するファイルが正しくありません。取り込むファイルは以下のディレクトリに存在する必要があります:
km: ឯកសារ #include មិន​ត្រឹមត្រូវ ។ ឯកសារ​រួមបញ្ចូល​ត្រូវតែ​ស្ថិតនៅ​ក្នុង​ថត​ណាមួយ ៖
ko: 잘못된 #include 파일입니다. Include 파일은 다음 디렉터리 중 한 곳에 있어야 합니다:
nb: Ugyldig #include-fil. Inkluderingsfiler må være plassert i én av følgende kataloger:
nl: Ongeldig #include-bestand. Include-bestanden dienen zich in een van deze mappen te bevinden:
pl: Nieprawidłowy plik #include. Dołączane pliki muszą znajdować się w jednym z wymienionych katalogów:
pt_br: Arquivo #include inválido. Os arquivos de inclusão devem estar localizados em um destes diretórios:
ro: Fișier #include invalid. Fișierele incluse trebuie să se afle într-unul dintre aceste directoare:
ru: Неверный файл #include. Файлы включения должны быть расположены в одном из этих каталогов:
sk: Neplatný #include súbor. Vložené súbory musia byť umiestnené v niektorom z týchto priečinkov:
sv: Ogiltig #include-fil. Include-filer måste finnas i någon av följande kataloger:
zh_cn: 无效的 #include 文件。包括的文件必须位于以下目录之一：
zh_tw: 無效的 #include 檔案。 包含檔案必須位於下列其中一個目錄：

source: Save changes to the profile
ar: حفظ التغييرات إلى ملف التعريف
ca: Desar els canvis al perfil
cs: Uložit změny v profilu
da: Gem ændringer i profilen
de: Änderungen im Profil speichern
el: Αποθήκευση αλλαγών στο προφίλ
es: Guardar cambios en el perfil
fi: Tallenna muutokset profiiliin
fr: Enregistrer les modifications du profil
hu: Profil módosításainak mentése
it: Salvare le modifiche del profilo
ja: プロファイルに変更を保存する
km: រក្សាទុក​ការ​ផ្លាស់ប្ដូរ​ទៅ​ទម្រង់
ko: 프로파일에 변경사항 저장
lt: Išsaugoti pakeitimus į profilį
nb: Lagre endringer i profilen
nl: Wijzigingen in het profiel opslaan
pl: Zapisz zmiany w profilu
pt_br: Salvar as alterações no perfil
ru: Сохранить изменения в профиль
sk: Uložiť zmeny do profilu
sv: Spara ändringar i profilen
zh_cn: 将更改保存到安全档案
zh_tw: 儲存設定檔的變更

source: Save the changes to this profile? (Note: after saving, AppArmor profiles will be reloaded.)
ar: هل تريد حفظ التغييرات التي تم إجراؤها على ملف التعريف هذا؟ (ملاحظة: بعد حفظ التغييرات، ستتم إعادة تحميل ملفات تعريف درع التطبيقات.)
ca: Voleu desar els canvis d'aquest perfil? (Nota: després de desar els canvis, s'actualitzaran els perfils de l'AppArmor.
cs: Uložit změny v profilu? (Poznámka: Po uložení změn, budou AppArmor profily obnoveny.)
da: Vil du gemme ændringerne af denne profil? (Bemærk: Når du har gemt, genindlæses AppArmor-profilerne.)
de: Möchten Sie die Änderungen an diesem Profil speichern? (Hinweis: Nach dem Speichern werden die AppArmor-Profile neu geladen.)
el: Θέλετε να αποθηκεύσετε τις αλλαγές σε αυτό το προφίλ; (Σημείωση: αφού αποθηκεύσετε τις αλλαγές, τα πρόφιλ AppArmor θα ξαναφορτωθούν.)
es: ¿Desea guardar los cambios realizados a este perfil? (Nota: tras guardar los cambios, se deberá recargar los perfiles de AppArmor)
fi: Haluatko tallentaa muutokset tähän profiiliin? (Huomaa: muutosten tallennuksen jälkeen AppArmor-profiilit ladataan uudelleen.)
fr: Enregistrer les modifications de ce profil ? (Remarque : après l'enregistrement, les profils AppArmor seront rechargés.)
hu: Kívánja elmenteni a profil módosításait? (Megjegyzés: a módosítások elmentése után az AppArmor profilok újra betöltődnek.)
it: Salvare le modifiche apportate al profilo? Nota: dopo il salvataggio verranno ricaricati i profili di AppArmor.
ja: このプロファイルの変更内容を保存しますか？ (注意: 変更内容を保存すると、 AppArmor プロファイルを読み込みなおします)
km: រក្សាទុក​ការ​ផ្លាស់ប្ដូរ​ទៅ​ទម្រង់​នេះ​ឬ ? (ចំណាំ ៖ បន្ទាប់ពី​បាន​រក្សាទុក ទម្រង់ AppArmor នឹង​ត្រូវ​បាន​ផ្ទុក​ឡើងវិញ ។)
ko: 이 프로파일에 변경사항을 저장하시겠습니까? (참고: 저장한 후 AppArmor 프로파일이 다시 로드됩니다.)
lt: Ar norėtumėte įrašyti šio profilio pakeitimus? (Pastaba: įrašius pakeitimus, AppArmor profiliai bus įkelti iš naujo)
nb: Vil du lagre endringer i denne profilen? (Merk: Etter at endringene er lagret, vil AppArmor-profilene bli lastet på nytt.)
nl: De wijzigingen in dit profiel opslaan? (Opmerking: na het opslaan worden de AppArmor-profielen opnieuw geladen.)
pl: Czy zapisać zmiany w tym profilu? (Uwaga: po zapisaniu zmian profile programu AppArmor zostaną wczytane ponownie).
pt_br: Deseja salvar as alterações realizadas neste perfil? (Observação: depois que você salvar as alterações, os perfis do AppArmor serão recarregados.)
ro: Doriți să salvați modificările profilului? (Notă: după salvare, profilurile AppArmor vor fi reîncărcate.)
ru: Сохранить изменения в профиле? (Примечание: после сохранения профили AppArmor будут перезагружены.)
sk: Uložiť zmeny do tohto profilu? (Poznámka: po uložení budú profily AppArmor znova načítané.)
sv: Vill du spara ändringarna i profilen? (Obs! När du har sparat laddas AppArmor-profiler om.)
zh_cn: 是否要保存更改到此安全档案？ (注意：保存更改之后，AppArmor 安全档案将重新装载。)
zh_tw: 要儲存此設定檔的變更嗎？ (注意：儲存後，將會重新載入 AppArmor 設定檔。)

source: You must select a profile to edit.
ar: يجب تحديد ملف تعريف ليتم تحريره.
ca: Heu de seleccionar un perfil per editar.
cs: Musíte zvolit, který profil chcete upravovat.
da: Du skal vælge en profil for at redigere.
de: Sie müssen ein zu bearbeitendes Profil auswählen.
el: Πρέπει να επιλέξετε ένα προφίλ για επεξεργασία.
es: Debe seleccionar el perfil que desea editar.
fi: Valitse muokattava profiili
fr: Vous devez sélectionner un profil à modifier.
hu: A szerkesztéshez ki kell választani egy profilt.
it: Selezionare un profilo da modificare.
ja: 編集するプロファイルを選択する必要があります。
km: អ្នក​ត្រូវតែ​ជ្រើស​ទម្រង់ ដើម្បី​កែសម្រួល ។
ko: 편집할 프로파일을 선택해야 합니다.
lt: Jūs privalote pasirinkti profilį, kad keistumėte.
nb: Du må velge en profil å redigere.
nl: U moet een profiel selecteren om het te kunnen bewerken.
pl: Wybierz profil do edycji.
pt_br: É preciso selecionar um perfil para edição.
ru: Вы должны выбрать профиль для редактирования.
sk: Musíte vybrať profil na úpravu.
sv: Du måste välja en profil för att redigera.
zh_cn: 必须选择要编辑的安全档案。
zh_tw: 必須選取要編輯的設定檔。

source: Failed copying %s.
ar: فشل النسخ %s.
cs: Selhalo kopírování %s.
da: Kopiering af %s fejlede.
de: Fehler beim Kopieren von %s.
el: Αποτυχία αντιγραφής του %s.
es: Error al copiar %s.
fi: %s kopiointi epäonnistui.
hu: %s másolása nem sikerült.
km: បាន​បរាជ័យ​ក្នុង​ការ​ចម្លង %s ។
ko: %s 복사에 실패했습니다.
lt: Nepavyko nukopijuoti %s.
pl: Kopiowanie %s zakończone niepowodzeniem.
pt_br: Falha ao copiar %s.
ro: Copierea %s a eșuat.
sv: Misslyckades med att kopiera %s.
zh_cn: 复制失败 %s。

source: MMap PROT_EXEC
de: PROT_EXEC-MMap
it: PROT_EXEC mmap

source: Failed to change apparmor service. Please use journal (journalctl -n -u apparmor) to diagnose
fr: Échec lors de modification du service apparmor. Veuillez utiliser le journal (journalctl -n -u apparmor) pour diagnostiquer
it: Impossibile modificare il servizio apparmor. Si prega di usare journal (journalctl -n -u apparmor) per la diagnosi
ja: apparmor サービスの変更に失敗しました。原因を分析する際には、 journal (journalctl -n -u apparmor) をご利用ください。
nl: Service apparmor wijzigen is mislukt. Gebruik het journaal (journalctl -n -u apparmor) om een diagnose te stellen
