Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <p><b>Verbose Notification:</b> The Verbose notification displays unmodified, logged AppArmor security events. It tells you every time an event occurs and writes a new line in the Verbose log. These security events include the date and time the event occurred, when the application profile permits access as well as rejects access, and the type of file permission access that is permitted or rejected.</p>
ar: <p><b>الإعلام المسهب:</b> يعرض الإعلام المسهب أحداث الأمان لـ AppArmor المسجلة وغير المعدَّلة. ويخبرك كل مرة يقع فيها حدث ويكتب سطرًا جديدًا في السجل المسهب. تحتوي أحدث الأمان هذه على التاريخ الذي وقع فيه الحدث ووقت حدوثه، في حالة سماح ملف تعريف التطبيق بالوصول وأيضًا عند رفضه للوصول، ونوع ملف إذن الوصول المسموح به أو المرفوض.</p>
ca: <p><b>Notificació verbosa:</b> mostra esdeveniments de seguretat sense modificar, registrats per l'AppArmor. Us diu cada vegada que n'hi ha un i escriu una línia al registre verbós. Aquests esdeveniments inclouen la data i l'hora en què s'han produït, quan el perfil de l'aplicació permet l'accés i quan el rebutja, i el tipus de permís d'accés que és permès o rebutjat.</p>
cs: <p><b>Upovídané oznámení:</b> Upovídané oznámení zobrazuje neupravené zápisy bezpečnostních událostí AppArmoru. Sděluje každý výskyt události a zapisuje jej na nový řádek v upovídaném logu. Tyto bezpečnostní události zahrnují datum a čas výskytu události, zda aplikační profil povolil či odmítnul přístup a typ oprávnění přístupu k souborům, zda je povolen nebo odmítnut.</p>
da: <p><b>Udførlig besked:</b> Den udførlige besked viser uredigerede, loggede AppArmor-sikkerhedshændelser. Den fortæller dig hver gang en hændelse forekommer og skriver en ny linje i den udførlige log. Disse sikkerhedshændelser inkluderer dato og tidspunkt hvor hændelses skete, hvornår programprofilen tillader adgang såvel nægter adgang, og typen af filrettighedsadgang der tillades eller afvises.</p>
de: <p><b>Ausführliche Benachrichtigung:</b> Die ausführliche Benachrichtigung zeigt unveränderte, protokollierte AppArmor-Sicherheitsereignisse an. Sie werden bei jedem Auftreten eines Ereignisses informiert und es wird eine neue Zeile in das Protokoll für ausführliche Benachrichtigungen geschrieben. Diese Sicherheitsereignisse umfassen Datum und Uhrzeit des Ereignisses, wann das Anwendungsprofil den Zugriff erlaubt und abweist, sowie den Typ der Dateizugriffsberechtigung, die erlaubt oder abgewiesen wird.</p>
el: <p><b>Λεπτομερής Ειδοποίηση:</b> Η Λεπτομερής ειδοποίηση εμφανίζει μη-τροποποιημένα, κατεγραμμένα γεγονότα ασφαλείας του AppArmor. Σας ενημερώνει κάθε φορά που προκύπτει ένα γεγονός και γράφει μια καινούργια γραμμή στη λεπτομερή καταγραφή. Αυτά τα γεγονότα ασφαλείας συμπεριλαμβάνουν την ημερομηνία και ώρα που προέκυψε το συμβάν, πότε το προφίλ της εφαρμογής επιτρέπει και πότε απορρίπτει την πρόσβαση, και τον τύπο του δικαιώματος αρχείου που εγκρίνεται ή απορρίπτεται.</p>
es: <p><b>Notificación detallada:</b> La notificación detallada muestra los eventos de seguridad que ha registrado AppArmor, sin modificar. Le notifica cada vez que se produce un evento y escribe una nueva línea en el registro detallado. Estos eventos de seguridad incluyen la fecha y la hora en la que se han producido, si el perfil de la aplicación le ha permitido el acceso o se lo ha rechazado, así como el tipo de permiso de acceso del archivo que está permitido o rechazado.</p>
fi: <p><b>Monisanainen huomautus: </b> Monisanainen ilmoitus näytää muuttamattomana kirjatun AppArmorin turvallisuustapahtuman. Se kertoo aina kun tapahtuma ilmaantuu ja kirjoittaa uuden rivin tähän lokiin. Nämä turvallisuustapahtumat sisältävät ilmaantumisen päiväyksen ja kellonajan, sallittiinko vai estettiinkö pääsy sovellusprofiilin toimesta, ja tiedoston lajin joka sallittiin tai estettiin.</p>
fr: <p><b>Notification détaillée :</b> La notification détaillée affiche les évènements de sécurité AppArmor journalisés, non modifiés. Elle vous informe chaque fois qu'un évènement survient et écrit une ligne dans le journal verbeux. Ces évènements de sécurité incluent la date et l'heure à laquelle l’évènement est survenu, quand le profil d'application autorise et refuse l'accès, et le type de permission d'accès au fichier qui est autorisé ou refusé.</p>
hu: <p><b>Részletes értesítés:</b> A Részletes értesítés módosítás nélkül jeleníti meg a naplózott AppArmor biztonsági eseményeket. Minden egyes eseményről bejegyzés készül a részletes naplóban. Ezek a biztonsági események tartalmazzák az esemény dátumát és időpontját, amikor az alkalmazásprofil engedélyezte vagy elutasította a hozzáférést, valamint, hogy milyen típusú a fájlhozzáférési engedély, amely engedélyezte vagy elutasította.</p>
it: <p><b>Notifica dettagliata:</b> la notifica dettagliata mostra gli eventi di protezione di AppArmor registrati e non modificati. Viene indicato ogni evento che occorre e scrive una nuova linea nel log dettagliato. Questi eventi di protezione includono la data e l'ora di quando è avvenuto l'evento, quando il profilo dell'applicazione permette l'accesso come pure quando lo rifiuta, e il tipo dei permessi d'accesso al file che sono permessi o rifiutati.</p>
ja: <p><b>詳細な通知:</b> 詳細な通知では、記録されている AppArmor セキュリティイベントログがそのまま表示されます。イベントが発生する度に通知され、 詳細ログに新しい行として書き込まれます。これらの セキュリティイベントには、イベントが発生した日付と時刻、 アプリケーションプロファイルによるアクセス拒否／アクセス許可日時、 および許可／拒否されたファイルアクセスの種類などの情報も含まれます。</p>
km: <p><b>ការ​ជូន​ដំណឹង​ដោយ​​រៀបរាប់ ៖</b> ការ​ជូន​ដំណឹង​ដោយ​រៀបរាប់​បង្ហាញ​ព្រឹត្តិការណ៍​សុវត្ថិភាព AppArmor ដែល​មិនបាន​កែប្រែ មិនបាន​ចុះ​កំណត់​ហេតុ ។ វា​ប្រាប់​អ្នក​រាល់ពេល ដែល​ព្រឹត្តិការណ៍​កើតឡើង​ និង​សរសេរ​បន្ទាត់​ថ្មី​នៅ​ក្នុង​កំណត់​ហេតុ​រៀបរាប់ ។ ព្រឹត្តិការណ៍​ទាំង​នេះ រួមបញ្ចូល​កាលបរិច្ឆេទ និង​ពេលវេលា​ដែល​ព្រឹត្តិការណ៍​បាន​កើត​ឡើង នៅ​ពេល ដែល​ទម្រង់​កម្មវិធី​អនុញ្ញាត​ឲ្យ​ចូល​ដំណើរការ​ព្រមទាំង​ច្រានចោល​នូវ​កា​រ​ចូល​ដំណើរការ និង​ប្រភេទ​នៃ​សិទ្ធិ​របស់​ឯកសារ​ដែល​ត្រូវ​បាន​អនុញ្ញាត​ ឬ​ច្រានចោល ។</p>
ko: <p><b>자세한 알림:</b> 자세한 알림에서는 기록된 AppArmor 보안 이벤트가 그대로 표시됩니다. 항상 이벤트가 발생할 때에 알려지고 로그에는 새로 기록 됩니다. 이러한 보안 이벤트에서는 이벤트가 발생한 날짜와 시각, 응용프로그램 프로파일에 의한 접근 거부/접근 허가 일시 및 허용 또는 거부된 파일 권한 종류 등의 정보도 포함됩니다.</p>
nb: <p><b>Detaljert varsling:</b> Detaljert varsling viser uendrede, loggede AppArmor-sikkehetshendelser. Den varsler hver gang en hendelse forekommer og legger til en ny linje i den detaljerte loggen. Disse sikkerhetshendelsene angir dato og tidspunkt for her enkelt hendelse, når programprofilen tillater tilgang og når den avviser tilgang samt hvilken type tilgang som er tillatt eller avvist.</p>
nl: <p><b>Uitgebreide melding:</b> De Uitgebreide melding toont niet gemodificeerde, gelogde AppArmor beveiligingsgebeurtenissen. Het vertelt u alle keren dat er een gebeurtenis optrad en schrijft een nieuwe regel in de Uitgebreide log. Deze beveiligingsgebeurtenissen bevatten de datum en tijd van de gebeurtenis, zowel toegestane toegang tot in het applicatie profiel als afgewezen toegang en het type bestandstoegang dat is toegestaan of afgewezen.</p>
pl: <p><b>Powiadomienia wyczerpujące:</b> Wyświetlają niezmienioną listę zarejestrowanych przez AppArmor naruszeń. Powiadomienia przesyłane są za każdym razem, gdy wystąpi naruszenie, i jest zapisywany nowy wiersz w dzienniku. Zawierają one datę i godzinę wystąpienia naruszenia, informację o tym, czy profil aplikacji zezwala na takie zdarzenie czy zabrania dostępu oraz zawiera uprawnienia dostępu, które zostały zaakceptowane lub nie.</p>
pt_br: <p><b>Notificação detalhada:</b> a notificação detalhada exibe eventos de segurança do AppArmor registrados sem modificação. Ela lhe informa cada vez que um evento ocorre e adiciona uma nova linha no log detalhado. Estes eventos de segurança incluem a data e hora da ocorrência, quando o perfil da aplicação permite ou rejeita acesso, e o tipo de permissão de acesso a arquivo que é permitida ou rejeitada.</p>
ro: <p><b>Notificare Detaliată:</b> Notificarea detaliată prezintă notificările de securitate salvate ale AppArmor nemodificate. Își spune fiecare timp în care unu eveniment are loc și scrie o nouă linie în Jurnalul Detaliat. Aceste notificări de securitate includ ora și data când evenimentul s-a petrecut, atunci când profilul aplicației permite accesul precum și când îl respinge, și tipul permisiunii asupra fișierului care este permis sau respins.</p>
ru: <p><b>Подробное уведомление:</b> Подробное уведомление показывает неизменённые события безопасности из журнала AppArmor. Возникает по каждому событию и пишет в подробный журнал. Эти события безопасности включают время и дату возникновения события, разрешения или запрещения доступа профилем приложения и тип разрешённого или отклонённого доступа к разрешениям файла.</p>
sk: <p><b>Podrobné oznámenie:</b> Podrobné oznámenie zobrazuje neupravené zápisy bezpečnostných udalostí AppArmor. Oznamuje vám každý výskyt udalosti a zapisuje nový riadok v podrobnom zázname. Tieto bezpečnostné udalosti zahŕňajú dátum a čas, kedy došlo k udalosti, kedy profil aplikácie povoľuje prístup, rovnako ako prístup odmieta a typ prístupových práv súboru, ktorý je povolený alebo zamietnutý.</p>
sv: <p><b>Utförlig avisering:</b> I den utförliga aviseringen visas oförändrade, loggade AppArmor-säkerhetshändelser. Du får besked om varje gång en händelse inträffar och en ny rad skrivs i loggen. Säkerhetshändelserna innehåller datum och tidpunkt för händelsen, när programprofilen tillåter eller nekar åtkomst, vilken typ av filåtkomstbehörighet som beviljats eller avvisats.</p>
zh_cn: <p><b>详细通知：</b> 详细通知显示了未修改的，记录的 AppArmor 安全事件。 每次安全事件发生时它都会通知您并在详细日志中写入新的一行。这些安全事件包括 事件发生的日期和事件，应用程序安全档案允许访问和拒绝访问的时间，允许或拒绝的文件权限访问 的类型。</p>
zh_tw: <p><b>詳細通知：</b>詳細通知會顯示尚未 修改的已記錄 AppArmor 安全性事件。每次發生事件時 都會通知您，並在詳細記錄中寫入新行。這些 安全性事件包含事件發生的日期和時間、應用程式 設定檔允許和拒絕存取的時間， 以及允許或拒絕的檔案許可存取類型。</p>

source: <p>Verbose Notification also reports several messages that the logprof tool uses to interpret profiles. <br>For example:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
ar: <p>يتم الإبلاغ من خلال عملية الإعلام المسهب أيضًا عن العديد من الرسائل التي تستخدمها أداة logprof لتفسير ملفات التعريف. <br>على سبيل المثال:<br> <tt> 9 أكتوبر 15:40:31 AppArmor: السماح بالوصول إلى ملف التعريف /etc/apache2/httpd.conf (httpd2-prefork(6068) /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
ca: <p>La notificació verbosa també informa de missatges que l'eina logprof usa per interpretar perfils. <br>Per exemple:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
cs: <p>Upovídané oznámení také obsahuje několik zpráv, které používá nástroj logprof pro interpretaci profilů.<br> Například:<br> <tt>9. říj. 15:40:31 AppArmor: POVOLUJI r přístup k /etc/apache2/httpd.conf (httpd2-prefork(6068) profil /usr/sbin/httpd2-prefork aktivní /usr/sbin/httpd2-prefork)</tt></p>
da: <p>Udførlig besked rapporterer også adskillige meddelelser som logprof-værktøjet bruger til at fortolke profiler. <br>For eksempel:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
de: <p>Die ausführliche Benachrichtigung teilt auch mehrere Meldungen mit, die das Werkzeug logprof für die Interpretation von Profilen benutzt. <br>Ein Beispiel:<br> <tt>Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
el: <p>Η Λεπτομερής Ειδοποίηση αναφέρει επίσης ορισμένα μηνύματα που χρησιμοποιεί το εργαλείο logprof για τη μετάφραση των προφίλ. <br>Για παράδειγμα:<br> <tt> Oct 9 15:40:31 AppArmor: ΕΠΙΤΡΕΠΕΤΑΙ η r πρόσβαση στο /etc/apache2/httpd.conf (httpd2-prefork(6068) προφίλ /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
es: <p>La Notificación detallada también genera varios mensajes que la herramienta logprof utiliza para interpretar los perfiles. <br>Por ejemplo:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
fi: <p>Monisanainen ilmoitus siis raportoi useita viestejä joita työkalu logproof käyttää profiilien tulkkaukseen. <br>Esimerkki:<br> <tt>Elok.9. 15:40:31 SubDomain: SALLITTIIN pääsy kohde /etc/apache2/httpd.conf (httpd2-prefork(6068) profiili /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
fr: <p>La notification détaillée signale également plusieurs messages que l'outil logprof utilise pour interpréter les profils. <br>Par exemple :<br> <tt> Oct 9 15:40:31 SubDomain: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
hu: <p>A Részletes értesítés több üzenetet is küld, amelyek~n a logprof eszköz használ a interpret profilhoz. <br>Például:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
it: <p>La notifica dettagliata riporta inoltre molti messaggi che lo strumento logprof usa per interpretare i profili. <br>Ad esempio:<br> <tt>9 Ott 15:40:31 AppArmor: PERMITTING accesso r a /etc/apache2/httpd.conf (httpd2-prefork(6068) profilo /usr/sbin/httpd2-prefork attivo /usr/sbin/httpd2-prefork)</tt></p>
ja: <p>詳細な通知ではさらに、logprof ツールがプロファイルの解釈に 使用する様々なメッセージも報告されます。 <br>例:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
km: <p>ការ​ជូនដំណឹង​ដោយ​រៀបរាប់ ក៏​រាយការណ៍​អំពី​សារ​ជា​ច្រើន​​ដែល​​ឧបករណ៍ logprof ប្រើ​ដើម្បី​បកប្រែ​ទម្រង់ ។ <br>ឧទាហរណ៍ ៖<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r ចូល​ដំណើរការ​ទៅកាន់​ទម្រង់ /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
ko: <p>자세한 알림은 logprof 도구가 프로파일을 해석하는 데 사용하는 여러 메시지도 보고합니다. <br>예:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
nb: <p>Detaljert varsling rapporterer også ulike meldinger som logprof-verktøyet bruker for å tolke profiler. <br>For eksempel:<br> <tt> 9. okt 15:40:31 AppArmor: TILLATT r tilgang til /etc/apache2/httpd.conf (httpd2-prefork(6068) profil /usr/sbin/httpd2-prefork aktiv /usr/sbin/httpd2-prefork)</tt></p>
nl: <p>Uitgebreide melding rapporteert ook een aantal berichten die door het logprof-hulpmiddel gebruikt worden om profielen te interpreteren. <br>Bijvoorbeeld:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
pl: <p>Powiadomienie wyczerpujące raportuje także kilka wiadomości, które są wykorzystywane przez narzędzie logprof do interpretacji profilu.<br>Na przykład:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
pt_br: <p>A notificação detalhada também exibe várias mensagens que a ferramenta logprof utiliza para interpretar perfis. <br>Por exemplo:<br> <tt>Out 9 15:40:31 AppArmor: PERMITINDO acesso de leitura a /etc/apache2/httpd.conf (httpd2-prefork(6068) perfil /usr/sbin/httpd2-prefork ativo /usr/sbin/httpd2-prefork)</tt></p>
ru: <p>Подробное уведомление также записывает некоторые сообщения, используемые утилитой logprof для интерпретации профилей. <br>Например:<br> <tt> Окт 9 15:40:31 AppArmor: Разрешение доступа на чтение к /etc/apache2/httpd.conf (httpd2-prefork(6068) профиль /usr/sbin/httpd2-prefork активно /usr/sbin/httpd2-prefork)</tt></p>
sk: <p>Podrobné oznámenie tiež ohlasuje niekoľko správ, ktoré používa nástroj logprof pre interpretovanie profilov. <br>Napríklad:<br> <tt> Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
sv: <p>Utförlig avisering rapporterar även flera meddelanden som verktyget logprof använder för att tolka profiler. <br>T.ex.:<br> <tt> Okt 9 15:40:31 AppArmor: PERMITTING r-åtkomst till /etc/apache2/httpd.conf (httpd2-prefork(6068)-profilen /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>
zh_cn: <p>详细通知也报告一些 logprof 工具用来解释安全档案的消息。<br>例如：<br> <tt> 十月 9 日 15:40:31 AppArmor: 允许读取访问到 /etc/apache2/httpd.conf (httpd2-prefork(6068) 安全档案 /usr/sbin/httpd2-prefork 活动 /usr/sbin/httpd2-prefork)</tt></p>
zh_tw: <p>詳細通知也會報告 logprof 工具 用來解譯設定檔的數種訊息。<br>範例：<br> <tt>Oct 9 15:40:31 AppArmor: PERMITTING r access to /etc/apache2/httpd.conf (httpd2-prefork(6068) profile /usr/sbin/httpd2-prefork active /usr/sbin/httpd2-prefork)</tt></p>

source: <li> For each notification type that you would like enabled, select the frequency of notification that you would like. For example, if you select <b>1 day</b> from the pull-down list, you will be sent daily notifications of security events, if they occur.</li>
ar: <li> بالنسبة لكل نوع إعلام تريد تفعيله، حدد معدل تكرار الإعلام الذي تريده. على سبيل المثال، إذا قمت بتحديد <b>يوم واحد</b> من القائمة المنسدلة، سيُرسل إليك إعلامات بأحداث الأمان يوميًا، في حالة وقوعها.</li>
ca: <li> Per cada tipus de notificació que vulgueu habilitar seleccioneu-ne la freqüència. Per exemple, si seleccioneu <b>1 dia</b> de la llista desplegable, rebreu notificacions d'esdeveniments de seguretat diàriament, si n'hi ha.</li>
cs: <li>Pro každý typ oznámení, který chcete povolit, vyberte také jejich četnost. Například pokud z rozbalovacího seznamu vyberete <b>1 den</b>, bude vám odesíláno denní upozornění bezpečnostních událostí, pokud nějaké nastanou.</li>
da: <li> For hver beskedtype som du ønsker aktiveret, kan du vælge den beskedfrekvens du ønsker. For eksempel hvis du vælger <b>1 dag</b> fra drop-ned-listen, vil du få tilsendt daglige beskeder om sikkerhedshændelser, hvis de forekommer.</li>
de: <li>Wählen Sie das gewünschte Intervall für jeden Benachrichtigungstyp, den Sie aktivieren möchten. Wenn Sie beispielsweise <b>1 Tag</b> aus der Pulldown-Liste wählen, erhalten Sie täglich Benachrichtigungen über Sicherheitsereignisse, falls welche auftreten.</li>
el: <li>Για κάθε τύπο ειδοποίησης που θέλετε να ενεργοποιήσετε, επιλέξτε την συχνότητα ειδοποιήσεων που επιθυμείτε. Για παράδειγμα, εάν επιλέξετε <b>1 ημέρα</b> από την λίστα, θα αποστέλλονται ημερήσια οι ειδοποιήσεις των συμβάντων ασφαλείας, εάν υπάρχουν.</li>
es: <li> Seleccione el intervalo de notificación para cada tipo de notificación que le gustaría tener activada. Por ejemplo, si selecciona <b>1 día</b> en la lista desplegable, recibirá notificaciones diarias de eventos de seguridad, en el caso de que se produzca alguno.</li>
fi: <li>Jokaiselle ilmoituslajille jonka haluat sallia, valitse haluamasi ilmoitustaajus .Esimerkiksi, jos valitset <b>1 päivä</b> pudotusvalikosta, sinulle lähetetään päivittäin ilmoitus, jos turvallisuustapahtumia ilmaantuu.</li>
fr: <li> Pour chaque type de notification que vous voulez activer, sélectionnez la fréquence de notification souhaitée. Par exemple, si vous sélectionnez <b>1 jour</b> dans la liste déroulante, des notifications d’évènements de sécurité vous seront envoyées quotidiennement, s'ils surviennent.</li>
hu: <li> Állítsa be ez értesítések gyakoriságát minden értesítéstípusra, amelyet engedélyezni szeretne. Például, ha a legördülő menüből kiválasztja, hogy <b>1 nap</b>, akkor naponta egy biztonsági értesítést fog kapni.</li>
it: <li> Per ogni tipo di notifica che si vuole abilitare, selezionare la frequenza delle notifiche che si preferisce. Ad esempio, se si seleziona <b>1 giorno</b> dall'elenco a discesa, saranno inviate notifiche giornaliere degli eventi di protezione, se avvengono.</li>
ja: <li>有効にする各通知の種類に対して、 通知頻度を選択してください。 例えば、プルダウンリストから<b>1日</b>を 選択すると、その日に発生したセキュリティイベントが 毎日通知されます。</li>
km: <li> សម្រាប់​ប្រភេទ​ជូន​ដំណឹង​នីមួយៗ​ដែល​​អ្នក​​ចង់​បើក ជ្រើស​ប្រេកង់​នៃ​ការ​ជូនដំណឹង​ដែល​អ្នក​ចូលចិត្ត ។ ឧទាហរណ៍ ប្រសិន​បើ​អ្នក​ជ្រើស <b>១ ថ្ងៃ</b> ពី​បញ្ជី ទម្លាក់​ចុះ អ្នក​នឹង​ត្រូវ​បាន​ផ្ញើ​នូវ​ការ​ជូនដំណឹង​ប្រចាំ​ថ្ងៃ​របស់ ព្រឹត្តិការណ៍​សុវត្ថិភាព ប្រសិនបើ​ពួកវា​កើត​ឡើង ។</li>
ko: <li> 사용할 알림 종류의 알림 빈도를 선택하세요. 예를 들어, pull-down 목록으로부터 <b>1 일</b> 을 선택하면, 그 날에 발생한 보안 이벤트가 매일 보고 됩니다.</li>
nb: <li> For hver varslingstype du ønsker å aktivere, må du også velge en varslingsfrekvens. Hvis du for eksempel velger <b>1 dag</b> i nedtrekksmenyen, vil du bli varslet om eventuelle sikkerhetshendelser hver dag.</li>
nl: <li> Voor elk meldingtype dat u wilt activeren, selecteert u de frequentie van de melding die u wilt hebben. Bijvoorbeeld: als u <b>1 dag</b> selecteert uit de keuzelijst, dan krijgt u een dagelijkse melding van beveiligingsgebeurtenissen, als deze er zijn.</li>
pl: <li>Dla każdego rodzaju powiadomień, który zostanie wybrany, należy określić częstotliwość wysyłania powiadomień. Na przykład wybranie z rozwijanej listy opcji <b>1 dzień</b> spowoduje, że powiadomienia będą wysyłane codziennie, o ile tylko wystąpią naruszenia bezpieczeństwa.</li>
pt_br: <li>Para cada tipo de notificação que você deseja habilitar selecione a frequência da notificação. Por exemplo: se você selecionar <b>1 dia</b> na lista suspensa, as notificações sobre eventos de segurança serão enviadas diariamente, se ocorrerem.</li>
ro: <li> Pentru fiecare tip de notificare pe care o vei vrea activată, selectează frecvența notificărilor pe care le-ai dori. De exemplu, dacă selectezi <b>o zi</b> din listă, vei primi notificări zilnice despre evenimente de securitate, dacă se întâmplă.</li>
ru: <li>Для каждого включённого типа уведомлений укажите частоту желаемую частоту уведомлений. Например, если вы выбрали из выпадающего списка <b>1 день</b>, то уведомления о событиях безопасности, если они произойдут, будут присылаться раз в день.</li>
sk: <li> Pre každý typ oznámenia, ktoré by ste chceli povoliť, vyberte frekvenciu oznamovania, ktorú by ste chceli. Napríklad, ak vyberiete <b>1 deň</b> z rozbaľovacieho zoznamu, budú vám denne zasielané oznámenia bezpečnostných udalostí, ak k nim dôjde.</li>
sv: <li> För varje aviseringstyp du vill aktivera väljer du önskad aviseringsfrekvens. Om du till exempel väljer <b>1 dag</b> i listrutan får du aviseringar om säkerhetshändelser varje dag, om det inträffat några.</li>
zh_cn: <li>为您启用的每个通知类型，选择你喜欢的通知频率。例如，如果您从下拉列表中选择 <b>一天</b>， 如果有安全事件发生，您将接收到按日汇总的通知。</li>
zh_tw: <li>請為每個要啟用的通知類型選取 所需的通知頻率。例如，如果您從 下拉式清單中選取「<b>1 天</b>」， 則每天都會傳送一則安全性事件通知 (如果發生安全性事件)。</li>
