Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <p>These problems must be corrected before AppArmor can be started or the profile management tools can be used.</p>
ar: <p>يجب تصحيح هذه المشاكل قبل أن تتمكن من تشغيل درع التطبيقات أو استخدام أدوات إدارة ملف التعريف.</p>
ca: <p>Aquests problemes s'han de corregir abans que l'AppArmor es pugui iniciar o que es puguin utilitzar les eines de gestió de perfils.</p>
cs: <p>Tyto problémy musí být opraveny před spuštěním AppArmoru nebo použitím nástrojů pro správu profilů.</p>
da: <p>Disse problemer skal rettes før AppArmor kan startes eller profilhåndteringsværktøjerne kan anvendes.</p>
de: <p> Diese Probleme müssen beseitigt werden, bevor AppArmor gestartet werden kann bzw. die Profilverwaltungswerkzeuge verwendet werden können.</p>
el: <p>Αυτά τα προβλήματα μπορούν να διορθωθούν πριν ξεκινήσει το AppArmor ή πριν χρησιμοποιηθούν τα εργαλεία της διαχείρισης των προφίλ.</p>
es: <p>Debe corregir estos problemas para poder iniciar AppArmor o para poder utilizar las herramientas de administración de perfiles.</p>
fi: <p>Nämä ongelmat pitää korjata ennen kuin AppArmor voidaan käynnistää tai profiilien hallintatyökaluja voidaan käyttää.</p>
fr: <p>Vous devez résoudre ces problèmes pour lancer AppArmor ou utiliser les outils de gestion des profils.</p>
hu: <p>A hibákat az AppArmor újraindítása vagy a profilkezelő eszköz használata előtt javítani kell.</p>
it: <p>È necessario correggere questi problemi prima di avviare AppArmor o di usare gli strumenti di gestione dei profili.</p>
ja: <p>AppArmor を開始する前またはプロファイル管理ツールを使用する前に、これらの問題を修正する必要があります。</p>
km: <p>បញ្ហា​ទាំង​នេះ​ត្រូវ​តែ​កែ​ឲ្យ​បាន​ត្រឹមត្រូវ មុនពេល​ចាប់ផ្ដើម AppArmor ឬ​មុនពេល​ប្រើ​​ឧបករណ៍​គ្រប់គ្រង​ទម្រង់ ។</p>
ko: <p>AppArmor를 실행하거나 프로파일 관리 도구를 사용하기 전에 먼저 이 문제를 해결해야 합니다.</p>
lt: <p>Prieš paleidžiant AppArmor ar profilių tvarkymo įrankį, būtina išspręsti šias problemas.</p>
nb: <p>Disse feilene må rettes før AppArmor kan startes eller profilbehandlingsverktøyet benyttes.</p>
nl: <p>Deze problemen dienen te worden opgelost voordat AppArmor kan worden gestart of de hulpprogramma's voor profielbeheer kunnen worden gebruikt.</p>
pl: <p>Aby można było uruchomić program AppArmor albo użyć narzędzia zarządzania profilami, należy poprawić te problemy.</p>
pt_br: <p>Estes problemas deverão ser corrigidos antes que o AppArmor seja iniciado ou as ferramentas de gerenciamento de perfil sejam usadas.</p>
ro: <p>Aceste probleme trebuie rezolvate înainte de a porni AppArmor sau înainte de a utiliza utilitarele de gestiune de profile.</p>
ru: <p>Эти проблемы должны быть исправлены перед запуском AppArmor или перед использование инструментов управления профилями.</p>
sk: <p>Tieto problémy musia byť opravené skôr, ako sa môže spustiť AppArmor alebo môžu byť použité nástroje správy profilov.</p>
sv: <p>De här problemen måste korrigeras om du vill kunna starta AppArmor eller använda profilhanteringsverktygen.</p>
zh_cn: <p>在这些错误未修复前 AppArmor 不能启动、安全档案管理工具也不能使用。</p>
zh_tw: <p>必須先修正這些問題，然後才能啟動 AppArmor 或使用設定檔管理工具。</p>

source: <p>Find a description of the AppArmor profile syntax by running
ar: <p>يمكنك أن تجد وصف ملف تعريف درع التطبيقات بتشغيل
ca: <p>Podeu trobar una descripció de la sintaxi del perfil de l'AppArmor executant
cs: <p>Popis syntaxe profilů AppArmoru získáte spuštěním
da: <p>Find en beskrivelse af AppArmors profilsyntaks ved at køre
de: <p>Eine Beschreibung der Syntax in AppArmor-Profilen wird angezeigt, wenn Sie Folgendes ausführen
el: <p>Αναζήτηση περιγραφής σύνταξης του προφίλ του AppArmor εκτελώντας
es: <p>Puede encontrar una descripción para la sintaxis de los perfiles de AppArmor ejecutando
fi: <p>Löydät kuvauksen AppArmor-profiilien syntaksista suorittamalla
fr: <p>Pour obtenir une description de la syntaxe des profils AppArmor, exécutez
hu: <p>Az AppArmor profilszintaxis leírásának megkereséséhez futtassa:
it: <p>Si ottiene una descrizione della sintassi dei profili AppArmor eseguendo
ja: <p>AppArmor プロファイル構文の説明を参照するには、以下のコマンドを実行してください:
km: <p>រកមើល​សេចក្ដី​ពិពណ៌នា​នៃ​វាក្យសម្ពន្ធ​ទម្រង់ AppArmor ដោយ​ការ​ដំណើរការ
ko: <p>다음을 실행하여 AppArmor 프로파일 구문에 대한 설명을 확인하십시오.
lt: <p>AppArmor profilių sintaksės aprašą pamatysite įvykdę
nb: <p>Du kan vise en beskrivelse av syntaksen for AppArmor-profiler ved å kjøre
nl: <p>Zoek een beschrijving van de AppArmor-profielsyntaxis door het uitvoeren van
pl: <p>Opis składni profilu programu AppArmor można zobaczyć po uruchomieniu
pt_br: <p>Você pode encontrar uma descrição da sintaxe de perfil do AppArmor executando
ru: <p>Описание синтаксиса профиля AppArmor можно прочитать, запустив
sk: <p>Nájsť popis syntaxe profilov AppArmor spustením
sv: <p>Du hittar en beskrivning av AppArmor-profilsyntaxen om du kör
zh_cn: <p>运行下面命令以查找 AppArmor 安全档案语法的描述
zh_tw: <p>透過執行以下操作可找到 AppArmor 設定檔語法的描述

source: <p>Comprehensive documentation about AppArmor is available in the Administration guide located in the directory:
ar: <p>تتوفر وثائق شاملة حول درع التطبيقات في وثائق الإدارة تتوفر في المجلد:
ca: <p>A la Guia d'administració hi ha una àmplia documentació disponible sobre l'AppArmor. La trobareu al directori
cs: <p>Kompletní dokumentace aplikace AppArmor je k dispozici v Příručce pro správce, která je k dispozici v adresáři:
da: <p>Omfattende dokumentation om AppArmor findes i administrationsguiden som findes i mappen:
de: <p>Eine umfassende Dokumentation zu AppArmor finden Sie im Administrationshandbuch. Sie finden es in diesem Verzeichnis:
el: <p>Αναλυτική τεκμηρίωση σχετικά με το AppArmor είναι διαθέσιμη στον οδηγό Διαχειριστή που βρίσκεται στον κατάλογο:
es: <p>Encontrará documentación completa acerca de AppArmor en la Guía de administración, disponible en el siguiente directorio:
fi: <p>Yksityiskohtaisia AppArmor-ohjeita on hallintaoppaassa. Opas on hakemistossa:
fr: <p>Une documentation complète sur AppArmor est disponible dans le Guide d'administration situé dans le répertoire :
hu: <p>Az AppArmor teljes dokumentációja a disztribúció felhasználói kézikönyvében található. Ez a következő könyvtárban érhető el:
it: <p>La documentazione esauriente su AppArmor è disponibile nella Guida all'amministrazione presente nella directory:
ja: <p>AppArmor の広範囲な情報は管理者ガイド内に書かれています。管理者ガイドは以下のディレクトリをご覧ください:
km: <p>ឯកសារ​ស្វែងយល់​អំពី AppArmor មាន​នៅ​ក្នុង​មគ្គុទ្ទេសក៍​គ្រប់គ្រង​ដែល​ស្ថិត​នៅ​ក្នុង​ថត ៖
ko: <p>AppArmor에 대한 포괄적인 설명서는 다음 디렉토리에 있는 관리 가이드에서 사용할 수 있습니다.
lt: <p>Platesnę AppArmor dokumentaciją rasite Administravimo vadove. Jį rasite kataloge:
nb: <p>Du finner omfattende dokumentasjon for AppArmor i administrasjonsveiledningen, som ligger i katalogen:
nl: <p>Uitgebreide documentatie over AppArmor kunt u vinden in de beheerdershandleiding in de map:
pl: <p>Obszerna dokumentacja dotycząca programu AppArmor dostępna jest w Podręczniku administratora. Znajduje się w katalogu:
pt_br: <p>Uma documentação abrangente sobre o AppArmor está disponível no Guia de administração, localizado no diretório:
ru: <p>Исчерпывающая документация по AppArmor содержится в руководстве по администрированию, расположенном в каталоге
sk: <p>Obsiahla dokumentácia o aplikácii AppArmor je dostupná v Príručke Administrátora, ktorá sa nachádza v adresári:
sv: <p>Utförlig dokumentation om AppArmor finns i administrationsmanualen i katalogen:
zh_cn: <p>关于 AppArmor 的完整文档包含在《管理指南》中。 在以下目录中提供：
zh_tw: <p>您可以在位於以下目錄的管理指南中找到關於 AppArmor 的完整文件：

source: &Allow
ar: سماح
ca: &Permet
cs: &Povolit
da: T&illad
de: Zul&assen
el: &Επιτρέπεται
es: &Permitir
fi: S&alli
fr: &Autoriser
hu: &Engedélyez
it: &Consenti
ja: 許可 (&A)
km: អនុញ្ញាត
ko: 허용(&A)
lt: &Leisti
nb: Till&at
nl: Toest&aan
pl: Z&ezwól
pt_br: &Permitir
ro: Permite
ru: &Разрешает
sk: Pov&oliť
sv: &Tillåt
zh_cn: 允许(&A)
zh_tw: 允許(&A)

source: &Deny
ar: رفض
ca: &Denega
cs: &Zakázat
da: &Nægt
de: &Verweigern
el: &Απαγορεύεται
es: &Denegar
fi: &Estä
fr: &Refuser
hu: &Letilt
it: &Rifiuta
ja: 拒否 (&D)
km: បដិសេធ
ko: 거부(&D)
lt: &Atmesti
nb: &Avvis
nl: &Weigeren
pl: Za&broń
pt_br: &Negar
ro: Respinge
ru: &Отклонить
sk: &Zamietnuť
sv: &Neka
zh_cn: 拒绝(&D)
zh_tw: 拒絕(&D)

source: Abo&rt
ar: إحباط
ca: Aba&ndona
cs: Pře&rušit
da: Afb&ryd
de: &Abbrechen
el: Ματαί&ωση
es: Cancel&ar
fi: &Keskeytä
fr: &Interrompre
hu: &Megszakítás
it: Inte&rrompi
ja: 中止 (&R)
km: បោះបង់
ko: 중단(&R)
lt: Nut&raukti
nb: Avb&ryt
nl: Afb&reken
pl: P&rzerwij
pt_br: C&ancelar
ro: Renunțare
ru: П&рервать
sk: Pre&rušiť
sv: Avb&ryt
zh_cn: 中止(&R)
zh_tw: 中止(&R)

source: Audi&t
ar: تدقيق
ca: &Revisa
cs: Audi&tovat
da: O&vervåg
de: &Prüfen
el: Έλεγ&χος
es: Audi&toría
fi: Seuran&ta
it: &Revisione
ja: 監査する (&T)
km: ពិនិត្យ​បញ្ជី
ko: 감사(&T)
lt: Audi&tas
nb: Overvå&k
nl: &Controle aan
pl: Audyt&uj
pt_br: Audi&tar
ru: Ауди&т
sv: Gransknin&g
zh_cn: 审计(&T)
zh_tw: 稽核(&T)

source: Audi&t off
ar: إيقاف التدقيق
ca: Revisió &apagada
cs: Audit &vypnout
da: Over&våg fra
de: Prüfen au&s
el: Έλεγχο&ς Κλειστός
es: Sin audi&toría
fi: Seuran&ta pois käytöstä
fr: Désactiver l'audi&t
hu: Audi&t kikapcsolása
it: Revisione &disattivata
ja: 監査しない (&T)
km: បិទ​ការ​ពិនិត្យ​បញ្ជី
ko: 감사 끔(&T)
lt: Audi&tas išjungtas
nb: Overvå&k av
nl: &Controle uit
pl: Audy&t wyłączony
pt_br: Audi&tar desativado
ro: Dezactivează auditul
ru: Ауди&т выкл
sk: Audi&t vypnúť
sv: Gransknin&g av
zh_cn: 不审计(&T)
zh_tw: 稽核關閉(&T)

source: Audit &All
ar: تدقيق الجميع
ca: Revisa-ho &tot
cs: Auditovat &vše
da: Overvåg &alle
de: &Alle prüfen
el: Έλεγχο&ς Όλων
es: Audit&ar todo
fi: Seuranta k&aikille
fr: Tout &Auditer
hu: Minden &Auditálása
it: Revisiona &tutto
ja: 全て監査する (&A)
km: ពិនិត្យ​បញ្ជី​ទាំងអស់
ko: 모두 감사(&A)
lt: Auditas &viskam
nb: Overvåk &alle
nl: &Alles controleren
pl: Audytuj &wszystko
pt_br: &Auditar Todos
ro: Auditează totul
ru: Проверить &все
sk: &Audit všetkého
sv: Granska &alla
zh_cn: 审计全部(&A)
zh_tw: 全部稽核(&A)

source: &Opts
ar: اختار
cs: V&olby
da: &Indst.
el: &Επιλογές
es: &Opciones
fi: V&alinnat
fr: &Options
hu: &Opciók
it: &Opzioni
ja: オプション (&O)
km: ជម្រើស
ko: 옵션(&O)
lt: &Savybės
nb: &Valg
nl: &Opties
pl: &Opcje
pt_br: &Opções
ru: &Параметры
sk: V&oľby
sv: &Alternativ
zh_cn: 选项(&O)
zh_tw: 選項(&O)

source: &Owner Permissions on
ar: أذونات المالك تعمل
ca: &Permisos de propietari actius
cs: &Oprávnění vlastníka zapnuta
da: &Ejertilladelser til
de: &Eigentümerberechtigungen an
el: Δικαιώματα &Ιδιοκτήτη ενεργά
es: Permis&os de usuario activados
fi: &Omistajan käyttöoikeudet käyttöön
fr: &Activer les permissions du propriétaire
hu: Tulajd&onos jogosultságai be
it: &Permessi proprietario attivati
ja: 所有者のアクセス許可を有効にする (&O)
km: បើក​សិទ្ធិ​របស់​ម្ចាស់
ko: 소유자 권한 켜기(&O)
lt: (&savininko leidimai įjungti)
nb: Eierprivilegier &aktivert
nl: &Eigenaarsrechten aan
pl: &Uprawnienia właściciela włączone
pt_br: &Permissões do proprietário ativadas
ru: Права &владельца вкл
sk: &Práva vlastníka zapnuté
sv: &Ägarbehörigheter på
zh_cn: 所有者权限开(&O)
zh_tw: 擁有者許可權開啟(&O)

source: &Owner Permissions off
ar: أذونات المالك مغلقة
ca: &Permisos de propietari no actius
cs: &Oprávnění vlastníka vypnuta
da: &Ejertilladelser fra
de: &Eigentümerberechtigungen aus
el: Δικαιώματα &Ιδιοκτήτη ανενεργά
es: Permis&os de usuario desactivados
fi: &Omistajan käyttöoikeudet pois käytöstä
fr: &Désactiver les permissions du propriétaire
hu: Tulajd&onos jogosultságai ki
it: &Permessi proprietario disattivati
ja: 所有者のアクセス許可を無効にする (&O)
km: បិទ​សិទ្ធិ​របស់​ម្ចាស់
ko: 소유자 권한 끄기(&O)
lt: (&savininko leidimai išjungti)
nb: &Eierprivilegier deaktivert
nl: &Eigenaarsrechten uit
pl: &Uprawnienia właściciela wyłączone
pt_br: &Permissões do proprietário desativadas
ru: Права &владельца выкл
sk: &Práva vlastníka vypnuté
sv: &Ägarbehörigheter av
zh_cn: 所有者权限关(&O)
zh_tw: 擁有者許可權關閉(&O)

source: &Inherit
ar: توارث
ca: &Hereta
cs: &Dědit
da: &Overtag
de: Verer&ben
el: &Κληρονομικότητα
es: &Heredar
fi: Per&i
fr: &Hériter
hu: Ö&rököl
it: &Eredita
ja: 継承 (&I)
km: ទទួលយក
ko: 상속(&I)
lt: &Paveldėti
nb: &Ta over
nl: Over&nemen
pl: &Dziedzicz
pt_br: &Herdar
ro: Moștenește
ru: &Наследовать
sk: &Zdediť
sv: Är&v
zh_cn: 继承(&I)
zh_tw: 承襲(&I)

source: &Profile
ar: ملف التعريف
ca: Perfi&l
cs: &Profil
da: &Profil
de: &Profil
el: &Προφίλ
es: &Perfil
fi: &Profiili
fr: &Profil
hu: &Profil
it: Pr&ofilo
ja: プロファイル (&P)
km: ទម្រង់
ko: 프로파일(&P)
lt: &Profilis
nb: &Profil
nl: &Profiel
pl: &Profil
pt_br: &Perfil
ro: Profil
ru: &Профиль
sk: &Profil
sv: &Profil
zh_cn: 安全档案(&P)
zh_tw: 設定檔(&P)

source: &Profile Clean Exec
ar: تنفيذ نظيف لملف التعريف
ca: &Execució neta del perfil
cs: &Profil čisté spouštění
da: &Profil Clean Exec
de: &Bereinigte Ausführung für Profil
el: &Προφίλ Καθαρής Εκτέλεσης
es: Ejecución limpia de &perfil
fi: &Profiilin puhdas suoritus
fr: Exéc. propre du profil
hu: &Profil tiszta végrehajtás
it: &Profilo esecuzione pulita
ja: プロファイルクリーン実行 (&P)
ko: 프로파일 정리 실행(&P)
lt: &Profilis grynai vykdomasis
nb: Ren kjøre&profil
nl: &Profiel Clean Exec
pl: &Profil Clean Exec
pt_br: Exe&cução Limpa de Perfil
ro: Profil Clean Exec
ru: &Профиль Clean Exec
sk: &Profil Clean Exec
sv: &Profilstyrd sanerad körningsbehörighet
zh_cn: 安全档案(&P)清洁执行
zh_tw: 設定檔清理執行(&P)

source: &Child
ar: منتج
ca: &Fill
cs: &Potomek
da: &Barn
de: &Untergeordnetes Element
el: &Θυγατρικό
es: &Hijo
fi: &Lapsi
fr: &Enfant
hu: &Gyermek
it: &Figlio
ja: 子 (&C)
ko: 자식(&C)
lt: &Vaikas
nb: &Underprosess
nl: &Dochter
pl: &Potomny
pt_br: &Filho
ro: Fiu
ru: &Дочерний
sk: &Potomok
sv: &Underordnad
zh_cn: 子安全档案(&C)
zh_tw: 子代(&C)

source: &Child Clean Exec
ar: تنفيذ نظيف لملف المنتج
ca: &Execució neta del perfil fill
cs: &Potomkové čisté spouštění
da: &Børne Clean Exec
de: &Bereinigte Ausführung für untergeordnetes Element
el: &Θυγατρική Καθαρή Εκτέλεση
es: Ejecu&ción limpia del hijo
fi: &Lapsiprosessin puhdas suoritus
fr: &Exéc. propre de l'enfant
hu: &Gyermek tiszta végrehajtás
it: Esecuzione pulita &figlio
ja: 子クリーン実行 (&C)
ko: 자식 정리 실행(&C)
lt: &Vaikas grynai vykdomasis
nb: Ren &kjøring av underprosess
nl: &Dochter Clean Exec
pl: &Potomny Clean Exec
pt_br: Execução Limpa de &Filho
ro: Exe&cutare curățare fiu
ru: &Дочерний Clean Exec
sk: &Potomok Clean Exec
sv: &Underordnad sanerad körningsbehörighet
zh_cn: 子安全档案(&C)清洁执行
zh_tw: 子代清理執行(&C)

source: &Name
ar: اسم
ca: &Nom
cs: Jmé&no
da: &Navn
el: &Όνομα
es: &Nombre
fi: &Nimi
fr: &Nom
hu: &Név
it: &Nome
ja: 名前 (&N)
ko: 이름(&N)
lt: &Vardas
nb: &Navn
nl: &Naam
pl: &Nazwa
pt_br: &Nome
ro: Nume
ru: &Имя
sk: &Názov
sv: &Namn
zh_cn: 名称(&N)
zh_tw: 名稱(&N)

source: &Named Clean Exec
ar: تنفيذ نظيف لملف مُسمى
ca: &Execució neta del perfil nominal
cs: &Pojmenované čisté spouštění
da: &Navngivet Clean Exec
de: &Benannte bereinigte Ausführung
el: &Ονομασία Καθαρή Εκτέλεση
es: Ejecució&n limpia de perfil
fi: &Nimetty puhdas suoritus
fr: Exéc. propre &Nommé
hu: &Név tiszta végrehajtás
it: Esecuzione &pulita con nome
ja: 名前付きクリーン実行 (&N)
ko: 이름 정리 실행(&N)
lt: Į&vardytas grynai vykdomasis
nb: Ren kjøring av &navngitt prosess
nl: &Naam Clean Exec
pl: &Nazwane Clean Exec
pt_br: Execução Limpa &Nomeada
ro: Curățare Nume Exec
ru: &Именованный Clean Exec
sk: Pome&nované Clean Exec
sv: &Namngiven sanerad körningsbehörighet
zh_cn: 已命名行为(&N)清洁执行
zh_tw: 指定清理執行(&N)

source: &Unconfined
ar: غير مقيد
ca: &Sense limitacions
cs: &Neomezený
da: &Uindskrænket
de: &Uneingeschränkt
el: &Ανεπιβεβαίωτο
es: &No limitado
fi: Rajoittamato&n
fr: &Non confiné
hu: Nem korlá&tozott
it: &Non limitata
ja: 無制限 (&U)
ko: 제한 취소(&U)
lt: &Nesuvaržytas
nb: &Ubegrenset
nl: &Onbeperkt
pl: &Nieograniczony
pt_br: &Não delimitado
ro: Nelimitat
ru: &Неограниченно
sk: &Neobmedzený
sv: &Obegränsad
zh_cn: 未受限行为(&U)
zh_tw: 未設限(&U)

source: &Unconfined Clean Exec
ar: تنفيذ نظيف غير المقيد
ca: &Execució neta sense limitacions
cs: &Neomezené čisté spouštění
da: &Uindskrænket Clean Exec
de: &Uneingeschränkte bereinigte Ausführung
el: &Ανεπιβεβαίωτη Καθαρή Εκτέλεση
es: Ejec&ución limpia sin limitaciones
fi: &Rajoittamaton puhdas suoritus
fr: Exéc. propre non confinée
hu: Nem korlá&tozott tiszta végrehajtás
it: Esecuzione pulita &non limitata
ja: 無制限のクリーン実行 (&U)
ko: 무제한 정리 실행(&U)
lt: &Nesuvaržytas grynai vykdomasis
nb: &Ubegrenset ren kjøring
nl: &Onbeperkt Clean Exec
pl: &Nieograniczony Clean Exec
pt_br: &Execução Limpa não Delimitada
ro: Curățare Nelimitată Exec
ru: &Неограниченный Clean Exec
sk: &Neobmedzené Clean Exec
sv: &Obegränsad körningsbehörighet
zh_cn: 未受限行为(&U)清洁执行
zh_tw: 未設限的清理執行(&U)

source: &Profile ix
ar: ملف التعريف ix
ca: &Perfil ix
cs: &Profil ix
da: &Profil ix
de: &Profil ix
el: &Προφίλ ix
es: &Perfil ix
fi: &Profiili ix
fr: &Profil ix
hu: &Profil ix
it: &Profilo ix
ja: プロファイル継承 (&P)
ko: 프로파일 ix(&P)
lt: &Profilis ix
nb: &Profil ix
nl: &Profiel ix
pl: &Profil ix
pt_br: &Perfil ix
ro: Profilul ix
ru: &Профиль ix
sk: &Profil ix
sv: &Profil-ix
zh_cn: 安全档案(&P) ix
zh_tw: 設定檔 ix(&P)

source: &Profile ix Clean Exec
ar: تنفيذ نظيف لملف التعريف ix
ca: &Execució neta del perfil ix
cs: &Profil ix čisté spouštění
da: &Profil ix Clean Exec
de: &Bereinigte Ausführung für Profil ix
el: &Προφίλ ix Καθαρή Εκτέλεση
es: Ejecución limpia de &perfil ix
fi: &Profiilin ix puhdas suoritus
fr: Exéc. propre du profil ix
hu: &Profil ix tiszta végrehajtás
it: Esecuzione pulita &profilo ix
ja: プロファイル継承クリーン実行 (&P)
ko: 프로파일 ix 정리 실행(&P)
lt: &Profilis ix grynai vykdomasis
nb: Ren kjøring av &profil ix
nl: &Profiel ix Clean Exec
pl: &Profil ix Clean Exec
pt_br: Execução Limpa de &Perfil ix
ro: Curățare Profil ix Exec
ru: &Профиль ix Clean Exec
sk: &Profil ix Clean Exec
sv: &Sanerad körningsbehörighet för profil-ix
zh_cn: 安全档案(&P) ix 清洁执行
zh_tw: 設定檔 ix 清理執行(&P)

source: &Child ix
ar: منتج ix
ca: &Fill ix
cs: &Potomek ix
da: &Barne ix
de: &Untergeordnetes Element ix
el: &Θυγατρικό ix
es: &Hijo ix
fi: &Lapsi ix
fr: &Enfant ix
hu: &Gyermek ix
it: &Figlio ix
ja: 子継承 (&C)
ko: 자식 계승(&C)
lt: &Vaikas ix
nb: &Barneprosess ix
nl: &Dochter ix
pl: &Potomny ix
pt_br: &Filho ix
ro: Copil ix
ru: &Дочерний ix
sk: &Potomok ix
sv: &Underordnad ix
zh_cn: 子(&C) ix
zh_tw: 子代 ix(&C)

source: &Child ix Cx Clean Exec
ar: تنفيذ نظيف لملف المنتج ix
ca: &Execució neta del perfil fill ix Cx
cs: &Potomek ix Cx čisté spouštění
da: &Barne ix Cx Clean Exec
de: &Bereinigte Ausführung für untergeordnetes Element ix Cx
el: &Θυγατρικού ix Cx Καθαρή Εκτέλεση
es: Ejecu&ción limpia del hijo ix Cx
fi: &Lapsi ix Cx puhdas suoritus
fr: Exéc. propre de l'enfant ix &Cx
hu: &Gyermek ix tiszta végrehajtás
it: Esecuzione pulita &figlio ix Cx
ja: 子継承クリーン実行 (&C)
ko: 지식 ix Cx 정리 실행(&C)
lt: &Vaikas ix Cx grynai vykdomasis
nb: Ren kjøring av barneprosess ix &Cx
nl: &Dochter ix Cx Clean Exec
pl: &Potomny ix Cx Clean Exec
pt_br: Execução Limpa de &Filho ix Cx
ro: Curățare Copil ix Cx Exec
ru: &Дочерний ix Cx Clean Exec
sk: &Potomok ix Cx Clean Exec
sv: &Sanerad köringsbehörighet för underordnad ix Cx
zh_cn: 子(&C) ix Cx 清洁执行
zh_tw: 子代 ix Cx 清理執行(&C)

source: &Name ix
ar: اسم ix
ca: &Nom ix
cs: Jmé&no ix
da: &Navn ix
el: &Όνομα ix
es: &Nombre ix
fi: &Nimi ix
fr: &Nom ix
hu: ix &név
it: &Nome ix
ja: 名前継承 (&N)
ko: 이름 ix(&N)
lt: &Vardas ix
nb: &Navn ix
nl: &Naam ix
pl: &Nazwa ix
pt_br: &Nome ix
ro: Nume ix
ru: &Название ix
sk: &Názov ix
sv: &Namn-ix
zh_cn: 名称 ix(&N)
zh_tw: 命名 ix(&N)

source: i&x fallback on
ar: ix الاحتياطي يعمل
ca: Crida de retorn i&x activada
cs: i&x snížení zapnuto
da: i&x tilbagekaldsfunktion til
de: i&x-Fallback an
el: i&x εφεδρία ανοικτή
es: i&x por defecto activado
fi: i&x varmistus käyttöön
fr: Rappel i&x actif
hu: i&x visszahívás be
it: Ripiegho i&x attivo
ja: 継承フォールバックを有効にする (&X)
ko: 상속 대체 켬(&X)
nb: i&x-fallback på
nl: i&x fallback aan
pl: Domyślny i&x włączony
pt_br: i&x alternativo ativado
ro: i&x retragere activată
ru: запасной i&x вкл
sk: i&x zníženie zapnuté
sv: i&x-reservutväg på
zh_cn: i&x 回退开启
zh_tw: ix 錯誤回復開啟(&X)

source: i&x fallback off
ar: ix الاحتياطي معطل
ca: Crida de retorn i&x desactivada
cs: i&x snížení vypnuto
da: i&x tilbagekaldsfunktion fra
de: i&x-Fallback aus
el: i&x εφεδρία κλειστή
es: i&x por defecto desactivado
fi: i&x varmistus pois käytöstä
fr: Rappel i&x inactif
hu: i&x visszahívás ki
it: Ripiego i&x disattivo
ja: 継承フォールバックを無効にする (&X)
ko: 상속 대체 끔(&X)
nb: i&x-fallback av
nl: i&x fallback uit
pl: Domyślny i&x wyłączony
pt_br: i&x alternativo desativado
ro: i&x retragere oprită
ru: запасной i&x выкл
sk: i&x zníženie vypnuté
sv: i&x-reservutväg av
zh_cn: i&x 回退关闭
zh_tw: ix 錯誤回復關閉(&X)

source: &Continue Profiling
ar: مواصلة التعريف
ca: &Continua perfilant
cs: &Pokračovat v profilování
da: &Fortsæt profilering
de: &Profilerstellung fortsetzen
el: &Συνέχεια Δημιουργίας Προφίλ
es: &Continuar el perfilado
fi: &Jatka profilointia
fr: Continuer le profilage ?
hu: P&rofilozás folytatása
it: &Continua la creazione del profilo
ja: プロファイリングの続行 (&C)
ko: 프로파일링을 계속(&C)
lt: &Tęsti profiliavimą
nb: &Fortsett profilering
nl: &Doorgaan met profilen
pl: &Kontynuuj profilowanie
pt_br: &Continuar Criando o Perfil
ro: &Continuare profil
ru: &Продолжить профилирование
sk: &Pokračovať v tvorbe profilu
sv: &Fortsätt att skapa profiler
zh_cn: 继续(&C)创建安全档案
zh_tw: 繼續設定(&C)

source: &Edit
ar: تحرير
ca: &Edita
cs: &Upravit
da: &Redigér
de: &Bearbeiten
el: &Επεξεργασία
es: &Editar
fi: &Muokkaa
fr: &Modifier
hu: &Szerkesztés
it: &Modifica
ja: 編集 (&E)
km: កែសម្រួល
ko: 편집(&E)
lt: K&eisti
nb: &Rediger
nl: Be&werken
pl: &Edytuj
pt_br: &Editar
ro: Editează
ru: &Редактировать
sk: &Upraviť
sv: R&edigera
zh_cn: 编辑(&E)
zh_tw: 編輯(&E)

source: &Glob
ca: &Global
el: &Ανάπτυξη
es: &Global
fi: &Yleinen
hu: &Globális
it: &Globale
ja: グロブ (&G)
km: សកល
ko: 광역(&G)
pl: &Globalny
ru: &Обобщить
zh_cn: 模式匹配(&G)
zh_tw: Glob(&G)

source: Glob w/E&xt
ar: تمثيل أسماء الملفات w/Ext
ca: Glob amb E&xt
da: Glob m/E&xt
de: Glob mit E&rweiterung
el: Ανάπτυξης w/E&xt
es: Global con e&xt
fi: Yleiset laa&jennuksilla
fr: Glob avec E&xt
it: Globale con e&xt
ja: 拡張子付きグロブ (&X)
ko: 광역 확장(&X)
lt: Glob w/prie&v
nl: Glob met e&xt
pl: Globalny w/E&xt
pt_br: Glob com e&xt
ru: Обобщить с рас&ширением
sv: Glob med e&xt
zh_cn: 模式匹配 w/Ext(&X)
zh_tw: Glob 加上延伸(&X)

source: &Add Requested Hat
ar: إضافة Hat المطلوبة
ca: &Afegeix el Hat sol·licitat
cs: Přid&at požadovaný hat
da: &Tilføj forespurgt hat
de: &Angeforderten Hat hinzufügen
el: &Προσθήκη Ζητούμενου Hat
es: &Añadir Hat pedido
fi: Lisää pyydetty h&attu (hat)
fr: &Ajouter le hat demandé
hu: A &kért részprofil használata
it: Aggiungi &hat richiesto
ja: 要求されたハットの追加 (&A)
km: បន្ថែម Hat ដែល​បាន​ស្នើ
ko: 요청된 Hat 추가(&A)
lt: &Pridėti pageidaujamą kepurę
nb: Legg til H&AT
nl: Verzochte Hat toe&voegen
pl: &Dodaj żądany podprofil
pt_br: &Adicionar Hat Solicitado
ro: Adaugă hat-ul cerut
ru: &Добавить запрошенный набор прав
sk: &Pridať požadovaný Hat
sv: &Lägg till begärt stopp
zh_cn: 添加必需的 Hat(&A)
zh_tw: 新增申請的 Hat(&A)

source: &Use Default Hat
ar: استخدم Hat الافتراضية
ca: &Utilitza el Hat predeterminat
cs: Po&užít výchozí hat
da: Br&ug standard hat
de: Standard-Hat &verwenden
el: &Χρήση Προεπιλεγμένου Hat
es: &Usar Hat por defecto
fi: Käytä oletushatt&ua (hat)
fr: &Utiliser le hat par défaut
hu: &Alapértelmezett részprofil használata
it: &Usa hat predefinito
ja: 既定のハットの使用 (&U)
km: ប្រើ​ Hat លំនាំដើម
ko: 기본 Hat 사용(&U)
lt: Naudoti numatytąją &kepurę
nb: Br&uk standard HAT
nl: Standaard-Hat gebr&uiken
pl: &Użyj domyślnego podprofilu
pt_br: &Usar Hat Padrão
ro: Utilizează hat-ul implicit
ru: &Использовать набор прав по умолчанию
sk: &Použiť štandardný Hat
sv: &Använd standardstoppet
zh_cn: 使用默认 Hat(&U)
zh_tw: 使用預設 Hat(&U)
