Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <p><b>Add Entry:</b><br>Select the type of resource to add from the drop down list.</p>
ar: <p><b>إضافة الإدخال:</b><br>حدد نوع المورد لإضافته من القائمة المنسدلة.</p>
ca: <b>Afegeix una entrada:</b><br>seleccioneu el tipus de recurs que voleu afegir des de la llista desplegable.<p>
cs: <b>Přidat položku:</b><br>Zvolte z rozbalovacího seznamu typ prostředku, který chcete přidat.<p>
da: <p><b>Tilføj indgang:</b><br>Vælg den ressourcetype, der skal tilføjes, fra rullelisten.</p>
de: <p><b>Eintrag hinzufügen:</b><br>Wählen Sie aus der Dropdown-Liste den Typ der Ressource aus, die hinzugefügt werden soll.</p>
el: <p><b>Προσθήκη Καταχώησης:</b><br>Επιλέξτε τον τύπο πόρου για προσθήκη από την κυλιόμενη λίστα.</p>
es: <p><b>Añadir entrada:</b><br>Seleccione el tipo de recurso que se debe añadir desde la lista desplegable.</p>
fi: <p><b>Lisää merkintä:</b><br>Valitse avattavasta luettelosta lisättävän resurssin tyyppi.</p>
fr: <p><b>Ajouter une entrée :</b><br> Sélectionnez le type de ressource à ajouter dans la liste déroulante.</p>
hu: <p><b>Bejegyzés hozzáadása:</b><br>Válassza ki a listából a felvenni kívánt erőforrás típusát.</p>
it: <p><b>Aggiunta di una voce:</b><br>Selezionare il tipo di risorsa che si desidera aggiungere all'elenco a discesa.</p>
ja: <p><b>項目の追加:</b><br>ドロップダウンリストから追加するリソースの種類を選択してください。</p>
km: <p><b>បន្ថែម​ធាតុ ៖</b><br>ជ្រើស​ប្រភេទ​ធនធាន​ដែលត្រូវ​បន្ថែម​ពី​បញ្ជី​ធ្លាក់ចុះ ។<p>
ko: <p><b>항목 추가:</b><br>드롭다운 목록에서 추가할 리소스 유형을 선택합니다.</p>
nb: <p><b>Legg til oppføring:</b><br>Velg typen ressurs du vil legge til fra, fra nedtrekkslisten.<p>
nl: <p><b>Item toevoegen:</b><br>Selecteer in de vervolgkeuzelijst het type bron dat u wilt toevoegen.</p>
pl: <b>Dodaj pozycję:</b><br> Proszę wybrać typ zasobu do dodania z listy rozwijanej.<p>
pt_br: <p><b>Adicionar Entrada:</b><br>Selecione o tipo de recurso a ser adicionado a partir da lista suspensa.</p>
ro: <p><b>Adaugă intrare:</b><br>Selectați tipul de resursă de adăugat din lista drop down.</p>
ru: <b>Добавить запись:</b><br>Выберите тип ресурса для добавления из выпадающего списка.</p>
sk: <p><b>Pridať položku:</b><br>Zvoliť typ prostriedku z rozbaľovacieho zoznamu.</p>
sv: <p><b>Lägg till post:</b><br>Välj den typ av resurs som ska läggas till från rullgardinslistan.<p>
zh_cn: <p><b>添加条目：</b><br>从下拉列表选择要添加的资源类型。</p>
zh_tw: <p><b>新增項目：</b><br>從下拉式清單中選取要新增的資源類型。</p>

source: <p><ul><li><b>File</b><br>Add a file entry to this profile.</li>
ar: <p><ul><li><b>ملف</b><br>إضافة إدخال ملف إلى ملف التعريف هذا</li>
ca: <ul><li><b>Fitxer</b><br>Afegeix una entrada de fitxer al perfil.</li>
cs: <p><ul><li><b>Soubor</b><br>Vložit položku souboru pro tento profil</li>
da: <ul><li><b>Fil </b><br>Tilføj en filindgang til denne profil.</li>
de: <p><ul><li><b>Datei</b><br>Einen Dateieintrag zu diesem Profil hinzufügen.</li>
el: <p><ul><li><b>Αρχείο</b><br>Προσθέστε μια καταχώρηση αρχείου σε αυτό το προφίλ</li>
es: <p><ul><li><b>Archivo</b><br>Añadir una entrada de archivo a este perfil</li>
fi: <p><ul><li><b>Tiedosto</b><br>Lisää tiedostomerkintä tähän profiiliin</li>
fr: <p><ul><li><b>Fichier</b><br>Ajouter une entrée de fichier à ce profil.</li>
hu: <p><ul><li><b>Fájl</b><br>Fájlbejegyzés hozzáadása a profilhoz.</li>
it: <p><ul><li><b>File</b><br>Aggiunge una voce di file a questo profilo.</li>
ja: <p><ul><li><b>ファイル</b><br>このプロファイルにファイル項目を追加します</li>
km: <p><ul><li><b>ឯកសារ</b><br>បន្ថែម​ធាតុ​ឯកសារ​ទៅ​កាន់​ទម្រង់​នេះ ។</li>
ko: <p><ul><li><b>파일</b><br>이 프로파일에 파일 항목을 추가합니다.</li>
lt: <p><ul><li><b>Rinkmena</b><br>Prie šio profilio pridėti rinkmeną.</li>
nb: <p><ul><li><b>Fil</b><br>Legg til en filoppføring i denne profilen.</li>
nl: <p><ul><li><b>Bestand</b><br>Een bestandsitem aan dit profiel toevoegen.</li>
pl: <p><ul><li><b>Plik</b><br> Dodaj plik do tego profilu.</li>
pt_br: <p><ul><li><b>Arquivo</b><br>Adicionar uma entrada de arquivo a este perfil.</li>
ru: <ul><li><b>Файл</b><br>Добавление записи файла в этот профиль.</li>
sk: <p><ul><li><b>Súbor</b><br>Pridať do tohto profilu položku súboru.</li>
sv: <p><ul><li><b>Fil</b><br>Lägg till en filpost i profilen.</li>
zh_cn: <p><ul><li><b>文件</b><br>将文件条目添加到此安全档案。</li>
zh_tw: <p><ul><li><b>檔案</b><br>將檔案項目新增至此設定檔。</li>

source: <li><b>Directory</b><br>Add a directory entry to this profile.</li>
ar: <li><b>مجلد</b><br>قم بإضافة إدخال مجلد إلى ملف التعريف هذا</li>
ca: <li><b>Directori</b><br>Afegeix una entrada de directori al perfil.</li>
cs: <li><b>Adresář</b><br>Vložit položku adresáře pro tento profil.</li>
da: <li><b>Mappe </b><br>Tilføj en mappeindgang til denne profil.</li>
de: <li><b>Verzeichnis</b><br>Einen Verzeichniseintrag zu diesem Profil hinzufügen.</li>
el: <li><b>Κατάλογος</b><br>Προσθέστε μια καταχώρηση καταλόγου σε αυτό το προφίλ</li>
es: <li><b>Directorio</b><br>Añade una entrada de directorio a este perfil</li>
fi: <li><b>Hakemisto</b><br>Lisää hakemistomerkintä tähän profiiliin</li>
fr: <li><b>Répertoire</b><br>Ajouter une entrée de répertoire à ce profil.</li>
hu: <li><b>Könyvtár</b><br>Könyvtárbejegyzés hozzáadása a profilhoz.</li>
it: <li><b>Directory</b><br>Aggiunge una voce di directory a questo profilo.</li>
ja: <li><b>ディレクトリ</b><br>このプロファイルにディレクトリ項目を追加します</li>
km: <li><b>ថត</b><br>បន្ថែម​ធាតុ​ថត​ទៅកាន់​ទម្រង់​នេះ ។</li>
ko: <li><b>디렉토리</b><br>이 프로파일에 디렉토리 항목을 추가합니다.</li>
lt: <li><b>Aplankas</b><br>Prie šio profilio pridėti aplanką.</li>
nb: <li><b>Katalog</b><br>Legg til en katalogoppføring i denne profilen.</li>
nl: <li><b>Map</b><br>Een mapitem aan dit profiel toevoegen.</li>
pl: <li><b>Katalog</b><br> Dodaj katalog do tego profilu.</li>
pt_br: <li><b>Diretório</b><br>Adicionar uma entrada de diretório a este perfil.</li>
ru: <li><b>Каталог</b><br>Добавление записи каталога в этот профиль.</li>
sk: <li><b>Adresár</b><br>Pridať do tohto profilu položku adresára.</li>
sv: <li><b>Katalog</b><br>Lägg till en katalogpost i profilen.</li>
zh_cn: <li><b>目录</b><br>将目录条目添加到此安全档案。</li>
zh_tw: <li><b>目錄</b><br>將目錄項目新增到此設定檔。</li>

source: <li><b>Capability</b><br>Add a capability entry to this profile.</li>
ar: <li><b>إمكانية</b><br>قم بإضافة إدخال إمكانية إلى ملف التعريف هذا</li>
ca: <li><b>Capacitat</b><br>Afegeix una entrada de capacitat al perfil.</li>
cs: <li><b>Schopnost</b><br>Vložit položku schopnosti pro tento profil.</li>
da: <li><b>Kapabilitet</b><br>Tilføj en kapabilitetsindgang til denne profil.</li>
de: <li><b>Funktion</b><br>Einen Funktionseintrag zu diesem Profil hinzufügen.</li>
el: <li><b>Δυνατότητα</b><br>Προσθέστε μια καταχώρηση δυνατότητας σε αυτό το προφίλ</li>
es: <li><b>Capacidad</b><br>Añade una entrada de capacidad para este perfil</li>
fi: <li><b>Kyky</b><br>Lisää kykymerkintä tähän profiiliin</li>
fr: <li><b>Capacité</b><br>Ajouter une entrée de capacité à ce profil.</li>
hu: <li><b>Funkció</b><br>Funkcióbejegyzés hozzáadása a profilhoz.</li>
it: <li><b>Funzionalità</b><br>Aggiunge una voce di funzionalità a questo profilo.</li>
ja: <li><b>機能</b><br>このプロファイルに機能項目を追加します</li>
km: <li><b>សមត្ថភាព</b><br>បន្ថែម​ធាតុ​សមត្ថភាព​ទៅកាន់​ទម្រង់​នេះ ។</li>
ko: <li><b>기능</b><br>이 프로파일에 기능 항목을 추가합니다.</li>
lt: <li><b>Galimybė</b><br>Prie šio profilio pridėti galimybę.</li>
nb: <li><b>Egenskap</b><br>Legg til en egenskapsoppføring i denne profilen.</li>
nl: <li><b>Functie</b><br>Een functie-item aan dit profiel toevoegen.</li>
pl: <li><b>Uprawnienie</b><br> Dodaj uprawnienie do tego profilu.</li>
pt_br: <li><b>Recurso</b><br>Adicionar uma entrada de recurso a este perfil.</li>
ru: <li><b>Способность</b><br>Добавление записи способности в этот профиль.</li>
sk: <li><b>Schopnosť</b><br>Pridať do tohto profilu položku schopnosti</li>
sv: <li><b>Kapacitet</b><br>Lägg till en kapacitetspost i profilen.</li>
zh_cn: <li><b>功能</b><br>将功能条目添加到此安全档案。</li>
zh_tw: <li><b>功能</b><br>將功能項目新增到此設定檔。</li>

source: <li><b>Include</b><br>Add an include entry to this profile. This option includes the profile entry contents of another file in this profile at load time.</li>
ar: <li><b>تضمين</b><br>إضافة إدخال تضمين لملف التعريف هذا. ويشمل هذا الخيار إدخال محتويات ملف تعريف آخر في ملف التعريف هذا في وقت التحميل.</li>
ca: <li><b>Capçalera</b><br>Afegeix una entrada de capçalera al perfil. Aquesta opció inclou el contingut de l'entrada del perfil d'un altre fitxer d'aquest perfil en el moment de la càrrega.</li>
cs: <li><b>Zahrnout</b><br>Přidat položku vložení do tohoto profilu.Tato volba během načítání vloží do tohoto profilu obsah položky profilu z jiného souboru.</li>
da: <li><b>Inkludér </b><br>Tilføj en inkluderingsindgang til denne profil. Denne indstilling inkluderer indholdet af profilindgangen fra en anden fil til denne profil under indlæsning.</li>
de: <li><b>Include</b><br>Einen Include-Eintrag zu diesem Profil hinzufügen. Diese Option verwendet den Inhalt des Profileintrags einer anderen Datei in diesem Profil zum Zeitpunkt des Ladens.</li>
el: <li><b>Συμπερίληψη</b><br>Εισάγετε μια καταχώρηση συμπερίληψης σε αυτό το προφίλ. Αυτή η επιλογή περιλαμβάνει τις καταχωρήσεις περιεχομένου προφίλ από ένα άλλο αρχείο σε αυτό το προφίλ κατά την περίοδο φόρτωσης.</li>
es: <li><b>Include</b><br>Añade una entrada include a este perfil. Esta opción incluye el contenido de la entrada del perfil de otro archivo en este perfil al cargar.</li>
fi: <li><b>Sisällytä</b><br>Lisää sisällytysmerkintä tähän profiiliin. Tämä asetus sisällyttää toisen tiedoston profiilimerkinnän sisällön tähän profiiliin latauksen yhteydessä.</li>
fr: <li><b>Inclusion</b><br>Ajouter une entrée d'inclusion à ce profil. Cette option inclut le contenu de l'entrée de profil d'un autre fichier dans ce profil au moment du chargement.</li>
hu: <li><b>Beágyazás</b><br>Beágyazás bejegyzés hozzáadása a profilhoz. Lehetőség van egy másik fájl profilbejegyzéseinek beágyazására betöltéskor ebbe a profilba.</li>
it: <li><b>Inclusione</b><br>Aggiunge una voce di inclusione a questo profilo. Questa opzione include i contenuti delle voci del profilo di un altro file nel profilo corrente durante il caricamento.</li>
ja: <li><b>インクルード</b><br>このプロファイルにインクルード項目を追加します。このオプションは、 プロファイルの読み込み時に他のプロファイルの内容をそのまま当てはめる場合に使用します。</li>
km: <li><b>រួម​បញ្ចូល</b><br>បន្ថែម​ធាតុ​ទៅកាន់​ទម្រង់​នេះ ។ ជម្រើស​នេះ​ រួម​មាន​មាតិកា​ធាតុ​ទម្រង់​របស់​ឯកសារ​ផ្សេង​នៅ​ក្នុង​ទម្រង់នេះ នៅពេល​ផ្ទុក ។</li>
ko: <li><b>포함</b><br>이 프로파일에 포함 항목을 추가합니다. 이 옵션에는 로드할 때 이 프로파일에 있는 다른 파일의 프로파일 항목 내용이 포함됩니다.</li>
nb: <li><b>Inkluder</b><br>Legg til en inkluderingsoppføring i denne profilen. Med dette alternativet inkluderes profiloppføringsinnholdet fra en annen fil i denne profilen ved innlastingstidspunktet.</li>
nl: <li><b>Include</b><br>Een include-item aan dit profiel toevoegen. Deze optie voegt tijdens het laden de inhoud van het profielitem van een ander bestand in dit profiel in.</li>
pl: <li><b>Załącznik</b><br>Dodaj pozycję załącznika do tego profilu. Opcja ta powoduje dołączenie do tego profilu podczas wczytywania zawartości innego pliku profilu.</li>
pt_br: <li><b>Incluir</b><br>Adicionar uma entrada de inclusão a este perfil. Esta opção inclui o conteúdo da entrada do perfil de outro arquivo neste perfil durante o momento de carregamento.</li>
ro: <li><b>Include</b> <br>Adaugă o linie de includere în acest profil. Această opțiune include intrările de conținut ale profilului al altui fișier în acest profil la un anumit timp de încărcare.</li>
ru: <li><b>Включение</b><br>Добавление записи включения в этот профиль. Этот параметр включает в данный профиль во время загрузки содержимое другого файла в виде записи профиля.</li>
sk: <li><b>Zahrnúť</b><br>Pridať do tohto profilu vkladanú položku. Táto voľba vkladá pri načítaní obsahy položky profilu iného súboru do tohto profilu.</li>
sv: <li><b>Inkludera</b><br>Lägg till en inkludera-post i profilen. Med det här alternativet inkluderas profilpostinnehållet för en annan fil i den här profilen vid inläsningen.</li>
zh_cn: <li><b>包含</b><br>将包含条目添加到此安全档案。 此选项包括装载时此安全档案中其它文件的安全档案条目内容。</li>
zh_tw: <li><b>包含</b><br>將包含項目新增到此設定檔。此選項 包含此設定檔中另一個檔案的設定檔項目內容 (載入時)。</li>

source: <li><b>Network Entry</b><br>Add a network rule entry to this profile. This option will allow you to specify network access privileges for the profile. You may specify a network address family and socket type.</li>
ar: <li><b>دخول شبكة</b><br>إضافة قاعدة دخول شبكة لملف التعريف هذا. وهذا سيسمح بتعيين امتيازات الوصول إلى شبكة الاتصال لملف التعريف هذا. يمكنك تحديد عنوان شبكة العائلة ومآخذ توصيل الشبكة.</li>
ca: <li><b>Entrada de xarxa</b><br>Afegeix una regla de xarxa a aquest perfil. Aquesta opció us permetrà especificar els privilegis d'accés a la xarxa per al perfil. Podeu especificar una família d'adreces de xarxa i un tipus de sòcol.</li>
cs: <li><b>Síťová položka</b><br>Přidat do tohoto profilu položku síťového pravidla. Tato volba vám dovolí upřesnit privilegia síťového přístupu profilu. Můžete upřesnit rodinu síťové adresy a typ soketu.</li>
da: <li><b>Netværksindgang</b><br>Tilføj en indgang med netværksregler til denne profil. Denne indstilling lader dig angive netværkets adgangsprivilegier i profilen. Du kan angive en netværksadressefamilie og sokkeltype.</li>
de: <li><b>Netzwerkeintrag</b><br>Fügen Sie einen Netzwerkregeleintrag zu diesem Profil hinzu. Diese Option wird es Ihnen erlauben, Netzwerkzugangsprivilegien für das Profil festzulegen. Sie können eine Netzwerkadressfamilie und Socket-Typen bestimmen.</li>
el: <li><b>Καταχώρηση Δικτύου</b><br>Εισάγετε μια καταχώρηση κανονισμού δικτύου σε αυτό το προφίλ. Αυτή η επιλογή σας επιτρέπει να προσδιορίσετε τα δικαιώματα πρόσβασης του δικτύου στο προφίλ. Μπορείτε να προσδιορίσετε μια οικογένεια διευθύνσεων δικτύου και έναν τύπο υποδοχής.</li>
es: <li><b>Entrada de red</b><br>Añade una entrada con una regla de red al perfil. Esta opción le permitirá especificar privilegios de acceso de red al perfil. Puede especificar una familia de direcciones de red y un tipo de socket.</li>
fi: <li><b>Verkon käyttö</b><br>Lisää verkkosäännön määritys tähän profiiliin. Tämän asetuksen avulla voit määrittää verkon käyttöoikeuksia profiilille. Voit määrittää verkko-osoitteen perheen ja pistokkeen tyypin.</li>
fr: <li><b>Entrée réseau</b><br>Ajouter une règle de réseau à ce profil. Cette option vous autorisera à spécifier les privilèges d'accès au réseau pour le profil. Vous pouvez spécifier une famille d'adresse réseau et le type de socket.</li>
hu: <li><b>Hálózati bejegyzés</b><br>A hálózati szabály hozzáadása a profilhoz lehetőséget nyújt arra, hogy hálózati hozzáférési jogosultságokat adjon meg a profilhoz. Hálózati családot és sockettípust is megadhat.</li>
it: <li><b>Voce di rete</b><br>Aggiunge una regola di rete al profilo in uso. Questa opzione consente di specificare i privilegi di accesso alla rete per il profilo. È possibile specificare una famiglia di indirizzi di rete e un tipo di socket.</li>
ja: <li><b>ネットワークの項目</b><br>このプロファイルにネットワークルールを追加しします。 このオプションでは、プロファイルに対してネットワークへのアクセス権限を設定することができます。 ネットワークアドレスファミリやソケット種類を指定することもできます。</li>
km: <li><b>ធាតុ​បណ្ដាញ</b><br>បន្ថែម​ធាតុ​ក្បួន​បណ្ដាញ​ទៅកាន់​ទម្រង់​នេះ ។ ជម្រើស​នេះ នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​បញ្ជាក់​សិទ្ធិ​ចូល​ដំណើរការ​បណ្ដាញ​សម្រាប់​ទម្រង់​នេះ ។ អ្នក​អាច​បញ្ជាក់​ក្រុម​អាសយដ្ឋាន​បណ្ដាញ​​ និង​ប្រភេទ​រន្ធ ។</li>
ko: <li><b>네트워크 항목</b><br>네트워크 규칙 항목을 이 프로파일에 추가합니다. 이 옵션은 사용자가 지정한 프로파일에 네트워크 접근 권한을 설정할 수 있습니다. 네트워크 주소 그룹 및 소켓 종류를 지정해야 할 수 있습니다.</li>
nb: <li><b>Nettverksoppføring</b><br> Legg til en nettverksregel for denne profilen. Med dette valget kan du definere nettverkstilgangen for profilen. Du kan angi en nettverksadressefamilie og en sokkeltype.</li>
nl: <li><b>Netwerkitem</b><br>Een netwerkregelitem aan dit profiel toevoegen. Met deze optie kunt u netwerktoegangprivileges specificeren voor het profiel. U kunt een netwerkadresfamilie en sockettype opgeven.</li>
pl: <li><b>Wpis sieciowy</b><br>Dodaj regułę sieciową dla tego profilu. Ta opcja umożliwia określenie praw dostępu sieciowego dla tego profilu. Można określić rodzinę adresów sieciowych oraz typ gniazda.</li>
pt_br: <li><b>Entrada de Rede</b><br>Adicione uma entrada de regra de rede para este perfil. Esta opção permitirá a você especificar privilégios de acessos de rede para o perfil. Você pode especificar uma família de endereços de rede e o tipo de soquete.</li>
ro: <li><b>Intrare Rețea</b> Adaugă o regulă intrare de rețea în acest profil. Această opțiune îți va permite să specifici privilegii de acces a rețelei pentru profil. Poți specifica o familie de adrese de rețea și tip de socket.</li>
ru: <li><b>Сетевая запись</b><br>Добавление сетевого правила к этому профилю. Эта опция позволит вам определить профилю привилегии сетевого доступа. Вы можете указать семейство сетевых адресов и тип сокета.</li>
sk: <li><b>Položka siete</b><br>Pridať do tohto profilu položku sieťového pravidla. Táto možnosť vám umožní určiť výsady sieťového prístupu pre profil. Môžete špecifikovať rodinu sieťovej adresy a typ soketu.</li>
sv: <li><b>Nätverkspost</b><br>Lägg till en nätverksregel-post i profilen. Med det här alternativet kan du ange nätverksåtkomstbehörighet för profilen. Du kan ange nätverksadressfamilj och uttagstyp.</li>
zh_cn: <li><b>网络条目</b><br>为此安全档案添加新的网络规则条目。此选项将让您可以为安全档案指定访问权限。 您可以指定一个网络地址家族和套接字类型。</li>
zh_tw: <li><b>網路項目</b><br>將網路規則項目新增至此設定檔。 此選項可讓您指定設定檔的網路存取權限。 您可以指定網路位址系列和 socket 類型。</li>
