Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: This mode is useful when a confined program needs to be able to perform a privileged operation, such as rebooting the machine. By placing the privileged section in another executable and granting unconfined execution rights, it is possible to bypass the mandatory constraints imposed on all confined processes. For more information on what is constrained, see the apparmor(7) man page.
ar: يعتبر هذا الوضع مفيدًا في حالة احتياج أحد البرامج المقيدة لإمكانية تنفيذ عملية ذات امتياز مثل إعادة تشغيل الجهاز. بوضع الجزء ذي الامتياز في ملف تنفيذي آخر ومنح حقوق تنفيذ غير مقيدة، يمكن تجاوز القيود الإلزامية المفروضة على كل العمليات المقيدة. لمزيد من المعلومات عما هو مقيد، راجع صفحة المساعدة apparmor(7).
ca: Aquest mode és útil quan un programa confinat necessita ser capaç de fer una operació de privilegi, com ara reiniciar la màquina. Situant la secció privilegiada en un altre executable i garantint-ne els drets d'execució no confinada és possible evitar les restriccions obligatòries imposades en tots els processos confinats. Per a més informació sobre què és restringit, vegeu la pàgina del manual d'apparmor(7).
cs: Tento režim je užitečný, když uvězněný program potřebuje být schopný provést privilegovanou operaci jako je restartování stroje. Umístěním privilegované sekce do jiné spustitelné a předáním neomezených spouštěcích práv je možné obejít povinná omezení vnucená na všechny uvězněné procesy. Pro více informací o tom, co je uvěznění, přečtěte si manuálovou stránku apparmor(7).
da: Denne tilstand er nyttig når et indskrænket program skal kunne udføre en privilegeret handling, såsom at genstarte maskinen. Ved at placere den privilegerede sektion i en anden kørbar fil og give uindskrænkede kørselsrettigheder, er det muligt at forbigå de obligatoriske begrænsninger som påtvinges alle indskrænkede processer. For mere information om hvad der begrænses, se manual-siden apparmor(7).
de: Dieser Modus ist hilfreich, wenn ein eingeschränktes Programm einen Vorgang durchführen muss, für den bestimmte Privilegien erforderlich sind, z.B. der Reboot des Computers. Indem der privilegierte Abschnitt in eine andere ausführbare Datei aufgenommen und dann uneingeschränkte Ausführungsrechte gewährt werden, können die obligatorischen Einschränkungen umgangen werden, die für alle eingeschränkten Prozesse gelten. Weitere Informationen zu den Einschränkungen entnehmen Sie der man-Seite 'apparmor(7)'.
el: Αυτή η λειτουργία είναι χρήσιμη όταν ένα περιορισμένο πρόγραμμα χρειάζεται να έχει τη δυνατότητα να πραγματοποιήσει μια λειτουργία που απαιτεί δικαιώματα, όπως την επανεκκίνηση του μηχανήματος. Τοποθετώντας το τμήμα δικαιώματος σε ένα άλλο εκτελέσιμο και εκγρίνοντας τα περιορισμένα δικαιώματα εκτέλεσης , είναι δυνατό να παρακάμψετε τους υποχρεωτικούς περιορισμούς που εμφανίζονται σε όλες τις περιορισμένες διεργασίες. Για περισσότερες πληροφορίες για το τι είναι περιορισμένο, δείτε το apparmor(7) man page.
es: Este modo es de utilidad cuando un programa confinado necesita realizar una operación privilegiada, tal como reiniciar el equipo. Al localizar la sección privilegiada en otra ejecutable y darle derechos de ejecución ilimitados, es posible saltar las restricciones obligatorias impuestas sobre todos los procesos confinados. Para más información sobre lo que es restringido, revise la página de manual de AppArmor(7).
fi: Tämä tila on käyttökelpoinen kun rajoitetun ohjelman täytyy pystyä suorittamaan etuoikeutettu toiminto, kuten koneen uudelleenkäynnistys. Asettamalla etuoikeutettu osio toiseen suoritustiedostoon ja takaamalla rajoittamattomat suoritusoikeudet, on mahdollista ohittaa pakolliset rajoitukset kaikille asetetuille, rajatuille prosesseille. Lisätietoja, katso mitä on rajoitettu, katso aliverkon(7) ohjesivut.
fr: Ce mode est utile lorsqu'un programme confiné a besoin de pouvoir mener des opérations privilégiées, comme redémarrer la machine. En plaçant la section privilégiée dans un autre exécutable et en lui donnant des droits d'exécution non confinée, il est possible d'outrepasser les contraintes obligatoires imposées à tous les processus confinés. Pour plus d'informations sur ces contraintes, consultez la page man apparmor(7).
hu: Ez a mód akkor hasznos, ha csak egy programnak kell engedélyezni privilegizált működést, mint például a számítógép újraindítását. A privilegizált szakaszt egy másik futtathatóba téve, és nem korlátozott jogokkal ellátva, lehetséges a szükséges követelmények figyelmen kívül hagyása az összes nem korlátozott folyamaton. A szükséges követelményekkel kapcsolatos további információ a apparmor(7) man oldalon található.
it: Questa modalità è utile quando un programma limitato deve essere in grado di eseguire operazioni privilegiate, come un riavvio del computer. Inserendo la sezione privilegiata in un altro eseguibile e fornendo i permessi di esecuzione non limitati, è possibile bypassare i vincoli obbligatori imposti a tutti i processi confinati. Per maggiori informazioni su cosa è vincolato, guardare la pagina di manuale di apparmor(7).
ja: 制限されているプログラムが、マシンの再起動などの 特権操作を行う必要があるとき、このモードが 役に立ちます。他の実行ファイル内に特権セクションを 配置し、無制限の実行権限を付与することにより、 全ての制限されているプロセスに適用されている 必須の制約をバイパスすることができます。 制限対象の詳細については、 apparmor(7) の マニュアルページを参照してください。
km: របៀប​នេះ​មាន​ប្រយោជន៍​បំផុត នៅ​ពេល​ដែល​កម្មវិធី​ដែល​បាន​កំណត់​ទាមទារ អនុវត្ត​ប្រតិបត្តិការ​ដែល​មាន​សិទ្ធិ ដូចជា ការ​ចាប់ផ្ដើម​ម៉ាស៊ីន​ឡើងវិញ ។ ដោយ​ការ​ជំនួស​ផ្នែក​ដែល​មាន​សិទ្ធិ​ នៅ​ក្នុង​ផ្នែក​ដែល​អាច​ប្រតិបត្តិ​បាន​ផ្សេងទៀត និង​ការ​ផ្ដល់​សិទ្ធិ​ក្នុង​ការ ប្រតិបត្តិ វា​អាច​ជៀសវាង​ការ​ដាក់កម្រិត ដែល​បាន​កំណត់​នៅ​លើ​ដំណើរការ​ដែល​បាន​កំណត់​ទាំងអស់ ។ ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​ការ​ដាក់កម្រិត សូម​មើល ទំព័រ apparmor(7) ។
ko: 이 모듈은 제한된 프로그램이 컴퓨터 부팅 등의 권한 있는 작업을 수행할 수 있어야 하는 경우에 유용합니다. 권한 있는 섹션을 다른 실행 파일에 배치하고 제한되지 않은 실행 권한을 부여하면 제한된 모든 프로세스에 적용된 필수 제약조건을 무시할 수 있습니다. 제한된 사항에 대한 자세한 내용은 apparmor(7) 매뉴얼 페이지를 참조하십시오.
nb: Denne modusen er nyttig når et begrenset program må utføre en handling som krever utvidede rettigheter, som å starte maskinen på nytt. Ved å plassere den utvidede rettigheten hos et annet kjørbart program og gi ubegrensede kjørerettigheter, er det mulig å overstyre de obligatoriske begrensningene som gjelder for alle begrensede prosesser. Du finner mer informasjon om begrensinger på manualsiden apparmor(7).
nl: Deze modus is bruikbaar als een beperkt programma in staat moet zijn om geprivilegeerde bewerkingen uit te voeren, zoals het opnieuw starten van het systeem. Door de geprivilegeerde sectie in een ander programma te plaatsen en deze onbeperkte uitvoeringsrechten te geven, is het mogelijk de vereiste beperkingen te omzeilen die aan alle beperkte programma's zijn opgelegd. Voor meer informatie over wat beperkt betekent zie de apparmor(7) pagina.
pl: Tryb ten jest użyteczny, jeśli ograniczany program musi mieć możliwość wykonywania operacji uprzywilejowanych, jak np. ponowne uruchamianie komputera. Dodając sekcję wymagającą uprawnień do innego pliku wykonywalnego i przydzielając nieograniczone prawa wykonywania, można ominąć obowiązkowe ograniczenia nakładane na wszystkie ograniczane procesy. Więcej informacji na temat tego, co jest ograniczane, dostępnych jest na stronach podręcznika man dla hasła apparmor(7).
pt_br: Este modo é útil quando um programa delimitado necessita realizar uma operação privilegiada, tal como reiniciar o computador. Ao colocar a seção privilegiada em outro executável e garantir direitos de execução não delimitados, é possível burlar as restrições obrigatórias impostas em todos os processos delimitados. Para mais informação sobre as restrições, veja o manual de apparmor(7).
ru: Этот режим полезен, когда ограниченной программе необходимо выполнить привилегированное действие, например, перезагрузить машину. Поместив привилегированную секцию в другой исполняемый профиль и предоставив неограниченные права выполнения, можно обойти постоянные ограничения, наложенные на все ограниченные процессы. Для подробной информации смотри страницу руководства apparmor(7).
sk: Tento režim je užitočný, keď obmedzený program potrebuje, aby bol schopný vykonať privilegované operácie, ako je reboot stroja. Umiestnením privilegovaný sekcie v inej spustiteľnej a udelenie neobmedzených práv na spustenie, je možné obísť povinné obmedzenia uvalené na všetky obmedzené procesy. Pre viac informácií o tom, čo je obmedzené, pozrieť manuálovú stránku apparmor(7) .
sv: Det här läget är användbart när du vill att ett begränsat program ska kunna utföra en privilegierad åtgärd, till exempel att starta om datorn. Genom att placera den privilegierade sektionen i en annan körbar fil och ge den obegränsade körningsrättigheter, kan du komma förbi de obligatoriska villkoren som tillämpas på begränsade processer. Mer information om vad som begränsas hittar du i manualsidan för apparmor(7).
zh_cn: 这种模式在当一个受限的程序需要能够执行一项特权操作， 比如重启电脑时会很有用。通过替换特权部分为另一个 允许的未受限的执行权限，就可以绕过施加在所有 受限进程上的强制限制。 关于受限的定义，参见 apparmor(7) man 帮助页面。
zh_tw: 設限的程式需要能執行有特權的 操作時 (例如機器重新開機)，本模式就很有用。 只要將有特權的區段放入其他 執行檔，並授予未設限 執行權限，就可略過 對所有已設限程序設下的強制限制。 如需設限項目的詳細資訊， 請參閱 subdomain(7) man 頁面。

source: <b>Discrete Profile execute mode</b><br>
ar: <b>تنفيذ وضع ملف تعريف منفصل</b><br>
ca: <b>Mode d'execució de perfil discret</b><br>
cs: <b>Výkonný režim diskrétního profilu</b><br>
da: <b>Diskret profilkørsel-tilstand</b><br>
de: <p><b>Ausführungsmodus für diskrete Profile</b><br></p>
el: <b>Διακριτική λειτουργία εκτέλεσης Προφίλ</b><br>
es: <b>Modo de ejecución del perfil discreto</b><br>
fi: <b>Erillinen suoritustila</b><br>
fr: <b>Mode exécution profil distinct</b><br>
hu: <b>Diszkrét profil futtatási mód</b><br>
it: <b>Modalità esecuzione profilo discreto</b><br>
ja: <b>独立プロファイル実行モード</b><br>
km: <b>របៀប​ប្រតិបត្តិ​ទម្រង់​ដាច់​ដោយ​ឡែក</b><br>
ko: <b>독립 프로파일 실행 모드</b><br>
lt: <b>Atskiro vykdymo profilio veiksena</b><br>
nb: <b>Discrete Profile execute-modus</b><br>
nl: <b>Uitvoeringsmodus Discreet profiel</b><br>
pl: <b>Nieciągły tryb wykonywania</b><br>
pt_br: <b>Modo de Execução de Perfil Discreto</b><br>
ro: <b>Modul executării discrete a profilului</b><br>
ru: <b>Режим выполнения Дискретного профиля</b><br>
sk: <b>Režim spustenia diskrétneho profilu</b><br>
sv: <b>Diskret profilkörningsläge</b><br>
zh_cn: <b>离散安全档案执行模式</b><br>
zh_tw: <b>分離設定檔執行模式</b><br>

source: This mode requires that a discrete security profile is defined for a resource executed at a AppArmor domain transition. If there is no profile defined then the access will be denied. Incompatible with Inherit and Unconstrained execute entries.
ar: هذا الوضع يتطلب ملف تعريف أمان منفصل لأحد الموارد التي يتم تنفيذها عند انتقال مجال درع التطبيقات. إذا لم يوجد ملف تعريف محدد سيتم رفض الوصول. يتعارض مع المكتسبات وتنفيذ الإدخالات غير المكررة.
ca: Aquest mòdul requereix que es defineixi un perfil de seguretat discret per a un recurs executat en una transició de domini d'AppArmor. Si no hi ha cap perfil definit, l'accés es denegarà. Incompatible amb entrades d'execució Inherit i Unconstrained.
cs: Tento režim vyžaduje, aby byl pro prostředky v přechodném stádiu domény AppArmoru definován diskrétní bezpečnostní profil. pokud není žádný profil definován, pak bude přístup odepřen. Nekompatibilní s položkami Zděděné spuštění a Neomezené spuštění.
da: Denne tilstand kræver at en diskret sikkerhedsprofil defineres for en ressource der køres ved en AppArmor domæneovergang. Hvis der ikke er nogen profil defineret, så vil adgangen blive nægtet. Inkompatibel med indgangene Overtag og Ubegrænset kørsel.
de: Für diesen Modus muss ein diskretes Sicherheitsprofil für eine Ressource definiert werden, die bei einem AppArmor-Domänenübergang ausgeführt wird. Wenn kein Profil definiert ist, wird der Zugriff verweigert. Ist nicht mit den Ausführungseinträgen für 'Vererben' und 'Uneingeschränkt' kompatibel.
el: Αυτή η κατάσταση απαιτεί τον καθορισμό ενός διακριτού προφίλ ασφαλείας για εκτέλεση πόρου στην μετάβαση τόμου του AppArmor. Εάν δεν έχει καθοριστεί προφίλ, τότε η θα απαγορευτεί η πρόσβαση. Ασύμβατο με Κληρονομίσιμες και Αβίαστες εκτελέσιμες καταχωρήσεις.
es: Este modo requiere que un perfil de seguridad discreto sea definido para un recurso ejecutado en una transición de dominio de AppArmor. Si no existe un perfil definido entonces el acceso es denegado. Es incompatible con las entradas de ejecución No limitadas y de Herencia.
fi: Tämä tila vaatii että erilliset turvallisuusprofiilit on määritelty resursseille, joita suoritetaan AppArmor-toimialueen siirtymävaiheessa. Jos profiilia ei ole määritetty silloin pääsy estetään. Ei ole yhteensopiva Inherit ja Unconstrained suoritussyötteiden kanssa.
fr: Ce mode nécessite qu'un profil de sécurité distinct soit défini pour une ressource exécutée lors d'une transition de domaine AppArmor. Si aucun profil n'est défini alors l'accès sera rejeté. Incompatible avec l'exécution héritée et non confinée.
hu: Ez a mód megköveteli, a diszkrét biztonsági profil definiálását az AppArmor tartományban futtatott erőforrás számára. Amennyiben nincs profil definiálva, akkor a hozzáférés letiltásra kerül. Nem kompatibilis az Örökölt és a Nem korlátozott futtatható bejegyzésekkel.
it: Questa modalità richiede che un profilo di protezione discreta sia definito per una risorsa eseguita durante una transizione di dominio AppArmor. Se non c'è alcuno domino definito, allora l'accesso verrà negato. Questa modalità non è compatibile con le voci di esecuzione eredita e non limitata.
ja: このモードは AppArmor のドメイン遷移時に実行される リソースに対し、独立したセキュリティプロファイルを定義する 必要があります。プロファイルが定義されていない場合は アクセスは拒否されます。継承実行モードや無制限実行モードの 項目とは互換性がありません。
km: របៀប​នេះ​ទាមទារ​ទម្រង់​សុវត្ថិភាព​ដាច់ដោយឡែក​ដែល​ត្រូវ​បាន​ កំណត់​សម្រាប់​ធនធាន​នៅ​ពេល​ដែល​មាន​ដំណើរ​ផ្លាស់ប្ដូរ​ដែន AppArmor ។ ប្រសិនបើ​គ្មាន​ទម្រង់​ត្រូវ​បាន​កំណត់​ទេ ការ​ចូល​ដំណើរការ​នឹង​ត្រូវ​បាន​បដិសេធ ។ មិន​ឆប​គ្នា​ជាមួយ​ធាតុ​ទទួល​បន្ត និង ធាតុ​ប្រតិបត្តិ​ដែល​មិន​បាន​ដាក់កម្រិត ។
ko: 이 모드는 AppArmor 도메인 전환때 실행되는 자원에 대해 독립적인 보안 프로파일 정의가 요구됩니다. 프로파일이 정의되지 않은 경우 접근이 거부됩니다. 상속 실행 모드나 무제한 실행 모드의 항목과는 호환성이 없습니다.
nb: Denne modusen krever at en discrete security-profil er definert for en ressurs som kjører i et AppArmor-domene. Hvis det ikke er definert noen profil, vil tilgangen bli blokkert. Ikke kompatibelt med Inherit og Unconstrained execute.
nl: Deze modus vereist dat er een discreet beveiligingsprofiel is gedefinieerd voor een hulpbron die uitgevoerd wordt bij een overgang van een AppArmor domein. Als er geen profiel is gedefinieerd dan wordt de toegang geweigerd. Gaat niet samen met uitvoeringsitems Overgenomen en Onbeperkt profiel.
pl: Tryb ten wymaga, aby określony był nieciągły profil bezpieczeństwa dla zasobu wykonywanego podczas przejścia domeny programu AppArmor. Jeśli profil ten nie istnieje, wówczas dostęp zostanie zabroniony. Tryb ten jest niekompatybilny z dziedziczonym i nieograniczonym trybem wykonywania.
pt_br: Este modo necessita da definição de um perfil de segurança discreto para um recurso executado numa transição de domínio AppArmor. Se não existe nenhum perfil definido o acesso será negado. Incompatível com as entradas de execução 'Herdar' e 'Irrestrita'.
ro: Acest mod necesită un profil de securitate discret să fie definit pentru o resursă executată de domeniul AppArmor tranzitiv. Dacă nici un profil nu este definit atunciaccesul va fi respins. Incompatibil cu intrările de execuție Inherit și Unconstrained.
ru: Этот режим требует, чтобы дискретный профиль безопасности был определён для ресурса, выполняемого при передаче домена AppArmor. Если нет определённого профиля, доступ будет запрещён. Несовместим с Наследованными и Безусловными записями выполнения.
sk: Tento režim vyžaduje, aby bol diskrétne bezpečnostný profil definovaný pre zdroj, spustený v prechode domény apparmor. Ak nie je žiadny profil definovaný, potom bude prístup odmietnutý. Nekompatibilné so zdedenými a neobmedzenými položkami spustenia.
sv: Det här läget kräver att en diskret säkerhetsprofil har definierats för en resurs som körts i en AppArmor- domänövergång. Har ingen profil definierats nekas åtkomst. Inkompatibelt med posterna Ärva och Obegränsad körning.
zh_cn: 该模式要求针对 AppArmor 的域过渡里执行的资源有定义离散安全档案。 如果没有定义安全档案那么访问就会被拒绝。与继承和未受限执行条目不兼容。
zh_tw: 本模式需要針對在 AppArmor 網域 轉換時執行的資源，定義分離安全性設定檔。 如果沒有定義設定檔，則將拒絕存取。 與「承襲」和「未設限」執行項目 不相容。

source: <b>Link mode</b><br>
ar: <b>وضع وصلة</b><br>
ca: <b>Mode d'enllaç</b><br>
cs: <b>Režim odkazu</b><br>
da: <b>Linktilstand</b><br>
de: <b>Link-Modus</b><br>
el: <b>Λειτουργία σύνδεσης</b><br>
es: <b>Modo de vínculo</b><br>
fi: <b>Linkkitila</b><br>
fr: <b>Mode lien</b><br>
hu: <b>Hivatkozás mód</b><br>
it: <b>Modalità collegamento</b><br>
ja: <b>リンクモード</b><br>
km: <b>របៀប​តំណ</b><br>
ko: <b>링크 모드</b><br>
lt: <b>Nuorodos veiksena</b><br>
nb: <b>Link-modus</b><br>
nl: <b>Koppelingmodus</b><br>
pl: <b>Tryb tworzenia dowiązań</b><br>
pt_br: <b>Modo de vinculação</b><br>
ro: <b>Mod Link</b><br>
ru: <b>Режим ссылки</b><br>
sk: <b>Režim odkazu</b><br>
sv: <b>Länkningsläge</b><br>
zh_cn: <b>链接模式</b><br>
zh_tw: <b>連結模式</b><br>
