Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Allows the program to have read access to the resource. Read access is required for shell scripts and other interpreted content, and determines if an executing process can core dump or be attached to with ptrace(2). (ptrace(2) is used by utilities such as strace(1), ltrace(1), and gdb(1).)
ar: السماح للبرنامج بحق الوصول لقراءة المورد. حق الوصول للقراءة مطلوب من أجل برامج shell النصية والمحتوى الآخر الذي تم تفسيره ويحدد ما إذا كان يمكن لإحدى العمليات المنفذة أن تتبع أخطاء النسخة الاحتياطية أو يتم إرفاقها بها باستخدام ptrace(2). في حين تستخدم (ptrace(2) أدوات مساعدة مثل strace(1) وltrace(1) وgdb(1).)
ca: Permet al programa tenir accés de lectura al recurs. Cal tenir permís de lectura per a scrpts shell i altre contingut interpretat, i determina si un procés d'execució pot fer core "dump" o ser-hi afegit amb ptrace(2). (ptrace(2) és usat per altres utilitats com ara strace(1), ltrace(1), i gdb(1).)
cs: Umožní programu přístup k prostředkům pro čtení. Přístup pro čtení je zapotřebí pro skripty shellu a jiný interpretovaný obsah a vymezuje, zda spouštěný proces může může vytvořit výpis jádra nebo může být připojen k ptrace(2). (ptrace(2) je používán pomůckami jako jsou strace(1), ltrace(1) a gdb(1).)
da: Tillader programmet at have læseadgang til ressourcen. Læseadgang er påkrævet for at skal-scripts og andet fortolket indhold, og bestemmer om en kørt proces kan core dumpe eller tilknyttes til med ptrace(2). (ptrace(2) bruges af værktøjer såsom strace(1), ltrace(1), og gdb(1).)
de: Erlaubt dem Programm den Lesezugriff auf die Ressource. Lesezugriff ist für Shell-Skripte und andere interpretierbare Inhalte erforderlich und bestimmt, ob ein Core-Dump (Speicherauszug) des jeweils ausgeführten Prozesses bzw. das Anhängen mit ptrace(2) möglich ist. (ptrace(2) wird von Dienstprogrammen wie strace(1), ltrace(1) und gdb(1) verwendet.)
el: Επιτρέπει το πρόγραμμα να έχει πρόσβαση ανάγνωσης στόν πόρο. Η πρόσβαση ανάγνωσης απαιτείται από τα script κέλυφους και άλλο μετεφρασμένο περιεχόμενο, και προσδιορίζει εάν μια εκτελεσμένη διεργασία μπορεί να αποτυπώσει τον πυρήνα ή να επισυναπτεί με το ptrace(2). (Το ptrace(2) χρησιμοποιείται από εργαλεία όπως τα strace(1), ltrace(1), και gdb(1).)
es: Permite al programa tener acceso de lectura al recurso. El acceso de lectura es requerido para guiones de consola y otros contenidos interpretados, y determina si un proceso en ejecución puede ser volcado o ser adjuntado a ptrace(2). (ptrace(2) es usado por utilidades tales como strace(1), ltrace(1), y gdb(1).)
fi: Sallii ohjelmalle lukuoikeuden resurssiin. Lukuoikeus vaaditaan komentotulkin käskyjonoissa muissa tulkatuissa sisällöissä, ja se määrittelee jos suorittava prosessi voi suorittaa core dump:in tai olla liitetynä ptrace(2) kanssa. ptrace(2) käytetään apuohjelmissa kuten strace(1), ltrace(1), ja gdb(1).)
fr: Permet au programme d'accéder en lecture à la ressource. L'accès en lecture est requis pour les scripts shell et d'autres contenus interprétés, et détermine si un processus en exécution peut faire un core dump ou être attaché avec ptrace(2). (ptrace(2) est utilisé par des utilitaires comme strace(1), ltrace(1) et gdb(1).)
hu: Lehetővé teszi a programnak legyen olvasási joga az erőforráshoz. Az olvasási jog szükséges a parancsfájlokhoz és egyéb értelmezhető tartalmakhoz, és észreveszi, ha egy futó folyamat összeomlik vagy vagy kapcsolódik ptrace(2) -höz. (A ptrace(2)-t olyan programok használják, mint az strace(1), ltrace(1), és gdb(1).)
it: Permette al programma di avere accesso in lettura alla risorsa. L'accesso in lettura è richiesto dagli script shell e altri contenuti interpretati e determina se un processo in esecuzione può generare un core dump o essere collegato con ptrace(2) (ptrace(2) è usato da strumenti come strace(1), ltrace(1), e gdb(1)).
ja: プログラムにリソースへの読み込みアクセスを 許可します。読み込みアクセスは、シェルスクリプトや 他のインタプリタ型言語で必要となるほか、 実行プロセスがコアダンプできるどうか、および ptrace(2) にアタッチされるかどうかに ついても決定することになります (ptrace(2) は strace(1), ltrace(1), gdb(1) などの ユーティリティで使用される機能です) 。
km: អនុញ្ញាត​ឲ្យ​កម្មវិធី​មាន​សិទ្ធិ​អាន​ ធនធាន ។ សិទ្ធិ​អាន​ត្រូវ​បាន​ទាមទារ​សម្រាប់​ស្គ្រីប​សែល និង​ខ្លឹមសារ​ដែល​បាន​បកប្រែ​ផ្សេងៗ​ទៀត និង​កំណត់​ ប្រសិនបើ​​ ​ការ​ប្រតិបត្តិ​ដំណើរការ​អាច​ត្រូវ​បាន​ភ្ជាប់​ជាមួយ ptrace(2) ។ (ptrace(2) ត្រូវ​បាន​ប្រើ​ដោយ​ឧបករណ៍​ប្រើប្រាស់​ដូចជា strace(1), ltrace(1), and gdb(1) ។)
ko: 자원을 읽어들여 프로그램에 접근을 허용합니다. 읽기 접근은 쉘 스크립트나 다른 해석 내용을 요구하고 실행 프로세스가 코어 덤프할 수 있거나 ptrace(2)에 첨부될지를 결정합니다.(ptrace(2)는 strace(1), ltrace(1), 및 gdb(1) 등의 유틸리로 사용됩니다.)
nb: Gir programmet lesetilgang til ressursen. Lesetilgang kreves for skallskript og annet innhold som må tolkes, og definerer om en kjøreprosess kan utføre en kjerne-dump eller om det er tilgang til den via ptrace(2). (ptrace(2) brukes av verktøy som strace(1), ltrace(1) og gdb(1).)
nl: Staat het programma toe om leestoegang te hebben tot de hulpbron. Leestoegang is vereist voor shell-scripts en andere geïnterpreteerde inhoud en bepaalt of een proces in uitvoering een coredump mag maken of aan ptrace(2) gehangen mag worden. (ptrace(2) wordt gebruikt door hulpmiddelen zoals strace(1), ltrace(1), en gdb(1).)
pl: Zezwala programowi na dostęp do zasobu na poziomie odczytu. Dostęp do odczytu jest wymagany dla skryptów powłoki i innych treści interpretowanych oraz określa, czy może nastąpić zrzut pamięci procesu albo czy proces może być dołączony do ptrace(2) (funkcja ptrace(2) jest używana przez narzędzia, takie jak strace(1), ltrace(1) i gdb(1)).
pt_br: Permite que o programa tenha acesso de leitura ao recurso. Acesso de leitura é necessário para scripts shell e outros conteúdos interpretados, e determina se um processo em execução pode registrar o conteúdo da memória (core dump) ou ser anexado com ptrace(2). (ptrace(2) é utilizado por utilitários tais como strace(1), ltrace(1) e gdb(1).)
ro: Permite programul să aibe acces la citire asupra resursei. Accesul de citire este necesar pentru programele shell și pentru alt conținut interpretat, și determină dacă un proces de execuție poate transfera sau poate fi atașat cu ptrace(2). (ptrace(2) este folosit de utilitare precum strace(1), ltrace(1), și gdb(1).)
ru: Позволяет программам иметь доступ на чтение к ресурсам. Доступ на чтение необходим для скриптов оболочки и другого интерпретируемого контента и определяет, может ли выполняющийся процесс делать core dump или присоединяться к нему при помощи ptrace(2). (ptrace(2) используется такими утилитами, как strace(1), ltrace(1), и gdb(1).)
sk: Umožňuje programu, aby mal prístup na čítanie k zdroju. Prístup na čítanie je požadovaný pre shell skripty a iný interpretovaný obsah a určuje, či spustený proces môže vytvoriť výpis jadra alebo byť spojený s ptrace(2). (ptrace(2) je použitý nástrojmi, ako sú strace(1), ltrace(1) a gdb(1).)
sv: Ger programmet läsåtkomst till resursen. Läsåtkomst krävs för skalskript och annat tolkat innehåll, och avgör om en process som körs kan skapa en minnesutskriftsfil eller kopplas till ptrace(2). (ptrace(2) används av verktyg som strace(1), ltrace(1) och gdb(1).)
zh_cn: 给予程序资源的只读权限。壳层脚本和其他解释性内容需要读取权限，决定执行中的过程是否能够转储核心或者被附加到 ptrace(2)。 (ptrace(2) 被像 strace(1)，ltrace(1)，和 gdb(1) 这样的工具使用。)
zh_tw: 允許該程式有該資源的讀取權限。 外圍程序檔和其他轉譯內容需要讀取權限， 讀取權限可決定執行中的程序 是否可磁心傾印，或以 ptrace(2) 附加 (ptrace(2) 由 strace(1)、ltrace(1) 和 gdb(1) 等公用程式 所使用)。

source: <b>Write mode</b><br>
ar: <b>وضع الكتابة</b><br>
ca: <b>Mode d'escriptura</b><br>
cs: <b>Režim zápisu</b><br>
da: <b>Skrivetilstand</b><br>
de: <p><b>Schreibmodus</b><br></p>
el: <b>Λειτουργία εγγραφής</b><br>
es: <b>Modo de escritura</b><br>
fi: <b>Kirjoitustila</b><br>
fr: <b>Mode écriture</b><br>
hu: <b>Írás mód</b><br>
it: <b>Modalità scrittura</b><br>
ja: <b>書き込みモード</b><br>
km: <b>របៀប​សរសេរ</b><br>
ko: <b>기록 모드</b><br>
lt: <b>Rašymo veiksena</b><br>
nb: <b>Skrivemodus</b><br>
nl: <b>Schrijfmodus</b><br>
pl: <b>Tryb zapisu</b><br>
pt_br: <b>Modo de escrita</b><br>
ro: <b>Mod scriere</b><br>
ru: <b>Режим записи</b><br>
sk: <b>Režim zápisu</b><br>
sv: <b>Skrivläge</b><br>
zh_cn: <b>写入模式</b><br>
zh_tw: <b>寫入模式</b><br>

source: Allows the program to have write access to the resource. Files must have this permission if they are to be unlinked (removed.)
ar: يسمح للبرنامج بحق الوصول للكتابة إلى المورد. ملفات يجب أن تملك هذا الإذن إذا أردتها أن تكون غير مرتبط (إزالة.)
ca: Permet al programa tenir accés d'escriptura al recurs. Els fitxers han de tenir aquest permís si s'han de desenllaçar (eliminar.)
cs: Umožní programu přístup k prostředkům k zápisu. Soubory musí mít toto oprávnění, pokud mají být odpojeny (odstraněny).
da: Tillader programmet at have skriveadgang til ressourcen. Filer skal have denne rettighed hvis de skal aflinkes (fjernes).
de: Erlaubt dem Programm Schreibzugriff auf die Ressource. Dateien müssen diese Berechtigung haben, wenn sie entfernt werden sollen.
el: Επιτρέπει το πρόγραμμα να έχει πρόσβαση εγγραφής στόν πόρο. Τα αρχεία πρέπει να έχουν αυτό το δικαίωμα εαν πρόκειται να χωριστούν (αφαιρεθούν.)
es: Permite al programa tener acceso de escritura a los recursos. Los archivos deben tener este permiso si serán desvinculados (eliminados.)
fi: Sallii ohjelmalle kirjoituksen resurssiin. Tiedostoilla täytyy olla tämä oikeus jos ne poistetaan linkityksestä (unkĺinked/removed).
fr: Permet au programme d'accéder en écriture à la ressource. Les fichiers doivent avoir cette permission pour pouvoir être supprimés.
hu: A program lehetővé teszi, hogy írási joga legyen az erőforráshoz. A fájloknak rendelkeznie kell ezzel az engedéllyel, leválasztás esetén (eltávolított.)
it: Permette al programma di avere accesso in scrittura alla risorsa. I file devono avere questa autorizzazione se devono essere scollegati (rimossi).
ja: リソースへの書き込みをプログラムに許可します。 ファイルをアンリンク(削除)する場合、ファイルに この権限が必要です。
km: អនុញ្ញាត​ឲ្យ​កម្មវិធី​មាន​សិទ្ធិ​សរសេរ ធនធាន ។ ឯកសារ​ត្រូវតែ​មាន​សិទ្ធិ​នេះ ប្រសិនបើ​ពួកវា មិន​ត្រូវ​បាន​តភ្ជាប់ (យកចេញ ។)
ko: 리소스 기록을 프로그램에 허용합니다. 파일을 연결 해제(제거)하는 경우 파일에 권한이 필요합니다.
nb: Gir programmet skrivetilgang til ressursen. Filer må ha denne rettigheten hvis de skal kobles fra (fjernes.)
nl: Staat het programma toe om schrijftoegang te hebben tot de hulpbron. Bestanden moeten deze toestemming hebben als ze ontkoppeld worden (verwijderd).
pl: Zezwala programowi na dostęp do zasobu na poziomie zapisu. Pliki muszą mieć to uprawnienie, aby mogły być usuwane.
pt_br: Permite que o programa tenha permissão de escrita no recurso. Os arquivos devem ter esta permissão se eles forem removidos (remoção do link).
ro: Permite programului să aibe acces la scrierea resursei. Fișierul trebuie să aibe această permisiune dacă va trebui decuplat (șters.)
ru: Разрешает программе иметь доступ на запись к ресурсам. Файлы должны иметь это разрешение, если они должны быть разлинкованы (удалены)
sk: Umožňuje programu, aby mal prístup na zápis k zdroju. Súbory musia mať toto prístupové právo, ak majú byť odpojené (odstránené.)
sv: Ger programmet skrivåtkomst till resursen. Filer måste ha den här behörigheten för att deras länkar ska kunna tas bort (tas bort.)
zh_cn: 给予程序资源的写入权限。如果要取消链接文件 (删除链接)，那么必须给予文件此权限。
zh_tw: 允許程式有該資源的寫入權限。 如果檔案要解除連結 (移除)， 就必須有此許可。

source: <b>Mmap PROT_EXEC mode</b><br>
ar: <b>وضع Mmap PROT_EXEC</b><br>
ca: <b>Mode Mmap PROT_EXEC</b><br>
cs: <b>Režim mmap PROT_EXEC</b><br>
da: <b>Mmap PROT_EXEC-tilstand</b><br>
de: <b>Mmap PROT_EXEC-Modus</b><br>
el: <b>Λειτουργία PROT_EXEC του Mmap</b><br>
es: <b>Modo Mmap PROT_EXEC</b><br>
fi: <b>Mmap PROT_EXEC -tila</b><br>
fr: <b>Mode mmap PROT_EXEC</b><br>
hu: <b>Mmap PROT_EXEC mód</b><br>
it: <b>Modalità PROT_EXEC mmap</b><br>
ja: <b>Mmap PROT_EXEC モード</b><br>
km: <b>របៀប Mmap PROT_EXEC</b><br>
ko: <b>Mmap PROT_EXEC 모드</b><br>
lt: <b>Mmap PROT_EXEC veiksena</b><br>
nb: <b>Mmap PROT_EXEC-modus</b><br>
nl: <b>Mmap PROT_EXEC modus</b><br>
pl: <b>Tryb mmap PROT_EXEC</b><br>
pt_br: <b>Modo Mmap PROT_EXEC</b><br>
ro: <b>Modul Mmap PROTEXEC</b><br>
ru: <b>Режим Mmap PROT_EXEC</b><br>
sk: <b>Režim Mmap PROT_EXEC</b><br>
sv: <b>Mmap PROT_EXEC-läge</b><br>
zh_cn: <b>Mmap 内存地图的 PROT_EXEC 「使用中的端口」模式</b><br>
zh_tw: <b>Mmap PROT_EXEC 模式</b><br>

source: Allows the program to call mmap with PROT_EXEC on the resource.
ar: يسمح للبرنامج باستدعاء هذه مع PROT_EXEC على المورد.
ca: Permet al programa cridar mmap amb PROT_EXEC al recurs.
cs: Umožní programu volat na prostředky mmap s PROT_EXEC.
da: Lader programmet kalde mmap med PROT_EXEC på ressourcen.
de: Erlaubt dem Programm den mmap-Aufruf mit PROT_EXEC auf der Ressource.
el: Επιτρέπει το πρόγραμμα να καλέσει το mmap με το PROT_EXEC στον πόρο.
es: Permite al programa invocar mmap con PROT_EXEC en el recurso.
fi: Sallii ohjelman kutsua resurssissa olevan mmap PROT_EXEC:n kanssa.
fr: Permet au programme d'appeler mmap avec PROT_EXEC sur la ressource.
hu: Lehetővé teszi a program számára az erőforráson az mmap hívást PROT_EXEC használatával.
it: Permette al programma di invocare mmap con PROT_EXEC sulla risorsa.
ja: プログラムに対して、リソース上でPROT_EXECを指定したmmapを呼び出すことを 許可します。
km: អនុញ្ញាត​ឲ្យ​កម្មវិធី​ហៅ mmap ដែល​មាន PROT_EXEC នៅ​លើ ធនធាន ។
ko: 프로그램이 자원에 있는 PROT_EXEC의 mmap을 호출하는것을 허용합니다.
nb: Tillater programmet å bruke mmap med PROT_EXEC for ressursen.
nl: Staat het programma toe om mmap op te roepen met PROT_EXEC op de hulpbron.
pl: Zezwala programowi na wywoływanie na danym zasobie funkcji mmap z parametrem PROT_EXEC.
pt_br: Permite que o programa execute mmap com PROT_EXEC no recurso.
ro: Permite programului să apeleze mmap cu PROTEXEC pe resursă.
ru: Разрешает программе вызывать mmap с PROT_EXEC на ресурс.
sk: Umožňuje programu volať mmap s PROT_EXEC na zdroji.
sv: Ger programmet behörighet att anropa mmap med PROT_EXEC på resursen.
zh_cn: 允许程序在资源上带 PROT_EXEC 的调用 mmap。
zh_tw: 允許該程式以該資源上的 PROT_EXEC 呼叫 mmap。

source: <b>Unconfined execute mode</b><br>
ar: <b>تنفيذ وضع غير مقيد</b><br>
ca: <b>Mode d'execució sense limitacions</b><br>
cs: <b>Režim neomezeného spuštění</b><br>
da: <b>Uindskrænket kørselstilstand</b><br>
de: <b>Unbeschränkter Ausführungsmodus</b><br>
el: <b>Απεριόριστη λειτουργία εκτέλεσης</b><br>
es: <b>Modo de ejecución no limitado</b><br>
fi: <b>Rajoittamaton suoritustila</b><br>
fr: <b>Mode exécution non confinée</b><br>
hu: <b>Nem korlátozott végrehajtási mód</b><br>
it: <b>Modalità esecuzione non limitata</b><br>
ja: <b>無制限実行モード</b><br>
km: <b>របៀប​ប្រតិបត្តិ​ដែល​មិន​បាន​កំណត់</b><br>
ko: <b>무제한 실행 모드</b><br>
lt: <b>Nesuvaržyto vykdymo veiksena</b><br>
nb: <b>Ubegrenset kjøremodus</b><br>
nl: <b>Uitvoeringsmodus niet-ingesloten</b><br>
pl: <b>Nieograniczony tryb wykonywania</b><br>
pt_br: <b>Modo de execução não delimitado</b><br>
ro: <b>Modul executării nelimitate</b><br>
ru: <b>Режим безусловного выполнения</b><br>
sk: <b>Neobmedzený režim spustenia</b><br>
sv: <b>Obegränsat körningsläge</b><br>
zh_cn: <b>未受限执行模式</b><br>
zh_tw: <b>未設限執行模式</b><br>

source: Allows the program to execute the resource without any AppArmor profile being applied to the executed resource. Requires listing execute mode as well. Incompatible with Inherit and Discrete Profile execute entries.
ar: يسمح للبرنامج بتنفيذ المصادر دون أي ملف تعريف لدرع التطبيقات يجري تطبيقها على المصادر المنفذة. ويتطلب تنفيذها أيضا قائمة. غير متوافق مع اكتساب وتنفيذ منفصل لإدخالات ملف التعريف.
ca: Permet al programa executar el recurs sense que cap perfil d'AppArmor s'apliqui al recurs que s'executa. També necessita un llistat del mode d'execució. Incompatible amb les entrades Inherit i Discrete Profile.
cs: Umožní programu spustit prostředky, aniž by byl na ně aplikován jakýkoliv profil AppArmoru. To zároveň vyžaduje režim seznamu spuštění. Nekompatibilní s položkami Zděděné spuštění a Spuštění diskrétního profilu.
da: Tillader programmet at køre ressourcen uden at nogen AppArmor-profil bliver anvendt på den kørte ressource. Kræver listning af kørseltilstand også. Inkompatibel med indgangene Overtag og Diskret profilkørsel
de: Erlaubt es dem Programm, die Ressource auszuführen, ohne dass AppArmor-Profile auf die ausgeführte Ressource angewendet werden. In diesem Fall muss auch der Ausführungsmodus aufgelistet werden. Ist nicht mit den Ausführungseinträgen für 'Vererben' und 'Diskretes Profil' kompatibel.
el: Επιτρέπει στο πρόγραμμα να εκτελέσει τον πόρο χωρίς κανένα προφίλ του AppArmor να έχει εφαρμοστεί στον εκτελεσμένο πόρο. Απαιτεί επίσης την καταγραφή λειτουργίας εκτέλεσης. Είναι ασύμβατο με τις Κληρονομικές και τις Διακριτικές καταχωρήσεις εκτέλεσης.
es: Permite al programa ejecutar el recurso sin que algún perfil de AppArmor sea aplicado al recurso ejecutado. Requiere el modo de ejecución de listado también. Es incompatible con las entradas de ejecución de Perfil discreto y de herencia.
fi: Sallii ohjelman suorittaa resurssit ilman että AppArmor profiilia otetaan käyttöön suoritettavassa resurssissa. Vaatii suoritustilojen listauksen. Yhteensopimaton Perityn ja Erillisen suorituksen kanssa.
fr: Permet au programme d'exécuter la ressource sans qu'aucun profil AppArmor ne soit appliqué à la ressource exécutée. Nécessite également le mode exécution listing. Incompatible avec l'exécution héritée et profil distinct.
hu: Lehetővé tesz a program számára, az erőforrás futtatására bármilyen AppArmor profil alkalmazása nélkül. Szükséges végrehajtási mód is. Nem kompatibilis az Örökölt és Diszkrét végrehajtási bejegyzésekkel.
it: Permette al programma di eseguire la risorsa senza che nessun profilo AppArmor sia applicato alla risorsa eseguita. Richiede la modalità di collegamento dell'esecuzione. Non è compatibile con i profili di esecuzione eredita e discreto.
ja: リソースを実行するようにプログラムを許可する際、実行される リソースに適用する一切 AppArmor プロファイルを 適用しません。実行モードのリストも必要になります。 継承実行モードや独立プロファイル実行モードの項目とは、 互換性がありません。
km: អនុញ្ញាត​ឲ្យ​កម្មវិធី​ប្រតិបត្តិ​ធនធាន​ដែល​មិន​មាន ទម្រង់ AppArmor កំពុង​ត្រូវ​បាន​អនុវត្ត​ចំពោះ ធនធាន​ដែល​ប្រតិបត្តិ ។ ទាមទារ​ឲ្យ​រាយ​របៀប​ប្រតិបត្តិ​ផង​ដែរ ។ មិន​ឆប​គ្នា​ជាមួយ​ធាតុ​ប្រតិបត្តិ Inherit និង Discrete Profile ទេ ។
ko: AppArmor 프로파일을 실행되는 자원에 적용하는일 없이 자원 실행에 프로그램을 허용합니다. 실행 모드의 목록도 요구됩니다. 상속 및 독립 프로파일 실행 항목과는 호환성이 없습니다.
nb: Tillater programmet å bruke ressursen uten at noen AppArmor-profil benyttes for ressursen som kjøres. Krever at execute-modus også er angitt. Ikke kompatibel med Inherit og discrete profile execute.
nl: Staat het programma toe om de hulpbron uit te voeren zonder toepassing van enig AppArmor-profiel op de uit te voeren hulpbron. Vereist ook uitvoeringsmodus 'listing'. Gaat niet samen met uitvoeringsitems Overgenomen en Discreet profiel.
pl: Zezwala programowi na wykonywanie zasobu bez stosowania do niego żadnego profilu programu AppArmor. Wymaga także trybu rejestrowanego wykonywania. Tryb ten jest niekompatybilny z dziedziczonym i nieciągłym trybem wykonywania.
pt_br: Permite que o programa execute o recurso sem que um perfil AppArmor seja aplicado ao recurso executado. Requer modo de execução em lista. Incompatível com entradas de execução 'Herdada' e 'Execução de Perfil Discreto'.
ro: Permite porgramului să execute resursa fără ca nici un profil AppArmor să fie aplicat resursei executate. Necesită de asemenea listarea modului de execuție. Incompatibil cu intrările Profilelor Inherit și Discrete de execuție.
ru: Разрешает программе выполнять ресурс без применения какого-либо профиля AppArmor к выполняемому ресурсу. Требует также список режима выполнения. Несовместим с записями выполнения Наследованных и Дискретных профилей.
sk: Umožňuje programu spustiť zdroj bez akéhokoľvek profilu AppArmor, ktorý sa aplikuje na spustený zdroj. Tiež vyžaduje režim výpisu spustenia. Nekompatibilné sa so zdedenými a diskrétnymi položkami profilu spustenia.
sv: Ger programmet behörighet att köra resursen utan att någon AppArmor-profil tillämpas på resursen som körs. Kräver även listning av körningsläge. Inkompatibelt med posterna Ärva och Diskret profilkörning.
zh_cn: 即使没有任何 AppArmor 的安全档案应用到被执行的资源，也允许程序执行该资源。 需要开启执行模式。 与继承或离散安全档案执行条目不兼容。
zh_tw: 允許該程式執行該資源，而不對此執行的資源 套用任何 AppArmor 設定檔。 另外也需要列出執行模式。 與「承襲」和「分離設定檔執行」項目 不相容。
