Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: &Scan system log for AppArmor events
ar: مسح سجل النظام الخاص بأحداث درع التطبيقات
ca: &Explora el registre del sistema per cercar esdeveniments d'AppArmor
cs: &Vyhledat v systémovém logu události AppArmor
da: &Scan systemloggen for AppArmor-hændelser
de: Systemprotokoll nach AppArmor-Ereignissen ab&suchen
el: &Σάρωση αρχείου καταγραφής του συστήματος για γεγονότα του AppArmor
es: &Explorar registro del sistema en busca de eventos de AppArmor
fi: Et&si järjestelmälokista AppArmorin tapahtumat
fr: &Rechercher dans le journal système les évènements AppArmor
hu: AppArmor e&semények keresése a rendszernaplóban
it: Cerca e&venti AppArmor nel log di sistema
ja: システムログをスキャンして AppArmor イベントを検出 (&S)
km: វិភាគ​រក​កំណត់ហេតុ​ប្រព័ន្ធ​សម្រាប់​ព្រឹត្តិការណ៍ AppArmor
ko: AppArmor 이벤트용 시스템 로그 스캔(&S)
lt: &Peržiūrėti sistemos žurnalą ir ieškoti AppArmor įvykių
nb: &Søk etter AppArmor-hendelser i systemet
nl: &Systeemlog doorzoeken op AppArmor-gebeurtenissen
pl: Wy&szukaj w systemowym dzienniku zdarzeń zdarzenia programu AppArmor
pt_br: &Pesquisar eventos do AppArmor no log do sistema
ro: Scanează jurnalul sistem AppArmor după evenimente
ru: &Искать события AppArmor в системном журнале
sk: &Skenovať systémový záznam kvôli udalostiam AppArmor
sv: &Sök efter AppArmor-händelser i systemloggen
zh_cn: 扫描系统日志以侦测 AppArmor 事件(&S)
zh_tw: 掃瞄系統記錄中有無 AppArmor 事件(&S)

source: &View Profile
ar: عرض الملف التعريفي
ca: &Visualitza el perfil
cs: &Zobrazit profil
da: &Vis profil
de: &Profil anzeigen
el: Προβολή &Προφίλ
es: &Ver perfil
fi: &Tarkastele profiilia
fr: &Voir le profil
hu: Pr&ofil megjelenítése
it: &Visualizza profilo
ja: プロファイルの表示 (&V)
km: មើល​ទម្រង់
ko: 프로파일 보기(&V)
lt: &Peržiūrėti profilį
nb: &Vis profil
nl: Profiel &tonen
pl: &Pokaż profil
pt_br: E&xibir perfil
ro: Vizualizează profil
ru: &Просмотреть профиль
sk: &Zobraziť profil
sv: &Visa profil
zh_cn: 查看安全档案(&V)
zh_tw: 檢視設定檔(&V)

source: &Use Profile
ar: استخدم الملف التعريفي
ca: &Utilitza el perfil
cs: &Použít profil
da: Br&ug profil
de: &Profil verwenden
el: &Χρήση Προφίλ
es: &Usar Perfil
fi: Käytä &profiilia
fr: &Utiliser le profil
hu: Profil h&asználata
it: &Usa profilo
ja: プロファイルの使用 (&U)
km: ប្រើ​ទម្រង់
ko: 프로파일 사용(&U)
lt: &Naudoti profilį
nb: &Bruk profil
nl: Profiel gebr&uiken
pl: &Użyj profilu
pt_br: &Usar Perfil
ro: Utilizare profil
ru: &Использовать профиль
sk: &Použiť profil
sv: Använd &profil
zh_cn: 使用安全档案(&U)
zh_tw: 使用設定檔(&U)

source: &Create New Profile
ar: إنشاء ملف تعريفي جديد
ca: &Crea un perfil nou
cs: &Vytvořit profil
da: &Opret ny profil
de: &Neues Profil erstellen
el: Δημιουργία Νέου &Προφίλ
es: &Crear nuevo perfil
fi: &Luo uusi profiili
fr: &Créer un nouveau profil
hu: Új profil lé&trehozása
it: &Crea nuovo profilo
ja: 新しいプロファイルの作成 (&C)
km: បង្កើត​ទម្រង់​ថ្មី
ko: 새 프로파일 작성(&C)
lt: Su&kurti naują profilį
nb: &Opprett profil
nl: Nieuw profiel &aanmaken
pl: Utwórz &nowy profil
pt_br: &Criar Novo Perfil
ro: Creează profil nou
ru: &Создать новый профиль
sk: &Vytvoriť nový profil
sv: Skapa n&y profil
zh_cn: 创建新的安全档案(&C)
zh_tw: 建立新設定檔(&C)

source: &Update Profile
ar: تحديث الملف التعريفي
ca: &Actualitza el perfil
cs: &Aktualizovat profil
da: &Opdatér profil
de: &Profil aktualisieren
el: &Ενημέρωση Προφίλ
es: &Actualizar perfil
fi: &Päivitä profiili
fr: &Mettre à jour le profil
hu: Pro&fil frissítése
it: Aggiorna &profilo
ja: プロファイルの更新 (&U)
km: ធ្វើ​បច្ចុប្បន្នភាព​​ទម្រង់
ko: 프로파일 업데이트(&U)
lt: &Atnaujinti profilį
nb: Opp&dater profil
nl: Profiel &bijwerken
pl: Z&aktualizuj profil
pt_br: At&ualizar Perfil
ro: Actualizează profil
ru: &Обновить профиль
sk: &Aktualizovať profil
sv: &Uppdatera profil
zh_cn: 更新安全档案(&U)
zh_tw: 更新設定檔(&U)

source: &Ignore Update
ar: تجاهل التحديث
ca: &Ignora l'actualització
cs: I&gnorovat profil
da: &ignorér opdatering
de: Aktualisierung &ignorieren
el: Αγνό&ηση Ενημέρωσης
es: &Ignorar actualización
fi: Oh&ita päivitys
fr: &Ignorer la mise à jour
hu: Fr&issítés figyelmen kívül hagyása
it: &Ignora aggiornamento
ja: 更新を無視する (&I)
km: មិនអើពើ​​នឹង​ការ​ធ្វើបច្ចុប្បន្នភាព
ko: 업데이트 무시(&I)
lt: Nepa&isyti atnaujinimų
nb: &Ignorer profil
nl: Opwaardering &negeren
pl: &Ignoruj aktualizację
pt_br: &Ignorar Atualização
ro: Ignoră actualizările
ru: &Игнорировать обновление
sk: &Ignorovať aktualizáciu
sv: &Ignorera uppdatering
zh_cn: 忽略更新(&I)
zh_tw: 忽略更新(&I)

source: &Save Changes
ar: حفظ التغييرات
ca: &Desa els canvis
cs: &Uložit změny
da: &Gem ændringer
de: Änderungen &speichern
el: Αποθήκευ&ση Αλλαγών
es: &Guardar los cambios
fi: Tallenna muutok&set
fr: &Enregistrer les modifications
hu: &Változtatások mentése
it: &Salva modifiche
ja: 変更を保存する (&S)
km: រក្សាទុក​ការ​ផ្លាស់ប្ដូរ
ko: 변경사항 저장(&S)
lt: Iš&saugoti pakeitimus
nb: &Lagre endringer
nl: Wijzigingen &opslaan
pl: &Zapisz zmiany
pt_br: &Salvar as alterações
ro: Salvează modificările
ru: &Сохранить изменения
sk: &Uložiť zmeny
sv: &Spara ändringar
zh_cn: 保存更改(&S)
zh_tw: 儲存變更(&S)

source: &Upload Changes
ar: رفع التغييرات
ca: &Penja els canvis
cs: &Uložit změny
da: &Upload ændringer
de: &Änderungen hochladen
el: Ενημέρωση Αλλαγ&ών
es: &Subir los cambios
fi: Vie m&uutokset
fr: &Télécharger les modifications
hu: &Változtatások feltöltése
it: Carica &modifiche
ja: 変更をアップロードする (&S)
km: ផ្ទុក​ឡើង​ការ​ផ្លាស់ប្ដូរ
ko: 변경사항 업로드(&U)
lt: Į&kelti pakeitimus
nb: Las&t opp endringer
nl: Wijzigingen &uploaden
pl: &Wyślij zmiany
pt_br: &Carregar Alterações
ro: Se încarcă modificările
ru: &Выгрузить изменения
sk: &Odoslať zmeny
sv: Ladda &upp ändringar
zh_cn: 上传更改(&U)
zh_tw: 上傳變更(&U)

source: &View Changes
ar: عرض التغييرات
ca: &Visualitza els canvis
cs: Zobrazit z&měny
da: &Vis ændringer
de: &Änderungen anzeigen
el: Προβολή των Α&λλαγών
es: Mostr&ar los cambios
fi: Tarkastele &muutoksia
fr: Affi&cher les modifications
hu: Változtatások &megjelenítése
it: &Visualizza modifiche
ja: 変更内容を表示する (&V)
km: មើល​ការ​ផ្លាស់ប្ដូរ
ko: 변경사항 보기(&V)
lt: &Rodyti pakeitimus
nb: Vi&s endringer
nl: &Wijzigingen tonen
pl: P&okaż zmiany
pt_br: E&xibir alterações
ro: Vizualizează modificările
ru: &Просмотреть изменения
sk: &Zobraziť zmeny
sv: &Visa ändringar
zh_cn: 显示更改(&V)
zh_tw: 檢視變更(&V)

source: &Enable Repository
ar: تمكين المستودع
ca: &Habilita el dipòsit
cs: &Povolit repozitář
da: &Aktivér mappe
de: &Repository aktivieren
el: &Ενεργοποίηση Αποθετηρίου
es: &Habilitar repositorio
fi: Ota &profiilitietovarasto käyttöön
fr: &Activer les dépôts
hu: Tárhely &engedélyezése
it: Abilita &repository
ja: リポジトリの有効化 (&E)
km: បើក​ឃ្លាំង
ko: 저장소 활성화(&E)
lt: Į&galinti saugyklą
nb: &Aktiver pakkebrønn
nl: Bron activ&eren
pl: Włą&cz repozytorium
pt_br: &Habilitar Repositório
ro: Activare sursă de instalare
ru: &Включить репозиторий
sk: &Povoliť repozitár
sv: Aktiv&era arkiv
zh_cn: 启用软件源(&E)
zh_tw: 啟用儲存庫(&E)

source: &Disable Repository
ar: تعطيل مستودع
ca: &Inhabilita el dipòsit
cs: &Zakázat repozitář
da: &Deaktivér mappe
de: &Repository deaktivieren
el: &Απενεργοποίηση Αποθετηρίου
es: &Deshabilitar repositorio
fi: Poista p&rofiilitietovarasto käytöstä
fr: &Desactiver les dépôts
hu: &Tárhely letiltása
it: &Disabilita repository
ja: リポジトリの無効化 (&D)
km: បិទ​ឃ្លាំង
ko: 저장소 비활성화(&P)
lt: &Uždrausti saugyklą
nb: &Deaktiver pakkebrønn
nl: Bron uits&chakelen
pl: Wyłąc&z repozytorium
pt_br: &Desabilitar Repositório
ro: Dezactivare sursă de instalare
ru: &Отключить репозиторий
sk: &Zakázať repozitár
sv: Ina&ktivera arkiv
zh_cn: 禁用软件源(&D)
zh_tw: 停用儲存庫(&D)

source: &Never Ask Again
ar: لا تسأل مرة أخرى
ca: &No m'ho tornis a demanar
cs: &Nikdy se znovu nedotazovat
da: Spørg aldrig ige&n
de: &Nicht mehr fragen
el: &Να μη ερωτηθώ ξανά
es: &No volver a preguntar
fi: &Älä koskaan kysy uudestaan
fr: &Ne jamais redemander
hu: &Ne kérdezze újra
it: &Non chiedere più
ja: 今後は同じ質問をしない (&N)
km: កុំ​សួរ​ម្ដងទៀត
ko: 다시 묻지 않음(&N)
lt: &Daugiau nebeklausti
nb: &Ikke spør igjen
nl: &Nooit meer vragen
pl: Ni&e pytaj ponownie
pt_br: &Nunca Pergunte Novamente
ro: Nu mai întreba
ru: &Никогда больше не спрашивать
sk: &Nikdy sa znovu neopýtať
sv: Fråga i&nte igen
zh_cn: 永不再询问(&N)
zh_tw: 不要再問(&N)

source: Ask Me &Later
ar: اسألني لاحقا
ca: Demana-m'ho més &endavant
cs: &Dotázat se později
da: Spørg &mig senere
de: &Später fragen
el: Να Ερωτηθώ &Αργότερα
es: Preguntar mas &tarde
fi: Kysy my&öhemmin
fr: &Me demander plus tard
hu: Kérdezze meg késő&bb
it: Richiedi in &seguito
ja: 後で確認する (&L)
km: សួរ​ខ្ញុំ​ពេលក្រោយ
ko: 다음에 물음(&L)
lt: Paklausti &vėliau
nb: Spør &meg senere
nl: &Later opnieuw vragen
pl: Zapyt&aj później
pt_br: Pergunte Mais &Tarde
ro: Întreabă mai târziu
ru: Спросить &позже
sk: &Spýtať sa neskôr
sv: Fr&åga mig senare
zh_cn: 稍后提示我(&L)
zh_tw: 稍後再問我(&L)

source: Email address format invalid. Email address must be less than 129 characters and of the format "name@domain". Enter a valid address.
ar: تنسيق عنوان البريد الإلكتروني غير صالح. يجب أن يكون عنوان بريدك الإلكتروني أقل من 129 حرفاً، وبتنسيق "name@domain". الرجاء إدخال عنوان صالح.
ca: El format de l'adreça electrònica no és vàlid. L'adreça electrònica ha de tenir menys de 129 caràcters i ha de tenir el format "nom@domini". Introduïu una altra adreça electrònica.
cs: Neplatný formát emailové adresy. Emailová adresa musí být kratší než 129 znaků a musí mít formát "jmeno@domena". Zadejte platnou emailovou adresu.
da: E-mail-adresse-format ugyldigt. E-mail-adressen skal være mindre end 129 tegn og i formatet "navn@domæne". Angiv en gyldig adresse.
de: Ungültiges Format der E-Mail-Adresse. Die E-Mail-Adresse darf nicht länger als 129 Zeichen sein und muss das Format "name@domain" haben. Geben Sie eine gültige Adresse ein.
el: Μη έγκυρη μορφή διεύθυνσης αλληλογραφίας. Η διεύθυνση αλληλογραφίας πρέπει να είναι λιγότερο από 129 χαρακτήρες και να είναι της μορφής "name@domain". Εισάγετε μια έγκυρη διεύθυνση.
es: Formato de dirección de correo electrónico no válido. La dirección de correo electrónico debe tener menos de 129 caracteres y tener el formato "nombre@dominio". Introduzca una dirección valida.
fi: Sähköpostiosoitteen kirjoitusasu ei kelpaa. Sähköpostiosoitteen on oltava alle 129 merkkiä pitkä ja muodossa "nimi@toimialue". Anna toimiva osoite.
fr: Format d'adresse e-mail invalide. L'adresse e-mail doit comporter moins de 129 caractères et être sous la forme "nom@domaine". Entrer une adresse valide.
hu: Az e-mail formátuma érvénytelen. Az e-mail cím nem lehet több, mint 128 karakter és "name@domain" formátuma kell, hogy legyen. Adjon meg ezeknek megfelelő e-mail címet.
it: Il formato dell'indirizzo e-mail non è valido. L'indirizzo e-mail deve contenere meno di 129 caratteri e deve essere nel formato "nome@dominio". Immettere un altro indirizzo.
ja: 電子メールアドレスの書式が誤っています。 電子メールアドレスは 129 文字以下で、 "名前@ドメイン" のように入力します。 正しいアドレスを入力してください。
km: ទ្រង់ទ្រាយ​អាសយដ្ឋាន​អ៊ីមែល​មិន​ត្រឹមត្រូវ ។ អាសយដ្ឋាន​អ៊ីមែល​ត្រូវតែ​មាន​តួអក្សរ​តិច​ជាង ១២៩ តួ និង​មាន​ទម្រង់​ជា "name@domain" ។ បញ្ចូល​អាសយដ្ឋាន​ត្រឹមត្រូវ ។
ko: 전자 메일 주소 형식이 잘못되었습니다. 전자 메일 주소는 129자 미만이고 "name@domain" 형식이어야 합니다. 유효한 주소를 입력하십시오.
lt: Netinkamas elektroninio pašto adreso formatas. El. pašto adresas turi būti trumpesnis nei 129 rašmenys formatu „vardas@sritis“. Įveskite tinkamą adresą.
nb: Feil format på e-postadresse. Det er en grense på maksimum 129 tegfn og formatet må ha formen "navn@domene". Angi en gyldig adresse.
nl: De opmaak van het e-mailadres is onjuist. Een e-mailadres moet korter zijn dan 129 tekens en er uitzien als "naam@domein". Voer een geldig adres in.
pl: Nieprawidłowy format adresu e-mail. Adres e-mail musi być krótszy niż 129 znaków i mieć postać "nazwa@domena". Podaj prawidłowy adres.
pt_br: Formato do endereço de e-mail inválido. O endereço de e-mail deve ter menos de 129 caracteres e o formato "nome@domínio". Informe um endereço válido.
ru: Неверный формат адреса email. Длина адреса email должна быть менее 129 знаков и в формате "name@domain". Введите верный адрес.
sk: Neplatný formát e-mailovej adresy. E-mailová adresa musí byť kratšia ako 129 znakov a musí mať formát "name@domain". Zadať platnú adresu.
sv: Ogiltigt format för e-postadress. E-postadressen måste innehålla färre än 129 tecken och ha formatet "namn@domän". Ange en giltig adress.
zh_cn: Email 地址格式无效。 Email 地址必须少于 129 个字符 而且是“名称@域名”格式。 请输入一个有效地址。
zh_tw: 電子郵件地址格式無效。 電子郵件地址不得超過 129 個字元， 且格式必須為「name@domain」。 請輸入有效的地址。

source: AppArmor Profile Repository Setup
ar: إعداد مستودع ملف تعريف درع التطبيقات
ca: Configuració del dipòsit de perfils de l'AppArmor
cs: Nastavení repozitáře profilů AppArmor
da: Opsætning af softwarekilde for AppArmor-profil
de: AppArmor-Profil Repository-Einrichtung
el: Ρύθμιση Αποθετηρίου Προφίλ του AppArmor
es: Configuración del repositorio de perfiles AppArmor
fi: AppArmor-profiilitietovaraston määritys
fr: Configuration du dépôt de profils AppArmor
hu: AppArmor profil tárhelyének beállítása
it: Impostazione repository dei profili AppArmor
ja: AppArmor プロファイルリポジトリの設定
km: រៀបចំ​ឃ្លាំង​ទម្រង់ AppArmor
ko: AppArmor 프로파일 저장소 설정
lt: AppArmor profilių saugyklos sąranka
nb: Oppsett av AppArmor-profilpakkebrønn
nl: Bron met AppArmor-profielen instellen
pl: Ustawienia repozytorium profili AppArmor
pt_br: Configuração do Repositório de Perfis do AppArmor
ro: Configurare surse profiluri AppArmor
ru: Установка репозитория профилей AppArmor
sk: Nastavenie repozitára profilov AppArmor
sv: Ställ in AppArmor-profilarkiv
zh_cn: AppArmor 安全档案软件源配置
zh_tw: AppArmor 設定檔儲存庫設定

source: Sign in to the repository
ar: تسجيل الدخول إلى المستودع
ca: Inicia una sessió al dipòsit
cs: Přihlásit se do repozitáře
da: Indskriv til softwarekilden
de: Beim Repository anmelden
el: Είσοδος στο αποθετήριο
es: Entrar en el repositorio
fi: Kirjaudu tietovarastoon
fr: S'identifier pour le dépôt
hu: Bejelentkezés a tárhelyhez
it: Accesso al repository
ja: リポジトリへの接続
km: ចូល​ទៅ​ក្នុង​ឃ្លាំង
ko: 저장소에 사인 인
lt: Prisijungti prie saugyklos
nb: Logg inn til pakkebrønnen
nl: Bij bron aanmelden
pl: Zaloguj do repozytorium
pt_br: Assine o repositório
ro: Autentificare pentru sursă
ru: Подписаться на репозиторий
sk: Prihláste sa do repozitára
sv: Logga in i arkivet
zh_cn: 登入到软件源
zh_tw: 登入儲存庫

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživ. jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
km: ឈ្មោះអ្នក​ប្រើ
ko: 사용자 이름
lt: Naudotojo vardas
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Používateľské meno
sv: Användarnamn
zh_cn: 用户名
zh_tw: 使用者名稱

source: S&ave configuration
ar: حفظ الإعداد
ca: D&esa la configuració
cs: &Uložit nastavení
da: Gem konfigur&ation
de: Konfiguration &speichern
el: &Αποθήκευση ρυθμίσεων
es: &Guardar configuración
fi: T&allenna määritys
fr: &Enregistrer la configuration
hu: B&eállítások mentése
it: &Salva configurazione
ja: 設定を保存 (&A)
km: រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ
ko: 구성 저장(&A)
lt: Į&rašyti konfigūraciją
nb: L&agre oppsett
nl: Configuratie opsl&aan
pl: Z&apisz konfigurację
pt_br: S&alvar a configuração
ro: Salvează configurația
ru: С&охранить конфигурацию
sk: Uložiť n&astavenia
sv: Sp&ara inställningar
zh_cn: 保存配置(&S)
zh_tw: 儲存組態(&A)

source: &Sign in
ar: تسجيل الدخول
ca: &Entreu
cs: &Přihlásit
da: Ind&skriv
de: &Anmelden
el: &Είσοδος
es: &Entrar
fi: &Kirjaudu
fr: &S'identifier
hu: Bejelentkezé&s
it: &Accedi
ja: サインイン (&S)
km: ចូល
ko: 사인 인(&S)
lt: &Prisijungti
nb: &Logg på
nl: &Aanmelden
pl: &Zaloguj się
pt_br: A&ssinar
ro: Autentificare
ru: &Подписаться
sk: &Prihlásiť
sv: &Logga in
zh_cn: 登录(&S)
zh_tw: 登入(&S)

source: &Register new user...
ar: تسجيل مستخدم جديد...
ca: &Registra un usuari nou...
cs: &Registrovat nového uživatele...
da: &Registrér ny bruger...
de: &Neuen Benutzer registrieren ...
el: Εγγραφή Νέου &Χρήστη
es: &Registrar nuevo usuario...
fi: &Rekisteröi uusi käyttäjä...
fr: &Enregistrer un nouvel utilisateur...
hu: Új felhasználó &regisztrálása…
it: &Registra nuovo utente...
ja: 新しいユーザを登録 (&R)...
km: ចុះឈ្មោះ​អ្នក​ប្រើ​ថ្មី...
ko: 새 사용자 등록(&R)...
lt: &Registruoti naują naudotoją...
nb: &Registrer ny bruker...
nl: Nieuwe gebruiker &registreren...
pl: Za&rejestruj nowego użytkownika...
pt_br: &Registrar novo usuário...
ro: Înregistrează utilizator nou...
ru: &Регистрировать нового пользователя...
sk: &Registrovať nového užívateľa...
sv: &Registrera ny användare...
zh_cn: 注册新用户(&R)
zh_tw: 註冊新的使用者(&R)...

source: Register New User
ar: سجل مستخدم جديد
ca: Registra un usuari nou
cs: Registrovat nového uživatele
da: Registrér ny bruger
de: Neuen Benutzer registrieren
el: Εγγραφή Νέου Χρήστη
es: Registrar nuevo usuario
fi: Rekisteröi uusi käyttäjä
fr: Enregistrer un nouvel utilisateur
hu: Új felhasználó regisztrálása
it: Registra nuovo utente
ja: 新しいユーザを登録
km: ចុះឈ្មោះ​អ្នក​ប្រើ​ថ្មី
ko: 새 사용자 등록
lt: Registruoti naują naudotoją
nb: Registrer ny bruker
nl: Registreren van nieuwe gebruiker
pl: Rejestracja nowego użytkownika
pt_br: Registrar Novo Usuário
ro: Înregistrare utilizator nou
ru: Регистрировать нового пользователя
sk: Registrácia nového užívateľa
sv: Registrera ny användare
zh_cn: 注册新用户
zh_tw: 註冊新的使用者

source: Enter Username
ar: أدخل اسم المستخدم
ca: Introduïu el nom d'usuari
cs: Zadejte uživatelské jméno
da: Indtast brugernavn
de: Benutzernamen eingeben
el: Εισάγετε ένα όνομα χρήστη
es: Introducir nombre de usuario
fi: Anna käyttäjätunnus
fr: Entrez un nom d'utilisateur
hu: Adja meg a felhasználó nevét
it: Immettere il nome utente
ja: ユーザ名を入力してください
km: បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ
ko: 사용자 이름 입력
lt: Įveskite naudotojo vardą
nb: Angi brukernavn
nl: Voer gebruikersnaam in
pl: Proszę podać nazwę użytkownika
pt_br: Informe o Login
ro: Introduceți numele de utilizator
ru: Введите имя пользователя
sk: Zadajte meno používateľa
sv: Ange användarnamn
zh_cn: 输入用户名
zh_tw: 請輸入使用者名稱

source: Enter Email Address
ar: ادخل عنوان البريد الإلكتروني
ca: Introduïu l'adreça electrònica
cs: Zadejte emailovou adresu
da: Indtast e-mail-adresse
de: E-Mail-Adresse eingeben
el: Εισάγετε μία διεύθυνση Email
es: Dirección de correo electrónico
fi: Anna sähköpostiosoite
fr: Entrer l'adresse e-mail
hu: Adja meg az e-mail címet
it: Immettere l'indirizzo e-mail
ja: 電子メールアドレスを入力してください
km: បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល
ko: 전자 우편 주소 입력
lt: El. pašto adresas
nb: Angi E-postadresse
nl: Voer e-mailadres in
pl: Proszę podać adres e-mail
pt_br: Informe o Endereço de E-mail
ro: Introduceți adresa de e-mail
ru: Введите адрес email
sk: Zadajte emailovú adresu
sv: Ange e-postadress
zh_cn: 输入电子邮件地址
zh_tw: 輸入電子郵件位址

source: Enter Password
ar: أدخل كلمة المرور
ca: Introduïu la contrasenya
cs: Zadejte heslo
da: Indtast adgangskode
de: Passwort eingeben
el: Εισάγετε Κωδικό Πρόσβασης
es: Introducir contraseña
fi: Anna salasana
fr: Entrer le mot de passe
hu: Adja meg a jelszót
it: Immettere la password
ja: パスワードを入力してください
km: បញ្ចូល​ពាក្យសម្ងាត់
ko: 열쇠글 입력
lt: Įveskite slaptažodį
nb: Angi passord
nl: Voer wachtwoord in
pl: Proszę podać hasło
pt_br: Informe a Senha
ro: Introduceți parola
ru: Введите пароль
sk: Zadajte heslo
sv: Ange lösenord
zh_cn: 输入密码
zh_tw: 輸入密碼

source: Verify Password
ar: التحقق من كلمة المرور
ca: Verifica la contrasenya
cs: Potvrzení hesla
da: Verificér adgangskode
de: Passwort bestätigen
el: Επαλήθευση Κωδικού Πρόσβασης
es: Verificar contraseña
fi: Varmenna salasana
fr: Vérifier le mot de passe
hu: Jelszó ellenőrzése
it: Verifica password
ja: パスワードを再入力してください
km: ផ្ទៀងផ្ទាត់​ពាក្យ​សម្ងាត់
ko: 열쇠글 확인
lt: Patikrinti slaptažodį
nb: Bekreft passord
nl: Voer wachtwoord nogmaals in
pl: Proszę potwierdzić hasło
pt_br: Verificar Senha
ro: Verificați parola
ru: Подтвердите пароль
sk: Overenie hesla
sv: Verifiera lösenord
zh_cn: 校验密码
zh_tw: 檢驗密碼

source: &Register
ar: سجِّل
ca: &Registra
cs: &Registrovat
da: &Registrér
de: &Registrieren
el: Εγγ&ραφή
es: &Registrar
fi: &Rekisteröidy
fr: &S'enregistrer
hu: &Regisztráció
it: &Registra
ja: 登録 (&R)
km: ចុះឈ្មោះ
ko: 등록(&R)
lt: &Registruotis
nb: &Registrer
nl: &Registreren
pl: Za&rejestruj
pt_br: &Registrar
ro: Înregistrare
ru: &Регистрировать
sk: &Registrovať
sv: &Registrera
zh_cn: 注册(&R)
zh_tw: 註冊(&R)

source: &Sign in as existing user...
ar: تسجيل الدخول كمستخدم موجود...
ca: &Entreu com a usuari existent...
cs: &Přihlásit jako existující uživatel...
da: Ind&skriv som eksisterende bruger...
de: &Als vorhandener Benutzer anmelden ...
el: &Είσοδος ως υπάρχων χρήστης...
es: Entrar como u&suario existente...
fi: &Kirjaudu olemassa olevana käyttäjänä...
fr: &S'identifier en tant qu'utilisateur existant...
hu: Bejelentkezé&s már létrehozott felhasználóként…
it: Accesso come utente &esistente...
ja: 既存のユーザとしてサインイン (&S)...
km: ចូល​ជា​អ្នក​ប្រើ​ដែល​មាន​ស្រាប់...
ko: 기존 사용자로 로그인(&S)...
lt: &Prisijungti esamu naudotoju...
nb: Logg på som ek&sisterende bruker...
nl: Als be&staande gebruiker aanmelden...
pl: &Zaloguj jako istniejący użytkownik...
pt_br: &Entrar como um usuário existente...
ro: Conectare ca utilizator existent...
ru: &Войти как существующий пользователь…
sk: &Prihlásiť sa ako existujúci používateľ...
sv: &Logga in som befintlig användare...
zh_cn: 以现有用户登录(&S)...
zh_tw: 以現有使用者身分登入(&S)...

source: Username is required
ar: اسم المستخدم مطلوب
ca: El nom d'usuari és obligatori
cs: Je vyžadováno uživatelské jméno
da: Brugernavn er påkrævet
de: Benutzername erforderlich
el: Το όνομα χρήστη απαιτείται
es: Se requiere el nombre de usuario
fi: Käyttäjätunnus vaaditaan
fr: Le nom d'utilisateur est obligatoire
hu: A felhasználónév megadása kötelező
it: È richiesto il nome utente
ja: ユーザ名を設定する必要があります
km: ត្រូវការ​ឈ្មោះ​អ្នកប្រើ
ko: 사용자 이름이 필요함
lt: Naudotojo vardas privalomas
nb: Brukernavn er obligatorisk
nl: Gebruikersnaam is vereist
pl: Wymagana nazwa użytkownika
pt_br: O nome de usuário é obrigatório
ro: Numele utilizatorului este necesar
ru: Необходимо имя пользователя
sk: Je vyžadované meno používateľa
sv: Användarnamn krävs
zh_cn: 用户名必填
zh_tw: 需要使用者名稱

source: Password is required
ar: كلمة المرور مطلوبة
ca: La contrasenya és obligatòria
cs: Je vyžadováno heslo
da: Adgangskode kræves
de: Passwort ist erforderlich
el: Απαιτείται κωδικός πρόσβασης
es: Se requiere contraseña
fi: Salasana vaaditaan
fr: Le mot de passe est requis
hu: A jelszó megadása kötelező
it: È richiesta la password.
ja: パスワードを設定する必要があります
km: ត្រូវ​ការ​ពាក្យ​សម្ងាត់
ko: 열쇠글이 필요함
lt: Slaptažodis privalomas
nb: Passord er obligatorisk
nl: Wachtwoord is vereist
pl: Wymagane hasło
pt_br: A senha é obrigatória
ro: Este necesară parola
ru: Необходим пароль
sk: Je vyžadované heslo
sv: Lösenord krävs
zh_cn: 需要密码
zh_tw: 需要密碼

source: Username required for registration.
ar: اسم المستخدم مطلوب للتسجيل.
ca: El nom d'usuari és obligatori per registrar-se.
cs: K registraci je vyžadováno uživatelské jméno.
da: Brugernavn kræves for registrering.
de: Zur Registrierung ist ein Benutzername erforderlich.
el: Το όνομα χρήστη απαιτείται για την εγγραφή.
es: Se requiere nombre de usuario para el registro.
fi: Käyttäjätunnus vaaditaan rekisteröitymiseen.
fr: Le nom d'utilisateur est requis pour l'enregistrement.
hu: A regisztrációhoz szükséges a felhasználó megadása.
it: Nome utente richiesto per la registrazione.
ja: 登録するにはユーザ名を設定する必要があります。
km: ត្រូវការ​ឈ្មោះ​អ្នកប្រើ​សម្រាប់​ការ​ចុះឈ្មោះ ។
ko: 등록을 위해 사용자 이름이 필요합니다.
lt: Registruojantis, naudotojo vardas privalomas.
nb: Brukernavn er obligatorisk for registrering.
nl: Gebruikersnaam is vereist voor registratie.
pl: Nazwa użytkownika wymagana do rejestracji
pt_br: É necessário um nome de usuário para o registro.
ro: Pentru înergistrare este necesar numele de utilizator.
ru: Для регистрации необходимо имя пользователя.
sk: Je vyžadované meno používateľa pre dokončenie registrácie.
sv: Användarnamn krävs för registrering.
zh_cn: 注册需要用户名。
zh_tw: 註冊需要使用者名稱。
