Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Entry will not be added. Entry name or permissions not defined.
ar: لن يتم إضافة الإدخال. اسم الإدخال أو أذونات غير معرفة.
ca: L'entrada no s'afegirà. El nom o els permisos de l'entrada no estan definits.
cs: Záznam nebude přidán. Není definováno jméno nebo oprávnění.
da: Indgangen tilføjes ikke. Indgangsnavn eller rettigheder ikke angivet.
de: Eintrag wird nicht hinzugefügt. Name des Eintrags oder Berechtigungen nicht definiert.
el: Η καταχώρηση δεν θα προστεθεί. Το όνομα καταχώρησης ή τα δικαιώματα δεν έχουν προσδιοριστεί.
es: La entrada no se añadirá. Nombre de entrada o permisos no definidos.
fi: Merkintää ei lisätä. Merkinnän nimeä tai käyttöoikeuksia ei ole määritelty.
fr: L'entrée ne sera pas ajoutée. Le nom ou les autorisations de l'entrée ne sont pas définis.
hu: A bejegyzés nem lesz felvéve. A bejegyzés neve vagy a jogosultságok nincsenek megadva.
it: La voce non verrà aggiunta. Il nome della voce o i permessi non sono definiti.
ja: 項目は追加されません。項目名またはアクセス許可が設定されていません。
km: ធាតុ​នឹង​មិន​ត្រូវ​បាន​បន្ថែម ។ ឈ្មោះ​ធាតុ ឬ​សិទ្ធិ​មិន​ទាន់​ត្រូវ​បាន​កំណត់ ។
ko: 항목이 추가되지 않습니다. 항목 이름 또는 권한이 정의되지 않았습니다.
lt: Įrašas nebus pridedamas. Nenurodytas įrašo pavadinimas ar leidimas.
nb: Oppføringen vil ikke bli lagt til. Navn eller rettigheter ikke definert.
nl: Item zal niet worden toegevoegd. Naam van het item of de rechten zijn niet gedefinieerd.
pl: Wpis nie zostanie dodany. Nazwa wpisu albo uprawnienia nie są zdefiniowane.
pt_br: A entrada não será adicionada. Permissões ou nome da entrada não definidos.
ro: Intrarea nu va fi adăugată. Nume de intrare sau permisiunile nu sunt definite.
ru: Запись не будет добавлена. Не определено имя записи или права доступа.
sk: Položka nebude pridaná. Názov alebo prístupové práva položky nie sú definované.
sv: Posten kommer inte att läggas till. Namn eller behörighet för posten har inte definierats.
zh_cn: 将不添加条目。未定义条目的名称或权限。
zh_tw: 不會新增項目。未定義項目名稱或許可權。

source: Enter the name of the Hat that you would like to add to the profile
ar: الرجاء إدخال اسم Hat الذي تريد إضافته إلى ملف التعريف
ca: Escriviu el nom del Hat que voleu afegir al perfil.
cs: Zadejte název pro Hat, který chcete přidat do profilu.
da: Angiv venligst navnet på den "Hat", du gerne vil føje til profilen
de: Geben Sie den Namen des Hat an, der zum Profil hinzugefügt werden soll
el: Εισάγετε το όνομα του Καπέλου (Hat) που θα θέλατε να προσθέσετε στο προφίλ
es: Especifique el nombre del Hat que desee añadir al perfil
fi: Anna nimi hatulle (Hat), jonka haluat lisätä profiiliin
fr: Entrez le nom du Hat que vous souhaitez ajouter au profil
hu: Adja meg a kalap nevét, amit a következő profilba kíván felvenni:
it: Immettere il nome dell'hat che si desidera aggiungere al profilo
ja: プロファイルに追加するハット名を 入力してください
km: បញ្ចូល​ឈ្មោះ​របស់ Hat ដែល​អ្នក​ចង់ បន្ថែម​ទៅ​ទម្រង់
ko: 프로파일에 추가하려는 Hat의 이름을 입력하십시오.
lt: Įveskite vardą kepurės, kurią norėtumėte pridėti šiam profiliui.
nb: Angi navnet på hattressursen du vil legge til i profilen
nl: Geef de naam op van de Hat die u wilt toevoegen aan het profiel
pl: Podaj nazwę podprofilu, który ma zostać dodany do profilu.
pt_br: Digite o nome do Hat que deseja adicionar ao perfil
ru: Введите имя набора прав, который вы хотите добавить в профиль
sk: Zadajte názov pre Hat, ktorý chcete pridať do profilu
sv: Ange namnet på den hatt du vill lägga till i profilen
zh_cn: 请输入想添加到安全档案的 Hat 名称
zh_tw: 輸入您要新增到 設定檔的 Hat 名稱

source: &Hat name to add
ar: اسم Hat المطلوب إضافته
ca: Nom de &hat que voleu afegir
cs: &Hat jméno k přidání
da: &Hatnavn der skal tilføjes
de: &Hinzuzufügender Hat-Name
el: &Hat name προς προσθήκη
es: Nombre de &Hat que desea añadir
fi: Lisättävä &hattunimi (hat)
fr: &Nom de Hat à ajouter
hu: Felvenni kívánt &kalap neve
it: Nome dell'&hat da aggiungere
ja: 追加するハット名 (&H)
km: ឈ្មោះ Hat ដែល​ត្រូវ​បន្ថែម
ko: 추가할 Hat 이름(&H)
lt: Pridėtinos &kepurės vardas
nb: &Hattnavn som skal legges til
nl: De toe te voegen &Hat naam
pl: Nazwa po&dprofilu do dodania
pt_br: Nome de &Hat a adicionar
ro: Numele hat-ului de adăugat
ru: Название добавляемого &набора прав
sk: Názov pridávaného &Hat-u
sv: &Hattnamn som ska läggas till
zh_cn: 要添加的 Hat 名称(&H)
zh_tw: 新增 Hat 名稱(&H)

source: &Create Hat
ar: إنشاء Hat
ca: &Crea el Hat
cs: &Vytvořit hat
da: &Opret Hat
de: &Hat erstellen
el: &Δημιουργία Hat
es: &Crear Hat
fi: &Luo hattu (hat)
fr: &Créer un Hat
hu: &Kalap létrehozása
it: &Crea hat
ja: ハットの作成 (&C)
km: បង្កើត Hat
ko: Hat 작성(&C)
lt: &Sukurti kepurę
nb: &Opprett hatt
nl: &Hat maken
pl: &Utwórz podprofil
pt_br: &Criar Hat
ro: Creează Hat
ru: &Создать набор прав
sk: &Vytvoriť Hat
sv: &Skapa hatt
zh_cn: 创建 Hat(&C)
zh_tw: 建立 Hat(&C)

source: You have not given a name for the hat you want to add. Please enter a hat name to create a new hat, or press Abort to cancel this wizard.
ar: لم تقم بمنح اسم hat التي تريد إضافتها. الرجاء إدخال اسم hat لإنشاء hat جديدة أو اضغط إيقاف لإلغاء هذه المعالج.
ca: No heu proporcionat un nom per al hat que voleu afegir. Si us plau introduïu un nom de hat per crear un hat nou o premeu Interromp per cancel·lar l'auxiliar.
cs: Nezadali jste název pro hat, který chcete přidat. Zadejte název hat, který chcete vytvořit nebo zrušte tohoto průvodce stiskem Přerušit.
da: Du har ikke angivet et navn for den "hat", du prøver at tilføje. Angiv et hat-navn for at oprette en ny hat, eller tryk Afbryd for at annullere denne guide.
de: Sie haben keinen Namen für den Hat angegeben, der hinzugefügt werden soll. Geben Sie einen Hat-Namen ein, um einen neuen Hat zu erstellen, oder klicken Sie auf "Abbrechen", um diesen Assistenten abzubrechen.
el: Δεν έχετε δώσει κάποιο όνομα για το καπέλο που θέλετε να προσθέσετε. Παρακαλούμε εισάγετε ένα όνομα καπέλου για να δημιουργήσετε ένα νέο καπέλο, ή πατήστε Ματαίωση για να ακυρώσετε αυτό τον οδηγό.
es: No ha especificado ningún nombre de Hat que añadir. Especifique un nombre de Hat para crear uno nuevo o haga clic en Cancelar para salir del asistente.
fi: Et ole määrittänyt lisättävän hatun (hat) nimeä. Kirjoita hatun nimi, jos haluat luoda uuden hatun, tai valitse Keskeytä, jos haluat lopettaa ohjatun toiminnon.
fr: Vous n'avez pas donné de nom au hat que vous voulez ajouter. Veuillez entrer un nom de hat pour en créer un nouveau, ou cliquez sur Abandonner pour annuler cet assistant.
hu: Nem adott meg, vagy választott ki nevet a felvenni kívánt kalaphoz. Egy új kalap létrehozásához adja meg annak nevét, vagy a varázslóból való kilépéshez nyomja meg a Megszakítás gombot.
it: Non è stato assegnato alcun nome all'hat che si desidera aggiungere. Immettere un nome per l'hat per crearne uno nuovo oppure premere interrompi per annullare questa procedura guidata.
ja: 追加するハットの名前が指定されていません。 ハットを作成するには ハット名を入力してください。このウイザードをキャンセルする場合は、 '中止' を押してください。
km: អ្នក​មិន​បាន​ផ្ដល់​ឈ្មោះ​សម្រាប់ hat ​​ដែល​​អ្នក​ចង់​បន្ថែម​ទេ ។ សូម​ ​បញ្ចូល​ឈ្មោះ hat ដើម្បី​បង្កើត hat ​ថ្មី ឬ​ចុច​បោះបង់ ដើម្បី​បោះបង់​អ្នក​ជំនួយ​ការ​នេះ ។
ko: 추가할 hat용 이름을 입력하지 않았습니다. 새 hat를 만들려면 hat 이름을 입력하고, 이 마법사를 취소하려면 중단 또는 취소를 누르세요.
lt: Norimai pridėti kepurei nesuteikėte vardo. Norėdami sukurti naują kepurę, įveskite kepurės vardą arba užverkite vediklį spausdami „Nutraukti“.
nb: Du har ikke angitt noe navn på hatten du vil legge til. Angi et hattnavn hvis du vil opprette en ny hatt, eller trykk Avbryt for å avbryte denne veiviseren.
nl: U hebt geen naam opgegeven voor de Hat die u wilt toevoegen. Geef een naam op om een nieuwe Hat te maken of klik op Afbreken om deze assistent af te breken.
pl: Nie podano nazwy podprofilu, który miałby być dodany. Wprowadź nazwę podprofilu w celu utworzenia nowego podprofilu albo kliknij przycisk Anuluj w celu wyjścia z kreatora.
pt_br: Você não atribuiu um nome para o hat que deseja adicionar. Por favor, forneça um nome de hat para criar um novo hat ou pressione 'Cancelar' para cancelar este assistente.
ro: Nu ai dat un nume pentru pălăria adăugată. Te rog tastează un nume pălăriei pentru a crea noua pălărie, sau apasă Anulează pentru a opri acest asistent.
ru: Не задано имя для добавляемого набора прав. Пожалуйста, введите имя набора прав, чтобы создать новый набор прав, или нажмите кнопку "Прервать", чтобы отменить выполнение мастера.
sk: Nezadali ste názov pre hat, ktorý chcete pridať. Prosím, zadajte názov, aby sa vytvoril nový hat, alebo stlačte Prerušiť pre zrušenie tohto sprievodcu.
sv: Du har inte angett ett namn för den hatt du försöker lägga till. Ange ett hattnamn för att skapa en ny hatt, eller klicka på Avbryt för att avsluta guiden.
zh_cn: 尚未为要添加的 Hat 取名。 请 输入 Hat 名称，以创建 Hat 或按“中止”取消此向导。
zh_tw: 您尚未命名要新增的 Hat。 請 輸入 Hat 名稱以建立新 Hat，或按下「中止」取消此精靈。

source: The profile already contains the provided hat name. Enter a different name or press Abort to cancel this wizard.
ar: ملف التعريف يحتوي بالفعل على اسم hat. الرجاء إدخال اسم مختلف للمحاولة مرة أخرى، أو اضغط على إحباط لإلغاء هذا المعالج.
ca: El perfil ja conté el nom hat proporcionat. Escriviu un nom diferent o premeu Interromp per cancel·lar l'auxiliar.
cs: Profil již obsahuje zadaný název hat. Zadejte jiný název nebo ukončete průvodce kliknutím na tlačítko Přerušit.
da: Profilen indeholder allerede the angivne hat-navn. Angiv et andet navn eller tryk Afbryd for at annullere denne guide.
de: Der angegebene Hat-Name ist bereits im Profil vorhanden. Geben Sie einen anderen Namen ein oder klicken Sie auf "Abbrechen", um den Assistenten abzubrechen.
el: Το προφίλ ήδη περιέχει το παρεχόμενο όνομα καπέλο (hat). Εισάγετε ένα διαφορετικό όνομα ή πατήστε Ματαίωση για να ακυρώσετε τον οδηγό.
es: El perfil ya contiene el nombre de Hat proporcionado. Especifique uno distinto para volver a intentarlo o haga clic en Cancelar para salir del asistente.
fi: Profiili sisältää jo määritetyn hatun nimen. Anna toinen nimi, tai valitse Keskeytä, jos haluat lopettaa ohjatun toiminnon.
fr: Le profil contient déjà le nom du hat fourni. Saisissez un nouveau nom ou cliquez sur Interrompre pour arrêter cet assistant.
hu: A profil már tartalmazza a megadott kalapnevet. Adjon meg egy másik nevet, vagy nyomja meg a Megszakítás gombot a varázslóból kilépéshez.
it: Il profilo contiene già il nome hat specificato. Immettere un altro nome o premere Interrompi per terminare questa procedura guidata.
ja: このプロファイルには、指定されたハット名が既に存在しています。別の名前を入力するか、または '中止' を押してウイザードをキャンセルしてください。
km: ទម្រង់​មាន​ឈ្មោះ hat ដែល​បាន​ផ្ដល់ឲ្យ​រួចហើយ ។ បញ្ចូល​ឈ្មោះ​ផ្សេង​ពី​នេះ ឬ​ចុច បោះបង់ ដើម្បី​បោះបង់​អ្នកជំនួយការ​នេះ ។
ko: 프로파일에 제공된 hat 이름이 이미 포함되어 있습니다. 다른 이름을 입력하거나 [중단]을 눌러 이 마법사를 취소하십시오.
lt: Profilis jau turi kepurę tokiu vardu. Norėdami bandyti vėl, įveskite kitokį vardą, arba užverkite vediklį spausdami „Nutraukti“.
nb: Profilen inneholder allerede det angitte hattnavnet. Angi et annet navn og forsøk igjen, eller klikk Avbryt for å avslutte denne veiviseren.
nl: Het profiel bevat al een Hat met de opgegeven naam. Voer een andere naam in of klik op Afbreken om deze assistent te annuleren.
pl: Ten profil już zawiera nadaną nazwę podprofilu. Podaj inną nazwę, aby spróbować ponownie, albo kliknij przycisk Anuluj, aby wyjść z kreatora.
pt_br: O perfil já contém o nome fornecido para o hat. Digite um outro nome e tente novamente ou pressione Cancelar para cancelar este assistente.
ru: Профиль уже содержит субпрофиль с таким именем. Введите другое имя или нажмите кнопку "Прервать", чтобы отменить выполнение мастера.
sk: Profil už obsahuje zadaný názov pre hat. Zadať iný názov, alebo stlačiť Prerušiť pre zrušenie tohto sprievodcu.
sv: Profilen innehåller redan det angivna hattnamnet. Ange ett annat namn eller klicka på Avbryt för att avbryta guiden.
zh_cn: 此安全档案已含有给定的 Hat 名称。请输入另一个名称并重试，或按“中止”取消此向导。
zh_tw: 設定檔已經包含所提供的 Hat 名稱。請輸入不同的名稱，或按下「中止」取消此精靈。

source: <p>View and modify the contents of an individual profile. For existing entries double click the permissions to access a modification dialog.</p>
ar: <p>في هذا النموذج يمكنك عرض وتعديل محتويات ملف التعريف الفردي. للإدخالات الموجودة يمكنك النقر نقراً مزدوجاً فوق الأذونات للوصول إلى مربع حوار تعديل.</p>
ca: <p>Visualitzeu i modifiqueu el contingut d'un perfil individual. Per a les entrades existents, feu doble clic als permisos per accedir al diàleg de modificació.<p>
cs: <p>Zobrazte si a upravte obsah jednotlivých profilů. Pro přístup k dialogu úprav poklepejte na existující položce na její oprávnění.<p>
da: <p>Se og ændr indholdet af en enkelt profil. For eksisterende indgange dobbeltklikkes på rettighederne for at tilgå en ændringsdialog.</p>
de: <p>Anzeigen und Bearbeiten eines einzelnen Profils. Bei vorhandenen Einträgen erfolgt der Zugriff auf ein Dialogfeld zum Bearbeiten durch Doppelklick auf die Berechtigungen.</p>
el: <p>Προβολή και τροποποίηση περιεχομένων ενός ατομικού προφίλ. Για τις υπάρχουσες καταχωρήσεις κάνετε διπλό κλικ στα δικαιώματα για να αποκτήσετε πρόσβαση στο παράθυρο τροποποιήσεων.</p>
es: <p>Vea y modifique el contenido de un perfil individual. En las entradas existentes puede hacer doble clic en los permisos para acceder a un cuadro de diálogo de modificación.</p>
fi: <p>Tarkastele ja muutta yksittäisen profiilin sisältöä. Kaksoisnapsauttamalla Merkinnän oikeudet -kohtaa pääset muokkausikkunaan.</p>
fr: <p>Ce formulaire vous permet d'afficher et de modifier le contenu d'un profil donné. Pour les entrées existantes, double-cliquez sur les permissions pour accéder à une boîte de dialogue de modification.</p>
hu: <p>Ezen a lapon egy egyedi profil tartalma jeleníthető meg és módosítható. A meglévő bejegyzések eléréséhez kattintson duplán a jogosultságokra a módosítási ablak megjelenítéséhez.</p>
it: <p>Visualizzare e modificare i contenuti di un singolo profilo. Per le voci esistenti, fare doppio clic sui permessi per accedere alla finestra di dialogo di modifica.</p>
ja: <p>ここでは、個別のプロファイルの内容を表示／変更することができます。既存の項目をダブルクリックすると、編集ダイアログが表示されます。</p>
km: <p>មើល និង​កែប្រែ​មាតិកា​ទម្រង់​នីមួយៗ ។ ចំពោះ​ធាតុ​ដែល​មាន​ស្រាប់ ចុច​ទ្វេដង​លើ​សិទ្ធិ ដើម្បី​ចូល​ដំណើរការ​ប្រអប់​កែប្រែ ។</p>
ko: <p>개별 프로파일의 내용을 보고 수정합니다. 기존 항목의 경우 권한을 두 번 클릭하여 수정 대화 상자에 액세스하십시오.</p>
nb: <p>Vise og rediger innholdet i en bestemt profil. For eksisterende oppføringer kan du dobbeltklikke på rettighetene for å åpne en endringsdialog.<p>
nl: <p>Bekijk en wijzig de inhoud van een individueel profiel. Voor bestaande items kunt u op de toegangsrechten klikken om een wijzigingsdialoog te openen.</p>
pl: <p>W tym oknie można dokonać przeglądu oraz modyfikacji zawartości poszczególnych profili. W celu uzyskania dostępu do okna dialogowego modyfikacji dwukrotnie kliknij żądane uprawnienie.</p>
pt_br: <p>Visualize e altere o conteúdo de um perfil individual. Para as entradas existentes, clique duas vezes nas permissões para acessar uma caixa de diálogo de alteração.</p>
ru: <p>Просматривайте и изменяйте содержимое отдельного профиля. Для существующих записей вы можете двойным кликом открыть диалог изменения.</p>
sk: <p>Zobraziť a upraviť obsah individuálneho profilu. Pri existujúcich záznamoch dvakrát kliknúť na oprávnenie pre prístup k dialógu pre zmenu.</p>
sv: <p>Visa och ändra innehållet i en enskild profil. Dubbelklicka på behörigheten för de befintliga posterna så öppnas en ändringsdialogruta.</p>
zh_cn: <p>在此表单中可以查看和修改单个安全档案的内容。 对于现有条目，可以双击权限以访问修改对话框。</p>
zh_tw: <p>檢視和修改個別設定檔的內容。對於現有項目，您可以連按兩下許可權來存取修改對話方塊。</p>

source: <p><b>Permission Definitions:</b><br><code> r - read <br> w -write<br>l - link<br>m - mmap PROT_EXEC<br>k - file locking<br> a - file append<br>x - execute<br> i - inherit<br> p - discrete profile<br> P - discrete profile <br> (*clean exec)<br> u - unconstrained<br> U -unconstrained<br> (*clean exec)</code></p>
ar: <p><b>إذن التعاريف:</b><br><code> r - قراءة <br> w -كتابة<br>l - link<br>m - mmap PROT_EXEC<br>k - قفل الملف<br> a - إلحاق ملف<br>x - تنفيذ<br> i - إرث<br> p - ملف تعريف منفصل<br> P - ملف تعريف منفصل <br> (*تنظيف exec)<br> u - غير متكلف<br> U -غير متكلف<br> (*تنظيف exec)</code></p>
ca: <b>Definicions dels permisos:</b><br><code> r - lectura <br> w -escriptura<br>l - enllaç<br>m - mmap PROT_EXEC<br>k - bloqueig de fitxers<br> a - addició de fitxers<br>x - execució<br> i - hereta<br> p - perfil discret<br> P - perfil discret <br> (*execució neta)<br> u - sense restriccions<br> U -sense restriccions<br> (*execució neta)</code><p>
cs: <b>Definice přístupových práv:</b><br><code> r - čtení<br> w - zápis<br>l - odkaz<br>m - mmap PROT_EXEC<br>k - zamykání souboru<br> a - připojování k souboru<br>x - spouštění<br> i - zděděno<br>p - diskrétní profil<br> P - diskrétní profil<br>(*čistý exec)<br>u - neomezeno<br> U - neomezeno<br>(*čistý exec)</code><p>
da: <p><b>Definitioner af rettigheder:</b><br><code> r - læse <br> w - skriv<br>l - link<br>m - mmap PROT_EXEC<br>k - fillåsning<br>a - filvedhæng<br>x - eksekvér<br> i - overtag<br>p - diskret profil<br> P - diskret profil <br> (*clean exec)<br> u - ubegrænset<br> U -ubegrænset<br> (clean exec)</code><p>
de: p><<b>Erlaubnisdefinitionen:</b><br><code> r - Lesen <br> w - Schreiben<br>l - Linken<br>m - mmap PROT_EXEC<br>k - Datei sperren<br>a - Datei anhängen<br>x - Ausführen<br> i - Erben<br> p - Diskretes Profil<br> P - Diskretes Profil <br> (*clean exec)<br> u - locker<br> U -locker<br> (*clean exec)</code></p>
el: <p><b>Περιγραφή Αδειών:</b><br><code> r - read <br> w -εγγραφή<br>l - link<br>m - mmap PROT_EXEC<br>k - κλείδωμα αρχείου<br> a - προσάρτηση αρχείου<br>x - εκτέλεση<br> i - κληρονόμηση<br> p - διακριτικό προφίλ<br> P - διακριτικό προφίλ <br> (*clean exec)<br> u - αβίαστο<br> U -αβίαστο<br> (*clean exec)</code></p>
es: <p><b>Definiciones de permisos:</b><br><code> r - lectura <br> w - escritura<br>l - vínculo<br>m - mmap PROT_EXEC<br>k - bloqueo de archivo<br> a - añadir archivo<br>x - ejecución<br> i - heredar<br> p - perfil discreto<br> P - perfil discreto <br> (*ejecución limpia)<br> u - sin limitaciones<br> U - sin limitaciones<br> (*ejecución limpia)</code><p>
fi: <p><b>Käyttöoikeusmääritykset:</b><br><code> r - luku <br> w - kirjoitus<br>l - linkitys<br>m - mmap PROT_EXEC<br>k - tiedoston lukitseminen<br> a - tiedoston liittäminen<br>x - suoritus<br> i - periminen<br> p - erillinen profiili<br> P - erillinen profiili <br> (*puhdas suoristus)<br> u - rajoittamaton<br> U -rajoittamaton<br> (*puhdas suoritus)</code></p>
fr: <p><b>Définition des permissions :</b><br><code> r - lecture <br> w - écriture<br>l - lien<br>m - mmap PROT_EXEC<br>k - verrouillage du fichier<br> a - ajout au fichier<br>x - exécution<br> i - hérité<br> p - profil distinct<br> P - profil distinct <br> (*exéc. propre)<br> u - sans contrainte<br> U -sans contrainte<br> (*exéc. propre)</code></p>
hu: <p><b>Jogosultságok definíciója:</b><br><code> r - olvasás <br> w - írás<br> l - csatolás<br>m - mmap PROT_EXE <br>k - fájlzárolás<br> a - fájlhozzáfűzés<br>x - végrehajtás<br> i - öröklés <br> p - diszkrét profil<br> P - diszkrét profil<br> (*tiszta végrehajtás)<br>u - nem bezárt<br> U - nem bezárt<br> (*tiszta végrehajtás)</code></p>
it: <p><b>Definizioni dei permessi:</b><br><code> r - lettura <br> w - scrittura<br>l - collegamento<br>m - PROT_EXEC mmap<br>k - blocco file<br> a - appendere al file<br>x - esecuzione<br> i - eredita<br> p - profilo discreto<br> P - profilo discreto<br> (*esecuzione pulita)<br> u - senza vincoli<br> U - senza vincoli<br> (*esecuzione pulita)</code></p>
ja: <p><b>許可の意味:</b><br><code> r - 読み込み <br> w -書き込み<br>l - リンク<br>m - mmap PROT_EXEC<br>k - ファイルのロック<br> a - ファイルの追加<br>x - 実行<br> i - 継承<br> p - 独立プロファイル<br> P - 独立プロファイル <br> (* クリーン実行)<br> u - 無制限<br> U -無制限<br> (*クリーン実行)</code></p>
km: <p><b>ការ​កំណត់​សិទ្ធិ ៖</b><br><code> r - អាន<br> w -សរសេរ<br>l - តំណ<br>m - mmap PROT_EXEC<br>k - ចាក់សោ​ឯកសារ<br> a - បន្ថែម​ឯកសារ<br>x - ប្រតិបត្តិ<br> i - ទទួល​បន្ត<br> p - ទម្រង់​ដាច់​​ពី​គ្នា<br> P - ទម្រង់​ដាច់​ពី​គ្នា <br> (*clean exec)<br> u - មិន​បាន​ដាក់កម្រិត<br> U -មិន​បាន​ដាក់កម្រិត<br> (*clean exec)</code></p>
ko: <p><b>권한 정의:</b><br><code> r - 읽기 <br> w - 쓰기<br>l - 연결<br>m - mmap PROT_EXEC<br>k - 파일 잠금<br> a - 파일 첨부<br>x - 실행<br>i - 상속<br>p - 독립 프로파일<br> P - 독립 프로파일<br>(*정리 실행)<br>u - 무제한<br> U - 무제한<br>(*정리 실행)</code></p>
nb: <b>Rettighetsdefinisjoner:</b><br><code> r - read <br> w -write<br>l - link<br>m - mmap PROT_EXEC<br>k - file locking<br> a - file append<br>x - execute<br> i - inherit<br> p - discrete profile<br> P - discrete profile <br> (*clean exec)<br> u - unconstrained<br> U -unconstrained<br> (*clean exec)</code></p>
nl: <p><b>Definities toegangsrechten:</b><br><code> r - lezen <br> w - schrijven<br>l - koppeling<br>m - mmap PROT_EXEC<br>k - bestandsvergrendeling<br> a - achteraan toevoegen<br>x - uitvoeren<br> i - overnemen<br> p - discreet profiel<br> P - discreet profiel <br> (*schoon uitvoeren)<br> u - onbeperkt<br> U -onbeperkt<br> (*schoon uitvoeren)</code><p>
pl: <p><b>Definicja uprawnień:</b><br><code> r - odczyt <br> w - zapis <br>l - tworzenie dowiązań<br>m - wykonywanie mmap z PROT_EXEC<br>k - blokada pliku<br> a - dołączanie pliku<br>x - wykonywanie<br>i - dziedziczenie<br>p - profil nieciągły<br> P - profil nieciągły<br>(*clean exec) <br>u - wykonywanie nieograniczone<br> U - wykonywanie nieograniczone<br>(*clean exec)</code></p>
pt_br: <p><b>Definições de Permissão:</b><br><code> r - leitura <br> w - gravação<br>l - vínculo<br>m - mmap PROT_EXEC<br>k - bloqueio de arquivo<br> a - anexação no arquivo<br>x - execução<br> i - herança<br> p - perfil discreto<br> P - perfil discreto <br> (*clean exec)<br> u - sem restrições<br> U - sem restrições<br> (*clean exec)</code></p>
ro: <p><b>Definițiile Permisiunilor:</b><br> <br><code> r - citește <br> w -scrie<br> l - legătură<br> m - mmap PROTEXEC<br>k - fișier blocat<br> a - adăugare fișier<br> x - execută<br> i - moștenește<br> p - profil discret<br> P - profil discret <br> (*clean exec)<br> u - nelimitat<br> U -nelimitat<br> (*clean exec)</code></p>
ru: <b>Определения разрешений:</b><br><code>r — чтение <br> w — запись<br>l — ссылка<br>m — mmap PROT_EXEC<br>k — блокировка файла<br> a — добавление файла<br>x — выполнение<br>i — наследование<br>p — дискретный профиль<br> P — дискретный профиль<br>(*clean exec)<br>u — неограниченный<br> U -неограниченный<br>(*clean exec)</code></p>
sk: <p><b>Definície prístupových práv:</b><br><code> r - read <br> w -write<br>l - link<br>m - mmap PROT_EXEC<br>k - file locking<br> a - file append<br>x - execute<br> i - inherit<br> p - discrete profile<br> P - discrete profile <br> (*clean exec)<br> u - unconstrained<br> U -unconstrained<br> (*clean exec)</code></p>
sv: <p><b>Behörighetsdefinitioner:</b><br><code> r - läsa <br> w - skriva<br>l - länka<br>m - mmap PROT_EXEC<br>k - fillåsning<br> a - filtilläggning<br>x - köra<br> i - ärva<br> p - diskret profil<br> P - diskret profil <br> (*sanerad körning)<br> u - obegränsad<br> U - obegränsad<br> (*sanerad körning)</code></p>
zh_cn: <p><b>许可权限定义：</b><br><code> r - 读 <br> w - 写<br>l - 链接<br>m - mmap PROT_EXEC<br>k - 文件锁定<br>a - 文件追加<br> x - 执行<br> i - 继承<br> p - 离散安全档案<br> P – 离散安全档案 <br>（*清洁执行）<br> u - 不受限制<br> U - 不受限制<br>（*清洁执行）</code></p>
zh_tw: <p><b>許可權定義：</b><br><code> r - 讀取 <br> w -寫入<br>l - 連結<br>m - mmap PROT_EXEC<br>k - 檔案鎖定<br> a - 檔案附加<br>x - 執行<br>i -承襲<br> p – 分離設定檔<br> P – 分離設定檔 <br> (*清理執行)<br>u - 未設限<br> U - 未設限<br> (*清理執行)</code></p>
