Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <p><b>Complain mode</b> is a profile training state that logs application activity. All the violations of the AppArmor profile rules are logged (into <i>/var/log/audit/audit.log</i> file), but still permitted, so that application's behavior is not restricted.</p>
ar: <p><b>وضع الشكوى</b> يمثل حالة تدريب ملف تعريف يسجل نشاط التطبيق. يتم تسجيل كل انتهاكات قواعد ملف تعريف AppArmor ( في ملف <i>/var/log/audit/audit.log</i>)، لكنه لا يزال مسموحًا به، لذلك لا يتم حظر سلوك التطبيق.</p>
ca: <p>El <b>mode de queixa</b> és un perfil d'estat d'entrenament que registra l'activitat d'aplicacions. Totes les violacions de regles de perfil d'AppArmor es registren (al fitxer <i>/var/log/audit/audit.log</i>), però tot i això són permeses, per tant el comportament de l'aplicació no es restringeix.</p>
cs: <p><b>Režim stížností</b> je cvičný stav profilu, který zaznamenává aktivitu aplikace. Všechna porušení pravidel profilu AppArmoru jsou zaznamenána (do souboru <i>/var/log/audit/audit.log</i>), ale stále povolena, takže chování aplikace není omezeno.</p>
da: <p><b>Klagetilstand</b> er en profiloplæringstilstand som logger programaktivitet. Alle overtrædelser af AppArmor-profilens regler logges (til filen <i>/var/log/audit/audit.log</i>), men tillades dog, således at programmets opførsel ikke begrænses.</p>
de: <p><b>Beschwerdemodus</b> ist ein Trainingszustand für ein Profil, das Anwendungsaktivitäten aufzeichnet Alle Verletzungen der AppArmor-Profilregeln werden aufgezeichnet (in der <i>/var/log/audit/audit.log</i>-Datei), sind aber erlaubt, so das das Verhalten der Anwendung nicht beschränkt ist.</p>
el: <p>Η <b>Κατάσταση διαμαρτυρίας</b> είναι μια κατάσταση εκπαίδευσης προφίλ που καταγράφει την δραστηριότητα της εφαρμογής. Όλες οι παραβιάσεις κανόνων του προφίλ AppArmor καταγράφονται (στο αρχείο <i>/var/log/audit/audit.log</i>), αλλά επιτρέπονται ακόμα, ώστε η συμπεριφορά της εφαρμογής να μην είναι υπό περιορισμό.</p>
es: <p><b>Modo de queja</b> es un estado de tipo entrenamiento del perfil en el que se registra la actividad de la aplicación. Todas las violaciones de las reglas del perfil de AppArmor quedan registradas en el archivo/<i>/var/log/audit/audit.log</i>, pero aún así se permiten, por lo que no se restringe el comportamiento de la aplicación.</p>
fi: <p><b>Tarkkailutila</b>on profiilin opetustila joka kirjaa ohjelman toiminnot. Kaikki AppArmor profiilin sääntöjen rikkomukset tallennetaan (<i>/var/log/audit/audit.log</i>-tiedostoon), mutta sallitaan silti, joten ohjelman käyttäytymistä ei rajoiteta.</p>
fr: <p>Le <b>mode « Avertir »</b> est un mode d'apprentissage du profil qui journalise l'activité des applications. Toute violation des règles du profil AppArmor est journalisée (dans le fichier <i>/var/log/audit/audit.log</i>), mais reste autorisée, de sorte que le comportement de l'application n'est pas restreint.</p>
hu: <p>A <b>Tanuló mód</b> a profil tanulási állapota, amely naplózza az alkalmazásaktivitást Az AppArmor a profil minden megsértését naplózza (A <i>/var/log/audit/audit.log</i> fájlba), de továbbra is megengedett, így az alkalmazás viselkedése nem korlátozott.</p>
it: <p><b>Modalità reclamo<b> è uno stato di addestramento del profilo che registra l'attività dell'applicazione. Tutte le violazioni alle regole del profilo AppArmor vengono registrate (nel file <i>/var/log/audit/audit.log</i>), ma sono comunque permesse, quindi il comportamento dell'applicazione non viene ristretto.</p>
ja: <p><b>不平モード</b> とは、アプリケーションの動作を記録する、プロファイルのトレーニング 状態です。AppArmor プロファイルルールに対する全ての違反が記録されます (<i>/var/log/audit/audit.log</i> ファイル内)が、実際に禁止されることはなく、 アプリケーションの動作は制限されません。</p>
km: <p><b>របៀប​បង្ខំ</b> គឺជា​ស្ថានភាព​ទម្រង់​ដែល​ចុះកំណត់ហេតុ​សកម្មភាព របស់​កម្មវិធី ។ ការ​បំពាន​ច្បាប់ទម្រង់ AppArmor ទាំងអស់​នឹង​ត្រូវ​ចុះកំណត់ហេតុ (ទៅក្នុង​ឯកសារ <i>/var/log/audit/audit.log</i>) ប៉ុន្តែ​នៅតែ​បាន​អនុញ្ញាត ដូច្នេះ ឥរិយាបថ​របស់​កម្មវិធី​នឹង​មិន​ត្រូវ​បាន​ដាក់កម្រិត​ទេ ។</p>
ko: <p><b>컴플레인 모드</b>는 응용프로그램의 동작을 기록하는 프로파일 트레이닝 상태 입니다. AppArmor 프로파일 규칙에 반한 모든 사항이 기록(<i>/var/log/audit/audit.log</i> 파일에)되지만 허용되고 있는 상태이기 때문에 응용프로그램의 동작은 제한 되지 않습니다.</p>
lt: <p><b>Skundimo veiksena</b> profilis yra apmokymo būsenoje, registruojamas programos aktyvumas. Visi AppArmor profilių taisyklių pažeidimai įrašomi į žurnalą (į <i>/var/log/audit/audit.log</i> rinkmeną), tačiau jie leidžiami, tad programos veikimas nėra ribojamas.</p>
nb: <p><b>Klagemodus</b> er en profilprogrammeringsmodus som logger programaktivitet. Alle brudd på AppArmor-profilens regler logges (i filen <i>/var/log/audit/audit.log</i>), men tillates likevel. Programfunksjonen begrenses ikke.</p>
nl: <p><b>Klachtmodus</b> is een profieltraining status die applicatie-activiteit logt. Alle overtredingen van de AppArmor profielregels worden gelogd (in het <i>/var/log/audit/audit.log</i> bestand), maar toch toegestaan, zodat het gedrag van de applicatie niet wordt beperkt.</p>
pl: <p>W trybie <b>complain</b> (tryb treningu) działanie aplikacji jest monitorowane i zapisywane w dzienniku. Wszystkie naruszenia zasad profilu AppArmor są zapisywane (w pliku <i>/var/log/audit/audit.log</i>), ale nadal są dozwolone, przez co zachowanie programu nie jest w żaden sposób ograniczane.</p>
pt_br: <p><b>Modo de reclamação</b> é um estado de treinamento de perfil que registra atividades de aplicativos. Todas as violações das regras do perfil AppArmor são registradas (em <i>/var/log/audit/audit.log</i>), mas ainda assim, permitidas, para que o comportamento do aplicativo não seja restringido.</p>
ro: <p><b>Modul de Permitere</b> este un antrenor de profil care salvează activitatea aplicațiilor. Toate încălcările regulilor profilului AppArmor sunt salvate (în fișierul<i>/var/log/audit/audit.log</i>), dar încă permise, astfel că comportamentul aplicațiilor nu este restricționat.</p>
ru: <p>Щадящий режим — это состояние обучения профиля, при котором журналируется активность приложения. Все нарушения правил профиля AppArmor журналируются (в файл <i>/var/log/audit/audit.log</i>), но всё равно разрешаются, так что действия приложения не ограничиваются.</p>
sk: <p><b>Režim sťažovania sa</b> je stav cvičného profilu, ktorý zaznamenáva aktivitu aplikácie. Sú zaznamenané všetky porušenia pravidiel profilu AppArmor (do súboru <i>/var/log/audit/audit.log</i>), ale stále povolené, takže správanie sa aplikácie nie je obmedzené.</p>
sv: <p><b>Varningsläge</b> är ett profilträningsläge som loggar program- aktiviteter. Alla brott mot AppArmor-profilreglerna loggas (i filen <i>/var/log/audit/audit.log</i>), men tillåts fortfarande så att programmets beteende inte begränsas.</p>
zh_cn: <p><b>记录模式</b>是一种安全档案训练状态，它会记录程序活动。 所有对的 AppArmor 安全档案规则的违背都被记录在案（记录到<i>/var/log/audit/audit.log</i>文件)， 但仍会放过它们，所以程序行为并未受限。</p>
zh_tw: <p><b>抱怨模式</b>是一種設定檔訓練狀態，可記錄應用程式的 活動。AppArmor 設定檔規則的所有違規都將被記錄 (在 <i>/var/log/audit/audit.log</i> 檔案中)，但仍允許這些違規， 因此應用程式的行為不受限制。</p>

source: <p>With the profile in <b>enforce mode</b>, application is protected by AppArmor. The profile rules are enforced and their violation is logged, but not permitted (e.g. an application cannot access files, unless it is permitted to do so by the profile).</p>
ar: <p>عندما يكون ملف التعريف في <b>وضع الفرض</b>، تتم حماية التطبيق بواسطة AppArmor. ويتم فرض قواعد ملف التعريف وتسجيل انتهاك القواعد، مع عدم السماح به (على سبيل المثال، لا يمكن السماح لتطبيق بالوصول إلى الملفات ما لم يسمح له ملف التعريف بذلك).</p>
ca: <p>Amb el perfil en <b>mode de força</b>, l'aplicació està protegida per l'AppArmor. Les regles del perfil s'apliquen i si es violen queda registrat, però no és permès (p. e. una aplicació no pot accedir a fitxers, si no és que el perfil li ho permet).</p>
cs: <p><b>Režim vynucení</b> je režim AppArmor profilu, který chrání aplikaci. Pravidla profilu jsou vynucena, jejich porušení jsou zaznamenávána, ale nejsou povolena (např. aplikace nemůže přistupovat k souborům, pokud to není v profilu povoleno).</p>
da: <p>Med profilen i <b>håndhæv-tilstand</b>, beskyttes programmet af AppArmor. Profilreglerne håndhæves og overtrædelse af dem logges, men tillades ikke (f.eks. kan et program ikke tilgå filer, medmindre det har rettighed til at gøre det i profilen).</p>
de: <p>Mit dem Profil im <b>Erzwingungs-Modus</b>wird die Anwendung durch AppArmor geschützt. Die Profilregeln werden erzwungen und ihre Verletzung aufgezeichnet, aber nicht erlaubt (z. B. kann die Anwendung nicht auf Dateien zugreifen, wenn sie nicht durch das Profi dazu berechtigt ist).</p>
el: <p>Με το προφίλ σε <b>λειτουργία εξαναγκασμού</b>, η εφαρμογή προστατεύεται από το AppArmor. Οι κανονισμοί του προφίλ εφαρμόζονται και κάθε παράβαση καταγράφεται, αλλά δεν επιτρέπεται (π.χ. μια εφαρμογή δεν επιτρέπεται να έχει πρόσβαση σε αρχεία, εκτός και αν έχει το δικαίωμα να το κάνει σύμφωνα με το προφίλ).</p>
es: <p>Con el perfil en <b>modo forzoso</b>, AppArmor protege a la aplicación. Las reglas del perfil están forzadas y se registra cualquier violación de las mismas, pero no se permiten (p. ej. una aplicación no puede acceder a los archivos salvo que el perfil le permita hacerlo).</p>
fi: <p>Kun profiili on <b>pakotustilassa</b>, ohjelma suojataan AppArmorilla. Profiilin säännöt pakotetaan ja rikkomukset kirjataan, mutta niitä ei sallita (esim. ohjelma ei saa pääsyä tiedostoihin, jos sitä ei ole sallittu profiilissa).</p>
fr: <p>Lorsque le profil est en <b>mode « Appliquer »</b>, l'application est protégée par AppArmor. Les règles du profil sont imposées et leur violation journalisée, mais non autorisée (par exemple une application ne peut pas accéder aux fichiers, sauf si le profil lui en donne expressément le droit).</p>
hu: <p>A <b>kényszerített módú</b> profilnál az alkalmazást az AppArmor védi. A profilszabályok betartása és megsértése naplózásra kerül, de nem engedélyezett (pl. egy alkalmazás nem férhet hozzá fájlokhoz, kivéve ha azt a profil engedélyezi).</p>
it: <p>Con il profilo in <b>modalità imposizione</b>, l'applicazione è protetta da AppArmor. Le regole del profilo sono imposte e la loro violazione viene registrata, ma non permessa (ad esempio un'applicazione non può accedere ai file, a meno che ciò non sia permesso dal profilo).</p>
ja: <p><b>強制モード</b> では、アプリケーションは AppArmor によって 保護されます。プロファイルルールが強制され、その違反は記録されますが、 許可はされません (例えば、プロファイルに基づいて許可されない限り、 アプリケーションはファイルにアクセスできません)。</p>
km: <p>ជាមួយ​ទម្រង់​នៅ​ក្នុង <b>របៀប​បង្ខំ</b> កម្មវិធី​ត្រូវ​បាន​ការពារ​ដោយ AppArmor ។ ច្បាប់​ទម្រង់​ត្រូវ​បាន​បង្ខំ ហើយ​ការ​បំពាន​របស់​ពួកវា​ត្រូវ​បាន​ចុះ​កំណត់ហេតុ​ ប៉ុន្តែ​មិន​បាន​អនុញ្ញាត​ទេ (ឧ. កម្មវិធី​មិន​អាច​ដំណើរការ​ឯកសារ លុះ​ត្រា​តែ​វា ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ធ្វើ​ដោយ​ទម្រង់) ។</p>
ko: <p><b>강제 모드</b>의 프로파일로 응용프로그램은 AppArmor에 의해 보호됩니다. 프로파일 규칙이 강제이므로 위반사항은 기록되지만 허용되지는 않습니다. (예를 들어, 프로파일로 허용되지 않는 한 응용프로그램은 파일에 접근할 수 없습니다.)</p>
lt: <p>Programą, kurios profiliui priskirta <b>griežta veiksena</b>, saugo AppArmor. Profilio taisyklių griežtai laikomasi, pažeidimai rašomi į žurnalą, tačiau jie neleidžiami (pvz., programa negalės pasiekti rinkmenų, jei to neleidžia profilio taisyklės).</p>
nb: <p>Hvis <b>tvingemodus</b> velges for profilen, beskyttes programmet av AppArmor. Profilreglene benyttes og brudd på reglene logges, men tillates ikke (et program har f.eks. ikke tilgang til filer hvis dette ikke tillates av profilen).</p>
nl: <p>Met het profiel in <b>afdwingmodus</b>, is de applicatie beschermd door AppArmor. De profielregels worden afgedwongen en hun overtreding wordt gelogd, maar niet toegestaan (dwz. een applicatie kan geen toegang tot bestanden hebben, tenzij dit is toegestaan door het profiel).</p>
pl: <p>Tryb profilu <b>enforce</b> (tryb ochrony) powoduje, że programy są chronione przez AppArmor. Wymuszane są zasady profilu, gdzie każde ich naruszenie jest zapisywane w dzienniku, ale jest niedozwolone (np. program nie ma dostępu do plików chyba, że zasady profilu na to pozwalają).</p>
pt_br: <p>Com o perfil no <b>modo forçado</b>, o aplicativo é protegido pelo AppArmor. As regras do perfil são forçadas e suas violações são registradas, mas não são permitidas (exemplo: um aplicativo não pode acessar arquivos,a menos que o perfil permita isso).</p>
ro: <p>Cu profilul <b>mod impunere</b>, aplicația este protejată de AppArmor. Regulile de profil sunt impuse și încălcările lor sunt salvate, dar nu sunt permise (ex. o aplicație nu poate accesa fișiere, decât dacă îi este permis de către profil).</p>
ru: <p>С профилем в <b>ужесточённом режиме</b> приложение защищено AppArmor. Правила профиля применяются и их нарушения журналируются и не разрешаются (т.е. приложение не может получить доступ к файлу, если это не разрешено профилем).</p>
sk: <p>S profilom v <b>režime vynútenia</b> je aplikácia chránená s AppArmor. Pravidlá profilu sú vynucované a ich porušenie je zaznamenané, ale nie je povolené (napr. aplikácia nemôže získať prístup k súborom, pokiaľ to nie je povolené profilom).</p>
sv: <p>Om profilen är i <b>spärrläget</b> skyddas programmet av AppArmor. Profilreglerna spärras och brott loggas, men de tillåts (ett program får t.ex. inte åtkomst till filer om det inte tillåts i profilen).</p>
zh_cn: <p>若安全档案处在<b>执行模式</b>，程序则受 AppArmor 保护。 安全档案规则被执行，对于它们的违规会被记录，并不允许。 （例如程序不能访问某些文件，除非安全档案允许它这么做。）</p>
zh_tw: <p>將設定檔設為<b>強制模式</b>時，應用程式受 AppArmor 的保護。將強制遵守設定檔規則並記錄其違規， 不允許發生違規(例如，除非設定檔允許某個應用程式存取檔案， 否則該應用程式無法存取)。</p>

source: Could not recognize profile name:
ar: تعذر التعرف على اسم ملف التعريف:
ca: No s'ha pogut reconèixer el nom del perfil:
cs: Nelze rozpoznat název profilu:
da: Kunne ikke genkende profilnavn:
de: Profilname nicht erkannt:
el: Αδυναμία αναγνώρισης του ονόματος προφίλ:
es: No se reconoce el nombre del perfil:
fi: Profiilin nimen tunnistaminen ei onnistunut:
fr: Impossible de reconnaitre le nom du profil :
hu: A profilnév nem azonosítható:
it: Impossibile riconoscere il nome del profilo:
ja: プロファイル名を認識できませんでした:
km: មិន​អាច​ទទួលស្គាល់​ឈ្មោះ​ទម្រង់​ឡើយ ៖
ko: 프로파일 이름을 인식할 수 없습니다.
lt: Nepavyksta atpažinti profilio pavadinimo:
nb: Ukjent profilnavn:
nl: Kon profielnaam niet herkennen:
pl: Nie można rozpoznać nazwy profilu:
pt_br: Não foi possível reconhecer o nome do perfil:
ru: Невозможно распознать имя профиля:
sk: Nebolo možné rozpoznať názov profilu:
sv: Det gick inte att känna igen profilnamnet:
zh_cn: 无法识别安全档案名称：
zh_tw: 無法辨識設定檔名稱：

source: Could not recognize mode:
ar: تعذر التعرف على الوضع:
ca: No s'ha pogut reconèixer el mode:
cs: Nelze rozpoznat režim:
da: Kunne ikke genkende tilstand:
de: Modus nicht erkannt:
el: Αδυναμία αναγνώρισης κατάστασης:
es: No se reconoce el modo:
fi: Tilan tunnistaminen ei onnistunut:
fr: Impossible de reconnaitre le mode :
hu: A mód nem azonosítható:
it: Impossibile riconoscere la modalità:
ja: モードを認識できませんでした:
km: មិន​អាច​ទទួលស្គាល់​របៀប​ឡើយ ៖
ko: 모드를 인식할 수 없습니다.
lt: Nepavyksta atpažinti veiksenos:
nb: Ukjent modus:
nl: Kan modus niet herkennen:
pl: Nie można rozpoznać trybu:
pt_br: Não foi possível reconhecer o modo:
ru: Невозможно распознать режим:
sk: Nebolo možné rozpoznať režim:
sv: Det gick inte att känna igen läget:
zh_cn: 无法识别模式：
zh_tw: 無法辨識模式：

source: enforce
ar: فرض بالقوة
ca: força
cs: vynutit
da: håndhæv
de: Erzwingen
el: επιβολή
es: forzar
fi: pakota
fr: appliquer
hu: kényszerítés
it: imponi
ja: 強制
ko: 항상 사용
nl: afdwingen
pl: wymuś
pt_br: forçado
ru: принудить
sk: vynútiť
sv: tvinga
zh_cn: 执行
zh_tw: 強制

source: complain
ar: احتجاج
ca: queixa't
cs: stěžovat si
da: klag
de: Meldung
el: δικαιολογία
es: queja
fi: tarkkaile
fr: avertir
hu: panasz
it: reclama
ja: 不平
ko: 위반
nl: klagen
pl: zgłoś skargę
pt_br: reclamação
ru: пощадить
sk: sťažovať sa
sv: klagomål
zh_cn: 警告
zh_tw: 申訴

source: Show All Profiles
ar: إظهار كافة ملفات التعريف
ca: Mostra tots els perfils
cs: Zobrazit všechny profily
da: Vis alle profiler
de: Alle Profile anzeigen
el: Προβολή Όλων των Προφίλ
es: Mostrar todos los perfiles
fi: Näytä kaikki profiilit
fr: Afficher tous les profils
hu: Minden profil megjelenítése
it: Mostra tutti i profili
ja: すべてのプロファイルを表示
km: បង្ហាញ​ទម្រង់​ទាំង​អស់
ko: 모든 프로파일 표시
lt: Rodyti visus profilius
nb: Vis alle profiler
nl: Alle profielen tonen
pl: Pokaż wszystkie profile
pt_br: Exibir Todos os Perfis
ro: Afișează toate profilurile
ru: Показать все профили
sk: Zobraziť všetky profily
sv: Visa alla profiler
zh_cn: 显示所有安全档案
zh_tw: 顯示所有設定檔

source: Configure Mode for Active Profiles
ar: إعداد وضع لملفات التعريف النشطة
ca: Configura el mode per als perfils actius
cs: Nastavit režim aktivních profilů
da: Konfigurér tilstand for aktive profiler
de: Modus für aktive Profile konfigurieren
el: Ρύθμιση Κατάστασης για Ενεργά Προφίλ
es: Configurar el modo para los perfiles activos
fi: Määritä käytössä olevien profiilien tila
fr: Configurer le mode pour les profils actifs
hu: Az aktív profil módjának beállítása
it: Configura la modalità per i profili attivi
ja: 有効なプロファイルのモード設定
km: កំណត់​រចនាសម្ព័ន្ធ​របៀប​សម្រាប់​ទម្រង់​សកម្ម
ko: 활성 프로파일용 모드 구성
lt: Konfigūruoti aktyvių profilių veikseną
nb: Konfigurer modus for aktive profiler
nl: Modus voor actieve profielen configureren
pl: Konfiguruj tryb dla aktywnych profili
pt_br: Configurar Modo para os Perfis Ativos
ro: Configurează modul pentru profilurile active
ru: Настроить режим для активных профилей
sk: Konfiguračný režim pre aktívne profily
sv: Inställningsläge för aktiva profiler
zh_cn: 配置活动安全档案的模式
zh_tw: 設定作用中設定檔的模式

source: Show Active Profiles
ar: إظهار ملفات التعريف النشطة
ca: Mostra els perfils actius
cs: Zobrazit aktivní profily
da: Vis aktive profiler
de: Aktive Profile anzeigen
el: Προβολή Ενεργού Προφίλ
es: Mostrar los perfiles activos
fi: Näytä käytössä olevat profiilit
fr: Afficher les profils actifs
hu: Aktív profilok megjelenítése
it: Mostra i profili attivi
ja: 有効なプロファイルを表示
km: បង្ហាញ​ទម្រង់​សកម្ម
ko: 활성 프로파일 표시
lt: Rodyti aktyvius profilius
nb: Vis aktive profiler
nl: Actieve profielen tonen
pl: Pokaż aktywne profile
pt_br: Exibir os Perfis Ativos
ro: Afișare profiluri active
ru: Показать активные профили
sk: Zobraziť aktívne profily
sv: Visa aktiva profiler
zh_cn: 显示活动安全档案
zh_tw: 顯示作用中的設定檔

source: Configure Mode for All Profiles
ar: إعداد وضع لكافة ملفات التعريف
ca: Configura el mode per a tots els perfils
cs: Nastavit režim pro všechny profily
da: Konfigurér tilstand for alle profiler
de: Modus für alle Profile konfigurieren
el: Ρύθμιση Κατάστασης για Όλα τα Προφίλ
es: Configurar el modo para todos los perfiles
fi: Määritä tila kaikille profiileille
fr: Configurer le mode pour tous les profils
hu: Az összes profilmód beállítása
it: Configura la modalità per tutti i profili
ja: すべてのプロファイルのモード設定
km: កំណត់​រចនាសម្ព័ន្ធ​របៀប​​សម្រាប់​ទម្រង់​​ទាំងអស់
ko: 모든 프로파일용 모드 구성
lt: Sukonfigūruoti visų profilių veikseną
nb: Konfigurer modus for alle profiler
nl: Modus voor alle profielen configureren
pl: Konfiguruj tryb dla wszystkich profili
pt_br: Configurar Modo para Todos os Perfis
ro: Configurează modul pentru toate profilurile
ru: Настроить режим для всех профилей
sk: Konfiguračný režim pre všetky profily
sv: Inställningsläge för alla profiler
zh_cn: 配置所有安全档案的模式
zh_tw: 設定所有設定檔的模式

source: Profile Name
ar: اسم ملف التعريف
ca: Nom del perfil
cs: Název profilu
da: Profilnavn
de: Profilname
el: Προφίλ Όνομα
es: Nombre de perfil
fi: Profiilin nimi
fr: Nom du profil
hu: Profil neve
it: Nome del profilo
ja: プロファイル名
km: ឈ្មោះ​ទម្រង់
ko: 프로파일 이름
lt: Profilio pavadinimas
nb: Profilnavn
nl: Profielnaam
pl: Nazwa profilu
pt_br: Nome do perfil
ro: Nume profil
ru: Название профиля
sk: Názov profilu
sv: Profilnamn
zh_cn: 安全档案名称
zh_tw: 設定檔名稱

source: Mode
ar: الوضع
cs: Mód
da: Tilstand
de: Modus
el: Κατάσταση
es: Modo
fi: Asennustapa
hu: Mód
it: Modalità
ja: モード
km: របៀប​
ko: 모드
lt: Veiksena
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
zh_cn: 模式
zh_tw: 模式

source: Toggle Mode
ar: وضع التبديل
ca: Commuta el mode
cs: Přepnout režim
da: Skift tilstand
de: Modus umschalten
el: Εναλλαγή Λειτουργίας
es: Alternar modo
fi: Vaihda tilaa
fr: Changer de mode
hu: Váltás módok között
it: Scambia modalità
ja: モード切り替え
km: របៀប​បិទ​បើក
ko: 모드 전환
lt: Perjungti veikseną
nb: Bytt modus
nl: Modus omschakelen
pl: Przełącz tryb
pt_br: Alternar Modo
ro: Comutare mod
ru: Переключить режим
sk: Zmeniť režim
sv: Växla läge
zh_cn: 转换模式
zh_tw: 切換模式

source: Set All to Enforce
ar: تعيين الكل إلى الفرض
ca: Estableix-ho tot a Obligació
cs: Nastavit vše do vynucení
da: Sæt alle til håndhæv
de: Für alle Erzwingen-Modus festlegen
el: Όλα Υποχρέωση
es: Definir todos como de aplicación
fi: Aseta kaikki pakottamistilaan
fr: Tout régler sur Appliquer
hu: Összes beállítása kényszerítésre
it: Imposta tutto su Imposizione
ja: すべてを強制モードに設定
km: កំណត់​ទាំង​អស់​ជា​ការ​បង្ខំ
ko: 모두 강제 모드로 설정
lt: Visiems griežta veiksena
nb: Bruk automatisk for alle
nl: Alles op afdwingen zetten
pl: Ustaw wszystkie w tryb wymuszania
pt_br: Definir Todos para Forçado
ro: Setează toate pe enforce (forțare)
ru: Установить все в ужесточённый режим
sk: Nastaviť všetko na Vynútené
sv: Ange spärrläge för alla
zh_cn: 全部设置为执行
zh_tw: 全部設為強制

source: Set All to Complain
ar: تعيين الكل إلى الشكوى
ca: Estableix-ho tot a Queixa
cs: Nastavit vše do complain
da: Sæt alle til klage
de: Für alle Meldungsmodus festlegen
el: Ορισμός όλων σε κατάσταση Δικαιολογίας
es: Definir todos como de queja
fi: Aseta kaikki tarkkailutilaan
fr: Tout régler sur Avertir
hu: Összes beállítása panaszra
it: Imposta tutto su Reclamo
ja: すべてを不平モードに設定
km: កំណត់​ទាំង​អស់​ជាការ​តវ៉ា
ko: 모두 컴플레인 모드로 설정
lt: Visiems skundimo veiksena
nb: Bruk klagemodus for alle
nl: Alles op melden zetten
pl: Ustaw wszystkie w tryb analizy
pt_br: Definir Todos para Reclamação
ro: Setează toate pe complain (reclamație)
ru: Установить все в щадящий режим
sk: Nastaviť všetko na sťažovanie sa
sv: Ange varningsläge för alla
zh_cn: 全部设置为警告
zh_tw: 全部設為抱怨

source: Profile Mode Configuration
ar: إعداد وضع ملفات التعريف
ca: Configuració del mode del perfil
cs: Konfigurace režimu profilů
da: Konfiguration af profiltilstand
de: Profilmoduskonfiguration
el: Ρύθμιση Κατάστασης Προφίλ
es: Configuración de modos de perfiles
fi: Profiilin tilan määritys
fr: Configuration du mode des profils
hu: Profilmód beállító
it: Configurazione della modalità del profilo
ja: プロファイルモードの設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​របៀប​ទម្រង់
ko: 프로파일 모드 구성
lt: Profilių veiksenos konfigūravimas
nb: Moduskonfigurasjon for profiler
nl: Configuratie van profielmodus
pl: Konfiguracja trybu profilu
pt_br: Configuração do Modo de Perfil
ro: Configurare mod profil
ru: Настройка режима профиля
sk: Konfigurácia režimu profilov
sv: Inställning av profilläge
zh_cn: 安全档案模式配置
zh_tw: 設定檔模式組態

source: Configure Profile Mode
ar: إعداد وضع ملف التعريف
ca: Configura el mode del perfil
cs: Konfigurovat režim profilu
da: Konfigurér profiltilstand
de: Profilmodus konfigurieren
el: Ρύθμιση Λειτουργίας Προφίλ
es: Configurar modo de perfil
fi: Määritä profiilin tila
fr: Configurer le mode des profils
hu: Profilmód beállítása
it: Configura la modalità del profilo
ja: プロファイルモードの設定
km: កំណត់​រចនាសម្ព័ន្ធ​របៀប​ទម្រង់
ko: 프로파일 모드 설정
lt: Konfigūruoti profilių veikseną
nb: Konfigurer profilmodus
nl: Profielmodus configureren
pl: Konfiguruj tryb profilu
pt_br: Configurar Modo de Perfil
ro: Configurează mod profil
ru: Настроить режим профиля
sk: Konfigurovať režim profilov
sv: Ställ in profilläge
zh_cn: 配置安全档案模式
zh_tw: 設定設定檔模式
