Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <li><b>Hat</b><br>Add a sub-profile for this profile, called a Hat. This option is analogous to manually creating a new profile, which can be selected during execution only in the context of being asked for by a <b>changehat aware</b> application. For more information on changehat, see <b>man changehat</b> on your system or the Novell AppArmor Administration Guide.</li>
ar: <li><b>Hat</b><br>إضافة ملف تعريف فرعي لملف التعريف هذا -يدعى Hat. يماثل هذا الخيار إنشاء ملف تعريف جديد، والذي يمكن اختياره أثناء التنفيذ فقط في سياق التعرض للطلب من قبل <b>غير Hat علم</b> يدوياً. لمزيد من المعلومات حول تغيير Hat الرجاء راجع <b>تغيير Hat رجل</b> على النظام أو دليل إدارة AppArmor Novell.</li>
ca: <li><b>Hat</b><br>Afegeix un perfil secundari per a aquest perfil, denominat Hat. Aquesta opció és anàloga a la creació manual d'un perfil nou, que es pot seleccionar durant l'execució només en el context que es demani una aplicació <b>changehat aware</b>. Per obtenir més informació sobre changehat, consulteu <b>man changehat</b> al sistema o la Guia de l'usuari de Novell d'AppArmor.</li>
cs: <li><b>Hat</b><br>Přidat podprofil tohoto profilu - nazývaný Hat. Tato volba je analogická ručnímu vytvoření nového profilu, který lze vybrat pouze během vykonání v kontextu dotázaném aplikací <b>changehat aware</b>. Další informace o changehat získáte zadáním příkazu <b>man changehat</b> v systému nebo v Příručce správce Novell AppArmoru.</li>
da: <li><b>Hat</b><br>Tilføj en underprofil til denne profil - kaldet en Hat. Denne indstilling svarer til manuelt at oprette en ny profil, som, under udførelse, kun kan vælges i sammenhæng med at blive spurgt efter af et <b>changehat-opmærksomt</b> program. For yderligere information omkring changehat se <b>man changehat</b> i dit system eller Novell AppArmor administrationsguiden.</li>
de: <li><b>Hat</b><br>Ein Unterprofil für dieses Profil, einen so genannten Hat, hinzufügen. Diese Option verhält sich analog zum Erstellen eines neuen Profils, kann jedoch nur ausgewählt werden, wenn man von einer <b>Changehat-Aware</b>-Anwendung dazu aufgefordert wird. Weitere Informationen über Changehat finden Sie in <b>man changehat</b> auf Ihrem System oder im Novell AppArmor-Benutzerhandbuch.</li>
el: <li><b>Καπέλο (Hat)</b><br>Προσθέστε ένα υπό-προφίλ για αυτό το προφίλ - που ονομάζεται Καπέλο (Hat). Αυτή η επιλογή είναι ανάλογη με τη χειροκίνητη δημιουργία ενός νέου προφίλ, το οποίο μπορεί να επιλεγεί κατά τη διάρκεια της εκτέλεσης μόνο στην περίπτωση της αίτησης για μια εφαρμογή <b>εναλλαγής καπέλου (changehat aware)</b>. Για περισσότερες πληροφορίες για την εναλλαγή καπέλου (changehat) δείτε το <b>man changehat</b> στο σύστημα σας ή στον Οδηγό Διαχείρισης του AppArmor από τη Novell.</li>
es: <li><b>Hat</b><br>Añade un subperfil, llamado Hat, para este perfil. Esta opción es análoga a crear manualmente un nuevo perfil, que se puede seleccionar sólo durante la ejecución cuando una aplicación <b>compatible con changehat</b> lo solicita. Para obtener más información sobre changehat, consulte la página <b>man changehat</b> del sistema o la Guía de administración de Novell AppArmor.</li>
fi: <li><b>Hattu</b><br>Lisää tähän profiilin aliprofiilin eli toisin sanoen "hatun". Tämä asetus toimii kuin luotaisiin käsin uusi profiili, joka voidaan valita suorituksen aikana vain, jos <b>changehat aware</b> -sovellus pyytää sitä. Lisätietoja changehat-toiminnosta saat antamalla järjestelmässä komennon <b>man changehat</b> tai tutustumalla Novell AppArmorin -käyttäjän oppaaseen.</li>
fr: <li><b>Hat</b><br>Ajouter à ce profil un sous-profil, appelé « Hat ». Cette option est analogue à la création manuelle d'un nouveau profil et ne peut être sélectionnée que lors de l'exécution dans le contexte d'une invite de la part d'une application <b>supportant changehat</b>. Pour plus d'informations sur changehat, reportez-vous à <b>man changehat</b> sur votre système ou au Guide d'administration de Novell AppArmor.</li>
hu: <li><b>Kalap</b><br>Részprofil (ún. "kalap") hozzáadása a profilhoz. Ez a lehetőség lényegében ugyanaz, mint egy új profil létrehozása kézzel, amely végrehajtáskor csak olyankor választható ki, ha azt egy, a <b>changehat funkcióra felkészített</b> alkalmazás kéri. A changehat funkcióval kapcsolatban további részletek a <b>man changehat</b> paranccsal írathatók ki, illetve a Novell AppArmor Adminisztrátori kézikönyvében olvashatók.</li>
it: <li><b>Hat</b><br>Aggiunge un sotto-profilo per il profilo corrente, denominato hat. Questa opzione è analoga alla creazione manuale di un nuovo profilo che può essere selezionato solo quando viene chiesto da un'applicazione <b>sensibile a changehat</b>. Per ulteriori informazioni su changehat, vedere la pagina <b>man changehat</b> nel sistema o nella Guida all'amministrazione di AppArmor di Novell.</li>
ja: <li><b>ハット</b><br>このプロファイルのサブプロファイル (ハット) を追加します。 このオプションは、手動で新しいプロファイルを作成するのに似ていて、実行時に <b>チェンジハット対応</b> のアプリケーションから問い合わせがあった場合にのみ 選択できます。チェンジハットの詳細は、お使いのシステムで <b>man changehat</b> を実行するか、 または Novell AppArmor ユーザーズガイドを参照してください。</li>
km: <li><b>Hat</b><br>បន្ថែម​ទម្រង់​រង​សម្រាប់​ទម្រង់​នេះ ដែល​ហៅ​ថា Hat ។ ជម្រើស​នេះ​បង្កើត​ទម្រង់​ថ្មី​ដោយដៃ ដែល​អាច​នឹង​ត្រូវ​បាន​ជ្រើស ក្នុង​អំឡុង​ពេល​ប្រតិបត្តិ​ នៅ​ពេល​ដែល​ត្រូវ​បាន​សួរ​ដោយ​កម្មវិធី <b>changehat aware</b> ។ ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី changehat សូម​មើល <b>man changehat</b> នៅ​ក្នុង​ប្រព័ន្ធ​របស់​អ្នក ឬ​មគ្គុទ្ទេសក៍​គ្រប់គ្រង Novell AppArmor ។</li>
ko: <li><b>Hat</b><br>이 프로파일에 대해 Hat이라는 하위 프로파일을 추가합니다. 이 옵션은 새 프로파일을 수동으로 생성하는 것과 같으며, <b>changehataware</b> 응용 프로그램이 요청한 컨텍스트에서만 실행 중에 선택할 수 있습니다. changehat에 대한 자세한 내용은 시스템의 <b>man changehat</b>이나 Novell AppArmor 관리 가이드를 참조하십시오.</li>
nb: <li><b>Hatt</b><br>Legg til en underprofil for denne profilen – også kalt en hatt. Dette alternativet er det samme som å manuelt opprette en ny profil som kan bare kan velges under kjøring når det blir etterspurt av et <b>changehat aware</b>-program. Hvis du vil ha mer informasjon om changehat, se manualsiden <b>changehat</b> eller Novells administrasjonsveiledning for AppArmor.</li>
nl: <li><b>Hat</b><br>Een subprofiel voor dit profiel toevoegen - een Hat genaamd. Deze optie is analoog aan het handmatig aanmaken van een nieuw profiel en kan alleen tijdens de uitvoering worden geselecteerd wanneer hierom wordt gevraagd door een <b>changehat aware</b>-toepassing. Raadpleeg <b>man changehat</b> op uw systeem of de gebruikershandleiding van Novell AppArmor Administration Guide.</li>
pl: <li><b>Hat</b><br>Dodanie do tego profilu podprofilu (zwanego Hat). Opcja ta jest analogiczna do ręcznego utworzenia nowego profilu, który można wybrać podczas wykonywania tylko w kontekście pytania przez aplikację typu <b>changehat aware</b>. Więcej informacji dotyczących opcji changehat można znaleźć w podręczniku systemowym <b>man changehat</b> albo w Podręczniku użytkownika Novell AppArmor.</li>
pt_br: <li><b>Hat</b><br>Adicione um subperfil para este perfil, chamado de Hat. Esta opção é análoga à criação manual de perfil, que pode ser selecionada durante a execução somente a pedido de uma aplicação <b>sensível a changehat</b> Para mais informações sobre o changehat, consulte <b>man changehat</b> em seu sustema ou o Guia de Administração Novell AppArmor.</li>
ru: <li><b>Набор прав</b><br>Добавляет субпрофиль в данный профиль (так называемый Hat или набор прав). Этот параметр аналогичен ручному созданию профиля, которое может быть выбрано при выполнении только в контексте запроса со стороны приложения, <b>поддерживающего changehat</b>. Дополнительные сведения о changehat см. в <b>man changehat</b> вашей системы или в руководстве администратора Novell AppArmor.</li>
sk: <li><b>Hat</b><br>Pridajte tomuto profilu pod-profil, nazývaný Hat. Táto možnosť je analógiou k manuálnemu vytvoreniu nového profilu, ktorý môže byť vybraný iba počas spustenia v kontexte vyžiadanom aplikáciou <b>changehat aware</b>. Pre viac informácií o changehat si pozrite <b>man changehat</b> vo vašom systéme alebo v Novell AppArmor Administration Guide.</li>
sv: <li><b>Hatt</b><br>Lägg till en underprofil för den här profilen – även kallad en hatt. Alternativet kan jämföras med att manuellt skapa en ny profil, som bara kan väljas under körning när det efterfrågats av ett <b>changehat aware</b>-program. Mer information om changehat finns i <b>man changehat</b> på systemet eller i Novell AppArmor-administratörsmanualen.</li>
zh_cn: <li><b>Hat</b><br> 添加此安全档案的子安全档案 － 称为 Hat。 此选项类似于手动创建新安全档案，该选项仅在 <b>changehat aware</b > 应用程序要求此选项的环境中执行时才能选中。 关于 changehat 的详细信息，请参阅系统上或《Novell AppArmor 管理指南》上的 <b>man changehat</b>。</li>
zh_tw: <li><b>Hat</b><br>為此設定檔新增子設定檔， 稱為 Hat。此選項與手動建立新設定檔類似， 但只有在<b>「changehat 感知」</b>應用程式要求 的網路位置中執行時才能選取。 如需 changehat 的詳細資訊，請參閱系統上的 <b>man changehat</b> 或《Novell AppArmor 管理指南》。</li>

source: </ul></p><p><b>Edit Entry:</b><br>Edit the selected entry.</p>
ar: </ul></p><p><b>تحرير إدخال:</b><br>تحرير الإدخال المحدد.</p>
ca: </ul><p><b>Edita l'entrada:</b><br>Edita l'entrada seleccionada.<p>
cs: </ul></p><p><b>Upravit položku:</b><br>Upravit vybranou položku.</p>
da: </ul></p><p><b>Redigér indgang:</b><br>Redigér den valgte indgang.</p>
de: </ul></p><p><b>Eintrag bearbeiten:</b><br>Den ausgewählten Eintrag bearbeiten.</p>
el: </ul></p><p><b>Επεξεργασία Καταχώρησης:</b><br>Επεξεργαστείτε την επιλεγμένη καταχώρηση.</p>
es: </ul><p><b>Editar entrada:</b><br>Permite editar la entrada seleccionada.</p>
fi: </ul></p><p><b>Muokkaa merkintää:</b><br>Muokkaa valittua merkintää.</p>
fr: </ul></p><p><b>Modifier l'entrée :</b><br>Modifiez l'entrée sélectionnée.</p>
hu: </ul></p><p><b>Bejegyzés törlése:</b><br>Eltávolítja a profilból a kiválasztott bejegyzést.</p>
it: </ul></p><p><b>Modifica di una voce:</b><br>Modifica la voce selezionata.</p>
ja: </ul></p><p><b>項目の編集:</b><br>選択した項目を編集します。</p>
km: </ul></p><p><b>កែសម្រួល​ធាតុ ៖</b><br>កែសម្រួល​ធាតុ​ដែល​បាន​ជ្រើស ។</p>
ko: </ul></p><p><b>항목 편집</b><br>선택한 항목을 편집합니다.</p>
lt: </ul></p><p><b>Keisti įrašą:</b><br>Keisti pasirinktą įrašą.</p>
nb: </ul><p><p><b>Rediger oppføring:</b><br>Rediger den valgte oppføringen.<p>
nl: </ul></p><p><b>Item bewerken:</b><br>Het geselecteerde item bewerken.</p>
pl: </ul><p><b>Edytuj pozycję:</b><br>Edycja zaznaczonych pozycji.<p>
pt_br: </ul></p><p><b>Editar Entrada:</b><br>Edite a entrada selecionada.</p>
ro: </ul></p><p><b>Editare intrare:</b><br>Editare intrare selectată</p>
ru: </ul><p><b>Редактировать запись:</b><br>Редактирование выбранной записи.</p>
sk: </ul></p><p><b>Upraviť položku:</b><br>Upraviť zvolenú položku.</p>
sv: </ul><p><p><b>Redigera post:</b><br>Redigera den markerade posten.<p>
zh_cn: </ul><p><b>编辑条目：</b><br>编辑选定的条目。<p>
zh_tw: </ul><p><b>編輯項目：</b><br>編輯所選的項目。</p>

source: <p><b>Delete Entry:</b><br>Removes the selected entry from this profile.</p>
ar: <p><b>حذف الإدخال:</b><br>إزالة الإدخال المحدد من ملف التعريف هذا .</p>
ca: <b>Suprimeix l'entrada:</b><br>Suprimeix l'entrada seleccionada des d'aquest perfil.<p>
cs: <p><b>Smazat položku:</b><br>Odstraní zvolenou položku z tohoto profilu.</p>
da: <p><b>Slet indgang:</b><br>Fjerner den valgte indgang fra denne profil.</p>
de: <p><b>Eintrag löschen:</b><br>Entfernt den ausgewählten Eintrag aus diesem Profil.</p>
el: <p><b>Διαγραφή Καταχώρησης:</b><br>Διαγράφει την επιλεγμένη καταχώρηση από αυτό το προφίλ.</p>
es: <p><b>Suprimir entrada:</b><br>Elimina la entrada seleccionada de este perfil.</p>
fi: <p><b>Poista merkintä:</b><br>Poistaa valitun merkinnän tästä profiilista.</p>
fr: <p><b>Supprimer une entrée :</b><br>Supprime l'entrée sélectionnée de ce profil.</p>
hu: <p><b>Bejegyzés törlése:</b><br>Eltávolítja a profilból a kiválasztott bejegyzést.</p>
it: <p><b>Eliminazione di una voce:</b><br>Rimuove la voce selezionata dal profilo.</p>
ja: <p><b>項目の削除:</b><br>このプロファイルから選択した項目を削除します。</p>
km: <p><b>លុប​ធាតុ ៖</b><br>យក​ធាតុ​ដែល​បាន​ជ្រើស​ចេញ​ពី​ទម្រង់​នេះ ។<p>
ko: <p><b>항목 삭제:</b><br>선택한 항목을 이 프로파일에서 제거합니다.</p>
lt: <p><b>Pašalinti įrašą:</b><br>Iš šio profilio pašalina pasirinktą įrašą.</p>
nb: <p><b>Slett oppføring:</b><br>Fjerner den valgte oppføringen fra denne profilen.<p>
nl: <p><b>Item verwijderen:</b><br>Hiermee verwijdert u het geselecteerde item uit dit profiel.</p>
pl: <b>Usuń pozycję:</b><br>Usunięcie zaznaczonej pozycji z tego profilu.<p>
pt_br: <p><b>Remover Entrada:</b><br>Remove deste perfil a entrada selecionada.</p>
ro: <p><b>Ștergere intrare:</b><br>Ștergerea intrărilor selectate de la acest profil.</p>
ru: <b>Удалить запись:</b> Удаляет выбранную запись из профиля.</p>
sk: <p><b>Vymazať položku:</b><br>Odstráni z tohoto profilu vybranú položku.</p>
sv: <p><b>Radera post:</b><br>Den markerade posten tas bort från profilen.<p>
zh_cn: <b>删除条目：</b><br>从此安全档案中删除所选的条目。</p>
zh_tw: <p><b>刪除項目：</b><br>移除此設定檔中的選定項目。</p>

source: <p><b>*Clean Exec</b><br>The Clean Exec option for the discrete profile and unconstrained execute permissions provide added security by stripping the environment that is inherited by the child program of specific variables. These variables are:
ar: <p><b>*تنفيذ نظيف</b><br>خيار تنفيذ نظيف لملف تعريف منفصل وتوفير أذونات التنفيذ غير المقيدة للأمان الإضافي عن طريق حذف البيئة التي اكتسبها البرنامج التابع لمتغيرات معينة. هذه المتغيرات هي:
ca: <b>*Execució neta</b><br>L'opció d'execució neta per als permisos d'execució sense restriccions i el perfil discret proporciona una seguretat afegida extraient l'entorn que ha estat heretat pel programa fill de les variables específiques. Aquestes són lesvariables:
cs: <b>*Clean Exec</b><br>Volba Clean Exec pro diskrétní profil a neomezená práva spouštění poskytuje dodatečnou bezpečnost odstraněním určitých proměnných prostředí,které jsou zděděny potomkem programu. Jedná se o tyto proměnné:
da: <b>*Clean Exec</b><br>Clean Exec-indstillingen for den diskrete profil og ubegrænsede kørselstilladelser giver øget sikkerhed ved at rense miljøet, som overtages af barneprogrammet for specifikke variable. Disse variable er:
de: <b> *Bereinigte Ausführung</b><br>Die Option 'Bereinigte Ausführung' für das diskrete Profil sowie die Berechtigungen zur uneingeschränkten Ausführung bieten ein zusätzliches Maß an Sicherheit, indem bestimmte Variablen aus der Umgebung entfernt werden, die vom untergeordneten Programm übernommen wird. Hierbei handelt es sich um folgende Variablen:
el: <p><b>*Καθαρή Εκτέλεση</b><br>Η επιλογή Καθαρής Εκτέλεσης για το διακριτό προφίλ και για τα αβίαστα δικαιώματα εκτέλεσης παρέχουν αυξημένη ασφάλεια με αφαίρεση του περιβάλλοντος που κληρονομήθηκε από το θυγατρικόο πρόγραμμα καθορισμένων μεταβλητών. Αυτές οι μεταβλητές είναι:
es: <p><b>*Ejecución limpia (clean exec)</b><br>La opción Clean Exec para los permisos de ejecución de perfil discreto y sin limitaciones, proporciona seguridad añadida eliminando variables específicas del entorno heredado por el programa hijo. Las variables son las siguientes:
fi: <p><b>*Puhdas suoritus</b><br>-valinta erilliselle profiilille ja rajoittamattomille suoritusoikeuksille. Tarjoaa lisäturvaa puhdistamalla ympäristön, jonka tiettyjen muuttujien lapsiohjelma perii. Nämä muuttujat ovat:
fr: <b>*Exéc. propre</b><br>L'option Exéc. propre s'applique aux permissions d'exécution profil distinct et sans contrainte. Elle renforce la sécurité en supprimant certaines variables de l'environnement hérité par le programme enfant. Les variables sont les suivantes :
hu: <p><b>*Tiszta végrehajtás</b><br>A diszkrét profil tiszta végrehajtási beállítása és a nem korlátozott végrehajtási jogosultságok további biztonságot kínálnak az egyes változók leszármazott programjai által örökölt környezet lecsupaszításával. Ezek a változók a következők:
it: <p><b>*Esecuzione pulita</b><br>L'opzione esecuzione pulita per i permessi di esecuzione del profilo discreto e non vincolato fornisce ulteriore sicurezza poiché rimuove specifiche variabili dall'ambiente ereditato dal programma figlio. Le variabili sono:
ja: <p><b>*クリーン実行</b><br>独立実行プロファイルや無制限実行での クリーン実行オプションは、特定の環境変数を子プログラムに受け渡さずに取り除くことで 補助的なセキュリティを提供します。対応する環境変数は以下のとおりです:
km: <p><b>*Clean Exec</b><br>ជម្រើស Clean Exec សម្រាប់​ទម្រង់​ដាច់ និង​សិទ្ធិ​ប្រតិបត្តិ​ដែល​មិន​បាន​ដាក់កម្រិត​ផ្ដល់​សុវត្ថិភាព​បន្ថែម​ដោយ​ការ​ច្រៀក​បរិស្ថាន ដែល​ទទួល​ដោយ​កម្មវិធី​កូន​របស់​អថេរ​ជាក់លាក់ ។ អថេរ​ទាំងនេះ​គឺ ៖
ko: <p><b>*정리 실행</b><br>독립 실행 프로파일이나 무제한 실행에서 정리 실행 옵션은 특정 환경변수를 자식 프로그램과 주고 받지 않고 없애는 것으로 보조적인 보안성을 확보합니다. 변수는 다음과 같습니다:
nb: <p><b>*Clean exec</b><br>Valget clean exec for discrete-profilen og ubegrensede kjørerettigheter øker sikkerheten ved å fjerne spesifikke variabler fra miljøet som arves av underprogrammet. Disse variablene er:
nl: <p><b>*Schoon uitvoeren</b><br>De optie 'Schoon uitvoeren' voor het discrete profiel en voor onbeperkte uitvoerrechten levert toegevoegde veiligheid door de omgeving die door het dochterprogramma wordt geërfd te strippen van specifieke variabelen. Deze variabelen zijn:
pl: <p><b>*Clean Exec</b><br>Opcja Clean Exec uprawnień do profilu nieciągłego i nieograniczonego wykonywania zapewnia dodatkowe bezpieczeństwo przez równoległy zapis środowiska dziedziczonego przez program potomny albo określone zmienne. Tymi zmiennymi są:
pt_br: <p><b>*Clean Exec</b><br>A opção Clean Exec para as permissões de execução de perfil discreto e sem restrições oferece segurança adicional retirando o ambiente herdado pelo programa filho de variáveis específicas. Essas variáveis são:
ro: <p><b>*Clean Exec</b><br> Opțiunea Clean Exec pentru profilul discret și nelimitate al permisiunilor de execuție oferă siguranță sporită prin curățarea mediului care este preluat de programul copil al variabilelor specifice. Variabilele sunt:
ru: <p><b>*Clean Exec</b><br>Параметр Clean Exec для дискретного профиля и неограниченных прав выполнения предоставляет дополнительную безопасность ограничением окружения, наследованного дочерней программой, до указанных переменных. Эти переменные:
sk: <p><b>*Clean Exec</b><br>Možnosť Clean Exec pre diskrétny profil a neobmedzené práva na spustenie poskytujú dodatočnú bezpečnosť odstránením prostredia, ktoré je zdedené programom potomkašpecifických premenných. Sú to tieto premenné:
sv: <p><b>*Sanerad körning</b><br>Alternativet Sanerad körning för körningsbehörigheterna Diskret profil och Obegränsad ger ytterligare säkerhet genom att rensa miljön som ärvs av det underordnade programmet från specifika variabler. Variablerna är:
zh_cn: <p><b>*清洁执行</b><br>离散安全档案的“清洁执行”选项和不受限制的执行权限通过清除由子程序继承特定变量的环境而提供了更高的安全性。 这些变量有：
zh_tw: <p><b>*清理執行</b><br>分離設定檔的「清理執行」選項和 未設限的執行權限可提供額外的安全性，方法是藉由 移除子程式承襲之環境中的特定變數。這些變數為：

source: &File
ar: ملف
ca: &Fitxer
cs: &Soubor
da: &Fil
de: &Datei
el: &Αρχείο
es: &Archivo
fi: &Tiedosto
fr: &Fichier
hu: &Fájl
ja: ファイル (&F)
km: ឯកសារ
ko: 파일(&F)
lt: &Rinkmena
nb: &Fil
nl: &Bestand
pl: &Plik
pt_br: &Arquivo
ro: Fișier
ru: &Файл
sk: &Súbor
sv: Ar&kiv
zh_cn: 文件(&F)
zh_tw: 檔案(&F)

source: Network &Rule
ar: قواعد الشبكة
ca: &Regla de xarxa
cs: Síťové &pravidlo
da: Netværks&regel
de: Netzwerk&regel
el: Κανόνας &Δικτύου
es: &Regla de red
fi: Verkko&sääntö
fr: &Règle réseau
hu: Hálózati &szabály
it: &Regola di rete
ja: ネットワークルール (&R)
km: ច្បាប់​បណ្ដាញ
ko: 네트워크 규칙(&R)
lt: &Tinklo taisyklė
nb: Nettverks&regel
nl: Netwerk&regel
pl: &Reguła sieci
pt_br: &Regra de Rede
ro: &Regulă rețea
ru: Сетевое &правило
sk: P&ravidlá siete
sv: Nätverks&regel
zh_cn: 网络规则(&R)
zh_tw: 網路規則(&R)

source: &Directory
ar: مجلد
ca: &Directori
cs: &Adresář
da: &Mappe
de: &Verzeichnis
el: &Κατάλογος
es: &Directorio
fi: &Hakemisto
fr: &Répertoire
hu: &Könyvtár
ja: ディレクトリ (&D)
km: ថត
ko: 디렉터리(&D)
lt: &Katalogas
nb: &Katalog
nl: &Map
pl: &Katalog
pt_br: &Diretório
ro: Director
ru: &Каталог
sk: &Priečinok
sv: &Katalog
zh_cn: 目录(&D)
zh_tw: 目錄(&D)

source: &Capability
ar: إمكانية
ca: &Capacitat
cs: &Možnosti
da: &Kapabilitet
de: &Funktion
el: &Δυνατότητα
es: &Capacidad
fi: &Kyky
fr: &Capacité
hu: &Funkció
it: F&unzionalità
ja: 機能 (&C)
km: សមត្ថភាព
ko: 기능(&C)
lt: &Galimybė
nb: &Ressurs
nl: &Functie
pl: &Uprawnienie
pt_br: &Recurso
ro: Capabilitate
ru: &Способность
sk: S&chopnosť
sv: &Kapacitet
zh_cn: 功能(&C)
zh_tw: 功能(&C)

source: &Include File
ar: تضمين ملف
ca: &Fitxer de capçalera
cs: &Přidat soubor
da: &Inkludér fil
de: &Datei einfügen
el: &Περιλαμβάνει Αρχείο
es: &Incluir archivo
fi: &Include-tiedosto
fr: &Inclure un fichier
hu: Fájl &beágyazása
it: &Inclusione file
ja: インクルード (&I)
km: រួម​បញ្ចូល​ឯកសារ
ko: 포함 파일(&I)
lt: &Įterpti rinkmeną
nb: &Inkluderingsfil
nl: &Include-bestand
pl: Plik &załącznika
pt_br: &Incluir Arquivo
ro: Fișier Include
ru: &Включить файл
sk: &Vložiť súbor
sv: &Inkludera fil
zh_cn: 包含文件(&I)
zh_tw: Include 檔(&I)

source: AppArmor profile
ar: ملف تعريف درع التطبيقات
ca: Perfil de l'AppArmor
cs: Profil AppArmor
da: AppArmor-profil
de: AppArmor-Profil
el: Προφίλ AppArmor
es: Perfil de AppArmor
fi: AppArmor-profiili
fr: Profil AppArmor
hu: AppArmor profil
it: Profilo AppArmor
ja: AppArmor プロファイル
km: ទម្រង់ AppArmor
ko: AppArmor 프로파일
lt: AppArmor profilis
nb: AppArmor-profil
nl: AppArmor-profiel
pl: Profil AppArmor
pt_br: Perfil do AppArmor
ro: Profil AppArmor
ru: Профиль AppArmor
sk: AppArmor profil
sv: AppArmor-profil
zh_cn: AppArmor 安全档案
zh_tw: AppArmor 設定檔

source: &Hat
el: &Καπέλο
fi: &Hattu
hu: &Kalap
ja: ハット (&H)
ko: Hat(&H)
lt: &Kepurė
pl: Po&dprofil
ru: &Набор прав
sv: &Hatt
zh_cn: Hat(&H)
zh_tw: Hat(&H)

source: AppArmor profile for
ar: ملف تعريف درع التطبيقات لـ
ca: Perfil de l'AppArmor per a
cs: AppArmor profil pro
da: AppArmor-profil for
de: AppArmor-Profil für
el: Προφίλ AppArmor για
es: Perfil de AppArmor para
fi: AppArmor-profiili
fr: Profil AppArmor pour
hu: AppArmor profil ehhez:
it: Profilo AppArmor per
ja: AppArmor プロファイル:
km: ទម្រង់ AppArmor សម្រាប់
ko: 다음에 대한 AppArmor 프로파일:
lt: AppArmor profilis, skirtas
nb: AppArmor-profil for
nl: AppArmor-profiel voor
pl: Profil AppArmor dla
pt_br: Perfil do AppArmor para
ro: Profil AppArmor pentru
ru: Профиль AppArmor для
sk: AppArmor profil pre
sv: AppArmor-profil för
zh_cn: 以下条目的 AppArmor 安全档案
zh_tw: AppArmor 設定檔 (適用於下列檔案)

source: File Name
ar: اسم الملف
ca: Nom del fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
el: Όνομα Αρχείου
es: Nombre de archivo
fi: Tiedostonimi
fr: Nom de fichier
hu: Fájlnév
it: Nome file
ja: ファイル名
km: ឈ្មោះ​ឯកសារ
ko: 파일 명
lt: Rinkmenos pavadinimas
nb: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome de arquivo
ro: Nume fișier
ru: Имя файла
sk: Názov súboru
sv: Filnamn
zh_cn: 文件名
zh_tw: 檔案名稱

source: Add Entry
ar: إضافة إدخال
ca: Afegeix una entrada
cs: Přidat položku
da: Tilføj indgang
de: Eintrag hinzufügen
el: Προσθήκη Εγγραφής
es: Añadir entrada
fi: Lisää merkintä
fr: Ajouter une entrée
hu: Bejegyzés hozzáadása
it: Aggiungi voce
ja: エントリの追加
km: បន្ថែម​ធាតុ
ko: 항목 추가
lt: Pridėti įrašą
nb: Legg til oppføring
nl: Item toevoegen
pl: Dodaj pozycję
pt_br: Adicionar Entrada
ro: Adaugă intrare
ru: Добавить запись
sk: Pridať položku
sv: Lägg till post
zh_cn: 添加条目
zh_tw: 新增項目

source: &Edit Entry
ar: تحرير إدخال
ca: &Edita l'entrada
cs: Upravit pol&ožku
da: &Redigér indgang
de: &Eintrag bearbeiten
el: &Επεξεργασία Εγγραφής
es: &Editar entrada
fi: &Muokkaa merkintää
fr: &Modifier une entrée
hu: &Bejegyzés szerkesztése
it: &Modifica voce
ja: エントリの編集 (&E)
km: កែ​សម្រួល​ធាតុ
ko: 항목 편집(&E)
lt: &Keisti įrašą
nb: &Rediger oppføring
nl: Item be&werken
pl: &Edytuj pozycję
pt_br: &Editar Entrada
ro: Editează intrare
ru: &Редактировать запись
sk: &Upraviť položku
sv: R&edigera post
zh_cn: 编辑条目(&E)
zh_tw: 編輯項目(&E)
