Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Allows the program to be able to create and remove a link with this name (including symlinks). When a link is created, the file that is being linked to MUST have the same access permissions as the link being created (with the exception that the destination does not have to have link access.) Link access is required for unlinking a file.
ar: يسمح للبرنامج بإمكانية إنشاء ارتباط بهذا الاسم وإزالته (متضمنًا الارتباطات الرمزية). عند إنشاء ارتباط، يجب أن يكون للملف الذي يتم ربطه نفس أذونات الوصول مثل الارتباط الذي يتم إنشاؤه (باستثناء أنه لا يلزم تضمن الوجهة لوصول ارتباط.) حيث إن وصول الارتباط مطلوب لإلغاء الارتباط بملف.
ca: Permet al programa poder crear i suprimir un enllaç amb el seu nom (incloent symlinks). Quan un enllaç es crea, el fitxer que s'hi enllaça ha de tenir els mateixos permisos d'accés que l'enllaç que es crea (amb l'excepció que la destinació no ha de tenir un accés d'enllaç). L'accés d'enllaç és necessari per desenllaçar un fitxer.
cs: Umožní programu, aby byl schopný vytvořit a odstranit odkaz s tímto jménem (včetně symbolických odkazů). Když je odkaz vytvořen, musí mít odkazovaný soubor stejná přístupová práva jako vytvářený odkaz (s výjimkou když cíl nemá mít odkazovaný přístup.) Odkazovaný přístup je vyžadován pro zrušení odkazu na soubor.
da: Lader programmet kunne oprette og fjerne et link med dette navn (inklusiv symlinks). Når et link oprettes, SKAL filen der linkes til have de samme adgangsrettigheder som linket der oprettes (med den undtagelse at destinationen ikke har link linkadgang.) Linkadgang kræves for at aflinke en fil.
de: Erlaubt dem Programm das Erstellen und Entfernen eines Links mit diesem Namen (gilt auch für symlinks). Beim Erstellen eines Links MUSS die Datei, zu der ein Link hergestellt wird, dieselben Zugriffsberechtigungen wie der erstellte Link aufweisen (Ausnahme: Das Ziel muss nicht über Linkzugriff verfügen.) Linkzugriff ist für das Aufheben des Links einer Datei erforderlich.
el: Επιτρέπει στο πρόγραμμα να δημιουργεί και να αφαιρεί ένα σύνδεσμο με αυτό το όνομα (συμπεριλαμβανομένων των συμβολικών συνδέσμων). Όταν δημιουργείται ο σύνδεσμος, το αρχείο το οποίο συνδέθηκε ΠΡΕΠΕΙ να έχει τα ίδια δικαιώματα πρόσβασης όπως και ο σύνδεσμος που δημιουργήθηκε (με εξαίρεση ο προορισμός δεν χρειάζεται να έχει πρόσβαση σύνδεσης). Η πρόσβαση σύνδεσης απαιτείται για να αφαιρεθεί ο σύνδεσμος στο αρχείο.
es: Permite que el programa pueda crear y eliminar un vínculo con su nombre (incluyendo enlaces simbólicos). Cuando se crea un vínculo, el archivo al que se vincula DEBE tener los mismos permisos de acceso que tiene el vínculo que se crea (con la excepción de que el archivo de destino no tiene que tener acceso de vínculo). Es necesario tener acceso de vínculo para desvincular un archivo.
fi: Sallii ohjelman luoda ja poistaa linkin jossa on sen nimi (mukaanlukien symlinks). Kun linkki on luotu, tiedosto joka on linkitetty TÄYTYY omata samat pääsyoikeidet kuten luotu linkki. (poikkeuksena se että kohde ei tarvitse omata pääsyä linkkiin) Tiedoston linkityksen poistolle vaaditaan pääsy linkkiin.
fr: Permet au programme de créer et supprimer un lien avec ce nom (liens symboliques inclus). Lorsqu'un lien est créé, le fichier auquel il est lié DOIT avoir les mêmes permissions d'accès que le lien créé (à l'exception du fait que la destination n'a pas besoin d'avoir le droit d'accès lien.) Le droit d'accès lien est requis pour supprimer un fichier.
hu: Lehetővé teszi, hogy a program képes legyen létrehozni és eltávolítani egy hivatkozást ezzel a névvel (szimbolikus hivatkozásokat is beleértve). A hivatkozás létrehozásakor, a hivatkozott fájlnak ugyanolyan hozzáférési jogokkal kell rendelkeznie, mint a létrehozott hivatkozásnak (azzal a kivétellel, hogy a cél nem rendelkezik hivatkozás-eléréssel.
it: Permette al programma di creare e rimuovere un collegamento con questo nome (inclusi i collegamenti simbolici). Quando un collegamento viene creato, il file a cui viene collegato DEVE avere gli stessi permessi d'accesso del collegamento che si sta creando (con l'eccezione che la destinazione non deve avere l'accesso in collegamento). L'accesso in collegamento è richiesto per scollegare un file.
ja: プログラムに対して、この名前のリンクの作成と削除を許可します (シンボリックリンクを含みます)。リンクを作成する場合、リンク先のファイルと作成されるリンクは 同じアクセス許可を持たなければなりません (例外として、リンク先はリンクアクセスをもつ必要はありません)。 リンクアクセスはファイルのリンクを解除する際にも必要です。
km: អនុញ្ញាត​ឲ្យ​កម្មវិធី​អាច​បង្កើត និង​យក​តំណ ​ឈ្មោះ​នេះ​ចេញ (រួម​ទាំង symlink) ។ នៅ​ពេល​ដែល​បាន បង្កើត​តំណ ឯកសារ​ដែល​បាន​តភ្ជាប់​គឺ​ត្រូវតែ​មាន សិទ្ធិ​ចូល​ដំណើរការ​ដូចគ្នា​នឹង​តំណ​ដែល​ត្រូវ​បង្កើត​ដែរ (លើកលែង​តែ​ទិសដៅ​ដែល​មិន​មាន​សិទ្ធិ​តភ្ជាប់) ។ ត្រូវការ​ដំណើរការ​តំណ​សម្រាប់ ឯកសារ​ដែល​មិន​តភ្ជាប់​គ្នា ។
ko: 프로그램에 이 이름(심볼릭 링크 포함)과 함께 링크 작성과 제거를 할 수 있도록 허용합니다. 링크를 만들면, 파일은 반드시 같은 접근 권한을 가져야 합니다.(예외로 링크 대상은 링크 접근을 할 필요는 없습니다.) 링크 접근은 링크되지 않은 파일에 대해 필요합니다.
nb: Tillater programmet å opprette og fjerne en lenke med dette navnet (også symbolske lenker). Når en lenke opprettes, MÅ filen det lenkes til ha samme tilgangsrettigheter som lenken som opprettes (bortsett fra at målet ikke trenger lenketilgang). Lenketilgang kreves for å koble fra en fil.
nl: Staat het programma toe om een koppeling aan temaken of te verwijderen met deze naam (inclusief symbolische koppelingen). Als een koppeling wordt aangemaakt dan MOET het bestand waarnaar verwezen wordt dezelfde toegangspermissies hebben als de aan te maken koppeling (met uitzondering dat de bestemming geen koppelingstoegang hoeft te hebben). Koppelingstoegang is nodig voor het verwijderen van een koppeling.
pl: W tym trybie program ma prawo tworzyć i usuwać dowiązania (także symboliczne) o danej nazwie. Tworzone dowiązane MUSI mieć takie same prawa dostępu jak plik, na który wskazuje (z tym wyjątkiem, że plik docelowy nie musi mieć praw tworzenia dowiązań). Prawo tworzenia dowiązań jest wymagane do usunięcia dowiązania do wybranego pliku.
pt_br: Permite que o programa crie e remova um link com este nome (incluindo links simbólicos). Quando um link é criado o arquivo que está sendo vinculado DEVE ter as mesmas permissões de acesso que o link sendo criado, com a exceção de que o destino não precisa ter permissão de vinculação. A permissão de vinculação é necessária para remover o link de um arquivo.
ro: Permite programului să fie capabil de a crea și șterge o legătură cu acest nume (inclusiv legăturile simbolice). Atunci când o legătură este creată, fișierul care este legat TREBUIE să aibe aceleași permisiuni de acces ca și legătura creată (cu excepția că destinația nu trebuie să aibe acces la legătură.) Accesul la legătură este necesar pentru decuplarea unui fișier.
ru: Разрешает программам создавать и удалять ссылки с этим именем (включая символические). Когда ссылка создана, слинкованный файл ДОЛЖЕН иметь те же права доступа, что и созданная ссылка (за исключением того, что назначение не должно иметь доступа к ссылке.) Доступ по ссылке необходим для разлинковки файла.
sk: Umožňuje programu, aby bol schopný vytvoriť a odstrániť odkaz s týmto názvom (vrátane symbolických odkazov). Keď sa vytvorí odkaz, musí mať odkazovaný súbor rovnaké prístupové práva ako vytváraný odkaz (s výnimkou, keď cieľ nemá mať prístup odkazu). Prístup odkazu sa požaduje pre zrušenie odkazu na súbor.
sv: Ger programmet möjlighet att skapa och ta bort en länk med det här namnet (inklusive symboliska länkar). När en länk skapas, MÅSTE filen som länkas ha samma åtkomstbehörighet som den länk som skapas (bortsett från att målet inte måste ha samma länkåtkomst.) Länkåtkomst krävs för att länken till en fil ska kunna tas bort.
zh_cn: 允许程序能够创建和删除一个带有此名称的链接 (包括系统链接)。 当创建了一个链接时，被链接的文件必须有和被创建的链接相同的权限。 (例外是目的地目录没有链接访问权限) 取消链接文件需要有链接权限。
zh_tw: 允許該程式能建立和移除具有此 名稱 (包括符號連結) 的連結。建立連結時， 所連結的檔案必須和 所建立的連結有相同的存取許可 (但目的地不需要有連結存取權限)。 解除檔案連結時必須要有連結 存取權限。

source: <b>Globbing</b>
ar: <b>تعميم</b>
el: <b>Ανάπτυξη</b>
fi: <b>Syntaksi Globbing</b>
fr: <b>Motifs (globbing)</b>
it: <b>Globbing - espressioni regolari</b>
ja: <b>展開</b>
lt: <b>Pakaitalai</b>
pl: <b>Symbole wieloznaczne</b>
ro: <b>Expandare</b>
ru: <b>Обобщение</b>
zh_cn: <b>匹配模式中</b>

source: File resources may be specified with a globbing syntax similar to that used by popular shells, such as csh(1), bash(1), zsh(1).
ar: يمكن تحديد ملف الموارد مع بناء جملة تعميم مماثلة لتلك المستخدمة من قبل قذائف الشل مثل csh(1)، bash(1)، zsh(1).
ca: Els recursos de fitxer es poden especificar amb una sintaxi global similar a la que usen línies d'ordres populars, com ara csh(1), bash(1), zsh(1).
cs: Souborové zdroje mohou být uvedeny pomocí syntaxe globbingu, podobně jako používají populární shelly, jako je csh(1), bash(1), zsh(1).
da: Filressourcer kan angives med en globbing-syntaks ligesom den der bruges af populære skalle såsom csh(1), bash(1), zsh(1).
de: Dateiressourcen können mit einer Globbing-Syntax angegeben werden, die mit der von gängigen Shells verwendeten Syntax vergleichbar ist, etwa csh(1), bash(1), zsh(1).
el: Οι πόροι αρχείων μπορούν να προσδιοριστούν με μια σύνταξη globbing παρόμοια με αυτή που χρησιμοποιείται από γνωστά κέλυφη όπως τα csh(1), bash(1), zsh(1).
es: Los recursos de tipo archivo pueden especificarse con una sintaxis tipo globbing, similar a la que se utiliza en las shells más populares, como csh(1), bash(1) o zsh(1).
fi: Tiedostoresurssit voi määritellä syntaksilla globbing, nsamalainen kuin käytössä yleisiä komentotulkeissa kuten csh(1), bash(1), zsh(1).
fr: Les ressources de type fichier peuvent être spécifiées par une syntaxe à motifs (globbing), similaire à celle des shells populaires tels que csh(1), bash(1), zsh(1).
hu: A fájl erőforrások bizonyos esetekben globbing szintaxissal kerülnek meghatározásra, hasonlóan ahogy a népszerű héjprogramok is teszik, mint a csh(1), bash(1), zsh(1).
it: Le risorse dei file possono essere specificate con una sintassi di globbing simile a quella usata dalle shell più popolari, come csh(1), bash(1), zsh(1).
ja: ファイルリソースは、 csh(1), bash(1), zsh(1) などのような 一般的なシェルで使用されている構文に似た方法で、 指定することができます。
km: ប្រភព​ឯកសារ​អាច​ត្រូវ​បាន​បញ្ជាក់​ដោយ​វាក្យសម្ព័ន្ធ globbing ដូច​គ្នា​ទៅ​នឹង​អ្វីដែល​បាន​ប្រើ​ដោ​យ​សែល​ដ៏​មានប្រជាប្រិយ​ភាព ដូចជា csh(1), bash(1), zsh(1) ។
ko: 파일 자원은 csh(1), bash(1), zsh(1) 등과 같은 일반적인 쉘로 사용되는 문법 같은것으로 지정해야 합니다.
lt: Rinkmenų išteklius galima nurodyti naudojant pakaitalus, panašius į tuos kurie naudojami populiariuose apvalkaluose, pvz., csh(1), bash(1), zsh(1).
nb: Filressurser kan angis med en globbing-syntaks som tilsvarer den som brukes i populære skal, f.eks. csh(1), bash(1), zsh(1).
nl: Bestandshulpbronnen kunnen gespecificeerd worden met een globbing-syntax overeenkomend met die wordt gebruikt door populaire shells, zoals csh(1), bash(1), zsh(1).
pl: Nazwy plików można określać za pomocą składni symboli wieloznacznych podobnej do tych używanych w popularnych powłokach, jak csh(1), bash(1) i zsh(1).
pt_br: Recursos de arquivos podem ser especificados com uma sintaxe de glob semelhante à usada por shells populares, como csh(1), bash(1) e zsh(1).
ro: Resursele fișierului pot fi specificate printr-o sintaxă globală similară cu cea folosită de shell-urile populare, cum ar fi csh(1), bash(1), zsh(1).
ru: Файловые ресурсы могут быть указаны при помощи обобщающего синтаксиса, подобного тому, что используется в популярных оболочках, таких как csh(1), bash(1), zsh(1).
sk: Súborové zdroje môžu byť určené pomocou globbing syntaxe podobnej tej, ktorú používajú obľúbené shelly, ako je csh(1), bash(1), zsh(1).
sv: Filresurser kan anges med globbing-syntax på samma vis som i populära skal som csh(1), bash(1) och zsh(1).
zh_cn: 可以使用类似流行终端模拟器 csh(1),bash(1),zsh(1)这样的模式匹配语法来指定文件资源。
zh_tw: 您可使用 globbing 語法指定檔案資源， 此語法與常用外圍程序的語法類似，例如 csh(1)、 bash(1)、zsh(1)。

source: <li><b>*</b> can substitute for any number of characters, except '/'<li>
ar: <li><b>*</b> يمكن استبدال أي عدد من الأحرف باستثناء '/'<li>
ca: <li><b>*</b> es pot substituir per qualsevol nombre de caràcters, excepte '/'<li>
cs: <li><b>*</b> zastupuje libovolný počet znaků, vyjma '/'</li>
da: <li><b>*</b> kan erstatte alle tegn, undtagen "/"<li>
de: <li><b>*</b> kann eine beliebige Anzahl Zeichen ersetzen, außer '/'<li>
el: <li><b>*</b> μπορεί να γίνει υποκατάστατο για κάθε αριθμό χαρακτήρων, εκτός του '/'<li>
es: <li><b>*</b> puede sustituir a cualquier número de caracteres, excepto '/'<li>
fi: <li><b>*</b> korvaa minkä tahansa merkin, paitsi '/'<li>
fr: <li><b>*</b> peut se substituer à n'importe quel nombre de caractères, sauf '/'<li>
hu: <li><b>*</b> bármilyen számkaraktert helyettesít, kivéve a '/' jelet<li>
it: <li><b>*</b> può sostituire ogni numero di caratteri, eccetto '/'<li>
ja: <li><b>*</b> '/'を除き、任意の長さの文字に取って代わることができる<li>
km: <li><b>*</b> អាច​ជំនួស​តួអក្សរ​ណាមួយ លើកលែងតែ '/'<li>
ko: <li><b>*</b> '/'를 제외한, 임의의 숫자로 대신할 수 있음<li>
lt: <li><b>*</b> gali pakeisti bet kiek rašmenų, išskyrus pasvirąjį brūkšnį „/“<li>
nb: <li><b>*</b> kan brukes i stedet for hvilke tegn som helst, unntatt '/'<li>
nl: <li><b>*</b> kan worden vervangen door elk aantal tekens, behalve '/'<li>
pl: <li><b>*</b> oznacza dowolną liczbę znaków z wyłączeniem /<li>
pt_br: <li><b>*</b> pode substituir qualquer número de caracteres, exceto '/'</li>
ro: <li><b>*</b> poate substitui orice număr de caractere, mai puțin '/'<li>
ru: <li><b>*</b> может заменить любое количество знаков, исключая '/'<li>
sk: <li><b>*</b> môže nahradiť ľubovoľný počet znakov, s výnimkou '/'<li>
sv: <li><b>*</b> matchar obegränsat antal tecken, förutom '/'<li>
zh_cn: <li<b>*</b> 可替换任何单位的字符，除了 '/'。</li>
zh_tw: <li><b>*</b> 可取代任何數量的字元，除了「/」<li>

source: <li><b>**</b> can substitute for any number of characters, including '/'</li>
ar: <li><b>**</b> يمكن استبدال أي عدد من الأحرف، بما في ذلك '/'</li>
ca: <li><b>**</b> es pot substituir per qualsevol nombre de caràcters, inclòs '/'</li>
cs: <li><b>**</b> zastupuje libovolný počet znaků, včetně '/'</li>
da: <li><b>**</b> kan erstatte alle tegn, inklusiv "/"</li>
de: <li><b>**</b> kann eine beliebige Anzahl Zeichen ersetzen, einschließlich '/'</li>
el: <li><b>**</b>μπορεί να γίνει υποκατάστατο για κάθε αριθμό χαρακτήρων, συμπεριλαμβανόμενου του '/'</li>
es: <li><b>**</b> puede sustituir a cualquier número de caracteres, incluyendo '/'</li>
fi: <li><b>**</b> korvaa minkä tahansa merkin, myös '/'-merkin</li>
fr: <li><b>**</b> peut se substituer à n'importe quel nombre de caractères, y compris '/'</li>
hu: <li><b>*</b> bármilyen számkaraktert helyettesít, beleértve a '/' jelet</li>
it: <li><b>**</b> può sostituire ogni numero di caratteri, incluso '/'</li>
ja: <li><b>**</b> '/'を含め、任意の長さの文字に取って代わることができる</li>
km: <li><b>**</b> អាច​ជំនួស​​តួអក្សរ​ណាមួយ ដោយ​រួមទាំង '/'</li>
ko: <li><b>**</b> '/'를 포함한, 임의의 숫자로 대신할 수 있음<li>
lt: <li><b>**</b> gali pakeisti bet kiek rašmenų, įskaitant pasvirąjį brūkšnį „/“<li>
nb: <li><b>**</b> kan brukes i stedet for for hvilke tegn som helst, også '/'</li>
nl: <li><b>**</b> kan vervangen worden door elk aantal tekens, inclusief '/'</li>
pl: <li><b>**</b> oznacza dowolną liczbę znaków, w tym /</li>
pt_br: <li><b>**</b> pode substituir qualquer número de caracteres, incluindo '/'</li>
ro: <li><b>**</b> poate substitui orice număr de caractere, inclusiv '/'</li>
ru: <li><b>**</b> может заменить любое количество знаков, включая '/'</li>
sk: <li><b>**</b> môže nahradiť ľubovoľný počet znakov, vrátane '/'</li>
sv: <li><b>**</b> matchar obegränsat antal tecken, inklusive '/'</li>
zh_cn: <li><b>**</b> 可替换任何单位的字符，包括 '/'</li>
zh_tw: <li><b>**</b> 可取代任何數量的字元，包括「/」</li>

source: <li><b>?</b> can substitute for any single character except '/'</li>
ar: <li><b>؟</b> يمكن أن يحل محل أي حرف مفرد باستثناء '/'</li>
ca: <li><b>?</b> es pot substituir per caràcter únic, excepte '/'</li>
cs: <li><b>?</b> zastupuje libovolný jeden znak, vyjma '/'</li>
da: <li><b>?</b> kan erstatte ethvert enkelttegn, undtagen "/"</li>
de: <li><b>?</b> kann ein einzelnes Zeichen ersetzen, außer '/'</li>
el: <li><b>?</b> μπορεί να γίνει υποκατάστατο για κάθε απλό χαρακτήρα εκτός του '/'</li>
es: <li><b>?</b> puede sustituir a un único carácter, excepto '/'</li>
fi: <li><b>?</b> korvaa minkä tahansa yksittäisen merkin lukuunottamatta '/'-merkkiä</li>
fr: <li><b>?</b> peut se substituer à un caractère quelconque, sauf '/'</li>
hu: <li><b>?</b> bármilyen karaktert helyettesít, kivéve a '/' jelet</li>
it: <li><b>?</b> può sostituire ogni singolo carattere, eccetto '/'</li>
ja: <li><b>?</b> '/'を除いた任意の 1 文字に取って代わることができる</li>
km: <li><b>?</b> អាច​ជំនួស​តួអក្សរ​តែមួយ លើកលែងតែ '/'</li>
ko: <li><b>?</b> '/'를 제외한, 임의의 단일 문자로 대신할 수 있음<li>
lt: <li><b>?</b> gali pakeisti vieną rašmenį, išskyrus pasvirąjį brūkšnį „/“</li>
nb: <li><b>?</b> kan brukes i stedet for hvilket som helst enkelttegn, unntatt '/'</li>
nl: <li><b>?</b> kan vervangen worden door elk enkel teken behalve '/'</li>
pl: <li><b>?</b> oznacza każdy pojedynczy znak oprócz /</li>
pt_br: <li><b>?</b> pode substituir qualquer caractere, exceto '/'</li>
ro: <li><b>?</b> poate substitui pentru un singur caracter mai puțin '/'</li>
ru: <li><b>?</b> может заменить любой одиночный знак, исключая '/'</li>
sk: <li><b>?</b> môže nahradiť akýkoľvek znak okrem '/'</li>
sv: <li><b>?</b> matchar valfritt tecken, förutom '/'</li>
zh_cn: <li><b>?</b> 可替代任何单个字符除了 '/'</li>
zh_tw: <li><b>?</b> 可取代任何單一字元，除了「/」</li>

source: <li><b>[abc]</b> will substitute for the single character a, b, or c</li>
ar: <li><b>[abc]</b> سوف تحل محل حرف مفرد a, b, أو c</li>
ca: <li><b>[abc]</b> se substituirà pel caràcter únic a, b, o c</li>
cs: <li><b>[abc]</b> zastupuje jeden znak a, b nebo c</li>
da: <li><b>[abc]</b> vil erstatte det enkelttegnet a, b eller c</li>
de: <li><b>[abc]</b> ersetzt das einzelne Zeichen a, b, oder c</li>
el: <li><b>[abc]</b> θα γίνει υποκατάστατο για τον απλό χαρακτήρα α, β ή γ</li>
es: <li><b>[abc]</b> sustituirá a un carácter único a, b, o c</li>
fi: <li><b>[abc]</b> korvaa yhden yhden merkin a, b tai c</li>
fr: <li><b>[abc]</b> se substitue à un caractère a, b ou c</li>
hu: <li><b>[abc]</b> a,b vagy c karaktert helyettesít</li>
it: <li><b>[abc]</b> sostituirà il singolo carattere a, b, o c</li>
ja: <li><b>[abc]</b> a, b, c のうち、いずれか 1 文字の代わりになる</li>
km: <li><b>[abc]</b> នឹង​ជំនួស​តួ​អក្សរ​តែ​មួយ a b ឬ c</li>
ko: <li><b>[abc]</b> 단일 문자 a, b, 또는 c를 대신할 수 있음</li>
lt: <li><b>[abc]</b> pakeis vieną rašmenį: a, b arba c</li>
nb: <li><b>[abc]</b> erstatter enkelttegnet a, b eller c</li>
nl: <li><b>[abc]</b> zal vervangen worden door het enkele teken a, b, of c</li>
pl: <li><b>[abc]</b> oznacza pojedynczy znak spośród a, b lub c</li>
pt_br: <li><b>[abc]</b> substituirá os caracteres a,b, ou c</li>
ro: <li><b>[abc]</b> vor substitui un singur caracter a, b, sau c</li>
ru: <li><b>[abc]</b> заменит одиночный знак a, b или c</li>
sk: <li><b>[abc]</b> nahradí jednotlivý znak a, b alebo c</li>
sv: <li><b>[abc]</b> matchar tecknet a, b eller c</li>
zh_cn: <li><b>[abc]</b> 将替代单独字符 a, b, 或者 c</li>
zh_tw: <li><b>[abc]</b> 將取代單一字元 a、b 或 c</li>

source: <li><b>[a-c]</b> will substitute for the single character a, b, or c</li>
ar: <li><b>[a-c]</b> سوف تحل محل حرف مفرد a, b, أو c</li>
ca: <li><b>[a-c]</b> se substituirà pel caràcter únic a, b, o c</li>
cs: <li><b>[a-c]</b> zastupuje jeden znak a, b nebo c</li>
da: <li><b>[a-c]</b> vil erstatte enkelttegnet a, b eller c</li>
de: <li><b>[a-c]</b> wird anstelle des einzelnen Zeichens a, b oder c verwendet</li>
el: <li><b>[a-c]</b> θα γίνει υποκατάστατο για τον απλό χαρακτήρα α, β ή γ</li>
es: <li><b>[a-c]</b> sustituirá a un carácter único a, b, o c</li>
fi: <li><b>[a-c]</b> korvaa yhden merkin a, b tai c</li>
fr: <li><b>[a-c]</b> se substitue à un caractère a, b, ou c</li>
hu: <li><b>[a-c]</b> a, b, vagy c karaktert helyettesít</li>
it: <li><b>[a-c]</b> sostituirà il singolo carattere a, b, o c</li>
ja: <li><b>[a-c]</b> a, b, c のうち、いずれか 1 文字の代わりになる</li>
km: <li><b>[a-c]</b> នឹង​ជំនួស​តួ​អក្សរ​តែ​មួយ a b ឬ c</li>
ko: <li><b>[a-c]</b> 단일 문자 a, b, 또는 c를 대신할 수 있음</li>
lt: <li><b>[a-c]</b> pakeis vieną rašmenį: a, b arba c</li>
nb: <li><b>[a-c]</b> erstatter enkelttegnet a, b eller c</li>
nl: <li><b>[a-c]</b> zal vervangen worden door het enkele teken a, b, of c</li>
pl: <li><b>[a-c]</b> oznacza pojedynczy znak spośród a, b lub c</li>
pt_br: <li><b>[a-c]</b> substituirá os caracteres a,b, ou c</li>
ro: <li><b>[a-c]</b> va substitui pentru un singur caracter a, b, sau c</li>
ru: <li><b>[a-c]</b> заменит одиночный знак a, b или c</li>
sk: <li><b>[a-c]</b> nahradí jednotlivý znak a, b alebo c</li>
sv: <li><b>[a-c]</b> matchar tecknet a, b eller c</li>
zh_cn: <li><b>[a-c]</b> 将替代单独字符 a, b, 或 c</li>
zh_tw: <li><b>[a-c]</b> 將取代單一字元 a、b 或 c</li>

source: <li><b>{ab,cd}</b> will expand to one rule to match ab, one rule to match cd</li>
ar: <li><b>{ab,cd}</b> ستُجري توسيع لقاعدة واحدة لمطابقة ab، وقاعدة واحدة لمطابقة cd</li>
ca: <li><b>{ab,cd}</b> s'expandirà a una regla per coincidir amb ab, una regla per coincidir amb cd</li>
cs: <li><b>{ab,cd}</b> bude rozvinuto jako jedno pravidlo vyhovující ab a druhé pravidlo vyhovující cd</li>
de: <li><b>{ab,cd}</b> wird erweitert auf eine Regel zum Abgleich von ab, eine Regel zum Abgleich von cd</li>
el: <li><b>{ab,cd}</b> θα αναπατυχθεί κατά ένα κανόνα για να ταιριάζει με το αβ, ένα κανόνα για να ταιριάζει με το γδ</li>
es: <li><b>{ab,cd}</b> se expandirá en dos reglas: una que se corresponda con ab y otra que se corresponda con cd</li>
fi: <li><b>{ab,cd}</b> jatkaa yhtä sääntöä täsmäämään ab ja toista sääntöä täsmäämään cd</li>
fr: <li><b>{ab,cd}</b> crée deux règles : une qui correspond à ab, une qui correspond à cd</li>
hu: <li><b>{ab,cd}</b> jelentése: egy szabály illeszkedik az ab-re, egy a cd-re</li>
it: <li><b>{ab,cd}</b> sarà espanso ad una regola per combaciare ab e una regola per combaciare cd</li>
ja: <li><b>{ab,cd}</b>ab に一致するルールと cd に一致するルールに展開される</li>
km: <li><b>{ab,cd}</b> នឹង​បន្ថែម​ច្បាប់​មួយ​ដើម្បី​ផ្គូផ្គង​ជាមួយ ab ច្បាប់​មួយ​ទៀត​ផ្គូផ្គងជាមួយ cd</li>
ko: <li><b>{ab,cd}</b> ab에 일치하는 한개의 규칙과 cd에 일치하는한개의 규칙으로 확장됨</li>
nb: <li><b>{ab,cd}</b> vil bli utvidet til en regel som tilsvarer ab og en regel som tilsvarer cd</li>
nl: <li><b>{ab,cd}</b> zal betekenen een regel overeenkomend met ab en een regel overeenkomend met cd</li>
pl: <li><b>{ab,cd}</b> rozszerzany do dwóch reguł, z których jedna oznacza ab, a druga cd</li>
pt_br: <li><b>{ab,cd}</b> será expandido em uma regra para combinar ab e outra para combinar cd</li>
ro: <li><b>{ab,cd}</b> se va extinde la o singură regulă pentru a potrivi ab, o singură regulă pentru a potrivi cd</li>
ru: <li><b>{ab,cd}</b> расширится до одного правила соответствия ab, одного правила соответствия cd</li>
sk: <li><b>{ab,cd}</b> sa rozvinie na jedno pravidlo pre zhodu s ab, jedno pravidlo pre zhodu s cd</li>
sv: <li><b>{ab,cd}</b> utökas till en regel som matchar ab, en regel som matchar cd</li>
zh_cn: <li><b>{ab,cd}</b> 将展开成一条匹配 ab 的规则和一条匹配 cd 的规则</li>
zh_tw: <li><b>{ab,cd}</b> 將擴充為一條比對 ab 的規則、一條比對 cd 的規則</li>
