Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <ul><li>Overrides the restriction that the real or effective user ID of a process sending a signal must match the real or effective user ID of the process receiving the signal.</li></ul>
ar: <ul><li>يتجاوز هذا القيد إذا كان مُعرف المستخدم الحقيقي أو الفعلي لعملية إرسال الإشارة يجب أن يطابق مُعرف المستخدم الحقيقي أو الفعلي لعملية تلقي الإشارة.</li></ul>
ca: <ul><li>Sobreescriu la restricció que l'identificador de l'usuari real o efectiu d'un procés que envia un senyal ha de coincidir amb l'identificador de l'usuari real o efectiu del procés que rep el senyal.</li></ul>
cs: <ul><li>Přepisuje omezení, že reálné nebo efektivní ID uživatele procesu, který odesílá signál, musí odpovídat reálnému nebo efektivnímu ID uživatele procesu přijímajícího signál.</li></ul>
da: <ul><li>Tilsidesætter den begrænsning, at det reelle eller gældende bruger-id, for en proces der sender et signal, skal matche det reelle eller gældende bruger-id for den proces, som modtager signalet.</li></ul>
de: <ul><li>Setzt die Einschränkung außer Kraft, dass die reale oder effektive Benutzer-ID eines Vorgangs, der ein Signal sendet, der realen oder effektiven Benutzer-ID des Vorgangs entsprechen muss, der das Signal empfängt.</li></ul>
el: <ul><li>Παρακάμπτει τον περιορισμό οτι το αληθινό ή το ενεργό ID χρήστη μιας διεργασίας που αποστέλει ένα σήμα πρέπει να ταιριάζει με το αληθινό ή το ενεργό ID χρήστη της διεργασίας αυτής που λαμβάνει το σήμα.</li></ul>
es: <ul><li>Anula la restricción que establece que el ID del usuario real o efectivo de un proceso que envía una señal debe coincidir con el ID del usuario real o efectivo del proceso que recibe la señal.</li></ul>
fi: <ul><li>Ohittaa rajoituksen, jonka mukaan signaalia lähettävän prosessin todellisen tai käytössä olevan käyttäjän ID-tunnuksen on vastattava signaalia vastaanottavan prosessin todellista tai käytössä olevaa käyttäjän ID-tunnusta.</li></ul>
fr: <ul><li>Outrepasse la restriction selon laquelle l'ID de l'utilisateur réel ou effectif d'un processus qui envoie un signal doit correspondre à l'ID de l'utilisateur réel ou effectif du processus qui reçoit le signal.</li></ul>
hu: <ul><li>Felülbírálja azt a korlátozást, hogy egy szignált küldő folyamat valós vagy hatásos felhasználói azonosítójának meg kell egyeznie a szignált fogadó folyamat valós vagy hatásos felhasználói azonosítójával.</li></ul>
it: <ul><li>Viene ignorata la restrizione che l'ID dell'utente effettivo o reale di un processo che invia un segnale debba corrispondente all'ID dell'utente effettivo o reale del processo che lo riceve.</li></ul>
ja: <ul><li>シグナルを送信しているプロセスの実ユーザ ID または実効ユーザ ID と、シグナルを 受信しているプロセスの実ユーザ ID または実効ユーザ ID が一致しなければならない、という制限を上書きする </li></ul>
km: <ul><li>បដិសេធ​ការ​ដាក់កម្រិត​ដែល​លេខ​​សម្គាល់​អ្នកប្រើ​ពិត ឬ​មាន​ប្រសិទ្ធភាព នៃ​ដំណើរការ​ដែល​​ផ្ញើសញ្ញាត្រូវតែ​ផ្គូផ្គង​នឹង​លេខ​សម្គាល់​អ្នកប្រើ​ពិត ឬ​មាន​ប្រសិទ្ធភាព​នៃ​ដំណើរការ ដែល​ទទួល​សញ្ញា ។</li></ul>
ko: <ul><li>신호를 보내는 실제 또는 유효 사용자 ID가 신호를 수신하는 실제 또는 유효 사용자 ID와 일치해야 한다는 제한 사항을 무효화합니다. </li></ul>
nb: <ul><li>Overstyrer begrensningen om at reell eller gjeldende bruker-ID for en prosess som sender et signal, må være lik reelle eller gjeldende bruker-ID for prosessen som mottar signalet.</li></ul>
nl: <ul><li>Hiermee wordt de beperking genegeerd dat de feitelijke of effectieve gebruikers-ID van een proces dat een signaal verzendt, moet overeenkomen met de feitelijke of effectieve gebruikers-ID van het proces dat het signaal ontvangt.</li></ul>
pl: <ul><li>Ignoruje następujące ograniczenie: rzeczywisty lub efektywny identyfikator właściciela procesu wysyłającego sygnał musi odpowiadać rzeczywistemu lub efektywnemu identyfikatorowi właściciela procesu odbierającego sygnał.</li></ul>
pt_br: <ul><li>Anula as restrições de que o ID de usuário real ou efetivo de um processo que envia um sinal deve corresponder ao ID de usuário real ou efetivo do processo que recebe o sinal.</li></ul>
ro: <ul><li>Suprascrie restricțiile pe care identitatea reală sau efectivă a unui proces ce trimite un semnal care trebuie să se potrivească cu identitatea reală sau efectivă a procesului ce recepționează semnalul.</li></ul>
ru: <ul><li>Отменяется ограничение, требующее совпадения действительного или фактического ID процесса, посылающего сигнал, и действительного или фактического ID процесса, принимающего сигнал.</li></ul>
sk: <ul><li>Prepisuje obmedzenia tak, že reálne alebo efektívne ID používateľa procesu, ktorý odosiela signál, sa musí zhodovať s reálnym alebo efektívnym ID používateľa procesu, ktorý signál prijíma.</li></ul>
sv: <ul><li>Åsidosätter begränsningen att det riktiga eller faktiska användar-ID:t i en process som skickar en signal måste matcha det riktiga eller faktiska användar-ID:t för processen som mottar signalen.</li></ul>
zh_cn: <ul><li>覆盖以下限制：发送信号过程的实际或有效用户 ID 必须匹配接收信号过程的实际或有效用户 ID。</li></ul>
zh_tw: <ul><li>置換傳送訊號之程序的實際或有效使用者 ID 必須 與接收訊號之程序的實際或有效使用者 ID 相符的 限制。</li></ul>

source: <ul><li>Allows setgid(2) manipulation </li> <li> Allows setgroups(2) </li> <li> Allows forged gids on socket credentials passing. </li></ul>
ar: <ul><li>يسمح بمعالجة setgid(2) </li> <li> يسمح setgroups(2) </li> <li> سمح gids مزورة لتمرير أوراق الاعتماد مأخذ التوصيل. </li></ul>
ca: <ul><li>Permet la manipulació de setgid(2) </li> <li> Permet setgroups(2) </li> <li> Permet gids falsificats a les credencials del sòcol que passen.</li></ul>
cs: <ul><li>Umožňuje manipulaci setgid(2)</li> <li> Umožňuje setgroups(2) </li> <li>Umožňuje navázání ID skupin při předávání pověření k soketu.</li></ul>
da: <ul><li>Tillader manipulering af setgid(2). </li> <li> Tillader setgroups(2) </li> <li> Tillader sammenfaldende gid’er passering af sokkel-akkreditiver. </li></ul>
de: <ul><li>Ermöglicht das Ändern von setgid(2) </li> <li> Ermöglicht setgroups(2) </li> <li> Ermöglicht, dass gefälschte gids für Socket-Zugangsdaten akzeptiert werden. </li></ul>
el: <ul><li>Επιτρέπει setgid(2) χειρισμό </li> <li> Επιτρέπει setgroups(2) </li> <li> Επιτρέπει πλαστά Gids για πέρασμα διαπιστευτηρίων υποδοχών </li></ul>
es: <ul><li>Permite la manipulación de setgid(2) </li> <li> Permite setgroups(2) </li> <li> Permite GID modificados durante la transmisión de identificadores de socket. </li></ul>
fi: <ul><li>Sallii setgid(2)-toiminnon käsittelyn</li> <li> Sallii setgroups(2)-toiminnon</li> <li> Sallii väärennetyt ryhmän ID-tunnukset (gid) pistokkeiden valtuustietojen välityksessä. </li></ul>
fr: <ul><li>Autorise la manipulation setgid(2) </li> <li> Autorise setgroups(2) </li> <li> Autorise les gids modifiés lors de la transmission des identifiants par socket. </li></ul>
hu: <ul><li>Lehetővé teszi a setgid(2) manipulációt</li> <li> Lehetővé teszi a setgroups(2) használatát</li> <li> Lehetővé teszi hamisított csoportazonosítók átjutását foglalat hitelesítési adatokon. </li></ul>
it: <ul><li>Consente la manipolazione di setgid(2) </li> <li> Consente setgroups(2) </li> <li> Consente gid contraffatti al passaggio della credenziali del socket. </li></ul>
ja: <ul><li>setgid(2) の操作を許可する</li> <li> setgroups(2) を許可する </li> <li> ソケットの資格情報を渡す際にグループ ID の偽装を許可する </li></ul>
km: <ul><li>អនុញ្ញាត​ការ​រៀបចំ setgid(2) </li> <li> អនុញ្ញាត setgroups(2) </li> <li> អនុញ្ញាត forged gids នៅ​លើ​លិខិត​សម្គាល់​រន្ធ ។ </li></ul>
ko: <ul><li>setgid(2) 조작 허용 </li> <li> setgroups(2) 허용</li> <li>소켓 자격 정보 전달에서 위장된 gids를 허용합니다. </li></ul>
nb: <ul><li>Tillater endring av setgid(2) </li> <li> Tillater setgroups(2) </li> <li> Tillater konstruerte GID-er ved overføring av sokkelrettigheter. </li></ul>
nl: <ul><li>Hiermee wordt het bewerken van setgid(2) toegestaan.</li> <li>Hiermee wordt setgroups(2) toegestaan.</li> <li>Hiermee worden valse GID's toegestaan bij het doorgeven van socket-vertrouwensgegevens.</li></ul>
pl: <ul><li>Umożliwia przetwarzanie setgid(2)</li><li>Zezwala na setgroups(2)</li> <li>Zezwala na fałszywe identyfikatory grup podczas przekazywania danych gniazd.</li></ul>
pt_br: <ul><li>Permite a manipulação de setgid(2) </li> <li> Permite setgroups(2) </li> <li> Permite gids forjados ao passar credenciais de soquete. </li></ul>
ro: <ul><li>Permite manipularea setgid(2) </li> <li> Permite setgroups(2) </li> <li> Permite gid-urile uitate pe socket în timpul tranzitului de certificate. </li></ul>
ru: <ul><li>Разрешает операции с setgid(2)</li> <li>Разрешает setgroups(2)</li> <li>Разрешает фиктивные gid при передаче учётных данных через сокет.</li></ul>
sk: <ul><li>Umožňuje setgid(2) manipuláciu </li> <li>Umožňuje setgroups(2) </li> <li> Umožňuje falošné gid pri odovzdávaní prihlasovacích údajov soketu.</li></ul>
sv: <ul><li>Tillåter manipulation av setgid(2) </li> <li> Möjliggör setgroups(2) </li> <li> Tillåter förfalskade grupp-ID:n när autentiseringsuppgifter skickas för ett uttag. </li></ul>
zh_cn: <ul><li>允许 setgid(2) 操作 </li> <li>允许 setgroups(2) </li> <li>允许在套接字机要资料传递时伪造组编号</li></ul>
zh_tw: <ul><li>允許 setgid(2) 處理 </li> <li> 允許 setgroups(2) </li> <li> 允許 socket 身分證明上的假 gid 通過。</li></ul>

source: <ul><li>Allows setuid(2) manipulation (including fsuid) </li> <li> Allows forged pids on socket credentials passing. </li></ul>
ar: <ul><li>يسمح setuid(2) بمعالجة (بما في ذلك fsuid) </li> <li> السماح بالوثائق المزورة pids أن تمر عبر المنفذ. </li></ul>
ca: <ul><li>Permet la manipulació de setuid(2) (inclòs fsuid) </li> <li> Permet pids falsificats a les credencials del sòcol que passen. </li></ul>
cs: <ul><li>Umožňuje manipulaci setuid(2) (včetně fsuid)</li> <li> Umožňuje navázání ID procesů při předávání pověření k soketu. </li></ul>
da: <ul><li>Tillader manipulering af setuid(2) (inklusive fsuid). </li> <li> Tillader sammenfaldende 'pid’er passering af sokkel-akkreditiver. </li></ul>
de: <ul><li>Ermöglicht das Ändern von setgid(2) (einschließlich fsuid) </li> <li> Ermöglicht, dass gefälschte pids für Socket-Zugangsdaten akzeptiert werden. </li></ul>
el: <ul><li>Επιτρέπει το χειρισμό του setuid(2) (συμπεριλαμβανομένου του fsuid) </li> <li> Επιτρέπει Allows το πέρασμα πλαστών pids στα πιστοποιητικά υποδοχής. </li></ul>
es: <ul><li>Permite la manipulación de setuid(2) (incluido fsuid) </li> <li> Permite PIDs modificados durante la transmisión de identificadores de socket. </li></ul>
fi: <ul><li>Sallii setuid(2)-toiminnon käsittelyn (mukaan lukien fsuid) </li> <li> Sallii väärennetyt pid-tunnukset pistokkeiden valtuustietojen välityksessä. </li></ul>
fr: <ul><li>Autorise la manipulation setuid(2) (fsuid inclus) </li> <li> Autorise les pids modifiés lors de la transmission des identifiants par socket. </li></ul>
hu: <ul><li>Lehetővé teszi a setuid(2) manipulációt (beleértve az fsuid használatát is) </li> <li> Lehetővé teszi hamisított folyamatazonosítók átjutását hitelesítési adatokon. </li></ul>
it: <ul><li>Consente la manipolazione di setuid(2) (incluso fsuid) </li> <li> Consente pid contraffatti al passaggio delle credenziali del socket. </li></ul>
ja: <ul><li>setuid(2) と setfsuid(2) の操作を許可する </li> <li> ソケットの資格情報を渡す際にプロセス ID の偽装を許可する </li></ul>
km: <ul><li>អនុញ្ញាត​ការ​រៀបចំ setuid(2) (រួម​ទាំង fsuid) </li> <li> អនុញ្ញាត forged pids នៅ​លើ​លិខិត​សម្គាល់​រន្ធ ។ </li></ul>
ko: <ul><li>setuid(2) 조작 허용(fsuid 포함) </li> <li>소켓 자격 정보 전달에서 위장된 pids를 허용합니다. </li></ul>
nb: <ul><li>Tillater endring av setuid(2) (inkludert fsuid) </li> <li> Tillater konstruerte PID-er ved overføring av sokkelrettigheter. </li></ul>
nl: <ul><li>Hiermee wordt het bewerken van setuid(2) (inclusief fsuid) toegestaan.</li> <li> Hiermee worden valse PID's toegestaan bij het doorgeven van socket-vertrouwensgegevens. </li></ul>
pl: <ul><li>Umożliwia przetwarzanie setuid(2) (włącznie z fsuid)</li> <li>Zezwala na fałszywe identyfikatory procesów podczas przekazywania danych gniazd.</li></ul>
pt_br: <ul><li>Permite a manipulação de setuid(2) (incluindo fsuid) </li> <li> Permite pids forjados ao passar credenciais de soquete. </li></ul>
ro: <ul><li>Permite manipularea setuid(2) (inclusiv fsuid) </li> <li>Permite pid-urile uitate în timpul tranzitului de certificate. </li></ul>
ru: <ul><li>Разрешает операции с setuid(2) (включая fsuid)</li> <li>Разрешает фиктивные pid при передаче учётных данных через сокет.</li></ul>
sk: <ul><li>Umožňuje manipuláciu setuid(2) (vrátane fsuid) </li> <li> Umožňuje falošné položky pid pri odovzdávaní prihlasovacích údajov soketu. </li></ul>
sv: <ul><li>Tillåter manipulation av setgid(2) (inklusive fsuid) </li> <li> Tillåter förfalskade process-ID:n när autentiseringsuppgifter skickas för ett uttag. </li></ul>
zh_cn: <ul><li>允许 setuid(2) 操作（包括 fsuid）</li> <li>允许在套接字机要资料传递时伪造进程编号</li></ul>
zh_tw: <ul><li>允許 setuid(2) 處理 (包括 fsuid) </li> <li> 允許 socket 身分證明上的假 pid 通過。</li></ul>

source: <ul><li> Transfer any capability in your permitted set to any pid, remove any capability in your permitted set from any pid</li></ul>
ar: <ul><li> لتحويل أية إمكانية موجودة في المجموعة المسموح بها المتوفرة إلى أي معرف عملية وإزالة أية إمكانية موجودة في المجموعة المسموح بها المتوفرة من أي معرف عملية</li></ul>
ca: <ul><li> Transfereix qualsevol capacitat del conjunt permès a qualsevol pid, suprimeix qualsevol capacitat del conjunt permès des de qualsevol pid</li></ul>
cs: <ul><li>Přenést libovolné schopnosti vaší povolené sady na libovolné PID, odstranit libovolné schopnosti vaší povolené sady na libovolné PID.</li></ul>
da: <ul><li> Overfør enhver kapabilitet i det tilladte sæt til ethvert 'pid', fjern enhver kapabilitet i det tilladte sæt fra ethvert 'pid'</li></ul>
de: <ul><li> Alle Funktionen des von Ihnen erlaubten Satzes auf beliebiges pid übertragen, alle Funktionen des von Ihnen erlaubten Satzes von beliebigem pid entfernen</li></ul>
el: <ul><li> Μετακινήστε οποιαδήποτε δυνατότητα στο επιτρεπόμενο σας σετ σε οποιοδήποτε pid, αφαιρέστε οποιαδήποτε δυνατότητα στο επιτρεπόμενο σας σετ από οποιοδήποτε pid</li></ul>
es: <ul><li> Transferir todas las capacidades del conjunto permitido a todos los pid, eliminar todas las capacidades del conjunto permitido de todos los pid</li></ul>
fi: <ul><li> Siirrä mikä tahansa sallitun joukon ominaisuus mille tahansa pid-tunnukselle, poista mikä tahansa sallitun joukon ominaisuus mitä tahansa pid-tunnukselta</li></ul>
fr: <ul><li> Transférer toute capacité de votre ensemble autorisé à tout pid, supprimer toute capacité de votre ensemble autorisé de tout pid</li></ul>
hu: <ul><li>Az engedélyezett készletből bármely képesség átvitele bármely folyamatazonosítóra vagy eltávolítása bármely folyamatazonosítóról</li></ul>
it: <ul><li> Trasferisce tutte le funzionalità nell'insieme permesso a ogni pid, rimuove tutte le funzionalità nell'insieme permesso da ogni pid</li></ul>
ja: <ul><li> 許可セット内の任意の機能を、任意のプロセス ID に設定したり、 取り除いたりすることができるようにする</li></ul>
km: <ul><li> ផ្ទេរ​សមត្ថភាព​ណា​មួយ​នៅក្នុង​សំណុំ​ដែល​បាន​អនុញ្ញាត​របស់​អ្នក​ទៅ pid ណា​មួយ យក​សមត្ថភាព​ណា​មួយ​នៅ​ក្នុង​សំណុំ​ដែល​បាន​អនុញ្ញាត​របស់អ្នក​ពី​ pid ណា​មួយ​</li></ul>
ko: <ul><li> 임의의 pid로 사용자의 허용된 설정에서의 임의의 기능을 전송하고 제거합니다.</li></ul>
nb: <ul><li> Overfør valgfri egenskap i ditt tillatte sett til valfri PID. Fjern valgfri egenskap for ditt tillatte sett fra valgfri PID</li></ul>
nl: <ul><li> Elke functie in uw toegestane set overdragen aan elke PID, elke functie in uw toegestane set verwijderen uit elke PID.</li></ul>
pl: <ul><li>Umożliwia przekazanie uprawnienia z danego zestawu uprawnień do wybranego identyfikatora procesu pid, jak i usunięcie uprawnienia z danego zestawu uprawnień z wybranego identyfikatora procesu pid</li></ul>
pt_br: <ul><li> Transfira qualquer recurso do seu conjunto que tem permissão para qualquer pid, remova qualquer recurso do seu conjunto que tem permissão a partir de qualquer pid</li></ul>
ro: <ul><li> Transferă toate capabilitățile din setul permis al dvs. către toate pid-urile, elimină toate capabilitățile din setul permis al dvs. de la toate pid-urile</li></ul>
ru: <ul><li>Передаёт любую способность из разрешённого вам набора любому pid, удаляет из любого pid любую способность из разрешённого вам набора</li></ul>
sk: <ul><li>Preneste ktorúkoľvek schopnosť vo vašej povolenej sade na ľubovoľné pid, odstráňte ktorúkoľvek schopnosť vo vašej povolenej sade oprávnení z ľubovoľného pid</li></ul>
sv: <ul><li> Överför valfri kapacitet i din tillåtna uppsättning till valfritt process-ID, ta bort valfri kapacitet i din tillåtna uppsättning från valfritt process-ID</li></ul>
zh_cn: <ul><li>将用户允许集中的任何功能传输到任何 pid，从任何 pid 去除用户允许集中的任何功能</li></ul>
zh_tw: <ul><li> 將允許集中的功能傳送到 pid， 從 pid 中移除允許集中的功能</li></ul>

source: <ul><li>Allows modification of S_IMMUTABLE and S_APPEND file attributes</li></ul>
ar: <ul><li>للسماح بتعديل خصائص ملف S_IMMUTABLE وS_APPEND</li></ul>
ca: <ul><li>Permet la modificació dels atributs de fitxer S_IMMUTABLE i S_APPEND</li></ul>
cs: <ul><li>Umožňuje úpravy souborových atributů S_IMMUTABLE a S_APPEND.</li></ ul>
da: <ul><li>Tillader ændring af filattributterne S_IMMUTABLE og S_APPEND</li></ul>
de: <ul><li>Bearbeiten der Dateiattribute S_IMMUTABLE und S_APPEND ermöglichen</li></ul>
el: <ul><li>Επιτρέπει την τροποποίηση των ιδιοτήτων αρχείων S_IMMUTABLE και S_APPEND</li></ul>
es: <ul><li>Permitir la modificación de los atributos de archivo S_IMMUTABLE y S_APPEND</li></ul>
fi: <ul><li>Salli S_IMMUTABLE- ja S_APPEND-tiedostoattribuuttien muokkaaminen</li></ul>
fr: <ul><li>Autorise la modification des attributs de fichier S_IMMUTABLE et S_APPEND</li></ul>
hu: <ul><li>Az S_IMMUTABLE és S_APPEND fájlattribútumok módosításának engedélyezése</li></ul>
it: <ul><li>Consente di modificare gli attributi del file S_IMMUTABLE e S_APPEND</li></ul>
ja: <ul><li> S_IMMUTABLE および S_APPEND ファイル属性の変更を許可する </li></ul>
km: <ul><li>អនុញ្ញាត​ឲ្យ​កែប្រែ​គុណ​លក្ខណៈ​ឯកសារ​ S_IMMUTABLE និង S_APPEND</li></ul>
ko: <ul><li>S_IMMUTABLE 및 S_APPEND 파일 특성 수정 허용</li></ul>
nb: <ul><li>Tillat endring av filattributtene S_IMMUTABLE og S_APPEND</li></ul>
nl: <ul><li>Wijziging van bestandsattributen S_IMMUTABLE en S_APPEND toestaan</li></ul>
pl: <ul><li> Zezwala na modyfikację atrybutów plików S_IMMUTABLE oraz S_APPEND</li></ul>
pt_br: <ul><li>Permite alterações dos atributos de arquivo S_IMMUTABLE e S_APPEDN</li></ul>
ro: <ul><li>Permite modificarea atributelor de fișier S_IMMUTABLE și S_APPEND</li></ul>
ru: <ul><li>Разрешает изменение атрибутов файла S_IMMUTABLE и S_APPEND</li></ul>
sk: <ul><li>Umožňuje úpravu atribútov súboru S_IMMUTABLE a S_APPEND</li></ul>
sv: <ul><li>Tillåter modifiering av filattributen S_IMMUTABLE och S_APPEND</li></ul>
zh_cn: <ul><li>允许修改 S_IMMUTABLE 和 S_APPEND 文件属性</li></ul>
zh_tw: <ul><li>允許修改 S_IMMUTABLE 和 S_APPEND 檔案屬性</li></ul>

source: <ul><li>Allows binding to TCP/UDP sockets below 1024 </li> <li> Allows binding to ATM VCIs below 32</li></ul>
ar: <ul><li>يتيح الربط بمأخذ توصيل TCP/UDP أدناه 1024</li> <li> يسمح بربط ATM VCIs أقل من 32</li></ul>
ca: <ul><li>Permet la vinculació als sòcols TCP/UDP inferiors a 1024 </li> <li> Permet la vinculació als VCI de l'ATM per sota de 32</li></ul>
cs: <ul><li>Umožňuje navázání na sokety TCP/UDP nižší než 1024.</li> <li>Umožňuje navázání na ATM VCI nižší než 32.</li></ul>
da: <ul><li>Tillader binding til TCP/UDP-sokler lavere end 1024 </li> <li> Tillader binding til ATM VCI’er lavere end 32</li></ul>
de: <ul><li> Binden an TCP/UDP-Sockets unter 1024 ermöglichen </li> <li> Binden an ATM-VCIs unter 32 ermöglichen</li></ul>
el: <ul><li>Επιτρέπει τη δέσμευση σε υποδοχείς TCP/UDP κάτω από 1024 </li> <li> Επιτρέπει τη δέσμευση σε ATM VCIs κάτω από 32</li></ul>
es: <ul><li>Permite la conexión de sockets TCP/UDP por debajo del puerto 1024 </li> <li> Permite la conexión a VCIs de ATM por debajo del puerto 32</li></ul>
fi: <ul><li>Sallii sitomisen 1024:ää pienempiin TCP/UDP-pistokkeisiin</li> <li> Sallii sitomisen 32:ta pienempiin ATM VCI -kohteisiin</li></ul>
fr: <ul><li>Autorise la liaison aux sockets TCP/UDP sous 1024 </li> <li> Autorise la liaison aux VCI ATM sous 32</li></ul>
hu: <ul><li>Lehetővé teszi az 1024 alatti TCP/UDP foglalatokhoz kapcsolódást</li> <li>Lehetővé teszi a kapcsolódást a 32 alatti ATM VCI-khez</li></ul>
it: <ul><li>Consente l'associazione ai socket TCP/UDP al di sotto di 1024 </li> <li> Consente l'associazione ai VCI ATM al di sotto di 32</li></ul>
ja: <ul><li> 1024 未満の TCP/UDP ソケットのバインドを許可する</li> <li> 32 未満の ATM VCI のバインドを許可する</li></ul>
km: <ul><li>អនុញ្ញាត​ការ​ចង​ទៅកាន់​រន្ធ TCP/UDP នៅក្រោម ១០២៤ </li> <li> អនុញ្ញាត​ការ​ចង​ទៅកាន់ ATM VCIs នៅក្រោម ៣២</li></ul>
ko: <ul><li>1024 미만의 TCP/UDP 소켓에 바인딩 허용 </li> <li>32 미만의 ATM VCIs 바인딩 허용</li></ul>
nb: <ul><li>Tillater binding til TCP/UDP-sokler under1024 </li> <li> Tillater binding til ATM VCI-er under 32</li></ul>
nl: <ul><li>Hiermee wordt het binden aan TCP/UDP-sockets onder 1024 toegestaan.</li> <li> Hiermee wordt het binden aan ATM VCI's onder 32 toegestaan.</li></ul>
pl: <ul><li>Umożliwia dowiązywanie do gniazd TCP/UDP poniżej 1024</li> <li>Umożliwia dowiązywanie do VCI ATM poniżej 32</li></ul>
pt_br: <ul><li>Permite a vinculação a soquetes TCP/UDP abaixo de 1024 </li> <li> Permite a vinculação a VCIs de ATM abaixo de 32</li></ul>
ro: <ul><li>Permite asocierea către socket-urile TCP/UDP sub 1024 </li> <li>Permite asocierea către VCI-uri ATM sub 32</li></ul>
ru: <ul><li>Разрешает привязку к сокетам TCP/UDP с номером меньше 1024</li> <li>Разрешает привязку к ATM VCI с номером меньше 32</li></ul>
sk: <ul><li>Umožňuje pripojenie na TCP/UDP sokety nižšie ako 1024</li> <li> Umožňuje pripojenie na položky ATM VCI nižšie ako 32</li></ul>
sv: <ul><li>Tillåter bindning till TCP/UDP-uttag under 1024 </li> <li> Tillåter bindning till ATM VCI:er under 32</li></ul>
zh_cn: <ul><li>允许联结到低于 1024 的 TCP/UDP 套接字</li> <li>允许联结到低于 32 的 ATM VCI</li></ul>
zh_tw: <ul><li>允許繫結到 1024 以下的 TCP/UDP socket </li> <li> 允許繫結到 32 以下的 ATM VCI</li></ul>

source: <ul><li> Allows broadcasting, listen to multicast </li></ul>
ar: <ul><li> يسمح بالبث، الاستماع إلى الإرسال المتعدد </li></ul>
ca: <ul><li> Permet la difusió, escolta la multidifusió</li></ul>
cs: <ul><li>Umožňuje všesměrové vysílání, naslouchání vícesměrovému vysílání</li></ul>
da: <ul><li> Tillader broadcast, lyt til multicast </li></ul>
de: <ul><li> Senden und Empfangen von Multicast ermöglichen </li></ul>
el: <ul><li>Επιτρέπει την εκπομπή δεδομένων, ακούστε την πολλαπλή εκπομπή </li></ul>
es: <ul><li> Permitir la difusión, escuchar multidifusión </li></ul>
fi: <ul><li> Salli lähetys, kuuntele monilähetyksiä </li></ul>
fr: <ul><li> Autoriser la diffusion, écouter la multidiffusion </li></ul>
hu: <ul><li> Lehetővé teszi az üzenetszórást, a multicast hallgatását </li></ul>
it: <ul><li> Consente la trasmissione in broadcast e l'ascolto in multicast </li></ul>
ja: <ul><li> ブロードキャストの送信とマルチキャストの受信を許可する </li></ul>
km: <ul><li> អនុញ្ញាត​ឲ្យ​ផ្សាយ ស្ដាប់​ការ​ផ្សាយ​ច្រើន​</li></ul>​
ko: <ul><li> 브로드캐스트 및 멀티캐스트 청취 허용</li></ul>
nb: <ul><li> Tillater kringkasting, lytter på multikasting </li></ul>
nl: <ul><li> Broadcasting toestaan, luisteren naar multicast </li></ul>
pl: <ul><li> Zezwala na rozgłaszanie i nasłuchiwanie rozsyłania grupowego </li></ul>
pt_br: <ul><li>Permite broadcasting, ouvir multicast </li></ul>
ro: <ul><li> Permite broadcast, ascultă multicast </li></ul>
ru: <ul><li>Разрешает широковещание, слушает групповое вещание</li></ul>
sk: <ul><li>Umožňuje vysielanie, načúvať všesmerové vysielanie</li></ul>
sv: <ul><li> Tillåter utsändning, lyssna på multicast </li></ul>
zh_cn: <ul><li>允许广播，收听多点广播</li></ul>
zh_tw: <ul><li>允許廣播，聆聽多路廣播</li></ul>
