Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <li> Enter the email address of those who should receive the Terse, Summary, or Verbose notifications.If there is no local SMTP server configured to distribute e-mails from this host to the domain you entered, enter for example <i><user>@localhost</i> and enable <i><user></i> to receive system mail, if it is not a root user. </li>
ar: <li> أدخل عنوان البريد الإلكتروني للأشخاص الذين ينبغي أن يستلموا إعلامات مسهبة أو تلخيصية أو Terse.في حالة عدم وجود خادم SMTP محلي تم تكوينه لتوزيع رسائل البريد الإلكتروني من هذا المضيف إلى المجال الذي أدخلته، أدخل على سبيل المثال <i><user>@localhost</i> وقم بتمكين <i><user></i> لاستلام رسائل النظام، إذا لم تكن مستخدمًا مسؤولاً. </li>
ca: <li> Introduíu l'adreça electrònica dels qui haurien de rebre les notificacions Terse (breu), Summary (resum), o Verboses. Si no hi ha cap servidor SMTP local configurat per distribuir-les des d'aquest amfitrió al domini que heu introduït, poseu-hi per exemple <i><user>@localhost</i> i habiliteu <i><user></i> per rebre correu del sistema, si no és un usuari root. </li>
cs: <li>Vložte e-mailové adresy těch, kdo by měli obdržet Stručné, Souhrnné nebo Upovídané oznámení. Pokud nejsou nastaveny žádné místní SMTP servery pro distribuci e-mailů z tohoto počítače do zadané domény, zadejte například <i><uživatel>@localhost</i> a povolte <i><uživateli></i>, aby přijímal systémovou poštu, pokud to není uživatel root.</li>
da: <li> Angiv e-mail-adressen for dem der skal modtage de korte, oversigts- eller udførlige beskeder. Hvis der ikke er konfigureret nogen lokal SMTP-server til at sende e-mail fra denne vært til det domæne du angav, kan du f.eks. angive <i><user>@localhost</i> og aktivere <i><user></i> som modtager af systempost, hvis det ikke er root-brugeren. </li>
de: <li> Geben Sie die E-Mail-Adressen der Benutzer ein, die knappe, zusammengefasste oder ausführliche Benachrichtigungen erhalten sollen. Wenn kein lokaler SMTP-Server eingerichtet ist, der E-Mails von diesem Computer an die Domain sendet, die Sie eingegeben haben, geben Sie z.B. <i> <user>@localhost</i> ein und erlauben Sie dem Benutzer <i><user></i> System-Mails zu empfangen, falls es kein Root-Benutzer ist.</li>
el: <li>Εισάγετε την ηλεκτρονική διεύθυνση αυτών που θέλετε να λαμβάνουν Λιτές, Συνοπτικές ή Λεπτομερείς ειδοποιήσεις. Εάν δεν υπάρχει ρυθμισμένος τοπικός εξυπηρετητής SMTP για να διανέμει τα ηλεκτρονική αλληλογραφία από τον κόμβο στους τομείς που εισάγατε, εισάγετε για παράδειγμα <i><user>@localhost</i> και ενεργοποιήστε τον χρήστη <i><user></i> να λαμβάνει αλληλογραφία συστήματος, εάν δεν είναι ο χρήστης root. </li>
es: <li> Introduzca la dirección de correo electrónico de las personas que deberían recibir notificaciones Simples, Resumidas o Detalladas. Si no tiene configurado un servidor SMTP local para enviar los correos desde este equipo al dominio que ha introducido, puede utilizar <i><user>@localhost</i> y permitir que <i><user></i> reciba el correo del sistema, en el caso de que no sea un usuario root. </li>
fi: <li>Anna niiden s-posti osoitteet, joiden kuuluu saada Niukka, Yhteenveto tai Monisanainen ilmotus. Jos paikallista SMTP-palvelinta määritetelty jolla jakaa s-postit tältä työasemalta antamaasi verkkoon, syötä esimerkiksi <i><user>@localhost</i> ja salli <i><user></i>:lle järjestelmäviestien vastaanotto, jos se ei ole pääkäyttäjä. </li>
fr: <li> Entrez l'adresse e-mail des personnes devant recevoir les notifications succinctes, résumées ou détaillées. Si aucun serveur SMTP local n'est configuré pour distribuer des e-mails depuis cet hôte vers le domaine saisi, entrez par exemple <i><user>@localhost</i> et permettez à <i><user></i> de recevoir les messages système, si ce n'est pas un utilisateur root. </li>
hu: <li> Adja meg azoknak az e-mail címét, amelyekre Rövid, Összefoglaló vagy Részletes jelentést értesítést kíván küldeni. Amennyiben nincs helyi SMTP-kiszolgáló beállítva az e-mailek elküldésére, akkor adjon meg például a <i><user>@localhost</i> címet és engedélyezze a <i><user></i> felhasználó számára a rendszerüzenetek fogadását, amennyiben nem ő a root felhasználó. </li>
it: <li> Inserire l'indirizzo e-mail di chi deve ricevere le notifiche concise, riepilogative e dettagliate. Se non è presente un server SMTP locale configurato per distribuire le e-mail da questo host al dominio inserito, immettere ad esempio <i><utente>@localhost</i> e abilitare l'<i><utente></i> a ricevere le mail di sistema, se non è un utente root.</li>
ja: <li>有効にした通知を受け取るユーザの電子メールアドレスを 入力します。このホストから入力したドメインに対してメールを配送できる SMTP サーバが存在しない場合は、 <i><ユーザ>@localhost</i> のように 入力してください。ここで、 <i><ユーザ></i> には、システムメールを受け取る ユーザを指定します。 root に送信する場合は、設定する必要はありません。</li>
km: <li> បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក​ដែល​នឹង​គួរ​ទទួល​សេចក្ដី​សង្ខេប ឬ​ការ​ជូនដំណឹង​ដោយ​រៀបរាប់ ។ ប្រសិនបើ​គ្មាន​ម៉ាស៊ីនបម្រើ SMTP មូលដ្ឋាន​​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ ដើម្បី​ចែកចាយ​អ៊ីមែល​ពី​ម៉ាស៊ីន​នេះ​ទៅ ដែន​ដែល​អ្នក​បញ្ចូល ឧទាហរណ៍ បញ្ចូល <i><user>@localhost</i> ហើយ​បើក <i><user></i> ដើម្បី​ទទួល​សំបុត្រ​របស់​ប្រព័ន្ធ ប្រសិនបើ​វា​មិនមែន​ជា អ្នកប្រើ​ជា root ។ </li>
ko: <li> 간결한, 요약 또는 자세한 알림을 받을 전자 우편 주소를 입력하세요. 시스템에서 전자 우편을 발송하기 위한 SMTP 서버가 없으면 입력하세요. 입력 예 루트 사용자가 아닌 경우 <i><user>@localhost</i> 와 시스템 우편을 수신할 <i><user></i> (을)를 입력합니다.</li>
nb: <li> Angi e-postadressene til dem som skal motta kort varsling, sammendragsvarsling eller detaljert varsling. Hvis det ikke er satt opp noen lokal SMTP-server som sender e-postmeldinger fra denne vertsmaskinen til domenet du har angitt, kan du for eksempel angi <i><user>@localhost</i> og velge at <i><user></i> skal motta systempost hvis det ikke er en rotbruker. </li>
nl: <li> Voer het e-mailadres in van hen die een Beknopte, Samenvatting of Uitgebreide melding zou moeten ontvangen. Als er geen lokale SMTP-server is geconfigureerd om e-mails te verzenden vanaf deze host naar het ingevoerde domein , voor bijvoorbeeld <i><gebruiker>@localhost</i> in en activeer <i><gebruiker></i> om systeem e-mail te ontvangen, als dat niet een root gebruiker is. </li>
pl: <li>Należy podać adresy e-mail osób, które mają otrzymywać powiadomienia. Jeśli lokalny serwer SMTP nie został skonfigurowany do wysyłania powiadomień dla adresów w podanej domenie, należy jako adres wprowadzić <i><user>@localhost</i>. Użytkownik <i><user></i> będzie powiadamiany za pomocą poczty systemowej, jeśli użytkownik nie jest administratorem.</li>
pt_br: <li> Digite o endereço de e-mail dos recipientes das notificações concisa, resumida ou detalhada. Se não existe nenhum servidor SMTP local configurado para distribuir e-mails a partir desta máquina para o domínio fornecido, digite, por exemplo <i><user>@localhost</i> e hablite o recebimento de e-mails do sistema para o usuário <i><user></i>, se não for um usuário root.</li>
ro: <li>Tastează adresa de mail a celor care voi primi Sumarizările Concise, sau Notificările Detaliate. Dacă nici un server local SMTP nu este configurat pentru a distribui mailurile de la această gazdă către domeniul tastat, de exemplu <i><utilizator>@localhost</i> și activezi <i><utilizator></i> pentru a recepționa mailurile din sistem, dacă nu este utilizatorul root. </li>
ru: <li>Введите адрес получателя кратких, суммарных или подробных уведомлений. Если отсутствует локальный SMTP-сервер, настроенный на отправку писем с этого узла на указанный вами домен, введите, например, <i><user>@localhost</i> и разрешите <i><user></i> получать системные сообщения, если это не пользователь root. </li>
sk: <li> Zadajte e-mailovú adresu tých, ktorí by mali dostať stručné, súhrnné alebo podrobné oznámenia. Ak neexistuje lokálny SMTP server nastavený, aby distribuoval e-maily z tohto hostiteľa do domény, ktorú ste zadali, zadajte napríklad <i><user>@localhost</i> a povoľte <i><user></i> prijímanie systémovej pošty, ak to nie je používateľ root. </li>
sv: <li> Ange e-postadressen till dem som ska ha kortfattade, sammanfattade eller utförliga aviseringar. Om ingen lokal SMTP-server har ställts in för att distribuera e-post från denna värd för den angivna domänen anger du t.ex. <i><user>@localhost</i> och aktiverar <i><user></i> för att ta emot systempost, om det inte är en rotanvändare. </li>
zh_cn: <li>输入接受简要、摘要或详细通知的电子邮件地址。如果此主机没有配置 SMTP 服务器以像您输入的域名发送电子邮件， 输入例如 <i><用户>@localhost</i> 并启用 <i><用户></i> 来接收系统邮件 (如果该用户不是根用户)。</li>
zh_tw: <li>請輸入精簡、摘要或詳細通知的收件者 電子郵件地址。如果未設定用於將來自此主機的 電子郵件傳送到您輸入之網域的本地 SMTP 伺服器， 請輸入類似於 <i><使用者>@localhost</i> 的地址， 並允許該 <i><使用者></i> (如果不是 root 使用者) 接收 系統郵件。</li>

source: <li>Select the lowest <b>severity level</b> for which a notification should be sent. Security events will be logged and the notifications will be sent at the time indicated by the interval when events are equal or greater than the selected severity level. If the interval is 1 day, the notification will be sent daily, if security events occur.
ar: <li>حدد الحد الأدنى <b>لمستوى الخطورة</b> الذي يجب إرسال إعلام عند الوصول إليه. سيتم تسجيل أحداث الأمان وسيتم إرسال الإعلامات في الوقت المحدد بالفاصل الزمني عندما تكون الأحداث أكبر من مستوى الخطورة المحدد أو تساويه. إذا كان الفاصل الزمني يومًا واحدًا، سيتم إرسال الإعلام يوميًا، في حالة وقوع أحداث الأمان .
ca: <li>Seleccioneu el <b>nivell de seguretat</b> més baix pel qual s'ha d'enviar una notificació. Els esdeveniments de seguretat es registraran i s'enviaran les notificacions a l'hora indicada per l'interval quan els esdeveniments siguin equivalents o més grossos que el nivell de seguretat seleccionat. Si l'interval és 1 dia, la notificació s'enviarà diàriament si hi ha algun problema de seguretat.
cs: <li>Vyberte nejnižší <b>úroveň závažnosti</b> pro kterou by mělo být zasláno oznámení. Bezpečnostní události budou zaznamenávány a oznámení se odešlou v čase uvedeném v četnosti, když události budou mít vyšší nebo rovnou úroveň závažnosti, jako byla vybrána. Pokud je četnost 1 den, oznámení bude odesíláno denně, pokud nějaké bezpečnostní události nastanou.
da: <li>Vælg det laveste <b>alvorlighedsnvieau</b> for hvilket en besked skal sendes. Sikkerhedshændelser vil blive logget og beskederne vil blive sendt på det tidspunkt der er indikeret af intervallet når hændelser er lig med eller større end det valgte alvorlighedsniveau. Hvis intervallet er 1 dag, vil beskeden blive sendt dagligt, hvis sikkerhedshændelser forekommer.
de: <li>Wählen Sie den niedrigsten <b>Schweregrad</b> aus, für die eine Benachrichtigung gesendet werden soll. Sicherheitsereignisse werden protokolliert und die Benachrichtigungen werden im angegebenen Zeitintervall gesendet, wenn Ereignisse mit dem gewählten oder einem größeren Schweregrad eintreten. Wenn das Intervall 1 Tag ist, wird die Benachrichtigung täglich gesendet, falls Sicherheitsereignisse auftreten.
el: <li>Επιλέξτε το χαμηλότερο <b>επίπεδο ασφαλείας</b> για το οποίο μια ειδοποίηση θα πρέπει να αποσταλεί. Τα γεγονότα ασφαλείας θα καταγράφονται και οι ειδοποιήσεις θα σταλούν την ώρα που ορίζεται από τη διακοπή όταν τα γεγονότα είναι ίσα ή μεγαλύτερα από το επιλεγόμενο επίπεδο ασφαλείας. Εάν η διακοπή είναι 1 ημέρα, η ειδοποίηση θα στέλνεται καθημερινά, έαν προκύψουν γεγονότα ασφαλείας.
es: <li>Seleccione el <b>nivel de seguridad</b> más bajo en el que se debería enviar una notificación. De esta forma, los eventos de seguridad se registrarán y se enviarán las notificaciones en el momento definido como intervalo cuando los eventos sean iguales o superiores al nivel de seguridad seleccionado. Si el intervalo es de 1 día, las notificaciones se enviarán diariamente en el caso de que se produzcan eventos de seguridad.
fi: <li>Valitse alin <b>vakavuuden</b> taso jolla ilmoitus tulisi lähettää. Turvallisuustapahtumat kirjataan ja ilmoitukset lähetetään sen mukaan mitä on taajuudeksi annettu, ja kun tapahtumat ovat annetulla vakavuustasolla tai sen yli. Jos taajuus on 1 päivä, ilmoitus lähtee päivittäin jos turvallisuustapahtuma ilmaantuu.
fr: <li>Sélectionnez le <b>niveau de gravité</b> le plus bas pour lequel une notification doit être envoyée. Les évènements de sécurité seront journalisés et les notifications envoyées au moment indiqué par la fréquence lorsque les évènements seront de gravité égale ou supérieure au niveau sélectionné. Si la fréquence est 1 jour, la notification sera envoyée quotidiennement, si des évènements de sécurité surviennent.
hu: <li>Válassza ki a legalacsonyabb <b>súlyossági szintet</b>, amelyre vonatkozó értesítéseket meg kell küldeni. A Biztonsági események naplózásra kerülnek és az értesítések elküldése megtörténik, ha az esemény súlyossági szintje nagyobb vagy egyenlő a beállítotthoz képest. Amennyiben a gyakoriság 1 nap, akkor az értesítés a biztonsági esemény előfordulásakor naponta történik.
it: <li>Selezionare il minor <b>livello di gravità</b> per cui una notifica debba essere inviata. Gli eventi di protezione saranno registrati e le notifiche saranno inviate ogni volta come indicato dall'intervallo quando gli eventi hanno una gravità maggiore o uguale al livello di gravità selezionato. Se l'intervallo è un giorno, la notifica sarà inviata giornalmente, se avvengono eventi di protezione.
ja: <li>通知を送信する最低限の <b>重大度レベル</b> を選択します。選択した重大度レベル以上でイベントが 発生した場合、セキュリティイベントが指定された間隔で 記録および通知されます。間隔が 1 日の場合、 セキュリティイベントが発生した日には、毎日その旨が 通知されます。
km: <li>ជ្រើស​<b>កម្រិត​សុវត្ថិភាព</b>ទា​ប​បំផុត​សម្រាប់​ការ​ជូន​ដំណឹង ដែល​គួរ​ត្រូវ​បាន​ផ្ញើ ។ ព្រឹត្តិការណ៍​សុវត្ថិភាព​​នឹង​ត្រូវ​បាន​ចុះ​កំណត់ហេតុ ហើយ​ការ​​ជូន​ដំណឹង នឹង​ត្រូវ​បាន​ផ្ញើ​នៅ​ពេល​​ដែល​បាន​បញ្ជាក់​ដោយ​ចន្លោះ​ពេល នៅ​ពេល​ដែល​​ព្រឹត្តិការណ៍ ស្មើ ឬ​ធំជាង​កម្រិត​សុវត្ថិភាព​ដែល​បានជ្រើស ។ ប្រសិនបើ​ចន្លោះ​ពេល គឺ ១ ថ្ងៃ ការ​ជូន​ដំណឹង​នឹង​ត្រូវ​បាន​ផ្ញើ​ប្រចាំថ្ងៃ ប្រសិនបើ​ព្រឹត្តិការណ៍​សុវត្ថិភាព ​កើត​ឡើង ។
ko: <li>알림을 보낼 최저 <b>중요도 레벨</b>을 선택합니다. 보안 이벤트가 이 중요도 레벨 이상일 때 보안 이벤트가 지정된 간격으로 기록 및 전송 됩니다. 간격이 히루인 경우 보안 이벤트가 발생한 날에는 매일 전송됩니다 .
nb: <li>Velg laveste <b>alvorlighetsgrad</b> som skal utløse en varsling. Sikkerhetshendelser vil bli logget og varslingen sendt på det tidspunktet som indikeres av intervallet når hendelser er lik eller høyere enn valgt alvorlighetsgrad. Hvis intervallet er 1 dag, vil varsling av eventuelle sikkerhetshendelser bli sendt hver dag.
nl: <li>Selecteer het laagste <b>beveiligingsniveau</b> waarvoor een melding zou moeten worden gezonden. Beveiligingsgebeurtenissen worden gelogd en de meldingen worden gezonden op het moment aangegeven door het interval waarbij gebeurtenissen gelijk zijn of groter dan het geselecteerde beveiligingsniveau. Als het interval 1 dag is, wordt de melding dagelijks verzonden, als er een beveiligingsgebeurtenis plaats vond.
pl: <li>W polu <b>waga naruszenia</b> należy określić, jak poważne musi być naruszenie, aby zostało wysłane powiadomienie. Powiadomienia będą wysyłane, jeśli waga naruszenia będzie równa bądź większa od wagi podanej w tym polu. Jeśli częstotliwość wysyłania powiadomień zostanie ustawiona na 1 dzień, powiadomienia będą wysyłane codziennie, o ile tylko wystąpią naruszenia bezpieczeństwa.
pt_br: <li>Selecione o <b>nível de gravidade</b> mínimo para que uma notificação seja enviada. Eventos de segurança serão gravados e as notificações serão enviadas de acordo com o tempo indicado no intervalo quando os eventos possuírem nível de gravidade igual ou maior do que o especificado. Se o intervalo for de 1 dia, a notificação será enviada diariamente, se eventos de segurança ocorrerem.
ro: <li>Selectează ce mai mic <b>nivel de securitate</b> pentru care o notificare va fi trimisă. Evenimentele de securitate vor fi salvate și notificările vor fi trimise după intervalul de timp indicat atunci când evenimentele sunt egale sau mai mari cu nivelul de securitate selectat. Dacă intervalul este de o zi, notificarea va fi trimisă zilnic, dacă evenimente de securitate au loc.
ru: <li>Выберите самый низкий <b>уровень строгости</b>, для которого будут отправляться уведомления. События безопасности записываются в журнал и уведомления о событиях не меньше заданного уровня строгости будут отправлены в указанное время. Если интервал установлен в 1 день, то сообщения (при возникновении событий) будут отправляться ежедневно.
sk: <li>Vybrať najnižšiu <b>úroveň závažnosti</b>, pre ktorú by sa malo odoslať oznámenie. Bezpečnostné udalosti sa zaznamenajú a upozornenia sa odošlú v čase označenom intervalom, kedy sú udalosti rovné alebo väčšie ako vybraná úroveň závažnosti. Ak je interval 1 deň, oznámenie bude zaslané denne v prípade, že nastali bezpečnostné udalosti.
sv: <li>Välj den lägsta <b>allvarlighetsgraden</b> som aviseringen ska skickas för. Säkerhetshändelser loggas och aviseringar skickas vid den tidpunkt som angetts genom intervallet när händelserna motsvarar eller är högre än den valda allvarlighetsgraden. Om intervallet är 1 dag skickas en avisering per dag, om någon säkerhetshändelse inträffar.
zh_cn: <li>选择应发送提醒的最低 <b>严重性级别</b>。当事件等于或大于选中的严重性级别时， 将记录安全事件并按指定的周期发送提醒。如果周期是一天，若有安全事件发生，将按日发送提醒。
zh_tw: <li>選取應發出通知的最低<b>嚴重性層級</b>。 當發生的事件等於或大於選擇的嚴重性層級時， 系統會按照指定的時間間隔來記錄安全性事件 並傳送通知。如果間隔為 1 天，當發生安全性 事件時，每天都會傳送一則 通知。
