Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Select File to Generate a Profile for
ar: حدد ملفًا لإنشاء ملف تعريف له
ca: Seleccioneu un fitxer per crear un perfil per a
cs: Zvolte soubor k vytvoření profilu pro
da: Vælg filen, der skal genereres en profil til
de: Datei auswählen, für die ein Profil generiert werden soll
el: Επιλέξτε το αρχείο για το οποίο θα δημιουργηθεί προφίλ
es: Seleccione un archivo para crear un perfil para
fi: Valitse tiedosto luodaksesi profiilin
fr: Sélectionner le fichier pour lequel générer un profil
hu: Válassza ki a fájlt, amelyhez profilt készít
it: Selezionare il file per cui generare un profilo
ja: プロファイルを生成するファイルの選択
km: ជ្រើស​ឯកសារ​ដើម្បី​បង្កើត​ទម្រង់​សម្រាប់
ko: 프로파일을 생성할 파일 선택
lt: Pasirinkite rinkmeną, kuriai norite kurti profilį
nb: Velg filen du vil generere en profil for
nl: Het bestand selecteren waarvoor een profiel moet worden gegenereerd
pl: Wybierz plik, dla którego ma zostać wygenerowany profil
pt_br: Selecione o arquivo para gerar um perfil
ru: Выберите файл для создания профиля
sk: Vyberať súbor, pre ktorý sa generuje profil
sv: Välj fil att generera en profil för
zh_cn: 选择要生成安全档案的文件
zh_tw: 選取檔案以產生針對下面檔案的設定檔

source: Profile for
ar: ملف تعريف ل
ca: Perfil per a
cs: Profil pro
da: Profil til
de: Profil für
el: Προφίλ για
es: Perfil para
fi: Profiili
fr: Profil pour
hu: Profil ehhez a fájlhoz:
it: Il profilo di
ja: プロファイル
km: ទម្រង់​សម្រាប់
ko: 다음에 대한 프로파일:
lt: Naujas profilis:
nb: Profil for
nl: Profiel voor
pl: Profil dla
pt_br: O perfil para
ro: Profilul pentru
ru: Профиль для
sk: Profil pre
sv: Profil för
zh_cn: 安全档案供
zh_tw: 設定檔 (針對下面檔案)

source: already exists.
ar: موجود بالفعل.
ca: ja existeix.
cs: již existuje.
da: findes allerede.
de: ist bereits vorhanden.
el: υπάρχει ήδη.
es: ya existe.
fi: on jo olemassa.
fr: existe déjà.
hu: már létezik.
it: esiste già.
ja: は既に存在しています。
km: មាន​រួច​ហើយ ។
ko: 은(는) 이미 존재합니다.
lt: jau yra.
nb: finnes allerede.
nl: bestaat al.
pl: już istnieje.
pt_br: já existe.
ro: există deja.
ru: уже существует.
sk: už existuje.
sv: finns redan.
zh_cn: 已存在。
zh_tw: 已經存在。

source: Would you like to open this profile in editing mode?
ar: هل تريد فتح ملف التعريف هذا في وضع التحرير؟
ca: Voleu obrir aquest perfil en el mode d'edició?
cs: Chcete otevřít profil v editačním režimu?
da: Vil du åbne denne profil i redigeringstilstand?
de: Möchten Sie dieses Profil im Bearbeitungsmodus öffnen?
el: Θέλετε να ανοίξετε αυτό το προφίλ σε κατάσταση επεξεργασίας;
es: ¿Desea abrir este perfil en modo de edición?
fi: Haluatko avata tämän profiilin muokkaustilassa?
fr: Voulez-vous ouvrir ce profil en mode édition ?
hu: Kívánja kinyitni a profilt szerkesztés módban?
it: Aprire questo profilo in modalità modifica?
ja: このプロファイルを編集モードで開きますか？
km: តើ​អ្នក​ចង់​បើក​ទម្រង់​នេះ​នៅ​ក្នុង​របៀប​កែសម្រួល​ឬទេ ?
ko: 이 프로파일을 편집 모드에서 여시겠습니까?
lt: Redaguoti šį profilį?
nb: Vil du åpne denne profilen i redigeringsmodus?
nl: Wilt u dit profiel openen in de bewerkingsmodus?
pl: Czy otworzyć ten profil w trybie edycji?
pt_br: Deseja abrir este perfil no modo de edição?
ro: Doriți să deschideți acest profil în modul editare?
ru: Хотите открыть этот профиль в режиме редактирования?
sk: Chcete otvoriť tento profil v editovacom režime?
sv: Vill du öppna profilen i redigeringsläge?
zh_cn: 是否要以编辑模式打开此安全档案？
zh_tw: 您要以編輯模式來開啟這個設定檔嗎？

source: Delete profile confirmation
ar: تأكيد حذف ملف التعريف
ca: Suprimeix la confirmació del perfil
cs: Potvrzení smazání profilu
da: Bekræft sletning af profil
de: Bestätigung der Profillöschung
el: Επιβεβαίωση διαγραφής προφίλ
es: Confirmación de supresión de perfil
fi: Vahvista profiilin poisto
fr: Confirmation de la suppression du profil
hu: Profil törlésének megerősítése
it: Conferma eliminazione profilo
ja: プロファイルの削除確認
km: លុប​ការ​អះអាង​ទម្រង់
ko: 프로파일 삭제 확인
lt: Profilio šalinimo patvirtinimas
nb: Bekreftelse på sletting av profil
nl: Bevestiging van profielverwijdering
pl: Potwierdzenie usunięcia profilu
pt_br: Confirmação da remoção do perfil
ro: Confirmarea ștergerii profilului
ru: Подтверждение удаления профиля
sk: Potvrdenie zmazania profilu
sv: Bekräftelse - Radera profil
zh_cn: 删除安全档案确认
zh_tw: 刪除設定檔確認

source: Are you sure you want to delete the profile
ar: متأكد من حذف التعريف
ca: Esteu segur que voleu suprimir el perfil
cs: Jste si jisti, že chcete smazat profil
da: Er du sikker på, at du vil slette profilen
de: Sind Sie sicher, dass Sie dieses Profil löschen möchten
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το προφίλ
es: ¿Está seguro de que desea suprimir el perfil
fi: Oletko varma että haluat poistaa profiilin
fr: Êtes-vous certain de vouloir supprimer le profil
hu: Biztosan törölni kívánja ezt a profilt:
it: Si è sicuri di voler eliminare il profilo
ja: 以下のプロファイルを削除してもよろしいですか？
km: តើអ្នក​ពិតជា​ចង់​លុប​ទម្រង់
ko: 프로파일을 정말 삭제하시겠습니까?
lt: Tikrai norite ištrinti profilį
nb: Er du sikker på at du vil slette profilen
nl: Wilt u het profiel
pl: Czy na pewno usunąć profil
pt_br: Tem certeza de que deseja remover o perfil
ro: Sigur doriți să ștergeți profilul?
ru: Вы действительно хотите удалить профиль
sk: Naozaj chcete zmazať profil
sv: Vill du verkligen ta bort profilen
zh_cn: 您确定要删除该安全档案
zh_tw: 您確定要刪除設定檔嗎

source: ? After this operation the AppArmor module will reload the profile set.
ar: ؟ بعد هذه العملية، ستقوم الوحدة النمطية درع التطبيقات بإعادة تحميل مجموعة ملفات التعريف.
ca: ? Després d'aquesta operació el mòdul d'AppArmor tornarà a carregar el conjunt del perfil.
cs: ? Po dokončení této operace načte AppArmor modul znovu sadu profilů.
da: ? Efter denne handling vil AppArmor-modulet genindlæse profilsættet.
de: ? Nach diesem Vorgang lädt das AppArmor-Modul den Profilsatz neu.
el: ? Μετά από αυτήν την διαδικασία το άρθρωμα του AppArmor θα ξαναφορτώσει το σύνολο των προφίλ.
es: ? Después de esta operación, el módulo AppArmor volverá a cargar el conjunto de perfiles.
fi: ? Tämän toiminnon jälkeen AppArmor-moduuli lataa uudelleen profiilisarjan.
fr: ? Après cette opération, le module AppArmor rechargera l'ensemble des profils.
hu: ? Ez után a művelet után az AppArmor modul újra be fogja tölteni a profilkészletet.
it: ? Al termine di questa operazione il modulo AppArmor ricaricherà l'insieme dei profili.
ja: この操作を行なうと、 AppArmor モジュールはプロファイルセットを読み込みなおします。
km: ? បន្ទាប់​ពី​ប្រតិបត្តិការ​នេះ​ ម៉ូឌុល AppArmor នឹង​ផ្ទុក​សំណុំ​ទម្រង់​ឡើង​វិញ ។
ko: ? 이 작업 뒤에 AppArmor 모듈은 프로파일 세트를 다시 로드합니다.
lt: ? Po to AppArmor modulis iš naujo įkels profilių rinkinį.
nb: ? Etter denne handlingen vil AppArmor-modulen laste profilsettet på nytt.
nl: verwijderen? Na deze operatie zal de AppArmor-module het profielenset opnieuw laden.
pl: ? Po wykonaniu tej czynności AppArmor ponownie wczyta zestaw profili.
pt_br: ? Após esta operação, o módulo do AppArmor recarregará o conjunto de perfis.
ro: ? După această operație, modulul AppArmor va reîncărca setul de profiluri.
ru: ? После этой операции модуль AppArmor перезагрузит набор профилей.
sk: ? Po tejto operácii modul AppArmor znovu načínať sadu profilov.
sv: ? Efter den här åtgärden kommer AppArmor-modulen att läsa in profiluppsättningen igen.
zh_cn: ? 此操作后，AppArmor 模块将重加载安全档案集。
zh_tw: ? AppArmor 模組會在此操作後重新載入設定檔集。

source: Make a selection from the listed profiles and press Next to delete the profile.
ar: حدد التعريفات المدرجة في القائمة واضغط التالي لحذف ملف التعريف.
ca: Seleccioneu un perfil de la llista i premeu següent per suprimir-lo.
cs: Vyberte si ze seznamu profilů a pro smazání stiskněte tlačítko Další.
da: Foretag et valg blandt de viste profiler og tryk "Næste" for at slette profilen.
de: Nehmen Sie unter den aufgelisteten Profilen eine Auswahl vor und klicken Sie auf Weiter, um das Profil zu löschen.
el: Επιλέξτε προφίλ από τη λίστα και πατήστε Επόμενο για να το διαγράψετε.
es: Haga la selección de los perfiles listados y pulse Siguiente para borrar el perfil.
fi: Ole hyvä ja valitse poistettava profiili luettelosta ja paina Seuraava poistaaksesi sen.
fr: Faites une sélection dans la liste des profils et cliquez sur Suivant pour supprimer le profil.
hu: Válasszon egyet a listában látható profilok közül, majd nyomja meg a Következő gombot a profil törléséhez.
it: Selezionare un profilo dall'elenco e scegliere Avanti per cancellarlo.
ja: プロファイルを削除するには、一覧からプロファイルを選択して "次へ" を押してください。
km: សូម​ជ្រើស​ពី​ទម្រង់​ដែល​បាន​រាយ រួច​ចុច បន្ទាប់ ដើម្បី​លុប​ទម្រង់ ។
ko: 나열된 프로파일에서 선택하고 [다음]을 눌러 프로파일을 삭제하십시오.
lt: Pasirinkite iš profilių sąrašo ir, norėdami pašalinti profilį, spauskite Toliau.
nb: Velg en profilen fra listen og klikk Neste for å slette den.
nl: Maak een selectie uit de getoonde profielen en klik op Verder om het profiel te verwijderen.
pl: Wybierz spośród wyświetlonych profili i kliknij przycisk Dalej, aby usunąć profil.
pt_br: Selecione algum dos perfis listados e pressione Avançar para remover o perfil.
ro: Selectați unul dintre profilurile din listă și apăsați Înainte pentru a-l șterge.
ru: Сделайте выбор из представленных профилей и нажмите Далее, чтобы удалить профиль.
sk: Vykonať výber z uvedených profilov a stlačiť Ďalej pre vymazanie profilu.
sv: Välj bland de visade profilerna och klicka på Nästa för att ta bort profilen.
zh_cn: 请从列出的安全档案中做出选择，并按“下一步”删除该档案。
zh_tw: 從列出的設定檔中選取一項，並按「下一步」以刪除該設定檔。

source: Delete Profile - Choose profile to delete
ar: حذف ملف تعريف - اختر ملف التعريف لحذفه
ca: Suprimeix el perfil: trieu el perfil que voleu suprimir
cs: Zmazání profilu - Zvolte profil ke smazání
da: Slet profil - Vælg profilen der skal slettes
de: Profil löschen - Wählen Sie ein Profil zum Löschen aus.
el: Διαγραφή του Προφίλ - Επιλέξτε το προφίλ που θέλετε να διαγράψετε
es: Suprimir perfil: elija el perfil que desea suprimir
fi: Poista profiili - valitse poistettava profiili
fr: Supprimer un profil - Choisir le profil à supprimer
hu: Profil törlése - Válassza ki a törlendő profilt
it: Eliminazione profilo - Scegliere il profilo da eliminare
ja: プロファイルの削除 - 削除するプロファイルの選択
km: លុប​ទម្រង់ - ជ្រើសទម្រង់​ដែល​ត្រូវ​លុប
ko: 프로파일 삭제 - 삭제할 프로파일을 선택하십시오.
lt: Šalinti profilį - pasirinkite pašalintiną profilį
nb: Slett profil - Velg profilen du vil slette
nl: Profiel verwijderen - Kies het profiel dat u wilt verwijderen
pl: Usuwanie profilu - proszę wybrać profil do usunięcia
pt_br: Remover Perfil - Escolha o perfil para remover
ro: Șterge profilul - alegeți profilul ce va fi șters
ru: Удалить профиль — Выберите профиль для удаления
sk: Zmazať profil - vyberte profil na zmazanie
sv: Ta bort profil - Välj en profil som ska tas bort
zh_cn: 删除安全档案 - 选择要删除的安全档案
zh_tw: 刪除設定檔 - 選擇要刪除的設定檔

source: Select a listed profile and press Edit to edit it.
ar: حدد ملف التعريف المدرج في القائمة واضغط على تحرير لتحريره.
ca: Seleccioneu un perfil de la llista i premeu següent per editar-lo.
cs: Vyberte některý zobrazený profil a pro jeho úpravu stiskněte Upravit.
da: Vælg en oplistet profil og tryk Redigér for at redigere den.
de: Wählen Sie ein aufgelistetes Profil und klicken Sie auf Bearbeiten, um es zu bearbeiten.
el: Επιλέξτε προφιλ από την λίστα και πατήστε Επεξεργασία για να το επεξεργαστείτε.
es: Seleccione un perfil de la lista y haga clic en Editar para modificarlo.
fi: Tee valinta luetelluista profiileista ja napsauta Seuraava muokataksesi profiilia.
fr: Sélectionnez un profil dans la liste et cliquez sur Modifier pour l'éditer.
hu: Válasszon ki egy, a felsorolásban szereplő profilt, és a Szerkesztés gombra kattintva módosítsa.
it: Selezionare un profilo dall'elenco e premere Modifica per modificarlo.
ja: プロファイルを編集するには、一覧から選択して "編集" を押してください。
ko: 나열된 프로파일을 선택하고 [편집]을 눌러 편집하십시오.
lt: Pasirinkite iš profilių sąrašo ir, norėdami keisti profilį, spauskite „Keisti“.
nl: Selecteer uit de lijst met profielen en klik op Bewerken om het profiel te bewerken.
pl: Wybierz profil i naciśnij przycisk Edytuj.
pt_br: Selecione um perfil listado e pressione Editar para editá-lo.
ru: Для редактирования профиля выберите его из списка и нажмите Редактировать.
sk: Vyberte uvedený profil a stlačiť Upraviť pre úpravu profilu.
sv: Välj en listad profil och tryck på Redigera för att redigera den.
zh_cn: 请选择一个列出的安全方案并按编辑编辑。
zh_tw: 選取列出的某個設定檔，並按「編輯」以對其進行編輯。

source: Edit Profile - Choose profile to edit
ar: تحرير ملف التعريف - اختر ملف تعريف لتحريره
ca: Edita el perfil: trieu el perfil que voleu editar
cs: Úprava profilu - Zvolte profil k úpravě
da: Redigér Profil - Vælg profilen der skal redigeres
de: Profil bearbeiten - Wählen Sie ein Profil zum Bearbeiten aus.
el: Επεξεργασία Προφίλ - Επιλέξτε ένα προφίλ για να το επεξεργαστείτε
es: Editar perfil: elija el perfil que desea modificar
fi: Muokkaa profiilia - valitse muokattava profiili
fr: Modifier un profil - Choisir le profil à modifier
hu: Profil szerkesztése - Válassza ki a szerkesztendő profilt
it: Modifica profilo - Scegliere il profilo da modificare
ja: プロファイルの編集 - 編集するプロファイルの選択
km: កែ​សម្រួល​ទម្រង់ - ជ្រើស​ទម្រង់​ដែល​ត្រូវ​​កែ​សម្រួល
ko: 프로파일 편집 - 편집할 프로파일을 선택하십시오.
lt: Keisti profilį - pasirinkite redaguotiną profilį
nb: Rediger profil - Velg profilen du vil redigere
nl: Profiel bewerken - Kies het profiel dat u wilt bewerken
pl: Edycja profilu - proszę wybrać profil do edycji
pt_br: Editar Perfil - Escolha o perfil para editar
ro: Editează profil - Selectați un profil de editat
ru: Редактировать профиль — Выберите профиль для редактирования
sk: Upraviť profil - vyberte profil na úpravu
sv: Redigera profil - Välj en profil som ska redigeras
zh_cn: 编辑安全档案 - 选择要编辑的档案
zh_tw: 編輯設定檔 - 選擇要編輯的設定檔

source: Enable AppArmor Functions
ar: تمكين وظائف درع التطبيقات
ca: Habilita les funcions d'AppArmor
cs: Povolit funkce AppArmor
da: Aktivér AppArmor-funktioner
de: AppArmor-Funktionen aktivieren
el: Ενεργοποίηση Λειτουργιών AppArmor
es: Habilitar funciones de AppArmor
fi: Ota AppArmor-toiminnot käyttöön
fr: Activer les fonctions AppArmor
hu: AppArmor funkciók engedélyezése
it: Abilita funzioni AppArmor
ja: AppArmor 機能を有効にする
km: បើក​មុខងារ AppArmor
ko: AppArmor 기능 활성화
lt: Įgalinti AppArmor funkcijas
nb: Aktiver AppArmor-funksjonene
nl: AppArmor-functies activeren
pl: Włącz funkcje AppArmor
pt_br: Habilitar Funções do AppArmor
ro: Activează funcțiile AppArmor
ru: Включить функции AppArmor
sk: Aktivovať funkcie AppArmor
sv: Aktivera AppArmor-funktioner
zh_cn: 启用 AppArmor 功能
zh_tw: 啟用 AppArmor 功能

source: AppArmor Configuration
ar: إعداد درع التطبيقات
ca: Configuració d'AppArmor
cs: Konfigurace AppArmor
da: AppArmor-konfiguration
de: AppArmor-Konfiguration
el: Ρύθμιση AppArmor
es: Configuración de AppArmor
fi: AppArmor-määritykset
fr: Configuration AppArmor
hu: AppArmor-beállítások
it: Configurazione di AppArmor
ja: AppArmor 設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ AppArmor
ko: AppArmor 구성
lt: AppArmor konfigūracija
nb: AppArmor-konfigurasjon
nl: AppArmor-configuratie
pl: Konfiguracja AppArmor
pt_br: Configuração do AppArmor
ro: Configurația AppArmor
ru: Настройка AppArmor
sk: Konfigurácia AppArmor
sv: Konfiguration av AppArmor
zh_cn: AppArmor 配置
zh_tw: AppArmor 組態

source: <p>Choose one of the available AppArmor modules to configure the corresponding action and press <b>Launch</b>.</p>
ar: <p>اختر واحدة من الوحدات النمطية درع التطبيقات المتاحة لإعدادها للملائمة واضغط على <b>تنفيذ</b>.</p>
ca: <p>Trieu un dels mòduls d'AppArmor disponibles per a la configuració de l'acció corresponent i premeu <b>Executa</b>.</p>
cs: <p>Zvolte jeden z dostupných modulů AppArmoru ke konfiguraci odpovídajících akcí a stiskněte <b>Spustit</b>.</p>
da: <p>Vælg en af de tilgængelige AppArmor-moduler for at konfigurere den tilsvarende handling og tryk på <b>Kør</b>.</p>
de: <p>Wählen Sie eines der verfügbaren AppArmor-Module zum Konfigurieren der entsprechenden Aktion aus und drücken Sie auf <b>Starten</b>.</p>
el: <p>Επιλέξτε ένα από τα διαθέσιμα αρθρώματα του AppArmor για να ρυθμίσετε την αντίστοιχη ενέργεια και στη συνέχεια πατήστε το κουμπί <b>Εκκίνηση</b>.</p>
es: <p>Seleccione uno de los módulos de AppArmor para configurar la acción correspondiente y pulse <b>Ejecutar.</b></p>
fi: <p>Valitse yksi käytettävissä olevista apparmor-moduuleista määrittääksesi kyseinen toiminto ja paina <b>Käynnistä</b>.</p>
fr: <p>Sélectionnez un des modules AppArmor disponibles pour configurer les actions correspondantes et cliquez sur <b>Lancer</b>.</p>
hu: <p>Válasszon az elérhető AppArmor modulok közül a megfelelő művelet beállításához, majd nyomja meg az <b>Indítás</b> gombot.</p>
it: <p>Selezionare uno dei moduli AppArmor disponibili per configurare la corrispondente azione, quindi premere <b>Avvia</b>.</p>
ja: <p>動作を設定したい AppArmor モジュールを選択し、 <b>起動</b> を押してください。</p>
km: <p>ជ្រើស​ម៉ូឌុល AppArmor ណាមួយ ដើម្បី​កំណត់​​រចនាសម្ព័ន្ធ សកម្មភាព​ដែល​ត្រូវ​គ្នា រួច​ចុច <b>បើក​ដំណើរការ</b> ។</p>
ko: <p>사용 가능한 AppArmor 모듈 중 하나를 선택하여 해당 작업을 구성하고 <b>시작</b>을 누르십시오.</p>
lt: <p>Pasirinkite vieną iš galimų AppArmor modulių atitinkamo veiksmo konfigūravimui ir spauskite <b>Paleisti</b>.</p>
nb: <p>Velg en av de tilgjengelige apparmor-modulene for å sette opp tilhørende handlinger, og klikk <b>Start</b>.</p>
nl: <p>Kies een van de beschikbare apparmor-modules om de overeenkomstige acties te configureren en drup op <b>Opstarten</b>.</p>
pl: <p>Wybierz jeden z dostępnych modułów AppArmor do skonfigurowania powiązanego działania i kliknij przycisk <b>Uruchom</b>.</p>
pt_br: <p>Escolha um dos módulos AppArmor disponíveis para configurar a ação correspondente e pressione <b>Iniciar</b>.</p>
ru: <p>Выберите один из доступных модулей AppArmor, чтобы настроить соответствующие действия, и нажмите кнопку <b>Запуск</b>.</p>
sk: <p>Vybrať jeden z dostupných modulov AppArmor pre konfiguráciu príslušnej akcie a stlačiť <b>Spustiť</b>.</p>
sv: <p>Välj en av de tillgängliga AppArmor-modulerna för att ställa in motsvarande åtgärd och klicka på <b>Starta</b>.</p>
zh_cn: <p>从可选 AppArmor 模块中择一配置相关的行为，然后按下<b>起动</b>键。</p>
zh_tw: <p>選擇其中一個可用的 AppArmor 模組以設定 對應的動作，然後按<b>「啟動」</b>。</p>

source: &Available AppArmor Modules:
ar: وحدات نمطية درع التطبيقات:
ca: Mòduls d'AppArmor &disponibles
cs: Dostupné síťové &moduly:
da: &Tilgængelige AppArmor-moduler:
de: &Verfügbare AppArmor-Module:
el: &Διαθέσιμα Αρθρώματα AppArmor:
es: Módulos de &AppArmor disponibles:
fi: Käytettävissä olev&at AppArmor-moduulit:
fr: Modules &AppArmor disponibles :
hu: Elérhető &hAppArmor modulok:
it: &Moduli AppArmor disponibili:
ja: 利用可能な AppArmor モジュール (&A):
km: ម៉ូឌុល AppArmor ដែល​មាន​ ៖
ko: 사용 가능한 AppArmor 모듈(&A):
lt: P&asiekiami AppArmor moduliai:
nb: &Tilgjengelige AppArmor-moduler:
nl: Beschikbare AppArmor modulen:
pl: Dostępne moduły &AppArmor:
pt_br: &Módulos AppArmor Disponíveis:
ro: Module &AppArmor disponibile:
ru: &Доступные модули AppArmor:
sk: Dostupné moduly &AppArmor:
sv: &Tillgängliga AppArmor-moduler:
zh_cn: 可用的 AppArmor 模块(&A)：
zh_tw: 可用的 AppArmor 模組(&A)：

source: Settings
ar: إعدادات
ca: Paràmetres
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
km: ការ​កំណត់
ko: 설정
lt: Nuostatos
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
zh_cn: 设置
zh_tw: 設定

source: Manage Existing Profiles
ar: إدارة ملفات التعريف الموجودة
ca: Gestió dels perfils existents
cs: Spravovat již vytvořené profily
da: Håndtér eksisterende profiler
de: Verwalten bestehender Profile
el: Διαχείριση Υπαρχόντων Προφίλ
es: Gestionar perfil existente
fi: Hallinnoi olemassa olevia profiileja
fr: Gérer les profils existants
hu: Meglévő profilok kezelése
it: Gestisci profili esistenti
ja: 既存のプロファイルを管理
km: គ្រប់គ្រង​ទម្រង់​ដែល​មាន​ស្រាប់
ko: 기존 프로파일 관리
lt: Tvarkyti esamus profilius
nb: Administrer eksisterende profiler
nl: Bestaande profielen beheren
pl: Zarządzaj istniejącymi profilami
pt_br: Gerenciar os perfis existentes
ru: Управление существующими профилями
sk: Spravovať existujúce profily
sv: Hantera befintliga profiler
zh_cn: 管理现有安全档案
zh_tw: 管理現有設定檔

source: Manually Add Profile
ar: إضافة ملف التعريف يدوياً
ca: Afegeix el perfil manualment
cs: Vytvořit profil ručně
da: Tilføj profil manuelt
de: Manuelles Hinzufügen eines Profils
el: Χειροκίνητη Προσθήκη Προφίλ
es: Añadir perfil manualmente
fi: Lisää profiili manuaalisesti
fr: Ajouter manuellement un profil
hu: Profil hozzáadása kézzel
it: Aggiungi profilo manualmente
ja: 手作業でプロファイルを追加
km: បន្ថែម​ទម្រង់​ដោយដៃ
ko: 프로파일 수동 추가
lt: Pridėti profilį rankiniu būdu
nb: Legg til profil manuelt
nl: Profiel handmatig toevoegen
pl: Ręczne dodawanie profilu
pt_br: Adicionar perfil manualmente
ro: Adaugă manual un profil
ru: Добавить профиль вручную
sk: Ručne pridať profil
sv: Lägg till profiler manuellt
zh_cn: 手动添加安全档案
zh_tw: 手動新增設定檔

source: &Launch
ar: تنفيذ
ca: &Executa
cs: Spusti&t
da: &Kør
de: &Starten
el: &Εκκίνηση
es: &Ejecutar
fi: &Käynnistä
fr: &Lancer
hu: &Indítás
it: &Lancia
ja: 起動 (&L)
km: បើក​ដំណើរការ
ko: 시작(&L)
lt: Pa&leisti
nb: &Start
nl: &Opstarten
pl: U&ruchom
pt_br: &Iniciar
ro: &Lansează
ru: &Запустить
sk: &Spustiť
sv: S&tarta
zh_cn: 起动(&L)
zh_tw: 啟動(&L)

source: This operation generated the following error. Check your installation and AppArmor profile settings.
ar: هذه العملية إنشاءت الخطأ التالي. الرجاء التحقق من التثبيت وإعدادات ملف تعريف درع التطبيقات.
ca: Aquesta operació ha generat l'error següent. Comproveu la instal·lació i la configuració del perfil de l'AppArmor.
cs: Tato operace vytvořila následující chybu. Zkontrolujte instalaci a nastavení profilů AppArmoru.
da: Denne operation genererede følgende fejl. Tjek din installation og AppArmor-profilindstillinger.
de: Bei diesem Vorgang wurde der nachfolgende Fehler generiert. Überprüfen Sie die Installation und die AppArmor-Profileinstellungen.
el: Αυτή η λειτουργία δημιούργησε το παρακάτω σφάλμα. Ελέγξτε την εγκατάστασή σας και τις ρυθμίσεις του προφίλ AppArmor.
es: Esta operación genera el siguiente error. Compruebe la instalación y los valores de configuración del perfil de AppArmor.
fi: Toiminto sai aikaan seuraavan virheen. Tarkista asennuksesi ja AppArmor-profiilien asetukset.
hu: Ez a művelet a következő hibát eredményezte; ellenőrizze a telepítési és AppArmor profilbeállításokat.
km: ប្រតិបត្តិការ​នេះ​បាន​បង្កើត​កំហុស​ដូច​ខាងក្រោម ។ ពិនិត្យមើល​ការ​ដំឡើង និង​ការ​កំណត់​ទម្រង់ AppArmor របស់​អ្នក ។
ko: 이 작업은 다음 오류를 생성했습니다. 설치 및 AppArmor 프로파일 설정을 확인하십시오.
lt: Šis veiksmas lėmė šitą klaidą. Patikrinkite įdiegtą sistemą ir AppArmor profilių nuostatas.
pl: Operacja ta wygenerowała następujący błąd. Sprawdź poprawność instalacji i ustawienia profili programu AppArmor.
pt_br: Esta operação gerou o seguinte erro. Verifique a instalação e as configurações de perfil do AppArmor.
sv: Åtgärden genererade följande fel. Kontrollera installationen och AppArmor-profilinställningarna.
zh_cn: 此操作产生以下错误。请检查安装和 AppArmor 安全档案的设置。

source: Disabled
ar: معطل
ca: Inhabilitat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
fi: Poistettu käytöstä
hu: Letiltva
km: បាន​បិទ
ko: 비활성화
lt: Išjungta
pl: Wyłączone
pt_br: Desabilitado
ro: Dezactivat
sv: Inaktiverat
zh_cn: 已禁用

source: 1 minute
ar: 1 دقيقة
ca: 1 minut
cs: 1 minuta
da: 1 Minut
el: 1 λεπτό
es: 1 minuto
fi: 1 minuutti
hu: 1 perc
km: ១ នាទី
ko: 1분
lt: 1 minutė
pl: 1 minuta
pt_br: 1 minuto
ro: 1 minut
sv: 1 minut
zh_cn: 1 分钟

source: 5 minutes
ar: 5 دقائق
ca: 5 minuts
cs: 5 minut
da: 5 Minutter
de: 5 Minuten
el: 5 λεπτά
es: 5 minutos
fi: 5 minuuttia
hu: 5 perc
km: ៥ នាទី
ko: 5분
lt: 5 minutės
pl: 5 minut
pt_br: 5 minutos
ro: 5 minute
sv: 5 minuter
zh_cn: 5 分钟

source: 10 minutes
ar: 10 دقائق
ca: 10 minuts
cs: 10 minut
da: 10 Minutter
de: 10 Minuten
el: 10 λεπτά
es: 10 minutos
fi: 10 minuuttia
hu: 10 perc
km: ១០ នាទី
ko: 10분
lt: 10 minučių
pl: 10 minut
pt_br: 10 minutos
ro: 10 minute
sv: 10 minuter
zh_cn: 10 分钟

source: 15 minutes
ar: 15 دقائق
ca: 15 minuts
cs: 15 minut
da: 15 Minutter
de: 15 Minuten
el: 15 λεπτά
es: 15 minutos
fi: 15 minuuttia
hu: 15 perc
km: ១៥ នាទី
ko: 15분
lt: 15 minučių
pl: 15 minut
pt_br: 15 minutos
ro: 15 minute
sv: 15 minuter
zh_cn: 15 分钟
