Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: The following help text describes the detail of the security profile syntax used by AppArmor. <br><br>At any stage, you may customize the profile entry by changing the suggested response. This overview will assist you in your options. Refer to the Novell AppArmor Administration Guide for step-by-step instructions. <br><br>
ar: نص التعليمات التالية توضح تفاصيل بناء ملف التعريف الأمني المستخدمة من قبل درع التطبيقات. <br><br>في أي مرحلة من المراحل، يمكنك تخصيص لإدخال ملف التعريف عن طريق تغيير الاستجابة المقترحة. نظرة عامة على هذا ستساعدك في إعداد خياراتك الخاصة. أرجع إلى دليل الإدارة AppArmor Novell للحصول على إرشادات خطوة بخطوة. <br><br>
ca: El text d'ajuda següent descriu el detall de la sintaxi del perfil de seguretat usat per l'AppArmor. <br><br>En qualsevol moment, podeu personalitzar l'entrada del perfil canviant-ne la resposta suggerida. Aquest resum us ajudarà amb les opcions. Consulteu les instruccions pas a pas de la Novell AppArmor Administration Guide. <br><br>
cs: Následující nápovědný text popisuje podrobnosti syntaxe bezpečnostního profilu, kterou používá AppArmor.<br><br> Ve kterékoliv fázi můžete přizpůsobit položku profilu úpravou nabízené odpovědi. Tento přehled vám pomůže ve volbách. Pro instrukce krok za krokem čtěte Příručku správce aplikace Novell AppArmor.<br><br>
da: Følgende hjælpetekst beskriver detaljerne i sikkerhedsprofil-syntaksen som anvendes af AppArmor. <br><br>Du kan på ethvert tidspunkt tilpasse profilindgangen ved at ændre det foreslåede svar. Denne oversigt vil assistere dig i dine muligheder. Se Novell AppArmor Administration Guide for trin-for-trin-instruktioner. <br><br>
de: Im nachfolgenden Hilfetext wird die von AppArmor verwendete Sicherheitsprofilsyntax detailliert erläutert. <br><br>Sie haben in jeder Phase die Möglichkeit, den Profileintrag anzupassen, indem Sie die vorgeschlagene Reaktion ändern. In dieser Übersicht finden Sie Informationen zu Ihren Optionen. Schrittweise Anleitungen finden Sie im Novell AppArmor- Verwaltungshandbuch. <br><br>
el: Το παρακάτω κείμενο βοήθειας περιγράφει τις λεπτομέρειες της σύνταξης του προφίλ ασφαλείας που χρησιμοποιείται από το AppArmor.<br><br>Σε κάθε επίπεδο, μπορείτε να προσαρμόσετε την καταχώρηση του προφίλ αλλάζοντας την προτεινόμενη απάντηση. Αυτή η περίληψη θα σας βοηθήσει στις επιλογές σας. Απευθυνθείτε στον Οδηγό Διαχείρισης του Apparmor από τη Novell για βήμα-βήμα οδηγίες. <br><br>
es: El siguiente texto de ayuda describe el detalle de la sintaxis del perfil de seguridad que utiliza AppArmor. <br><br>Puede personalizar, en cualquier momento, el perfil de la entrada cambiando la respuesta sugerida. Este resumen le ayudará con sus opciones. Consulte la Guía de administración de AppArmor para obtener instrucciones detalladas paso a paso. <br><br>
fi: Seuraava avustusteksti kuvaa yksityiskohdat turvallisuusprofiilin rakenteelle, joita AppArmor käyttää. <br><br>Voit milloin vain muokata profiilin syötteitä muutamalla ehdotettua palautetta. Tämä yleisnäkymä auttaa valinnoissasi. Vertaa opaan Novell AppArmor Administration Guide ohjeita vaihe vaiheelta. <br><br>
fr: Le texte d'aide suivant décrit en détail la syntaxe de profil de sécurité utilisée par AppArmor. <br><br>À tout moment, vous pouvez personnaliser l'entrée du profil en modifiant la réponse suggérée. Cette vue d'ensemble vous assistera dans vos choix. Référez-vous au Guide d'administration Novell AppArmor pour des instructions pas-à-pas. <br><br>
hu: A következő súgó az AppArmor által használt biztonsági profil szintaxisát írja le. <br><br>A profilbejegyzés a javasolt reakció módosításával bármikor módosítható. Ez az áttekintés segít a beállításokban, de részletes útmutatót a Novell AppArmor Administration Guide kézikönyvben találhat. <br><br>
it: Il seguente testo descrive il dettaglio della sintassi dei profili di protezione usata da AppArmor. <br><br>Ad ogni passo, è possibile personalizzare la voce del profilo cambiando la risposta suggerita. Questa panoramica assisterà nelle opzioni. Fare riferimento alla Guida all'amministrazione di AppArmor di Novell per le istruzioni passo-passo. <br><br>
ja: 以下のヘルプテキストは、 AppArmor が使用するセキュリティプロファイル構文の 詳細について説明しています。<br><br>どんな段階でも、提案された設定を 変更して、プロファイルの項目をカスタマイズすることができます。 この概要は設定の際に助けになるでしょう。具体的な手順については、 Novell AppArmor 管理者ガイドを参照してください。<br><br>
km: អត្ថបទ​ជំនួយ​ដូច​ខាងក្រោម អធិប្បាយ​លម្អិត​អំពីវាក្យសម្ព័ន្ធ​​ទម្រង់​សុវត្ថិភាព ដែល​បានប្រើ​ដោយ AppArmor ។ <br><br>នៅដំណាក់កាល​ណាមួយ អ្នកអាច ប្ដូរ​ទម្រង់​ធាតុ​តាម​បំណង​ដោយ​ផ្លាស់ប្ដូរ​ការ​ឆ្លើយតប​ដែល​បានស្នើ ។ ទិដ្ឋភាព​ពិសេស​នេះ​នឹង​ជួយ​អ្នក​នៅ​ក្នុង​ជម្រើស​នេះ ។ ចំពោះ​សេចក្ដីណែនាំ​តាម​ជំហាន សូម​យោង​ទៅ​តាម​ មគ្គុទ្ទេសក៍​គ្រប់គ្រង Novell AppArmor ។ <br><br>
ko: 다음의 도움말에는 AppArmor이 사용하는 보안 프로파일 구문에 대해 상세한 내용이 설명되어 있습니다. <br><br>어떤 단계라도 제안한 설정을 변경하여 프로파일 항목을 고칠 수 있습니다. 이 개요는 사용자의 옵션 설정에 필요한 내용이 담겨 있습니다. 각 단계의 순서에 관해서는 Novell AppArmor 관리자 길잡이를 참조하세요.<br><br>
nb: Dette er en detaljert beskrivelse av syntaksen som AppArmor bruker for sikkerhetsprofiler. <br><br>Du kan når som helst tilpasse profiloppføringen ved å endre forslaget. Denne gir deg tips om ulike valg. Novells administrasjonsveiledning for AppArmor inneholder trinn for trinn-anvisninger. <br><br>
nl: De volgende hulptekst beschrijf in detail de syntax van het beveiligingsprofiel dat door AppArmor wordt gebruikt. <br><br>In elk stadium kunt u het profiel aanpassen door het gesuggereerde aan te passen. Dit overzicht assisteert u in het kiezen van uw opties. Kijk in de Novell AppArmor Administration Guide voor stap-bij-stap instructies. <br><br>
pl: Poniższy tekst pomocy opisuje szczegóły składni profili bezpieczeństwa używanej przez program AppArmor. <br><br>Na każdym poziomie można dostosować pozycje profilu przez zmianę sugerowanej odpowiedzi. Opis ten ma na celu ułatwienie podejmowania decyzji. Szczegółowe instrukcje dostępne są w Przewodniku administratora Novell AppArmor. <br><br>
pt_br: O seguinte texto de ajuda descreve em detalhe a sintaxe de perfil de segurança utilizada pelo AppArmor. <br><br>Em qualquer etapa, você pode personalizar a entrada do perfil alterando a resposta sugerida. Este resumo o ajudará com suas opções. Veja o guia de administração AppArmor da Novell para instruções passo-a-passo<br><br>
ro: Următorul text de asistență descrie detaliile sintaxei avut de profilul de securitate folosit de AppArmor. <br> <br>La orice clipă, poți să modifici profilul prin schimbarea sugestiilor existente. Această prezentare generală te va ajuta să setezi opțiunile. Citește Ghidul de Administrare Novell AppArmor pentru instrucțiuni pas cu pas. <br><br>
ru: Следующий справочный текст описывает подробности синтаксиса профилей безопасности, используемого AppArmor.<br><br>На любом этапе вы можете ввести настройки профиля, отличные от предложенных. Этот обзор поможет вам в ваших параметрах. См. Novell AppArmor Administration Guide для пошаговых инструкций. <br><br>
sk: Následujúci text pomocníka popisuje podrobnosti syntaxe bezpečnostného profilu, ktorú používa AppArmor. <br><br>V ktorejkoľvek etape môžete prispôsobiť položku zmenou navrhovanej odpovede Tento prehľad vám pomôže vo vašich možnostiach. Inštrukcie krok za krokom nájdete v Novell AppArmor Administration Guide <br><br>
sv: Hjälptexten nedan beskriver detaljrikedomen i den säkerhetsprofil- syntax som används av AppArmor. <br><br>Du kan när som helst anpassa en profilpost genom att ändra svarsförslaget. Här följer en översikt av de olika alternativen. Steg-för-steg- instruktioner hittar du i Novell AppArmor-administrationsmanualen. <br><br>
zh_cn: 如下帮助文本描述了 AppArmor 使用的安全档案语法细节。<br><br>在任何情况下，您都可以通过修改建议的回答来自定义安全档案条目。 该概览辅助您修改选项。分步指南请参考 Novell AppArmor 管理指南。<br><br>
zh_tw: 下列說明文字描述 AppArmor 使用的安全性設定檔 語法詳細資料。<br><br>您可在任何階段變更建議的 回應，以自訂設定檔項目。 本綜覽可協助您設定選項。 如需逐步的指示，請參閱 《Novell AppArmor 管理指南》。<br><br>

source: <b>Access Modes</b><br>
ar: <b>أوضاع الوصول</b><br>
ca: <b>Modes d'accés</b><br>
cs: <b>Režimy přístupu</b><br>
da: <b>Adgangstilstande</b><br>
de: <p><b>Zugriffs-Modi</b></p>
el: <b>Λειτουργίες Πρόσβασης</b><br>
es: <b>Modos de acceso</b><br>
fi: <b>Pääsytilat</b><br>
fr: <b>Modes d'accès</b><br>
hu: <b>Hozzáférési módok</b><br>
it: <b>Modalità di accesso</b><br>
ja: <b>アクセスモード</b><br>
km: <b>របៀប​ដំណើរការ</b><br>
ko: <b>접근 모드</b><br>
lt: <b>Prieigos veiksenos </b>
nb: <b>Tilgangsmoduser</b><br>
nl: <b>Toegangmodi</b><br>
pl: <b>Tryby dostępu</b><br>
pt_br: <p><b>Modos de Acesso</b></p>
ro: <b>Moduri de acces</b><br>
ru: <b>Режимы доступа</b>
sk: <b>Prístupové režimy</b><br>
sv: <b>Åtkomstlägen</b><br>
zh_cn: <b>访问模式</b><br>
zh_tw: <b>存取模式</b><br>

source: File permission access modes consists of combinations of the following six modes:
ar: طرق الحصول على إذن للملف تتكون من مزيج من الأسئلة الستة التالية:
ca: Els modes de permisos d'accés de fitxer consisteixen en combinacions dels sis mòduls següents:
cs: Souborová oprávnění k přístupu se skládají z následujících šesti režimů:
da: Adgangstilstande for filrettigheder består af kombinationer af følgende seks tilstande:
de: Dateiberechtigungs-Zugriffs-Modi bestehen aus Kombinationen der folgenden sechs Modi:
el: Οι λειτουργίες πρόσβασης δικαιωμάτων των αρχείων αποτελείται από συνδυασμούς των παρακάτω έξι λειτουργιών:
es: Los modos de acceso al permiso de archivos consisten en combinaciones de los siguientes seis modos:
fi: Tiedosto-oikeuksien käyttötilat koostuvat seuraavista kuudesta tilasta:
fr: Les modes de permissions d'accès aux fichiers consistent en des combinaisons des six modes suivants :
hu: A fájlhozzáférési módok a következő hat módok kombinációjából jöhetnek létre:
it: Le modalità dei permessi di accesso ai file consiste in combinazioni delle seguenti sei modalità:
ja: ファイル許可のアクセスモードは、以下の 6 つのモードの組み合わせで構成されます:
km: របៀប​សិទ្ធិ​ចូល​ដំណើរការ​ឯកសារ​មាន​បន្សំ​របៀប​ប្រាំមួយ​យ៉ាង​ដូច​ខាងក្រោម ៖
ko: 파일 권한 접근 모드는 6개의 모드로 구성됨:
nb: Tilgangsmoduser for filer er en kombinasjon av følgende seks moduser:
nl: Een modus voor toestemming voor bestandstoegang bestaat uit een combinatie van de volgende zes modi:
pl: Tryby dostępu do plików są określone przez połączenie następujących sześciu trybów:
pt_br: Os modos de permissão de acesso a arquivos consistem na combinação dos seis modos seguintes:
ro: Modul de acces al permisiunilor unui fișier sunt compuse din combinațiile următoarelor 6 moduri:
ru: Режимы доступа к файлам состоят из комбинации шести режимов:
sk: Režimy súborových prístupových práv sa skladajú z kombinácie nasledujúcich šiestich režimov:
sv: Filbehörigheternas åtkomstlägen utgörs av kombinationer av följande sex lägen:
zh_cn: 文件权限访问模式包含如下六种模式的组合：
zh_tw: 檔案許可存取模式包含以下六種模式的組合：

source: <li>r - read</li>
ar: <li>r- القراءة</li>
ca: <li>r - lectura</li>
cs: <li>r - čtení</li>
da: <li>r - læse</li>
de: <li>r - lesen</li>
el: <li>r - ανάγνωση</li>
es: <li>r - lectura</li>
fi: <li>r - luku</li>
fr: <li>r - lecture</li>
hu: <li>r - olvasás</li>
it: <li>r - lettura</li>
ja: <li>r - 読み込み</li>
km: <li>r - អាន</li>
ko: <li>r - 읽기</li>
lt: <li>r - skaityti</li>
nl: <li>r - lezen</li>
pl: <li>r - odczyt</li>
pt_br: <li>r - leitura</li>
ro: <li>r - citește</li>
ru: <li>r — чтение</li>
sv: <li>r - läsa</li>
zh_cn: <li>r - 读取</li>
zh_tw: <li>r - 讀取</li>

source: <li>w - write</li>
ar: <li>w - الكتابة</li>
ca: <li>w - escriptura</li>
cs: <li>w - zápis</li>
da: <li>w - skrive</li>
de: <li>w - schreiben</li>
el: <li>w - εγγραφή</li>
es: <li>w - escritura</li>
fi: <li>w - kirjoitus</li>
fr: <li>w - écriture</li>
hu: <li>w - írás</li>
it: <li>w - scrittura</li>
ja: <li>w - 書き込み</li>
km: <li>w - សរសេរ</li>
ko: <li>w - 기록</li>
lt: <li>w - rašyti</li>
nl: <li>w - schrijven</li>
pl: <li>w - zapis</li>
pt_br: <li>w - escrita</li>
ro: <li>w - scrie</li>
ru: <li>w — запись</li>
sv: <li>w - skriva</li>
zh_cn: <li>w - 写入</li>
zh_tw: <li>w - 寫入</li>

source: <li>m - mmap PROT_EXEC</li>
ar: <li>m - الخطة PROT_EXEC</li>
it: <li>m - PROT_EXEC mmap</li>
pl: <li>m - wykonywanie mmap z PROT_EXEC</li>

source: <li>px - discrete profile execute</li>
ar: <li>px - تنفيذ ملف تعريف منفصل</li>
ca: <li>px - execució de perfil discret</li>
cs: <li>px - spuštění diskrétního profilu</li>
da: <li>px - diskret profilkørsel</li>
de: <li>px - Ausführung mit diskretem Profil</li>
el: <li>px - διακριτική εκτέλεση προφίλ</li>
es: <li>px - ejecución de perfil discreta</li>
fi: <li>px - erillinen profiilin suoritus</li>
fr: <li>px - exécution profil distinct</li>
hu: <li>px - diszkrét profilvégrehajtás</li>
it: <li>px - esecuzione profilo discreto</li>
ja: <li>px - 独立プロファイル実行</li>
km: <li>px - ប្រតិបត្តិ​ទម្រង់​ដាច់​ពី​គ្នា</li>
ko: <li>px - 독립 프로파일 실행</li>
lt: <li>px - atskiras vykdymo profilis</li>
nl: <li>px - discreet profiel uitvoeren</li>
pl: <li>px - nieciągłe wykonywanie profilu</li>
pt_br: <li>px - execução discreta do perfil</li>
ro: <li>px - executare discretă a profilului</li>
ru: <li>px — дискретное выполнение профиля</li>
sv: <li>px - diskret profilkörning</li>
zh_cn: <li>px - 离散安全变量执行</li>
zh_tw: <li>px - 分離設定檔執行</li>

source: <li>ux - unconfined execute</li>
ar: <li>ux - تنفيذ غير مقيد</li>
ca: <li>ux - execució sense límits</li>
cs: <li>ux - neomezené spuštění</li>
da: <li>ux - uindskrænket kørsel</li>
de: <li>ux - unbeschränkte Ausführung</li>
el: <li>ux - απεριόριστη εκτέλεση</li>
es: <li>ux - ejecución no confinada</li>
fi: <li>ux - rajoittamaton suoritus</li>
fr: <li>ux - exécution non confinée</li>
hu: <li>ux - nem korlátozott végrehajtás</li>
it: <li>ux - esecuzione non limitata</li>
ja: <li>ux - 無制限実行</li>
km: <li>ux - ការ​ប្រតិបត្តិ​ដែល​មិន​បាន​កំណត់</li>
ko: <li>ux - 무제한 실행</li>
lt: <li>ux - vykdymo nesuvaržyti</li>
nl: <li>ux - onbeperkt uitvoeren</li>
pl: <li>ux - wykonywanie nieograniczone</li>
pt_br: <li>ux - execução não delimitada</li>
ro: <li>ux - executare nelimitată</li>
ru: <li>ux — безусловное выполнение</li>
sv: <li>ux - obegränsad körning</li>
zh_cn: <li>ux - 未受限执行</li>
zh_tw: <li>ux - 未設限執行</li>

source: <li>ix - inherit execute</li>
ar: <li>ix - تنفيذ وراثي</li>
ca: <li>ix - execució d'herència</li>
cs: <li>ix - zděděné spuštění</li>
da: <li>ix - overtag kørsel</li>
de: <li>ix - Das Programm erbt die Regeln des Basisprogramms (inherit execute).</li>
el: <li>ix - εκτέλεση κληρονόμησης</li>
es: <li>ix - heredar ejecución</li>
fi: <li>ix - peritty suoritus</li>
fr: <li>ix - exécution héritée</li>
hu: <li>ix - örökölt végrehajtás</li>
it: <li>ix - eredita esecuzione</li>
ja: <li>ix - 継承実行</li>
km: <li>ix - ការ​ប្រតិបត្តិ​បន្ត</li>
ko: <li>ix - 계승 실행</li>
lt: <li>ix - paveldėti vykdymą</li>
nl: <li>ix - overnemen uitvoeren</li>
pl: <li>ix - wykonywanie dziedziczone</li>
pt_br: <li>ix - execução herdada</li>
ro: <li>ix - executare moștenită</li>
ru: <li>ix — наследованное выполнение</li>
sv: <li>ix - ärva körbehörighet</li>
zh_cn: <li>ix - 继承执行</li>
zh_tw: <li>ix - 承襲執行</li>

source: <li>l - link</li>
ar: <li>l - رابط</li>
ca: <li>l - enllaç</li>
cs: <li>l - odkaz</li>
el: <li>l -σύνδεσμος</li>
es: <li>l - enlazar</li>
fi: <li>l - linkki</li>
fr: <li>l - lien</li>
hu: <li>l - hivatkozás</li>
it: <li>l - collegamento</li>
ja: <li>l - リンク</li>
km: <li>l - តំណ</li>
ko: <li>l - 연결</li>
lt: <li>l - nuoroda</li>
nl: <li>l - koppeling</li>
pl: <li>l - tworzenie dowiązań</li>
pt_br: <li>l - vínculo</li>
ru: <li>l — ссылка</li>
sv: <li>l - länka</li>
zh_cn: <li>l - 链接</li>
zh_tw: <li>l - 連結</li>

source: <b>Details for Access Modes</b>
ar: <b>تفاصيل أوضاع الوصول</b>
ca: <b>Detalls per als modes d'accés</b>
cs: <b>Podrobnosti režimů přístupu</b>
da: <b>Detaljer for adgangstilstande</b>
de: <b>Details für Zugriffs-Modi</b>
el: <b>Λεπτομέρειες για Λειτουργίες Πρόσβασης</b>
es: <b>Detalles de los modos de acceso</b>
fi: <b>Pääsytilojen yksityiskohdat</b>
fr: <b>Détail des modes d'accès</b>
hu: <b>Hozzáférési módok részletesen</b>
it: <b>Dettagli per le modalità di accesso</b>
ja: <b>アクセスモードの詳細</b>
km: <b>សេចក្ដី​លម្អិត​សម្រាប់​របៀប​ចូល​ដំណើរការ</b>
ko: <b>접근 모드 자세히</b>
lt: <b>Prieigos veiksenos detalės</b>
nb: <b>Detaljert om tilgangsmoduser</b>
nl: <b>Details voor toegangsmodi</b>
pl: <b>Szczegóły trybów dostępu</b>
pt_br: <b>Detalhes para modos de acesso</b>
ro: <b>Detaliile Modurilor de acces</b>
ru: <b>Подробности режимов доступа</b>
sk: <b>Podrobnosti pre prístupové režimy</b>
sv: <b>Information om åtkomstlägen</b>
zh_cn: <b>访问模式细节</b>
zh_tw: <b>存取模式的詳細資料</b>

source: <b>Read mode</b><br>
ar: <b>وضع القراءة</b><br>
ca: <b>Mode de lectura</b><br>
cs: <b>Režim čtení</b><br>
da: <b>Læsetilstand</b><br>
de: <b>Lesemodus</b><br>
el: <b>Λειτουργία ανάγνωσης</b><br>
es: <b>Modo de lectura</b><br>
fi: <b>Lukutila</b><br>
fr: <b>Mode lecture</b><br>
hu: <b>Olvasás mód</b><br>
it: <b>Modalità lettura</b><br>
ja: <b>読み込みモード</b><br>
km: <b>របៀប​អាន</b><br>
ko: <b>읽기 모드</b><br>
lt: <b>Skaitymo veiksena</b><br>
nb: <b>Lesemodus</b><br>
nl: <b>Leesmodus</b><br>
pl: <b>Tryb odczytu</b><br>
pt_br: <b>Modo de leitura</b><br>
ro: <b>Mod citire</b><br>
ru: <b>Режим чтения</b><br>
sk: <b>Režim čítania</b><br>
sv: <b>Läsläge</b><br>
zh_cn: <b>只读模式</b><br>
zh_tw: <b>讀取模式</b><br>
