Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <li> Allows setting the domain name</li> <li> Allows setting the hostname</li> <li> Allows calling bdflush()</li> <li> Allows mount() and umount(), setting up new smb connection</li> <li> Allows some autofs root ioctls</li>
ar: <li> يسمح بتحديد اسم المجال </li> <li> يسمح بتحديد اسم المضيف </li> <li> يسمح باستدعاء bdflush()</li> <li> يسمح mount() و umount()، بإعداد اتصال smb جديد</li> <li> يسمح بعض autofs ioctls الجذر</li>
ca: <li> Permet establir el nom del domini</li> <li> Permet establir el nom d'amfitrió</li> <li> Permet cridar bdflush()</li> <li> Permet mount() i umount(), establint una nova connexió smb</li> <li> Permet alguns autofs root ioctls</li>
cs: <li>Umožní nastavení doménového jména</li> <li>Umožní nastavení jména počítače</li> <li>Umožní volání bdflush()</li> <li>Umožní mount() a umount(), nastavení nového SMB spojení</li> <li>Umožní některé autofs kořenové ioctls</li>
da: <li>Tillader at sætte domænenavnet</li> <li> Tillader at sætte værtsmaskinenavnet</li> <li> Tillader kald af bdflush()</li> <li> Tillader at mount() og umount(), sætter en ny smb-forbindelse op</li> <li> Tillader nogle autofs root-ioctls</li>
de: <li> Setzen des Domain-Namens erlauben</li> <li> Setzen des Rechnernamens erlauben</li> <li> bdflush()-Aufruf erlauben</li> <li> mount() und umount() erlauben, Einrichten einer neuen smb-Verbindung</li> <li> Einige autofs-root-ioctls erlauben</li>
el: <li> Επιτρέπει τον ορισμό του ονόματος τομέα</li> <li> Επιτρέπει τον ορισμό του ονόματος κόμβου </li> <li> Επιτρέπει την κληση του bdflush()</li> <li>Επιτρέπει τα mount() και umount(), και τη ρύμθση νέας smb σύνδεσης</li> <li>Επιτρέπει ορισμένα autofs root ioctls</li>
es: <li> Permitir establecer el nombre del dominio</li> <li> Permitir establecer el nombre del equipo</li> <li> Permitir llamadas bdflush()</li> <li> Permitir mount() y umount(), configurar una nueva conexión smb</li> <li> Permitir algunos ioctls de root para autofs</li>
fi: <li> Salli toimialuenimen asetus</li> <li> Salli konenimen asetus</li> <li> Salli bdflush() kutsuminen</li> <li> Salli mount() ja umount(), uuden smb-yhteyden asettaminen</li> <li> Salli joitakin autofs-juuren ioctls-kutsuja</li>
fr: <li> Autorise la configuration du nom de domaine</li> <li> Autorise la configuration du nom d'hôte</li> <li> Autorise l'appel à bdflush()</li> <li> Autorise mount() et umount(), la configuration d'une nouvelle connexion smb</li> <li> Autorise certains ioctl root d'autofs</li>
hu: <li> Lehetővé teszi a tartománynév beállítását</li> <li> Lehetővé teszi a gépnév beállítását</li> <li> Lehetővé teszi a bdflush() hívást</li> <li> Lehetővé teszi a mount() és umount() hívásokat és új smb kapcsolat beállítását</li> <li> Lehetővé tesz néhány autofs root ioctls használatát</li>
it: <li> Consente l'impostazione del nome di dominio</li> <li> Consente l'impostazione del nome host</li> <li> Consente l'invocazione di bdflush()</li> <li> Consente mount() e umount() impostando una nuova connessione smb</li> <li> Consente alcune operazioni ioctl sulla radice di autofs</li>
ja: <li> ドメイン名の設定を許可する </li> <li> ホスト名の設定を許可する </li> <li> bdflush() の呼び出しを許可する </li> <li> mount() と umount() 、および新しい smb 接続の設定を許可する </li> <li> いくつかの autofs の root ioctl を許可する </li>
km: <li> អនុញ្ញាត​ការ​កំណត់​ឈ្មោះ​ដែន</li> <li> អនុញ្ញាត​ការ​កំណត់​ឈ្មោះ​ម៉ាស៊ីន</li> <li> អនុញ្ញាត​ការ​ហៅ bdflush()</li> <li> អនុញ្ញាត​ mount() និង umount(), រៀបចំ​ការ​តភ្ជាប់ smb ថ្មី</li> <li> អនុញ្ញាត​ autofs root ioctls</li>​
ko: <li> 도메인 이름 설정 허용</li> <li> 호스트 이름 설정 허용</li> <li> bdflush() 호출 허용</li> <li> 새 smb 연결을 설정하여 mount() 및 umount() 허용</li> <li> autofs root ioctls 허용</li>
nb: <li> Tillater angivelse av domenenavn</li> <li> Tillater angivelse av vertsnavn</li> <li> Tillater kommandoen bdflush()</li> <li> Tillater mount() og umount(), oppsett av ny smb-forbindelse</li> <li> Tillater noen former for autofs root ioctls</li>
nl: <li> Instellen van de domeinnaam toestaan</li> <li> Instellen van de hostnaam toestaan</li> <li> Oproepen van bdflush() toestaan</li> <li> Mount() en umount() toestaan voor het instellen van nieuwe smb-connecties</li> <li> Enige autofs root ioctls toestaan</li>
pl: <li> Umożliwia ustawienie nazwy domeny</li> <li> Umożliwia ustawienie nazwy hosta</li> <li> Umożliwia wywołanie funkcji bdflush()</li> <li> Umożliwia użycie funkcji mount() i umount() i ustanawianie nowego połączenia smb</li> <li> Umożliwia wykorzystanie niektórych opcji ioctls administratora autofs</li>
pt_br: <li> Permite a configuração do nome de domínio</li> <li> Permite a configuração do nome de máquina</li> <li> Permite chamar bdflush()</li> <li> Permite mount() e umount(), configurando uma nova conexão smb</li> <li> Permite alguns autof root ioctls</li>
ro: <li> Permite setarea numelui de domeniu</li> <li> Permite setarea numelui de gazdă</li> <li> Permite apelarea bdflush()</li> <li> Permite mount() și umount(), configurarea de noi conexiuni smb</li> <li> Permite câteva autofs root ioctls</li>
ru: <li>Разрешает задание доменного имени</li> <li>Разрешает задание имени узла</li> <li>Разрешает вызов bdflush()</li> <li>Разрешает mount() и umount() при установке нового smb-соединения</li> <li>Разрешает некоторые ioctl от root для autofs</li>
sk: <li> Umožňuje nastavenie názvu domény</li> <li> Umožňuje nastavenie názvu hostiteľa</li> <li> Umožňuje volanie funkcie bdflush()</li> <li> Umožňuje mount() a umount(), vytvorenie nového smb spojenia</li> <li> Umožňuje niektoré autofs root ioctls</li>
sv: <li> Tillåter inställning av domännamn</li> <li> Tillåter inställning av värdnamn</li> <li> Tillåter att bdflush() anropas</li> <li> Tillåter mount() och umount(), att en ny smb-anslutning skapas</li> <li> Tillåter vissa autofs-ioctls som root</li>
zh_cn: <li>允许设定域名</li> <li>允许设定主机名<li> <li>允许调用 bdflush() 刷新缓冲区</li> <li>允许 mount() 和 umount()，以及设定新 smb 共享协议连接（smb，服务器信息块协议，一种共享协议)。</li> <li>允许一些自动挂载设备的根用户输入输出管理 （autofs root ioctls）</li>
zh_tw: <li> 允許設定網域名稱</li> <li> 允許設定主機名稱</li> <li> 允許呼叫 bdflush()</li> <li> 允許 mount() 和 umount() 以及設定新的 smb 連接</li> <li> 允許某些 autofs 根 ioctls</li>

source: <li> Allows nfsservctl</li> <li> Allows VM86_REQUEST_IRQ</li> <li> Allows to read/write pci config on alpha</li> <li> Allows irix_prctl on mips (setstacksize)</li> <li> Allows flushing all cache on m68k (sys_cacheflush)</li>
ar: <li> يسمح nfsservctl</li> <li> يسمح VM86_REQUEST_IRQ</li> <li> يسمح بقراءة وكتابة إعداد pci على ألفا</li> <li> يسمح irix_prctl على mips (setstacksize)</li> <li> يسمح لمسح ذاكرة التخزين المؤقت لكافة في m68k (sys_cacheflush)</li>
ca: <li> Permet nfsservctl</li> <li> Permet VM86_REQUEST_IRQ</li> <li> Permet read/write pci config a alpha</li> <li> Permet irix_prctl a mips (setstacksize)</li> <li> Permet abocar tota la cache a m68k (sys_cacheflush)</li>
cs: <li>Umožní nfsservctl</li> <li>Umožní VM86_REQUEST_IRQ</li> <li>Umožní číst/zapisovat pci config na alpha</li> <li>Umožní irix_prctl na mips (setstacksize)</li> <li>Umožní vyprázdnění celé vyrovnávací paměti na m68k (sys_cacheflush)</li>
da: <li> Tillader nfsservctl</li> <li> Tillader VM86_REQUEST_IRQ</li> <li> Tillader at læse/skrive pci-konfiguration på alpha</li> <li> Tillader irix_prctl på mips (setstacksize)</li> <li> Tillader tømning af al cache på m68k (sys_cacheflush)</li>
de: <li> nfsservctl erlauben</li> <li> VM86_REQUEST_IRQ erlauben</li> <li> Lesen/Schreiben der PCI-Konfiguration auf Alpha-Rechnern erlauben</li> <li> irix_prctl on mips (setstacksize) erlauben</li> <li> Leeren des gesamten Cache auf m68k (sys_cacheflush) erlauben</li>
el: <li> Επιτρέπει το nfsservctl</li> <li> Επιτρέπει το VM86_REQUEST_IRQ</li> <li> Επιτρέπει την ανάγνωση/εγγραφή της ρύθμισης pci στο alpha</li> <li> Επιτρέπει το irix_prctl στο mips (setstacksize)</li> <li> Επιτρέπει τον καθαρισμό της λανθάνουσας μνήμης στο m68k (sys_cacheflush)</li>
es: <li> Permitir nfsservctl</li> <li> Permitir VM86_REQUEST_IRQ</li> <li> Permitir la lectura/escritura de la configuración pci en alpha</li> <li> Permitir irix_prctl en mips (setstacksize)</li> <li> Permitir vaciar todo el caché en m68k (sys_cacheflush)</li>
fi: <li> Salli nfsservctl</li> <li> Salli VM86_REQUEST_IRQ</li> <li> Salli read/write pci config alpha:ssa</li> <li> Salli irix_prctl mips:ssä (setstacksize)</li> <li> Salli välimuistin tyhjääminen m68k:ssa (sys_cacheflush)</li>
fr: <li> Autorise nfsservctl</li> <li> Autorise VM86_REQUEST_IRQ</li> <li> Autorise la lecture/écriture de la configuration PCI sur alpha</li> <li> Autorise irix_prctl sur mips (setstacksize)</li> <li> Autorise le vidage de tout le cache sur m68k (sys_cacheflush)</li>
hu: <li> Lehetővé teszi az nfsservctl használatát</li> <li> Lehetővé teszi a VM86_REQUEST_IRQ használatát</li> <li> Lehetővé teszi a pci beállítás olvasását/írását alpha-n</li> <li> Lehetővé teszi irix_prctl használatát mips-en (setstacksize)</li> <li> Lehetővé teszi az összes gyorsítótár ürítését m68k-n (sys_cacheflush)</li>
it: <li> Consente nfsservctl</li> <li> Consente VM86_REQUEST_IRQ</li> <li> Consente la configurazione in lettura/scrittura pci su alpha</li> <li> Consente irix_prctl su mips (setstacksize)</li> <li> Consente lo svuotamento totale della cache su m68k (sys_cacheflush)</li>
ja: <li> nfsservctl を許可する </li> <li> VM86_REQUEST_IRQ を許可する</li> <li> Alpha 環境における PCI 設定の読み書きを許可する </li> <li> MIPS 環境における irix_prctl を許可する (setstacksize) </li> <li> m68k 環境における全てのキャッシュ吐き出しを許可する (sys_cacheflush) </li>
km: <li> អនុញ្ញាត nfsservctl</li> <li> អនុញ្ញាត VM86_REQUEST_IRQ</li> <li> អនុញ្ញាត​ឲ្យ​អាន/សរសេរ pci config នៅ​លើ alpha</li> <li> អនុញ្ញាត irix_prctl នៅ​លើ mips (setstacksize)</li> <li> អនុញ្ញាត​ការ​សម្អាត​ឃ្លាំង​សម្ងាត់​ទាំងអស់​នៅ​លើ m68k (sys_cacheflush)</li>​
ko: <li> nfsservctl 허용</li> <li> VM86_REQUEST_IRQ 허용</li> <li> 알파에서 pci 구성 읽기/쓰기 허용</li> <li> mips(setstacksize)에서 irix_prctl 허용</li> <li> m68k(sys_cacheflush)에서 모든 캐시 플러시 허용</li>
nb: <li> Tillater nfsservctl</li> <li> Tillater VM86_REQUEST_IRQ</li> <li> Tillater å lese fra / skrive til pci config on alpha</li> <li> Tillater irix_prctl on mips (setstacksize)</li> <li> Tillater å tømme hele mellomlageret på m68k (sys_cacheflush)</li>
nl: <li> nfsservctl toestaan</li> <li> VM86_REQUEST_IRQ toestaan</li> <li> Lezen/schrijven pci-config toestaan op alfa</li> <li> irix_prctl toestaan op mips (setstacksize)</li> <li> Legen van alle cache toestaan op m68k (sys_cacheflush)</li>
pl: <li> Umożliwia wykorzystanie nfsservctl</li> <li> Umożliwia wykorzystanie VM86_REQUEST_IRQ</li> <li> Umożliwia zapis/odczyt konfiguracji pci na architekturze alpha</li> <li> Umożliwia wykorzystanie irix_prctl na architekturze mips (setstacksize)</li> <li> Umożliwia opróżnianie całej pamięci podręcznej na architekturze m68k (sys_cacheflush)</li>
pt_br: <li> Permite nfsservctl</li> <li> Permite VM86_REQUEST_IRQ</li> <li> Permite leitura/escrita de configuração pci em alpha</li> <li> Permite irix_prctl no mips (setstacksize)</li> <li> Permite a limpeza do cache no m68k (sys_cacheflush)</li>
ro: <li> Permite nfsservctl</li> <li> Permite VM86_REQUEST_IRQ</li> <li> Permite scrierea/citirea pci config pe alpha</li> <li> Permite irix_prctl pe mips (setstacksize)</li> <li> Permite golirea completă a cache-ului pe m68k (sys_cacheflush)</li>
ru: <li>Разрешает nfsservctl</li> <li>Разрешает VM86_REQUEST_IRQ</li> <li>Разрешает чтение/запись настроек pci на alpha</li> <li>Разрешает irix_prctl на mips (setstacksize)</li> <li>Разрешает сброс всего кэша на m68k (sys_cacheflush)</li>
sk: <li> Umožňuje nfsservctl</li> <li> Umožňuje VM86_REQUEST_IRQ</li> <li> Umožňuje čítane/zápis pci config na alpha</li> <li> Umožňuje irix_prctl na mips (setstacksize)</li> <li> Umožňuje vyprázdnenie celej vyrovnávacej pamäte na m68k (sys_cacheflush)</li>
sv: <li> Tillåter nfsservctl</li> <li> Tillåter VM86_REQUEST_IRQ</li> <li> Tillåter läsning/skrivning av pci-konfig. på alpha</li> <li> Tillåter irix_prctl på mips (setstacksize)</li> <li> Tillåter rensning av hela cachen på m68k (sys_cacheflush)</li>
zh_cn: <li>允许 nfsservctl NFS 服务控制</li> <li>允许 VM86_REQUEST_IRQ</li> <li>允许在 alpha 上读写 pci 配置</li> <li>允许在 mips 上 irix_prctl (设置堆尺寸)</li> <li>允许在 m68k 上刷新所有缓存 (sys_cacheflush)</li>
zh_tw: <li> 允許 nfsservctl</li> <li> 允許 VM86_REQUEST_IRQ</li> <li> 允許讀取/寫入 alpha 上的 pci 組態</li> <li> 允許 mips (setstacksize) 上的 irix_prctl</li> <li> 允許排清 m68k (sys_cacheflush) 上的所有快取</li>

source: <li> Allows removing semaphores</li> <li> Used instead of CAP_CHOWN to "chown" IPC message queues, semaphores and shared memory</li> <li> Allows locking/unlocking of shared memory segment</li> <li> Allows turning swap on/off</li> <li> Allows forged pids on socket credentials passing</li>
ar: <li> يسمح بإزالة الإشارات</li> <li> يُستخدم بدلاً من CAP_CHOWN لأجل "تغيير مالك" الذاكرة المشتركة والإشارات وقوائم رسائل IPC</li> <li> يسمح بتأمين/إلغاء تأمين مقطع الذاكرة المشتركة</li> <li> يسمح بتشغيل/إيقاف التبديل</li> <li> يسمح بمعرفات العمليات في بيانات اعتماد المأخذ بالسر</li>
ca: <li> Permet eliminar semaphores</li> <li> Usat a canvi de CAP_CHOWN a "chown" cues de missatges IPC, semaphores i memòria compartida</li> <li> Permet bloquejar / desbloquejar un segment de memòria compartida</li> <li> Permet activar / desactivar la swap</li> <li> Permet forged pids on socket credentials passing</li>
cs: <li>Umožní odstranění semaforů</li> <li>Použito místo CAP_CHOWN na "chown" fronty IPC zpráv, semafory a sdílenou paměť</li> <li>Umožní uzamčení/odemčení segmentu sdílené paměti</li> <li>Umožní zapnutí/vypnutí odkládacího svazku</li> <li>Umožní falešné pidy při předávání pověření soketu</li>
da: <li> Tillader fjernelse af semaphorer</li> <li> der bruges i stedet CAP_CHOWN til at "chown'e" IPC-meddelelseskøer, semaphorer og delt hukommelse</li> <li> Tillader låsning/oplåsning af delt hukommelsessegment</li> <li> Tillader at slå swap til/fra</li> <li> Tillader forfalskede pid'er ved passering af sokkel-akkreditiver</li>
de: <li> Entfernen von Semaphoren erlauben</li> <li> Wird benutzt anstelle von CAP_CHOWN, um den Besitz von IPC-Message-Queues, Semaphoren und Shared-Memory zu "übernehmen".</li> <li> Sperren/Entsperren des Shared-Memory-Segments erlauben</li> <li> Swap ein-/ausschalten erlauben</li> <li> Gefälschte Prozess-IDs bei der Weitergabe von Socket-Anmeldeinformationen erlauben</li>
el: <li> Επιτρέπει την αφαίρεση των semaphores</li> <li> Χρησιμοποιείται αντί του CAP_CHOWN σε "chown" λίστες μηνυμάων IPC, semaphores aκαι διαχωριζόμενης μνήμης</li> <li> Επιτρέπει το κλείδωμα/ξεκλείδωμα του διαμοιραζόμενου τομέα μνήμης</li> <li> Επιτρέπει την ενεργοποίηση/απενεργοποίηση της μνήμης swap</li> <li> Επιτρέπει το πέρασμα πλαστών pids στις ταυτοποιήσεις των υποδοχών</li>
es: <li> Permitir la eliminación de semáforos</li> <li> Se utiliza en lugar de CAP_CHOWN para cambiar el propietario de las colas de mensajes IPC, semáforos y memoria compartida</li> <li> Permitir bloquear/desbloquear el segmento de memoria compartida</li> <li> Permitir activar/desactivar la swap</li> <li> Permitir pids modificados durante la transmisión de identificadores de socket</li>
fi: <li> Salli semaforien poisto</li> <li> Käytetään CAP_CHOWN "chown" sijasta IPC-viestijonoille, semaforeille ja jaetulle muistille</li> <li> Salli jaettujen muistisegmenttien lukitsiminen/avaaminen</li> <li> Salli swapin käyttöönotto/käytöstä poisto</li> <li> Salli väärennettyjen pid:ien läpipääsy pistokkeen tarkistuksesta</li>
fr: <li> Autorise la suppression de sémaphores</li> <li> Utilisé à la place de CAP_CHOWN pour changer la propriété des files de messages IPC, des sémaphores et de la mémoire partagée</li> <li> Autorise le verrouillage/déverrouillage de segments de mémoire partagée</li> <li> Autorise l'activation/désactivation de l'espace d'échange (swap)</li> <li> Autorise les pids modifiés lors de la transmission des identifiants par socket</li>
hu: <li> Lehetővé teszi szemaforok eltávolítását</li> <li> Used instead of CAP_CHOWN to "chown" IPC message queues, semaphores and shared memory</li> <li> Lehetővé teszi az osztott memóriaterületek zárolását/feloldását</li> <li> Lehetővé teszi a csereterület ki/bekapcsolását</li> <li> Lehetővé teszi hamis pids használatát a foglalat hitelesítés átadására</li>
it: <li> Consente la rimozione di semafori</li> <li> Usato al posto di CAP_CHOWN per fare il "chown" delle code di messaggi, messaggi e memoria condivisa IPC</li> <li> Consente il blocco/sblocco di segmenti di memoria condivisa</li> <li> Consente l'attivazione/disattivazione dello swap</li> <li> Consente pid falsificati nel passaggio delle credenziali dei socket</li>
ja: <li> セマフォの削除を許可する </li> <li> IPC メッセージキュー、セマフォ、共有メモリに対して CAP_CHOWN の代わりに "chown" を使用する </li> <li> 共有メモリセグメントのロック (施錠) ／アンロック (解錠) を許可する</li> <li> スワップの有効／無効設定を許可する </li> <li> ソケットの資格情報を受け渡すのに PID の偽装を許可する </li>
km: <li> អនុញ្ញាត​ឲ្យ​យក semaphores ចេញ</li> <li> ប្រើ​វា​ជំនួស CAP_CHOWN ទៅ​ជួរ​សារ "chown" IPC semaphores និង​អង្គ​ចងចាំ​ដែល​បាន​ចែក​រំលែក</li> <li> អនុញ្ញាត​ឲ្យ​ចាក់​សោ​/ដោះ​សោ​ចម្រៀក​អង្គ​ចងចាំ​ដែល​បាន​ចែក​រំលែក</li> <li> អនុញ្ញាត​ឲ្យ​បិទ​/​បើក​ស្វប</li> <li> អនុញ្ញាត​ឲ្យ​​ក្លែង​ធ្វើ​ pids នៅ​លើ​លិខិត​​សម្គាល់​រន្ធ</li>
ko: <li> 세마포 제거 허용</li> <li> CAP_CHOWN 대신 IPC 메시지 대기열, 세마포 및 공유 메모리를 "chown"하는 데 사용됨</li> <li> 공유 메모리 세그먼트 잠금/잠금 해제 허용</li> <li> 스왑 켜기/끄기 허용</li> <li> 소켓 자격 증명 전달 시 위조된 pid 허용</li>
nb: <li> Tillater å fjerne semaforer</li> <li> Brukt i stedet for CAP_CHOWN for «chown» av IPC-meldingskøer, semaforer og delt minne</li> <li> Tillater låsing/opplåsing av delte minnesegmenter</li> <li> Tillater aktivering/deaktivering av veksleminne</li> <li> Tillater konstruerte pid-er ved overføring av sokkelrettigheter</li>
nl: <li> Verwijderen van semaphores toestaan</li> <li> In plaats van CAP_CHOWN, "chown" op IPC-berichtwachrijen, semaphores en gezamenlijk geheugen gebruiken</li> <li> Vergrendeling/ontgrendeling toestaan van gezamenlijke geheugensegmenten</li> <li> Aan- of afschakelen van swap toestaan</li> <li> Gedwongen pids toestaan op doorgeven van socket-credentials</li>
pl: <li> Umożliwia usuwanie semaforów</li> <li> Umożliwia zmianę właściciela kolejki wiadomości IPC, semaforów i współdzielonej pamięci zamiast CAP_CHOWN</li> <li> Umożliwia blokowanie/odblokowywanie współdzielonego segmentu pamięci</li> <li> Umożliwia włączanie/wyłączanie przestrzeni wymiany</li> <li> Umożliwia wykorzystanie fałszywych identyfikatorów procesów podczas przekazywania danych gniazd</li>
pt_br: <li> Permite a remoção de semáforos</li> <li> Usado ao invés de CAP_CHOWN para dar "chown" nas filas de mensagem IPC, semáforos e memória compartilhada</li> <li> Permite bloqueio/desbloqueio de segmentos de memória compartilhada</li> <li> Permite ligar/desligar o espaço de troca</li> <li> Permite pids forjados no envio de credenciais de sockets</li>
ro: <li>Permite ștergerea de semafoare</li> <li>Folosite în loc de CAPCHOWN pentru a "chown" cozile de mesaje IPC, semafoare și memorie partajată</li> <li> Permite blocarea/deblocarea a segmentului de memorie partajată</li> <li> Permite pornirea/oprirea swap</li> <li>Permite pid-urile uitate pe socket în timpul trecerii certificatelor</li>
ru: <li>Разрешает удаление семафоров</li> <li>Использовать вместо CAP_CHOWN "chown" для очередей сообщений IPC, семафоров и разделяемой памяти</li> <li>Разрешает блокирование/разблокирование сегмента разделяемой памяти</li> <li>Разрешает включение/выключение подкачки</li> <li>Разрешает фальшивые pidы при передаче учётных данных через сокет</li>
sk: <li> Umožňuje odstránenie semaforov</li> <li> Použité namiesto CAP_CHOWN pre "chown" front správ IPC, semaforov a zdieľanej pamäte</li> <li> Umožňuje uzamknutie/odomknutie segmentu zdieľanej pamäte</li> <li> Umožňuje zapnutie/vypnutie odkladacieho oddielu</li> <li> Umožňuje falošné položky pid pri odovzdávaní prihlasovacích údajov soketu.</li>
sv: <li> Tillåter borttagning av semaforer</li> <li> Används i stället för CAP_CHOWN för att "byta ägarskap" på IPC-meddelandeköer, semaforer och delat minne</li> <li> Tillåter låsning/upplåsning av delade minnessegment</li> <li> Tillåter aktivering/inaktivering av swap-minnet</li> <li> Tillåter förfalskade process-ID:n när autentiseringsuppgifter skickas för ett uttag</li>
zh_cn: <li>允许移除信号</li> <li>允许使用 CAP_CHOWN 来 "chown" IPC 消息队列，信号和共享内存</li> <li>允许锁定/解锁共享内存段</li> <li>允许开关 swap</li> <li>允许在套接字机要资料传递时伪造进程编号</li>
zh_tw: <li> 允許移除信號</li> <li> 不將 CAP_CHOWN 用於「chown」IPC 訊息佇列，而改用信號和共享的記憶體</li> <li> 允許鎖定/解除鎖定共享記憶體區段</li> <li> 允許開啟/關閉交換</li> <li> 允許 socket 身分證明上的假 pid 通過</li>
