Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <b>Clean Exec - for sanitized execution</b>
ar: <b>تنفيذ نظيف - للتنفيذ المصحح</b>
ca: <b>Execució neta - per a l'execució higiènica</b>
cs: <b>Clean Exec - pro vylepšené vykonávání</b>
da: <b>Clean Exec - til sanitær kørsel</b>
de: <b>Saubere Ausführung - für eine bereinigte Ausführung</b>
el: <b>Καθαρή Εκτέλεση - για διορθωμένη εκτέλεση</b>
es: <b>Ejecución limpia (clean exec)- para una ejecución desinfectada</b>
fi: <b>Puhdas suoritus -puhdistettu suoritus</b>
fr: <b>Exécution propre</b>
hu: <b>Tiszta végrehajtás - áttekintett futtatás</b>
it: <b>Esecuzione pulita - per esecuzioni sanificate</b>
ja: <b>クリーン実行 - 無害化された実行</b>
km: <b>Clean Exec - សម្រាប់​ការ​ប្រតិបត្តិ​ត្រឹមត្រូវ</b>
ko: <b>정리 실행 - 정리 실행에 대해</b>
nb: <b>Clean Exec - for renset kjøring</b>
nl: <b>Clean Exec - voor schoongemaakte uitvoering</b>
pl: <b>Clean Exec - czyste wykonywanie</b>
pt_br: <b>Execução Limpa - para execução limpa</b>
ro: <b>Clean Exec - pentru o execuție curată</b>
ru: <b>Clean Exec — для санированного выполнения</b>
sk: <b>Clean Exec - pre vyčistené spustenie</b>
sv: <b>Sanerad körning - för sanerad körning</b>
zh_cn: <b>清洁执行 - 「消毒」执行</b>
zh_tw: <b>清理執行 - 清理過的執行</b>

source: The Clean Exec option for the discrete profile and unconstrained execute permissions provide added security by stripping the environment that is inherited by the child program of specific variables. You will be prompted to choose whether you want to sanitize the environment if you choose 'p' or 'u' during the profiling process. The variables are:
ar: خيار تنفيذ نظيف لملف تعريف منفصل وتوفير أذونات التنفيذ غير المقيدة للأمان الإضافي عن طريق حذف البيئة التي اكتسبها البرنامج التابع لمتغيرات معينة. سيطلب منك اختيار ما إذا كنت تريد تصحيح البيئة في حالة اختيار 'p' أو 'u' أثناء عملية إنشاء ملفات التعريف. المغيرات هي:
ca: L'opció d'execució neta per als permisos d'execució sense restriccions i el perfil discret proporciona una seguretat afegida extraient l'entorn que ha estat heretat pel programa fill de les variables específiques. Se us demanarà d'escollir si voleu higienitzar l'entorn si escolliu "p" o "u" durant el procés del perfil. Aquestes són les variables:
cs: Volba Clean Exec pro diskrétní profil a neomezená práva spouštění poskytuje dodatečnou bezpečnost odstraněním prostředí děděného od rodičovského programu konkrétními proměnnými. Pokud vyberete během profilovacího procesu 'p' nebo 'u', budete dotázáni k výběru, zda chcete vylepšit prostředí. Jedná se o tyto proměnné:
da: Indstillingen Clean Exec til den diskrete profil og ubegrænsede kørselsrettigheder giver øget sikkerhed ved at rense miljøet der overtages af barneprogrammet for specifikke variable. Du vil blive bedt om at vælge om du vil sanitere miljøet hvis du vælger "p" eller "u" under profileringsprocessen. Variablene er:
de: Die Option 'Bereinigte Ausführung' für das einzelne Profil sowie die Berechtigungen zur uneingeschränkten Ausführung bieten ein zusätzliches Maß an Sicherheit, indem bestimmte Variablen aus der Umgebung entfernt werden, die vom untergeordneten Programm übernommen wird. Falls Sie während des Profilierungsprozesses 'p' oder 'u' gewählt haben, werden Sie gefragt, ob Sie die Umgebung bereinigen möchten. Hierbei handelt es sich um folgende Variablen:
el: Η επιλογή Καθαρής Εκτέλεσης για το διακριτό προφίλ και τα αβίαστα εκτελούμενα δικαιώματα, παρέχει προστιθέμενη ασφάλεια με την αφαίρεση του περιβάλλοντος το οποίο κληρονομήθηκε από το θυγατρικό πρόγραμμα με καθορισμένες μεταβλητές. Θα ερωτηθείτε να επιλέξετε εάν θέλετε να διορθώσετε το περιβάλλον εάν επιλέξετε 'p' ή 'u' κατά την διαδικασία δημιουργίας προφίλ. Οι μεταβλητές είναι:
es: La opción Clean Exec para los permisos de ejecución de perfil discreto y sin limitaciones, proporciona seguridad añadida al eliminar algunas variables concretas del entorno heredado por el programa hijo. Se le preguntará si quiere desinfectar el entorno, si selecciona 'p' o 'u' durante el proceso de generación de perfiles. Las variables son las siguientes:
fi: Puhdas suoritus-valinta erilliselle profiilille ja rajoittamattomille suoritusoikeuksille. Tarjoaa lisäturvaa puhdistamalla ympäristön, jonka tiettyjen muuttujien lapsiohjelma perii. Sinua pyydetään valitsemaan haluatko puhdistaa ympäristön, jos valitset 'p' tai 'u' profiloititoiminnon aikana. Nämä muuttujat ovat:
fr: L'option Exécution propre s'applique aux permissions d'exécution profil distinct et non confinée. Elle renforce la sécurité en supprimant certaines variables de l'environnement hérité par le programme enfant. Vous serez invité à choisir si vous voulez nettoyer l'environnement si vous choisissez 'p' ou 'u' pendant le processus de profilage. Les variables sont les suivantes :
hu: A Tiszta végrehajtás a diszkrét profil tiszta végrehajtási beállítása és a nem korlátozott végrehajtási jogosultságok további biztonságot kínálnak az egyes változók leszármazott programjai által örökölt környezet lecsupaszításával. Ezek a változók a következők:
it: L'opzione esecuzione pulita per le autorizzazioni di esecuzione del profilo discreto e non vincolato fornisce ulteriore sicurezza poiché rimuove specifiche variabili dall'ambiente ereditato dal programma figlio. Verrà richiesto di selezionare se si vuole sanificare l'ambiente se si sceglie 'p' o 'u' durante il processo di creazione del profilo. Le variabili sono:
ja: 独立実行プロファイルや無制限実行での クリーン実行オプションは、特定の環境変数を子プログラムに 受け渡さずに取り除くことで補助的なセキュリティを 提供します。プロファイリング処理中に 'p' か 'u' を選択した場合、 環境を無害化するかどうかの選択を求められます。 対応する環境変数は以下のとおりです:
km: ជម្រើស Clean Exec សម្រាប់​ទម្រង់​ដាច់​ពី​គ្នា និង​មិន​បង្ខំ ប្រតិបត្តិ​សិទ្ធិ​ផ្ដល់​នូវ​សុវត្ថិភាព​ដែល​បាន​​បន្ថែម​ដោយ​​ច្រៀក​ បរិស្ថាន​ដែល​ត្រូវ​បាន​ទទួល​ដោយ​កម្មវិធី​កូន​របស់​អថេរ ជាក់លាក់ ។ អ្នក​នឹង​ត្រូវ​បាន​សួរ​ឲ្យ​ជ្រើស​ថា​តើ​អ្នក​ចង់​សម្អាត​បរិស្ថាន ប្រសិន​បើ​អ្នក​ជ្រើស​ 'p' ឬ 'u' អំឡុង​ពេល​ដំណើរការ​ទម្រង់ ។ អថេរ​គឺ ​៖​
ko: 개별 프로파일에 대한 [실행 파일 정리] 옵션 및 제한되지 않은 실행 권한은 특정 변수의 하위 프로그램에 상속된 환경을 제거하여 추가 보안을 제공합니다. 프로파일링 프로세스 중 'p' 또는 'u'를 선택하는 경우 환경을 정리할지 여부를 선택하라는 메시지가 표시됩니다. 변수는 다음과 같습니다.
nb: Valget Clean Exec for discrete-profilen og ubegrensede kjørerettigheter øker sikkerheten ved å fjerne spesifikke variabler fra miljøet som arves av underprogrammet. Du vil bli spurt om du vil rense miljøet hvis du velger 'p' eller 'u' under profileringsprosessen. Variablene er:
nl: De optie 'Clean Exec' voor het Discreet of Onbeperkt profiel voor uitvoertoestemming levert toegevoegde veiligheid door de omgeving die door het dochterprogramma wordt geërfd te strippen van specifieke variabelen. U zal worden gevraagd om te kiezen uit 'p' voor het schoonmaken van de omgeving of 'u' gedurende het profileringsproces. De variabelen zijn:
pl: Opcja Clean Exec uprawnień dla profilu nieciągłego i nieograniczonego wykonywania zapewnia dodatkowe bezpieczeństwo przez oczyszczenie środowiska dziedziczonego przez program potomny z określonych zmiennych. Użytkownik zostanie zapytany, czy chce oczyszczenia środowiska, jeśli podczas tworzenia profili wybierze opcję 'p' albo 'u'. Zmienne to:
pt_br: A opção Clean Exec para o perfil discreto e permissões de execução sem restrições fornece uma segurança adicional ao remover variáveis específicas do ambiente herdado do programa filho.Você deverá escolher se deseja sanificar o ambiente ao escolher 'p' ou 'u' durante o processo de geração de perfil. As variáveis são:
ro: Opțiunea Clean Exec pentru profilul discret și permisiuni de execuție nelimitate oferă mai multă siguranță prin curățarea mediul care aparține programului copil al variabilelor specifice. Vei fi atenționat să alegi dacă dorești să cureți mediul dacă alegi 'p' sau 'u' în timpul procesului de profilare. Variabilele sunt:
ru: Параметр Clean Exec для дискретного профиля и неограниченных прав выполнения предоставляет дополнительную безопасность ограничением окружения, которое наследовано дочерней программой, указанными переменных. У вас запросят, хотите ли вы санировать окружение, если вы выберете 'p' или 'u' во время профилирования. Эти переменные:
sk: Možnosť Clean Exec pre diskrétny profil a neobmedzené práva na spustenie poskytuje dodatočnú bezpečnosť odstránením prostredia, ktoré je zdedené programom potomkašpecifických premenných. Budete vyzvaní k výberu, či chcete vyčistiť prostredie, ak zvolíte 'p' alebo 'u' počas procesu profilovania. Premenné sú:
sv: Alternativet Sanerad körning för körningsbehörigheterna Diskret profil och Obegränsad ger ytterligare säkerhet genom att rensa miljön som ärvs av det underordnade programmet från specifika variabler. Väljer du p eller u under profileringsprocessen får du ange om du vill rensa miljön. Variablerna är:
zh_cn: 离散安全档案的「清洁执行」选项和不受限制的执行许可权限通过清除由子程序继承特定变量的环境而提供了更高的安全性。 如果您在创建安全档案过程中选择了 'p' 或 'u' 将提示您选择是否想要消毒环境。 这些变量有：
zh_tw: 分離設定檔的「清理執行」選項和未設限的執行權限 可提供額外的安全性，方法是藉由 移除子程式承襲之環境中的特定變數。 如果您在設定程序期間選擇「p」或 「u」，系統將提示您選擇是否 要清理環境。變數為：

source: <b>Capability Selection</b>. <br>Select desired capabilities for this profile. Select a Capability name to see information about the capability.
ar: <b>تحديد الإمكانيات</b>. <br>حدد الإمكانيات التي تريدها لملف التعريف هذا. حدد اسم إحدى الإمكانيات للاطلاع على معلومات حولها.
ca: <b>Selecció de capacitats</b>. <br>Seleccioneu les capacitats desitjades per al perfil. Seleccioneu el nom d'una capacitat per obtenir-ne informació.
cs: <b>Výběr schopností</b>. <br>Zvolte požadované schopnosti tohoto profilu. Pro zobrazení informací o schopnosti, zvolte její název.
da: <b>Kapabilitetsvalg</b>. <br>Vælg de ønskede kapabiliteter til denne profil. Markér et kapabilitetsnavn for at se information om den.
de: <b>Funktionsauswahl</b>. <br>Wählen Sie die gewünschten Funktionen für dieses Profil aus. Klicken Sie auf den Namen einer Funktion, um Informationen dazu anzuzeigen.
el: <b>Επιλογή Δυνατότητας</b>. <br>Επιλέξτε τις επιθυμητές δυνατότητες για αυτό το προφίλ. Επιλέξτε ένα όνομα Δυνατότητας για να δείτε πληροφορίες για αυτή.
es: <b>Selección de capacidad</b>. <br>Seleccione las capacidades deseadas para este perfil. Seleccione el nombre de la capacidad sobre la que desee ver información.
fi: <b>Kykyvalinta</b>. <br>Valitse halutut kyvyt tälle profiilille. Valitse kyvyn nimi saadaksesi lisätietoja kyvystä.
fr: <b>Sélection de capacités</b>. <br>Sélectionnez les capacités souhaitées pour ce profil. Sélectionnez un nom de capacité pour plus d'informations.
hu: <b>Funkció kiválasztása</b>. <br>Válassza ki a kívánt funkciókat a profilhoz. A funkcióról további részleteket a Funkció neve gombra kattintva kaphat.
it: <b>Selezione funzionalità</b>. <br>Selezionare le funzionalità desiderate per questo profilo. Selezionare un nome di funzionalità per visualizzare ulteriori informazioni.
ja: <b>機能選択</b>。 <br>このプロファイルの機能を選択してください。 機能名を選択すると、その機能に関する情報が表示されます。
km: <b>ជម្រើស​សមត្ថភាព</b> ។ <br>ជ្រើស​សមត្ថភាព​ដែល​ពេញចិត្ត​សម្រាប់​ទម្រង់​នេះ ។ ជ្រើស​ឈ្មោះ​សមត្ថភាព ដើម្បី​មើល​ព័ត៌មាន​អំពី​សមត្ថភាព ។
ko: <b>기능 선택</b>. <br>이 프로파일에 대해 원하는 기능을 선택하세요. 기능에 대한 정보를 보려면 기능 이름을 선택하세요.
lt: <b>Galimybių pasirinkimas</b>. <br>Šiam profiliui parinkite norimas galimybes. Galimybę spragtelėję pele, matysite informaciją apie ją.
nb: <b>Valg av egenskaper</b>. <br>Velg ønskede egenskaper for denne profilen. Velg navnet på en egenskap for å vise informasjon om egenskapen.
nl: <b>Functieselectie</b>. <br>Selecteer de gewenste functies voor dit profiel. Selecteer een functienaam als u informatie wilt weergeven over de functie.
pl: <b>Wybór uprawnień</b>. <br>Wybierz uprawnienia żądane dla tego profilu. Aby otrzymać informacje dotyczące tych uprawnień, zaznacz nazwę uprawnienia.
pt_br: <b>Seleção de Recursos</b>. <br>Selecione os recursos desejados para este perfil. Selecione o nome do recurso para ver informações sobre ele.
ro: <b>Selecția de Capacitate</b>. Selectează anumite capacități pentru acest profil. Selectează numele unei Capacități pentru a vedea informații despre capacitate.
ru: <b>Выбор способности</b>. <br>Выберите желаемую способность для этого профиля. Выберите название способности для просмотра информации.
sk: <b>Výber schopnosti</b>. <br>Vybrať požadované schopnosti pre tento profil. Vybrať názov schopnosti kvôli prezretiu informácie o schopnosti.
sv: <b>Val av kapacitet</b>. <br>Välj önskade kapaciteter för profilen. Välj ett namn på en kapacitet för att visa information om den.
zh_cn: <b>功能选择</b>。 <br>为此安全档案选择所需的功能。 选择一个功能名称以查看关于该功能的信息。
zh_tw: <b>功能選項</b>。 <br>選取這個設定檔所需要的功能。 選取功能名稱即可查看該功能的相關資訊。

source: Capabilities enabled for the profile
ar: إمكانيات التي تم تمكينها لملف التعريف
ca: Capacitats habilitades per al perfil
cs: Povolené možnosti profilu
da: Kapabiliteter aktive for profilen
de: Funktionen für das Profil aktiviert
el: Ενεργοποιημένες δυνατότητες για το προφίλ
es: Capacidades habilitadas para el perfil
fi: Käytössä olevat kyvyt profiilille
fr: Capacités activées pour le profil
hu: A profilban engedélyezett funkciók
it: Funzionalità abilitate per questo profilo
ja: プロファイルに対して有効化した機能
km: បាន​បើក​សមត្ថភាព​សម្រាប់ទម្រង់
ko: 프로파일용으로 활성화된 기능
lt: Galimybės, kurios įgalintos profiliui
nb: Ressurser som er aktivert for profilen
nl: Ingeschakelde functies voor het profiel
pl: Uprawnienia włączone dla tego profilu
pt_br: Recursos habilitados para o perfil
ro: Capabilități activate pentru acest profil
ru: Способности, включённые для профиля
sk: Schopnosti povolené pre daný profil
sv: Aktiverade kapaciteter för profilen
zh_cn: 启用的安全档案功能
zh_tw: 已針對設定檔啟用的功能

source: Capabilities
ar: الإمكانيات
ca: Capacitats
cs: Možnosti
da: Kapabiliteter
de: Funktionen
el: Δυνατότητες
es: Capacidades
fi: Kyvyt
fr: Capacités
hu: Funkciók
it: Funzionalità
ja: 機能
km: សមត្ថភាព
ko: 기능
lt: Galimybės
nb: Ressurser
nl: Functies
pl: Uprawnienia
pt_br: Recursos
ro: Capabilități
ru: Способности
sk: Schopnosti
sv: Kapaciteter
zh_cn: 功能
zh_tw: 功能

source: All
ar: الكل
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Toutes
hu: Minden
it: Tutte
ja: すべて
km: ទាំង​អស់
ko: 전체
lt: Visi
nb: Alle
nl: Alles
pl: Wszystkie
pt_br: Todos
ro: Toate
ru: Все
sk: Všetko
sv: Alla
zh_cn: 全部
zh_tw: 全部

source: Network Family
ar: شبكة العائلة
ca: Família de xarxa
cs: Rodina sítě
da: Netværksfamilie
de: Netzwerkfamilie
el: Οικογένεια Δικτύου
es: Familia de Red
fi: Verkkoperhe
fr: Famille réseau
hu: Hálózatcsalád
it: Famiglia di rete
ja: ネットワークファミリ
km: ក្រុម​បណ្ដាញ
ko: 네트워크 가족
lt: Tinklo šeima
nb: Nettverksfamilie
nl: Netwerkfamilie
pl: Rodzina sieci
pt_br: Família da Rede
ro: Familie de rețele
ru: Семейство сетей
sk: Rodina siete
sv: Nätverksfamilj
zh_cn: 网络家族
zh_tw: 網路家庭

source: Socket Type
ar: نوع مأخذ التوصيل
ca: Tipus de sòcol
cs: Typ soketu
da: Sokkeltype
de: Socket-Typ
el: Τύπος υποδοχής
es: Tipo de conector (socket)
fi: Pistokkeen tyyppi
fr: Type de socket
hu: Sockettípus
it: Tipo di socket
ja: ソケット種類
km: ប្រភេទ​រន្ធ
ko: 소켓 형식
lt: Jungties tipas
nb: Sokkeltype
pl: Typ gniazda
pt_br: Tipo de soquete
ro: Tip socket
ru: Тип сокета
sk: Typ soketu
sv: Uttagstyp
zh_cn: 套接字类型
zh_tw: 插槽類型

source: Profile Entry for
ar: إدخالات ملف تعريف
ca: Entrada de perfil per a
cs: Položka profilu pro
da: Profilindgang for
de: Profileintrag für
el: Καταχώρηση Προφίλ Για
es: Entrada de perfil para
fi: Profiilimerkintä
fr: Entrée de profil pour
hu: Profilbejegyzés a következőhöz:
it: Voce profilo per
ja: プロファイルエントリ
km: ធាតុ​ទម្រង់​សម្រាប់
ko: 프로파일 항목
lt: Profilio įrašas, skirtas
nb: Profiloppføring for
nl: Profiel-item voor
pl: Profil dla
pt_br: Entrada de perfil para
ru: Запись профиля для
sk: Položka profilu pre
sv: Profilpost för
zh_cn: 以下条目的安全档案条目：
zh_tw: 以下項目的設定檔項目

source: Enter or Modify Filename
ar: قم بإدخال أو تعديل اسم الملف
ca: Introdueix o modifica el nom del fitxer
cs: Zadejte nebo změňte název souboru
da: Angiv eller ændr filnavn
de: Dateinamen eingeben oder ändern
el: Εισαγωγή ή Τροποποίηση Ονόματος Αρχείου
es: Introducir o modificar nombre de archivo
fi: Anna tai muokkaa tiedostonimeä
fr: Entrer ou modifier le nom de fichier
hu: Fájlnév megadása vagy módosítása
it: Immettere o modificare il nome del file
ja: ファイル名を入力または変更してください
km: បញ្ចូល ឬ​កែប្រែ​ឈ្មោះ​ឯកសារ
ko: 파일 이름 입력 또는 수정
lt: Įveskite arba keiskite rinkmenos vardą.
nb: Angi eller endre filnavn
nl: Bestandsnaam invoeren of wijzigen
pl: Wprowadź lub zmień nazwę pliku
pt_br: Digitar ou alterar nome de Arquivo
ru: Введите или измените имя файла
sk: Zadať alebo upraviť meno súboru
sv: Ange eller ändra filnamn
zh_cn: 输入或修改文件名
zh_tw: 輸入或修改檔案名稱

source: &Browse
ar: استعراض
ca: &Navega
cs: &Procházet
da: &Gennemse
de: &Durchsuchen
el: &Περιήγηση
es: &Examinar
fi: &Selaa
fr: &Parcourir
hu: &Tallózás
it: &Sfoglia
ja: 参照 (&B)
km: រកមើល
ko: 탐색(&B)
lt: &Naršyti
nb: &Bla gjennom
nl: &Bladeren
pl: Prze&glądaj
pt_br: &Navegar
ro: Răsfoiește
ru: О&бзор
sk: &Prechádzať
sv: &Bläddra
zh_cn: 浏览(&B)
zh_tw: 瀏覽(&B)

source: Permissions
ar: الأذونات
ca: Permisos
cs: Oprávnění
da: Rettigheder
de: Rechte
el: Δικαιώματα
es: Permisos
fi: Käyttöoikeudet
hu: Hozzáférési jogosultságok
it: Permessi
ja: アクセス許可
km: សិទ្ធិ
ko: 권한
lt: Teisės
nb: Rettigheter
nl: Permissies
pl: Prawa dostępu
pt_br: Permissões
ro: Permisiuni
ru: Права доступа
sk: Práva
sv: Behörigheter
zh_cn: 权限
zh_tw: 許可權

source: Read
ar: قراءة
ca: Lectura
cs: Čtení
da: Læs
de: Lesen
el: Ανάγνωση
es: Lectura
fi: Lue
fr: Lecture
hu: Olvasás
it: Lettura
ja: 読み込み
km: អាន
ko: 읽기
lt: Skaityti
nb: Lese
nl: Lezen
pl: Odczyt
pt_br: Leitura
ro: Citește
ru: Читать
sk: Čítanie
sv: Läs
zh_cn: 读取
zh_tw: 讀取

source: Write
ar: كتابة
ca: Escriptura
cs: Zápis
da: Skriv
de: Schreiben
el: Εγγραφή
es: Escritura
fi: Kirjoita
fr: Écriture
hu: Írás
it: Scrittura
ja: 書き込み
km: សរសេរ
ko: 쓰기
lt: Rašyti
nb: Skrive
nl: Schrijven
pl: Zapis
pt_br: Salvar
ro: Scrie
ru: Записать
sk: Zápis
sv: Skriv
zh_cn: 写入
zh_tw: 寫入

source: Link
ar: ارتباط
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
es: Enlace
fi: Linkki
fr: Lien
hu: Hivatkozás
it: Collegamento
ja: リンク
km: តំណ
ko: 링크
lt: Nuoroda
nb: Lenke
nl: Koppeling
pl: Odnośnik
ro: Legătură
ru: Ссылка
sk: Odkaz
sv: Länk
zh_cn: 链接
zh_tw: 連結

source: Append
ar: إلحاق
ca: Afegeix
cs: Připojování
da: Vedhæng
de: Anhängen
el: Προσάρτηση
es: Añadir
fi: Lisää
fr: Ajout
hu: Illesztés
it: Appendere
ja: 追加
km: បន្ថែម​ខាង​ចុង
ko: 추가
lt: Papildyti
nb: Legg ved
nl: Achteraan toevoegen
pl: Dołącz
pt_br: Anexar
ro: Adaugă
ru: Добавить
sk: Pripojiť
sv: Lägg till
zh_cn: 追加
zh_tw: 附加

source: Lock
ar: أقفل
ca: Bloqueja
cs: Zamykání
da: Lås
de: Sperren
el: Κλείδωμα
es: Bloqueo
fi: Lukittu
fr: Verrouillage
hu: Lezárás
it: Blocco
ja: ロック
km: ចាក់សោ
ko: 잠금
lt: Užrakinti
nb: ås
nl: Vergrendelen
pl: Zablokuj
pt_br: Bloquear
ro: Blochează
ru: Блокировать
sk: Zamknúť
sv: Lås
zh_cn: 锁定
zh_tw: 鎖定

source: Execute
ar: تنفيذ
ca: Execució
cs: Spustit
da: Eksekvér
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fi: Suorita
fr: Exécuter
hu: Végrehajtás
it: Esecuzione
ja: 実行
km: ប្រតិបត្តិ
ko: 실행
lt: Įvykdyti
nb: Kjør
nl: Uitvoeren
pl: Wykonaj
pt_br: Executar
ro: Execută
ru: Выполнить
sk: Spustiť
sv: Kör
zh_cn: 执行
zh_tw: 執行

source: Inherit
ar: توارث
ca: Hereta
cs: Dědit
da: Overtag
de: Vererben
el: Κληρονόμηση
es: Heredar
fi: Peri
fr: Hériter
hu: Örököl
it: Eredita
ja: 継承
km: ទទួល​បន្ត
ko: 상속
lt: Paveldėti
nb: Arv
nl: Overnemen
pl: Dziedzicz
pt_br: Herdar
ro: Moștenește
ru: Наследование
sk: Dediť
sv: Ärva
zh_cn: 继承
zh_tw: 繼承

source: Profile
ar: ملف التعريف
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
hu: Profil
it: Profilo
ja: プロファイル
km: ទម្រង់
ko: 프로파일
lt: Profiliuoti
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
zh_cn: 安全档案
zh_tw: 設定檔

source: Profile Clean Exec
ar: التنفيذ النظيف لملف التعريف
ca: Execució neta del perfil
cs: Profil Clean Exec
da: Profil Clean Exec
de: Bereinigte Ausführung für Profil
el: Προφίλ Καθαρής Εκτέλεσης
es: Ejecución limpia de perfil
fi: Profiilin puhdas suoritus
fr: Exéc. propre du profil
hu: Profil tiszta végrehajtás
it: Profilo esecuzione pulita
ja: プロファイルクリーン実行
ko: 프로파일 실행 파일 정리
lt: Profilis grynai vykdomasis
nb: Ren kjøreprofil
nl: Profiel Clean Exec
pl: Profil Clean Exec
pt_br: Execução Limpa de Perfil
ro: Profil Clean Exec
ru: Профиль Clean Exec
sk: Profil Clean Exec
sv: Profilstyrd sanerad körningsbehörighet
zh_cn: 安全档案清洁执行
zh_tw: 設定檔清理執行

source: Unconstrained
ar: غير مقيد
ca: Sense limitacions
cs: Neomezený
da: Ubegrænset
de: Unbeschränkt
el: Αβίαστη
es: Sin restricciones
fi: Rajoittamaton
fr: Sans contrainte
hu: Nem korlátozott
it: Non vincolato
ja: 無制限
km: មិន​បាន​ដាក់​កម្រិត
ko: 제한 없음
lt: Nevaržomas
nb: Ubegrenset
nl: Onbeperkt
pl: Nieograniczony
pt_br: Sem restrições
ro: Fără constrângeri
ru: Неограниченный
sk: Neobmedzený
sv: Obegränsad
zh_cn: 未限制
zh_tw: 未設限的

source: Unconstrained Clean Exec
ar: التنفيذ النظيف غير المقيد
ca: Execució neta sense limitacions
cs: Neomezený Clean Exec
da: Ubegrænset Clean Exec
de: Uneingeschränkte bereinigte Ausführung
el: Αβίαστη Καθαρή Εκτέλεση
es: Ejecución limpia sin limitaciones
fi: Rajoittamaton puhdas suoritus
fr: Exéc. propre sans contrainte
hu: Nem korlátozott tiszta végrehajtás
it: Esecuzione pulita non vincolata
ja: 無制限のクリーン実行
ko: 제약되지 않은 실행 파일 정리
lt: Nevaržomas grynai vykdomasis
nb: Uinnskrenket ren kjøring
nl: Onbeperkt Clean Exec
pl: Nieograniczony Clean Exec
pt_br: Execução Limpa sem Restrições
ro: Clean Exec fără limitări
ru: Неограниченный Clean Exec
sk: Neobmedzené Čisté spustenie
sv: Obegränsad sanerad körningsbehörighet
zh_cn: 未受限的清洁执行
zh_tw: 未設限的清理執行

source: Select Directory
ar: حدد مجلد
ca: Selecciona un directori
cs: Vybrat adresář
da: Vælg mappe
de: Verzeichnis wählen
el: Επιλέξτε Κατάλογο
es: Seleccionar directorio
fi: Valitse hakemisto
fr: Sélectionner un répertoire
hu: Válasszon könyvtárat
it: Seleziona directory
ja: ディレクトリの選択
km: ជ្រើស​ថត
ko: 디렉터리 선택
lt: Pasirinkti katalogą
nb: Velg katalog
nl: Map selecteren
pl: Proszę wybrać katalog
pt_br: Selecionar diretório
ro: Selectează directorul
ru: Выберите каталог
sk: Vybrať priečinok
sv: Välj katalog
zh_cn: 选择目录
zh_tw: 選取目錄

source: Select File
ar: حدد ملف
ca: Seleccioneu un fitxer
cs: Vybrat soubor
da: Vælg fil
de: Datei wählen
el: Επιλέξτε Αρχείο
es: Seleccionar archivo
fi: Valitse tiedosto
fr: Sélectionner un fichier
hu: Fájl kiválasztása
it: Seleziona file
ja: ファイルの選択
km: ជ្រើស​ឯកសារ
ko: 파일 선택
lt: Pasirinkite rinkmeną
nb: Velg fil
nl: Bestand selecteren
pl: Proszę wybrać plik
pt_br: Selecionar Arquivo
ro: Selectează fișierul
ru: Выберите файл
sk: Vybrať súbor
sv: Välj fil
zh_cn: 选择文件
zh_tw: 選取檔案
