Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <li> Allows setting read ahead and flushing buffers on block devices</li> <li> Allows setting geometry in floppy driver</li> <li> Allows turning DMA on/off in xd driver</li> <li> Allows administration of md devices (mostly the above, but some extra ioctls)</li>
ar: <li> يسمح بقراءة الإعدادات مقدمًا ومسح المخازن المؤقتة بأجهزة نقل كتل المعلومات</li> <li> يسمح بهندسة الإعدادات في برنامج تشغيل القرص المرن </li> <li> يسمح بتشغيل/إيقاف تشغيل DMA في برنامج تشغيل xd</li> <li> يسمح بإدارة أجهزة md ( أغلب ما سبق وبعض رموز ioctls الإضافية)</li>
ca: <li> Permet establir read ahead and flushing buffers on block devices</li> <li> Permet establir geometria al controlador floppy</li> <li> Permet canviar DMA on/off al controlador xd</li> <li> Permet l'administració de dispostius md devices (sobretot els de sobre, però també alguns extra ioctls)</li>
cs: <li>Umožní nastavení předběžného čtení a vyprazdňování zásobníků na blokových zařízeních</li> <li>Umožní nastavení geometrie na ovladači disket</li> <li>Umožní zapínání/vypínání DMA na ovladači xd</li> <li>Umožní správu zařízení md (většinou výše, ale některé extra ioctls)</li>
da: <li> Tillader at sætte read-ahead og tømning af buffere på blokenheder</li> <li> Tillader at sætte geometri i floppy-driver</li> <li> Tillader at slå DMA til/fra i xd-driver</li> <li> Tillader administration af md-enheder (mest ovennævnte, men nogle ekstra ioctls)</li>
de: <li> Read-Ahead setzen und leeren von Puffern auf Blockgeräten erlauben</li> <li> Geometrieeinstellungen im Disketten-Treiber erlauben</li> <li> DMA ein-/ausschalten im xd-Treiber erlauben</li> <li> Verwaltung von md-Geräten erlauben (alles obige, aber einige zusätzliche ioctls)</li>
el: <li> Επιτρέπει τον ορισμό ανάγνωσης ευθείων και εξαπτικών ενδιάμεσων μνημών σε συσκευές block</li> <li> Επιτρέπει τον ορισμό γεωμετρίας στον οδηγό δισκέτας</li> <li> Επιτρέπει την ενεργοποίηση/απενεργοποίηση του DMA στον οδηγό xd</li> <li>Επιτρέπει τη διαχείριση των συσκευών md (οι παραπάνω επί το πλείστο, αλλά και κάποια επιπλέον ioctls)</li>
es: <li> Permitir establecer la lectura anticipada y vaciar los buffers en dispositivos de bloques</li> <li> Permitir establecer la geometría en el controlador de disquete</li> <li> Permitir activar/desactivar la opción de DMA en el controlador xd</li> <li> Permitir la administración de dispositivos md (como los anteriores pero con ioctls adicionales)</li>
fi: <li> Salli read ahead ja flushing buffers asettaminen blokkilaitteille</li> <li> Salli geometrian asettaminen levyke-ajurille</li> <li> Salli DMA:n käyttöönotto/käytöstä poistaminen xd ajurissa</li> <li> Salli md-laitteiden hallinnointi (osaksi kuten yllä, mutta joitakin ylimääräisiä ioctls-juttuja)</li>
fr: <li> Autorise la configuration de la lecture anticipée et le vidage des buffers sur les périphériques blocs</li> <li> Autorise la configuration de la géométrie dans le pilote de disquette (floppy)</li> <li> Autorise l'activation/désactivation de la DMA dans le pilote xd</li> <li> Autorise l'administration des périphériques md (comme ci-dessus, mais avec des ioctl supplémentaires)</li>
hu: <li> Lehetővé teszi az előolvasást és pufferek ürítését a blokkeszközökön</li> <li> Lehetővé teszi geometria beállítását hajlékonylemezeken</li> <li> Lehetővé teszi a DMA ki/bekapcsolását xd illesztőprogramokon</li> <li> Lehetővé teszi md eszközök adminisztrációját (többnyire a fentieket, de néhány további ioctls-t is)</li>
it: <li> Consente l'impostazione della lettura in avanti e dello svuotamento dei buffer nei dispositivi a blocchi</li> <li> Consente l'impostazione della geometria nei lettori di dischetti</li> <li> Consente l'attivazione/disattivazione del DMA nei lettori xd</li> <li> Consente l'amministrazione di dispositivi md (principalmente quello sopra, ma con ioctl aggiuntive)</li>
ja: <li> ブロックデバイスに対する先読み設定とバッファの吐き出しを許可する </li> <li> フロッピィドライバ内でジオメトリの設定を許可する </li> <li> xd ドライバ内で DMA の有効／無効設定を許可する </li> <li> md デバイスの管理を許可する (上記とほぼ同じですが、いくつかの拡張 ioctl を含みます)</li>
km: <li> អនុញ្ញាត​ការ​កំណត់​ការ​អាន​ជាមុន និង​សម្អាត​អង្គ​ចងចាំ​បណ្ដោះ​អាសន្ន​នៅ​លើ​ឧបករណ៍​ទប់ស្កាត់</li> <li> អនុញ្ញាត​ការ​កំណត់​ធរណីមាត្រ​​នៅ​ក្នុង​ថាស​ទន់ (floppy driver)</li> <li> អនុញ្ញាត​ការ​បិទ​/​បើក DMA នៅ​ក្នុង​កម្មវិធី​បញ្ជា xd</li> <li> អនុញ្ញាត​ការ​គ្រប់គ្រង​ឧបករណ៍ md (ភាគច្រើន​នៅ​ខាង​លើ ប៉ុន្តែ ioctls បន្ថែម)</li>​
ko: <li> 블록 장치에서 읽기 미리 설정 및 버퍼 플러시 허용</li> <li> 플로피 드라이버에서 기하 도형 설정 허용</li> <li> xd 드라이버에서 DMA 켜기/끄기 허용</li> <li> md 장치 관리 허용(대체로 위와 같음, 추가 ioctls)</li>
nb: <li> Tillater å angi lese- og tømmebuffere for blokkenheter</li> <li> Tillater å angi geometri for diskettdriver</li> <li> Tillater å aktivere/deaktivere DMA for xd-driver</li> <li> Tillater administrasjon av md-enheter (normalt som ovenfor, men noen ekstra ioctl-er)</li>
nl: <li> Instellen van vooruit lezen en leegmaken van buffers toestaan op blokapparaten</li> <li> Instellen van afmetingen toestaan in floppyapparaatbesturing</li> <li> Aan-/uitschakelen van DMA toestaan in xd-apparaatbesturing</li> <li> Beheer van md-apparaten toestaan (meestal het bovenstaande, maar ook enige extra ioctls)</li>
pl: <li> Umożliwia ustawienie rozmiaru bloków odczytywania i opróżniania bufora na urządzeniach blokowych</li> <li> Umożliwia ustawienie geometrii w sterowniku dyskietek</li> <li> Umożliwia włączanie/wyłączanie DMA w sterowniku xd</li> <li> Umożliwia administrację urządzeniami md (zwykle powyższe, ale z kilkoma dodatkowymi opcjami ioctls)</li>
pt_br: <li> Permite configurar o read ahead e buffers de limpeza em dispositivos de bloco</li> <li> Permite a coniguração da geometria em unidades de disquete</li> <li> Permite ligar/desligar DMA na unidade xd</li> <li> Permite administração de dispositivos md (na maior parte, os listados acima, mas alguns ioctls extras)</li>
ro: <li> Permite setarea citirii și golirea de buffer a dispozitivelor bloc</li> <li> Permite setarea geometrică în driverul floppy</li> <li> Permite pornirea/oprirea DMA în driverul xd</li> <li> Permite administrarea dispozitivelor md (majoritatea cele de deasupra, dar și unele ioctls)</li>
ru: <li>Разрешает установку упреждающего чтения и сброс буферов на устройства с блочным доступом</li> <li>Разрешает установку геометрии в драйвере гибкого диска</li> <li>Разрешает включение и отключение DMA в драйвере xd</li> <li>Разрешает администрирование устройств md (в основном вышеуказанные, но также и некоторые дополнительные операции ioctl)</li>
sk: <li> Umožňuje nastavenie predbežného čítania a vyprázdňovanie vyrovnávacej pamäte na blokových zariadeniach</li> <li> Umožňuje nastavenie geometrie na ovládači diskiet</li> <li> Umožňuje zapínanie/vypínanie DMA na ovládači xd</li> <li> Umožňuje správu zariadení md (väčšinou vyššie, ale niektoré extra ioctls)</li>
sv: <li> Tillåter inställning av vidareläsning och buffertrensning på blockenheter</li> <li> Tillåter geometriinställningar i diskettenheten</li> <li> Tillåter aktivering och inaktivering av DMA i xd-drivrutinen</li> <li> Tillåter administration av md-enheter (till största del ovanstående, men några extra ioctls)</li>
zh_cn: <li>允许设定向前读取并刷新块设备缓冲区</li> <li>允许设定软盘驱动的几何结构</li> <li>允许在 xd 驱动中开关 DMA</li> <li>允许管理 md 设备(基本和上面相同，但有一些额外的输入输出管理)</li>
zh_tw: <li> 允許設定預先讀取和排清節區塊裝置上的緩衝區</li> <li> 允許設定磁片驅動程式中的規格</li> <li> 允許在 xd 驅動程式中開啟/關閉 DMA</li> <li> 允許管理 md 裝置 (大部分是上述提及的裝置，但仍有其他的 ioctls)</li>

source: <li> Allows tuning the ide driver</li> <li> Allows access to the nvram device</li> <li> Allows administration of apm_bios, serial and bttv (TV) device</li> <li> Allows manufacturer commands in iaan CAPI support driver</li>
ar: <li> يسمح بتشغيل برنامج تشغيل ide</li> <li> يسمح بالوصول إلى جهاز nvram</li> <li> يسمح بإدارة apm_bios، جهاز (TV) التسلسلي وbttv</li> <li> يسمح بأوامر المصنِّع في برنامج تشغيل دعم iaan CAPI</li>
ca: <li> Permet personalitzar el controlador ide</li> <li> Permet accés al dispositiu nvram</li> <li> Permet administració de apm_bios, serial i bttv (TV) device</li> <li> Permet ordres del fabricant en iaan CAPI support driver</li>
cs: <li>Umožní vyladění ovladače ide</li> <li>Umožní přístup k zařízení nvram</li> <li>Umožní správu apm_biosu, sériových a bttv (TV) zařízení</li> <li>Umožní příkazy výrobce v podpoře ovladače iaan CAPI</li>
da: <li> Tillader justering af ide-driveren</li> <li> Tillader adgang til nvram-enheden</li> <li> Tillader administration af apm_bios, serial- og bttv- (TV) enhed</li> <li> Tillader producentkommandoer i iaan CAPI-understøttelsesdriver</li>
de: <li> Tunen des IDE-Treibers erlauben</li> <li> Zugriff auf NVRAM-Gerät erlauben</li> <li> Administration für apm_bios, serielles und bttv(TV-)Gerät erlauben</li> <li> Hersteller-Befehle im ISDN-CAPI-Unterstützungstreiber erlauben</li>
el: <li> Επιτρέπει την τροποποίηση του οδηγού ide</li> <li> Επιτρέπει την πρόσβαση στη συσκευή nvram</li> <li> Επιτρέπει τη διαχείριση του apm_bios, σειριακής και bttv (TV) συσκευής</li> <li> Επιτρέπει τις εντολές του κατασκευαστή στον οδηγό υποστήριξης iaan CAPI</li>
es: <li> Permitir la configuración del controlador IDE</li> <li> Permitir el acceso al dispositivo nvram</li> <li> Permitir la administración de apm_bios, dispositivo serie y bttv (TV)</li> <li> Permitir los comandos del fabricantes en el controlador iaan CAPI</li>
fi: <li> Salli ide-ajurin virittäminen</li> <li> Salli pääsy nvram-laiteeseen</li> <li> Salli apm_bios-, sarja- ja bttv(TV)-laitteiden hallinta</li> <li> Salli valmistajan komennot iaan CAPI ajurissa</li>
fr: <li> Autorise la configuration du pilote ide</li> <li> Autorise l'accès au périphérique nvram</li> <li> Autorise l'administration des périphériques apm_bios, serial et bttv (TV)</li> <li> Autorise les commandes de fabricant dans le pilote de support isdn CAPI</li>
hu: <li> Lehetővé teszi az ide illesztőprogram finomhangolását</li> <li> Lehetővé teszi a hozzáférést az nvram-eszközhöz</li> <li> Lehetővé teszi az apm_bios, serial és a bttv (TV) eszközök adminisztrációját</li> <li> Lehetővé teszi gyártói parancsok használatát az iaan CAPI támogatású illesztőprogramon</li>
it: <li> Consente la regolazione dei driver ide</li> <li> Consente l'accesso al dispositivo nvram</li> <li> Consente l'amministrazione del dispositivo apm_bios, seriale e bttv (TV)</li> <li> Consente i comandi del produttore nei driver di supporto iaan CAPI</li>
ja: <li> IDE ドライバのチューニングを許可する </li> <li> NVRAM デバイスへのアクセスを許可する </li> <li> apm_bios 、シリアル、 bttv (TV) デバイスの管理を許可する </li> <li> iaan CAPI 対応のドライバに対して製造元固有のコマンド送信を許可する </li>
km: <li> អនុញ្ញាត​ការ​បើក​កម្មវិធី​បញ្ជា ide</li> <li> អនុញ្ញាត​ការ​ចូល​ដំណើរការ​ឧបករណ៍ nvram</li> <li> អនុញ្ញាត​ការ​គ្រប់គ្រង apm_bios, សៀរៀល និង​ឧបករណ៍ bttv (ទូរទស្សន៍)</li> <li> អនុញ្ញាត​ពាក្យ​បញ្ជា​របស់​ក្រុមហ៊ុន​ផលិត​នៅ​ក្នុង​កម្មវិធី​បញ្ជា​គាំទ្រ iaan CAPI</li>
ko: <li> ide 드라이버 조정 허용</li> <li> nvram 장치 액세스 허용</li> <li> apm_bios, 직렬 및 bttv(TV) 장치 관리 허용</li> <li> iaan CAPI 지원 드라이버에서 제조업체 명령 허용</li>
nb: <li> Tillater justering av ide-driver</li> <li> Tillater tilgang til nvram-enhet</li> <li> Tillater administrasjon av apm_bios, seriell og bttv (TV)-enhet</li> <li> Tillater produsentkommandoer i iaan CAPI-driver</li>
nl: <li> Afstellen van het ide-stuurapparaat toestaan</li> <li> Toegang tot het nvram-apparaat toestaan</li> <li> Beheer van het apm_bios, seriële en bttv (TV)-apparaat toestaan</li> <li> Fabrikantcommando's toestaan in iaan CAPI ondersteuningsapparaataansturing</li>
pl: <li> Umożliwia strojenie sterownika ide</li> <li> Umożliwia dostęp do urządzenia nvram</li> <li> Umożliwia administrację urządzeniami apm_bios, serial i bttv (TV)</li> <li> Umożliwia wykonywanie poleceń producentów w sterowniku obsługi iaanCAPI</li>
pt_br: <li> Permite a configuração do driver ide</li> <li> Permite acesso ao dispositivo nvram</li> <li> Permite administração do dispositivo apm_bios, serial e bttv (TV)</li> <li> Permite comandos do fabricante no driver isdn com suporte a CAPI</li>
ru: <li>Разрешает настройку драйвера ide</li> <li>Разрешает доступ к устройству nvram</li> <li>Разрешает администрирование apm_bios, последовательных и bttv (ТВ) устройств</li> <li>Разрешает команды производителя в драйвере поддержки iaan CAPI</li>
sk: <li> Umožňuje ladenie ovládača ide</li> <li> Umožňuje prístup k zariadeniu nvram device</li> <li> Umožňuje správu apm_bios, sériového a bttv (TV) zariadenia</li> <li> Umožňuje príkazy výrobcu v ovládači podpory iaan CAPI</li>
sv: <li> Tillåter finjustering av ide-drivrutinen</li> <li> Tillåter tillgång till nvram-enheten</li> <li> Tillåter administration av apm_bios- och bttv-enhet (TV) samt seriell enhet</li> <li> Tillåter tillverkarkommandon i CAPI-stöddrivrutin för isdn</li>
zh_cn: <li>允许调节 ide 驱动</li> <li>允许访问 nvram 设备</li> <li>允许管理 apm_bios, 串行和 bbtv (TV) 设备</li> <li>允许在 iaan CAPI 支持驱动中的厂商命令</li>
zh_tw: <li> 允許微調 ide 驅動程式</li> <li> 允許存取 nvram 裝置</li> <li> 允許管理 apm_bios、序列和 bttv (TV) 裝置</li> <li> 允許在 isdn CAPI 支援驅動程式中使用廠商指令</li>

source: <li> Allows reading non-standardized portions of pci configuration space</li> <li> Allows DDI debug ioctl on sbpcd driver</li> <li> Allows setting up serial ports</li> <li> Allows sending raw qic-117 commands</li>
ar: <li> يسمح بقراءة الأجزاء غير المطابقة للمعايير من مساحة تكوين pci</li> <li> يسمح بتصحيح أخطاء DDI لـ ioctl في برنامج تشغيل sbpcd </li> <li> يسمح بإعداد منافذ تسلسلية</li> <li> يسمح بإرسال أوامر qic-117 لم تتم معالجتها</li>
ca: <li> Permet llegir porcions no estandaritzades d'espai de configuració pci</li> <li> Permet depuració DDI ioctl al controlador sbpcd</li> <li> Permet configurar ports de sèrie</li> <li> Permet enviar ordres raw qic-117</li>
cs: <li>Umožní čtení nestandardizovaných částí konfiguračního prostoru pci</li> <li>Umožní DDI ladění ioctl na ovladači sbpcd</li> <li>Umožní nastavení sériových portů</li> <li>Umožní zasílání surových příkazů qic-117</li>
da: <li> Tillader læsning af ikke-standardiserede dele af pci-konfigurationsrummet</li> <li> Tillader DDI debug ioctl på sbpcd-driver</li> <li> Tillader opsætning af serielle porte</li> <li> Tillader sending af rå qic-117-kommandoer</li>
de: <li> Lesen von nicht standardisierten Teilen des 'PCI Configuration Space' ermöglichen</li> <li> DDI-Fehlersuche-ioctl auf SBPCD-Treiber ermöglichen</li> <li> Einrichten von seriellen Ports ermöglichen</li> <li> Senden von raw qic-117-Kommandos ermöglichen</li>
el: <li> Επιτρέπει την ανάγνωση των μη-τυποποιημένων τμημάτων του χώρου ρύθμισης του pci</li> <li> Επιτρέπει την DDI αποτύπωση του octl στον οδηγό sbpcd</li> <li> Επιτρέπει τον ορισμό σειριακών θυρώνs</li> <li> Επιτρέπει την αποστολή ακατέργαστων qic-117 εντολών</li>
es: <li> Permitir la lectura de porciones no estandarizadas en el espacio de configuración PCI</li> <li> Permitir ioctl de depuración DDI en el controlador sbpcd</li> <li> Permitir la configuración de los puertos serie</li> <li> Permitir el envío de comandos qic-117 en bruto</li>
fi: <li> Salli epästandardien osioiden lukeminen pci määritystilasta</li> <li> Salli DDI debug ioctl sbpcd ajurista</li> <li> Salli sarjaporttien asettaminen</li> <li> Salli raw qic-117 komentojen lähettäminen</li>
fr: <li> Autorise la lecture de portions non-standardisées de l'espace de configuration PCI</li> <li> Autorise l'ioctl de débogage DDI pour le pilote sbpcd</li> <li> Autorise la configuration des ports série</li> <li> Autorise l'envoi de commandes qic-117 brutes</li>
hu: <li> Lehetővé teszi a nem szabványos pci beállítási terület beolvasását</li> <li> Lehetővé teszi DDI debug ioctl az sbpcd illesztőprogramon</li> <li> Lehetővé teszi soros portok beállítását</li> <li> Lehetővé teszi raw qic-117 parancsok küldését</li>
it: <li> Consente la lettura di porzioni non standardizzate dello spazio di configurazione pci</li> <li> Consente l'ioctl di debug DDI su driver sbpcd</li> <li> Consente l'attivazione di porte seriali</li> <li> Consente l'invio di comandi raw qic-117</li>
ja: <li> PCI 設定領域での非標準箇所の読み取りを許可する </li> <li> sbpcd ドライバでの DDI デバッグ ioctl を許可する</li> <li> シリアルポートの設定を許可する </li> <li> 未加工の qic-117 コマンドの送信を許可する </li>
km: <li> អនុញ្ញាត​ការ​អាន​ផ្នែក​ណាមួយ​​នៃ​ទំហំ​កំណត់​រចនា​សម្ព័ន្ធ pci ដែល​មិនមែន​ជា​​លក្ខណៈ​ស្តង់ដារ</li> <li> អនុញ្ញាត​ការ​បំបាត់​កំហុស DDI ioctl នៅ​លើ​កម្មវិធី​បញ្ជា sbpcd</li> <li> អនុញ្ញាត​ការ​រៀបចំ​ច្រក​សៀរៀល</li> <li> អនុញ្ញាត​ការ​ផ្ញើ​ពាក្យ​បញ្ជា qic-117 ដើម</li>
ko: <li> pci 구성 공간의 비표준화된 부분 읽기 허용</li> <li> sbpcd 드라이버에서 DDI 디버그 ioctl 허용</li> <li> 직렬 포트 설정 허용</li> <li> 원시 qic-117 명령 보내기 허용</li>
nb: <li> Tillater lesing av ikke-standardiserte deler av pci-oppsettsplass</li> <li> Tillater DDI debug ioctl for sbpcd-driver</li> <li> Tillater oppsett av serieporter</li> <li> Tillater sending av ubehandlede qic-117-kommandoer</li>
nl: <li> Lezen toestaan van niet-gestandaardiseerde porties van de pci configuratieruimte</li> <li> DDI debug ioctl toestaan op het sbpcd apparaatstuurprogramma</li> <li> Instellen van seriële poorten toestaan</li> <li> Zenden van raw qic-117 commando's toestaan</li>
pl: <li> Umożliwia odczyt niestandardowych porcji informacji z przestrzeni konfiguracji szyny pci</li> <li> Umożliwia debugowanie DDI ioctl na sterowniku sbpcd</li> <li> Umożliwia ustawienie portów szeregowych</li> <li> Umożliwia wysyłanie poleceń raw qic-117</li>
pt_br: <li> Permite leitura de seções não padronizadas do espaço de configuração pci</li> <li> Permite a depuração DDI de ioctl em drivers sbpcd</li> <li> Permite a configuração de portas seriais</li> <li> Permite envio de comandos qic-117</li>
ro: <li>Permite citirea porțiunilor non standard a spațiului de configurare pci</li> <li> Permite depanarea DDI a ioctl pe driverul sbpcd</li> <li> Permite setarea de porturi seriale</li> <li> Permite setarea comenzilor brute qic-117</li>
ru: <li>Разрешает чтение нестандартизованных участков конфигурационного пространства pci</li> <li>Разрешает ioctl отладки DDI в драйвере sbpcd</li> <li>Разрешает установку последовательных портов</li> <li>Разрешает отправку команд raw qic-117</li>
sk: <li> Umožňuje čítanie neštandardizovaných častí konfiguračného priestoru pc</li> <li> Umožňuje DDI ladenie ioctl na ovládači sbpcd</li> <li> Umožňuje nastavenie sériových portov</li> <li> Umožňuje posielanie surových príkazov qic-117</li>
sv: <li> Tillåter läsning av delar av pci-konfigurationsområdet som avviker från standard</li> <li> Tillåter DDI-felsöknings-ioctl på sbpcd-drivrutinen</li> <li> Tillåter konfiguration av seriella portar</li> <li> Tillåter att obehandlade qic-117-kommandon skickas</li>
zh_cn: <li>允许读取非标准的 pci 配置空间部分</li> <li>允许 sbpcd 驱动上的 DDI 调试输入输出管理</li> <li>允许设置串口</li> <li>允许发送 raw qic-117 命令</li>
zh_tw: <li> 允許讀取 pci 組態空間中的非標準部分</li> <li> 允許 sbpcd 驅動程式中的 DDI 除錯 ioctl</li> <li> 允許設定序列連接埠</li> <li> 允許傳送原始 qic-117 指令</li>

source: <li> Allows enabling/disabling tagged queuing on SCSI controllers and sending arbitrary SCSI commands</li> <li> Allows setting encryption key on loopback filesystem </li></ul>
ar: <li> يسمح بتمكين/تعطيل قائمة الانتظار ذات العلامات في وحدات تحكم SCSI وإرسال أوامر SCSI عشوائية</li> <li> يسمح بإعداد مفتاح التشفير في نظام ملفات الاسترجاع </li></ul>
ca: <li> Permet habilitar/inhabilitar encuament etiquetat en SCSI controllers i l'enviament d'ordres arbitràries SCSI</li> <li> Permet establir clau d'encriptació en un sistema de fitxers loopback </li></ul>
cs: <li>Umožní povolení/zakázání značkovaného řazení do fronty na řadičích SCSI a zasílání libovolných SCSI příkazů</li> <li>Umožní nastavení šifrovacího klíče na souborovém systému loopback</li></ul>
da: <li>Tillader aktivering/deaktivering af tagged queuing på SCSI-styreenheder og at sende vilkårlige SCSI-kommandoer</li> <li> Tillader at sætte krypteringsnøgle på loopback-filsystem </li></ul>
de: <li> Aktivieren/Deaktivieren von mit Tags versehenen Warteschlangen für SCSI-Controller und Senden beliebiger SCSI-Kommandos ermöglichen</li> <li> Festlegen des Verschlüsselungsschlüssels fürs Loopback-Dateisystem ermöglichen </li></ul>
el: <li> Επιτρέπει ενεργοποίηση/απενεργοποίηση ετικετών αναμονής στους ελεγκτές SCSI και αποστολή αυθαίρετων εντολών στον SCSI</li> <li> Επιτρέπει ρύθμιση κλειδιού κρυπτογράφησης στο σύστημα αρχείων loopback </li></ul>
es: <li> Permitir activar/desactivar "tagged queuing" en controladoras SCSI y el envío de comandos SCSI arbitrarios</li> <li> Permitir establecer la clave de cifrado en sistemas de archivo loopback </li></ul>
fi: <li> Sallii/kieltää merkitsevän jonotuksen SCSI ohjaimilta ja lähetykset SCSI komennoille</li> <li> Sallii salaus avaimen asettamisen takaisinkytketylle tiedostojärjestelmälle </li></ul>
fr: <li> Autorise l'activation/désactivation du Tagged Queuing sur les contrôleurs SCSI et l'envoi de commandes SCSI arbitraires</li> <li> Autoriser la configuration de la clé de chiffrement sur le système de fichiers loopback</li></ul>
hu: <li> Lehetővé teszi címkézett kérés engedélyezését/letiltását az SCSI-vezérlőkön, valamint önkényes SCSI-parancsok küldését</li> <li> Lehetővé teszi titkosító kulcs használatát loopback fájlrendszeren</li></ul>
it: <li> Consente l'attivazione/disattivazione dell'accodamento con etichetta nei controllori SCSI e l'invio di comandi SCSI arbitrari</li> <li> Consente l'impostazione della chiave di cifratura nel filesystem di loopback </li></ul>
ja: <li> SCSI コントローラにおけるタグキューイングの有効化／無効化設定を許可し、 任意の SCSI コマンドの送信を許可する </li> <li> ループバックファイルシステムにおける暗号鍵の設定を許可する </li></ul>
km: <li> អនុញ្ញាត​ការ​បិទ​/​បើក​ជួរ​ដែល​មាន​ស្លាក​នៅ​លើ​ឧបករណ៍​ត្រួតពិនិត្យ SCSI និង​ការ​ផ្ញើ​ពាក្យ​បញ្ជា SCSI ណាមួយ​</li> <li> អនុញ្ញាត​ការ​កំណត់​សោ​អ៊ិនគ្រីប​នៅ​លើ​ប្រព័ន្ធ​ឯកសារ loopback </li></ul>​
ko: <li> SCSI 컨트롤러에서 태그가 지정된 대기 활성화/활성화 및 임의 SCSI 명령 보내기 허용</li> <li> 루프백 파일 시스템에서 암호화 키 설정 허용 </li></ul>
nb: <li> Tillater aktivering/deaktivering av merket køstyring for SCSI-kontrollere og sending av tilfeldige SCSI-kommandoer</li> <li> Tillater angivelse av krypteringsnøkkel for loopback-filsystem </li></ul>
nl: <li> In-/uitschakelen van 'tagged queuing' toestaan op SCSI-controllers en het zenden van willekeurige SCSI-commando's</li> <li> Instellen van een encryptiesleutel toestaan op een loopback-bestandssysteem </li></ul>
pl: <li> Umożliwia włączanie/wyłączanie etykietowanego kolejkowania kontrolerów SCSI i wysyłanie arbitralnych poleceń SCSI</li> <li> Umożliwia ustawienie klucza szyfrującego w systemach plików typu loopback</li></ul>
pt_br: <li> Permite habilitar/desabilitar uma fila marcada em controladores SCSI e o envio de comandos SCIS arbitrários</li> <li> Permite a configuração de chave de criptografia em sistema de arquivos loopback </li></ul>
ro: <li> Permite activarea/dezactivarea a cozilor pe controlere SCSI și a trimiterii de comenzi arbitrare SCSI</li> <li> Permite setarea de chei criptate pe sistemele de fișiere buclă </li></ul>
ru: <li>Разрешает включение и отключение очередей с маркерами на контроллерах SCSI и отправку произвольных команд SCSI</li> <li>Разрешает установку ключа шифрования на петлевую файловую систему</li></ul>
sk: <li> Umožňuje povolenie/zakázanie značkovaného radenia do fronty na SCSI ovládačoch a posielanie ľubovoľných príkazov SCSI</li> <li> Umožňuje nastavenie šifrovacie kľúča na súborovom systéme loopback </li></ul>
sv: <li> Tillåter aktivering/inaktivering av märkta köer i SCSI-styrkort och att godtyckliga SCSI-kommandon får skickas</li> <li> Tillåter inställning av krypteringsnycklar på loopback-filsystem </li></ul>
zh_cn: <li>允许在 SCSI 控制器上启用/禁用标记的队列并发送随意的 SCSI 命令</li> <li>允许在回路文件系统上设置加密密钥</li></ul>
zh_tw: <li> 允許啟用/停用 SCSI 控制器上的標記佇列 和傳送任意 SCSI 指令</li> <li> 允許在迴路檔案系統上設定加密金鑰</li></ul>
