Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Email address required for registration.
ar: عنوان بريدك الإلكتروني مطلوبة للتسجيل.
ca: L'adr´ça electrònica és obligatòria per a registrar-se.
cs: K registraci je vyžadována e-mailová adresa.
da: E-mail-adresse kræves for registrering.
de: Zur Registrierung ist eine E-Mail-Adresse erforderlich.
el: Απαιτείται Διεύθυνση Email για εγγραφή.
es: Se requiere una dirección de correo electrónico para el registro.
fi: Sähköpostiosoite vaaditaan rekisteröitymiseen.
fr: Une adresse e-mail est requise pour l'enregistrement.
hu: A regisztrációhoz szükséges az e-mail megadása.
it: Indirizzo e-mail richiesto per la registrazione.
ja: 登録するには電子メールアドレスを設定する必要があります。
km: ត្រូវការ​អាសយដ្ឋាន​អ៊ីមែល​សម្រាប់​ការ​ចុះឈ្មោះ ។
ko: 등록을 위해 전자 우편 주소가 필요합니다.
lt: Registruojantis, el. pašto adresas privalomas.
nb: E-postadresse er obligatorisk for registrering.
nl: E-mailadres is vereist voor registratie.
pl: Adres e-mail wymagany do rejestracji.
pt_br: É necessário um endereço de e-mail para o registro.
ro: Pentru înregistrare este necesară adresa de e-mail.
ru: Для регистрации необходим адрес email.
sk: Je vyžadovaná emailová adresa pre dokončenie registrácie.
sv: E-postadress krävs för registrering.
zh_cn: 注册需要电子邮件地址。
zh_tw: 註冊需要電子郵件地址。

source: Password is required for registration.
ar: كلمة المرور مطلوبة للتسجيل.
ca: La contrasenya és obligatòria per a registrar-se.
cs: K registraci je vyžadováno heslo.
da: Adgangskode kræves for registrering.
de: Zur Registrierung ist ein Passwort erforderlich.
el: Απαιτείται κωδικός πρόσβασης για την εγγραφή.
es: Se requiere contraseña para el registro.
fi: Salasana vaaditaan rekisteröitymiseen.
fr: Mot de passe requis pour l'enregistrement.
hu: A regisztrációhoz szükséges a jelszó megadása.
it: Password richiesta per la registrazione.
ja: 登録するにはパスワードを設定する必要があります。
km: ត្រូវ​ការ​ពាក្យ​សម្ងាត់​សម្រាប់​ការ​ចុះឈ្មោះ ។
ko: 등록을 위해 열쇠글이 필요합니다.
lt: Registruojantis, slaptažodis privalomas.
nb: Passord er obligatorisk for registrering.
nl: Wachtwoord is vereist voor registratie.
pl: Do rejestracji wymagane jest hasło.
pt_br: É necessária uma senha para o registro.
ro: Pentru înregistrare este necesară parola.
ru: Для регистрации необходим пароль.
sk: Je vyžadované heslo pre dokončenie registrácie.
sv: Lösenord krävs för registrering.
zh_cn: 注册需要密码。
zh_tw: 註冊需要密碼。

source: Passwords do not match. Please re-enter.
ar: لا تتطابق كلمتا المرور. الرجاء إعادة للإدخال.
ca: Les contrasenyes no coincideixen. Torneu a introduir-les.
cs: Hesla se neshodují. Zadejte hesla znovu.
da: Adgangskoderne matcher ikke. Indtast igen.
de: Die Passwörter stimmen nicht überein. Geben Sie sie erneut ein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν. Παρακαλώ ξαναπροσπαθήστε.
es: Las contraseñas no coinciden. Por favor, introdúzcala de nuevo.
fi: Salasanat eivät täsmää. Anna salasana uudestaan.
fr: Les mots de passe ne correspondent pas. Veuillez l'entrer à nouveau.
hu: A két jelszó nem azonos. Adja meg újra.
it: Le password non corrispondono. Immetterle di nuovo.
ja: パスワードが一致しません。もう一度入力してください。
km: ពាក្យ​សម្ងាត់​មិន​ដូច​គ្នា ។ សូម​បញ្ចូល​ម្ដងទៀត ។
ko: 열쇠글이 일치하지 않습니다. 다시 입력하세요.
lt: Slaptažodžiai nesutampa. Įveskite iš naujo.
nb: Passordene samsvarer ikke.
nl: De wachtwoorden zijn niet identiek. Voer ze opnieuw in.
pl: Hasło się nie zgadza. Proszę podać ponownie.
pt_br: As senhas não são iguais. Por favor, digite-as novamente
ro: Parolele nu sunt identice. Vă rog introduceți din nou.
ru: Пароли не совпадают. Пожалуйста, введите ещё раз.
sk: Heslá sa nezhodujú. Prosím, zadajte ich znova.
sv: Lösenorden stämmer inte överens. Ange igen.
zh_cn: 密码不匹配。请重新输入。
zh_tw: 密碼不符合。請重新輸入。

source: Local inactive profile
ar: ملف التعريف المحلي غير نشط
ca: Perfil inactiu local
cs: Lokální neaktivní profil
da: Lokal inaktiv profil
de: Lokales, inaktives Profil
el: Τοπικό ανενεργό προφίλ
es: Perfil local inactivo
fi: Paikallinen profiili, joka ei ole käytössä
fr: Profil inactif local
hu: Helyi inaktív profil
it: Profilo locale inattivo
ja: ローカルにある無効なプロファイル
km: ទម្រង់​អសកម្ម​មូលដ្ឋាន
ko: 로컬 무효 프로파일
lt: Vietinis neaktyvus profilis
nb: Inaktiv lokal profil
nl: Lokaal inactief profiel
pl: Nieaktywny profil lokalny
pt_br: Perfil local inativo
ro: Profil local inactiv
ru: Локальный неактивный профиль
sk: Lokálny neaktívny profil
sv: Lokal inaktiv profil
zh_cn: 本地非活动安全档案
zh_tw: 本地非使用中設定檔

source: Profile created by user
ar: ملفات تعريف تم إنشاؤها بواسطة المستخدم
ca: Perfil creat per l'usuari
cs: Profil vytvořený uživatelem
da: Profil oprettet af bruger
de: Durch Benutzer erstelltes Profil
el: Το προφίλ δημιουργήθηκε από το χρήστη
es: Perfil creado por el usuario
fi: Profiilin loi käyttäjä
fr: Profil créé par l'utilisateur
hu: Felhasználó által létrehozott profil
it: Profilo creato dall'utente
ja: ユーザが作成したプロファイル
km: ទម្រង់​ដែល​បាន​បង្កើត​ដោយ​អ្នកប្រើ
ko: 사용자에 의해 작성된 프로파일
lt: Naudotojo sukurtas profilis
nb: Profil opprettet av
nl: Profiel aangemaakt door gebruiker
pl: Profil utworzony przez użytkownika
pt_br: Perfil criado pelo usuário
ro: Profil creat de utilizator
ru: Профиль, созданный пользователем
sk: Profil vytvorený užívateľom
sv: Profil skapad av användare
zh_cn: 由用户创建的安全档案
zh_tw: 使用者所建立的設定檔

source: Local profile
ar: ملف التعريف المحلي
ca: Perfil local
cs: Místní profil
da: Lokal profil
de: Lokales Profil
el: Τοπικό Προφίλ
es: Perfil local
fi: Paikallinen profiili
fr: Profil local
hu: Helyi profil
it: Profilo locale
ja: ローカルプロファイル
km: ទម្រង់​មូលដ្ឋាន
ko: 로컬 프로파일
lt: Vietinis profilis
nb: Lokal profil
nl: Lokaal profiel
pl: Profil lokalny
pt_br: Perfil local
ro: Profil local
ru: Локальный профиль
sk: Lokálny profil
sv: Lokal profil
zh_cn: 本地安全档案
zh_tw: 本地設定檔

source: Enter a changelog for the changes for
ar: أدخل التغيير لإجراء تغييرات على
ca: Introduïu un registre de canvis per als canvis de
cs: Zadejte změny pro
da: Indtast ændringslog for ændringerne af
de: Geben Sie eine Beschreibung für die Änderungen an
el: Εισάγετε ένα αρχείο καταγραφής αλλαγών για τις αλλαγές για
es: Introduzca un registro para los cambios
fi: Anna muutostiedosto muutoksille
fr: Veuillez saisir un résumé des changements pour
hu: Adja meg a változások listáját ehhez:
it: Immettere un log delle modifiche per le modifiche dei
ja: 以下のものに対する変更履歴を入力してください:
km: បញ្ចូល​កំណត់​ហេតុ​ផ្លាស់ប្ដូរ​សម្រាប់​ការ​ផ្លាស់ប្ដូរ
ko: 다음의 변경사항을 입력
lt: Įveskite pakeitimų žurnalą, kuris skirtas:
nb: Angi en endringsmelding for
nl: Voer een omschrijving in voor de wijzigingen voor
pl: Proszę podać dziennik zmian do zmian dla
pt_br: Introduza um log de alterações para as alterações para
ro: Introduceți un jurnal pentru modificările efectuate
ru: Укажите журнал изменений для
sk: Zadajte zmeny pre
sv: Ange en ändringslogg för ändringarna för
zh_cn: 输入这次更改的修订历史
zh_tw: 為變更輸入變更記錄

source: the selected profiles
ar: ملف التعريف المحدد
ca: els perfils seleccionats
cs: zvolené profily
da: de valgte profiler
de: den ausgewählten Profilen
el: τα επιλεγμένα προφίλ
es: los perfiles seleccionados
fi: valituissa profiileissa
fr: les profils sélectionnés
hu: a kiválasztott profilhoz
it: i profili selezionati
ja: 選択したプロファイル
km: ទម្រង់​ដែល​បាន​ជ្រើស
ko: 선택한 프로파일
lt: pasirinkti profiliai
nb: de valgte profilene
nl: de geselecteerde profielen
pl: wybrane profile
pt_br: os perfis selecionados
ro: asupra profilelor selectate
ru: выбранные профили
sk: zvolené profily
sv: valda profiler
zh_cn: 选定的安全档案
zh_tw: 所選取的設定檔

source: Individual changelogs per profile
ar: تغييرات فردية لكل ملف تعريف
ca: Registres de canvis individuals de cada perfil
cs: Changelog pro každý profil
da: Individuelle ændringslogge per profil
de: Einzelne Protokolle je Profil
el: Ανεξάρτητα αρχεία καταγραφής αλλαγών ανά προφίλ
es: Registro de cambios individual por cada perfil
fi: Yksittäinen muutostiedosto jokaiselle profiilille
fr: Changelogs individuels par profil
hu: Profilonként egyedi változásnapló
it: Log delle modifiche individuali per profilo
ja: プロファイルごとの個別の変更履歴
km: កំណត់ហេតុ​ផ្លាស់ប្ដូរ​នីមួយៗ​ក្នុង​មួយ​ទម្រង់
ko: 프로파일 개별 변경사항
lt: Atskiri profilių pakeitimų žurnalai
nb: Unik endringsmelding pr profil
nl: Individuele wijzigingsomschrijvingen per profiel
pl: Indywidualne dzienniki zmian dla profilu
pt_br: Log de Alterações individuais por perfil
ro: Jurnal individual pentru profil
ru: Индивидуальные журналы изменений для каждого профиля
sk: Individuálny záznam zmien pre každý profil
sv: Individuell ändringslogg per profil
zh_cn: 每个安全档案自己的修订历史
zh_tw: 個別記錄每個設定檔的變更

source: &Do not ask again for unselected profiles
ar: لا تسأل مرة أخرى عن ملف التعريف غير المحدد
ca: &No ho tornis a demanar per als perfils desmarcats
cs: &Znovu se nedotazovat na nezvolené profily
da: &Spørg ikke igen for ikke-valgte profiler
de: &Nicht erneut nachfragen bei nicht ausgewählten Profilen
el: &Να μην ξαναγίνει ερώτηση για μη επιλεγμένα προφίλ
es: No preguntar &de nuevo para perfiles no seleccionados
fi: &Älä kysy uudestaan valitsemattomia profiileja
fr: &Ne plus demander pour les profils non sélectionnés
hu: &Ne kérdezzen többet a ki nem választott profilokra
it: &Non chiedere di nuovo per i profili deselezionati
ja: 未選択のプロファイルについては今後同じ質問をしない (&D)
km: កុំ​សួររក​ទម្រង់​ដែល​មិន​បាន​ជ្រើស​ម្ដងទៀត
ko: 선택하지 않은 프로파일에 대해 다시 요청 안 함(&D)
lt: &Daugiau to neklausti apie nepasirinktus profilius
nb: Ikke spør meg om umerke&de profiler igjen
nl: &Niet opnieuw vragen voor niet-geselecteerde profielen
pl: &Nie pytaj ponownie o niewybrane profile
pt_br: &Não pergunte novamente por perfis não selecionados
ro: Nu întreba din nou pentru profilele neselectate
ru: &Больше не спрашивать для невыбранных профилей
sk: &Nepýtať sa znova na nevybrané profily
sv: &Fråga inte om ej valda profiler igen
zh_cn: 对没有选定的安全档案不再询问(&D)
zh_tw: 對未選取的設定檔不再詢問(&D)

source: Profiles
ar: ملف التعريف
ca: Perfils
cs: Profily
da: Profiler
de: Profile
el: Προφίλ
es: Perfiles
fi: Profiilit
fr: Profils
hu: Profilok
it: Profili
ja: プロファイル
km: ទម្រង់
ko: 프로파일
lt: Profiliai
nb: Profiler
nl: Profielen
pl: Profile
pt_br: Perfis
ro: Profiluri
ru: Профили
sk: Profily
sv: Profiler
zh_cn: 安全档案
zh_tw: 設定檔

source: <ul><li>In a system with the [_POSIX_CHOWN_RESTRICTED] option defined, this overrides the restriction of changing file ownership and group ownership.</li></ul>
ar: <ul><li>في نظام مع خيار تعريف [_POSIX_CHOWN_RESTRICTED] ، يؤدي هذا إلى تجاوز تقييد تغيير ملكية الملفات وملكية المجموعة.</li></ul>
ca: <ul><li>En un sistema amb l'opció [_POSIX_CHOWN_RESTRICTED] definida, se sobreescriu la restricció de canvi de pertinença de fitxer i de pertinença de grup.</li></ul>
cs: <ul><li>V systému, který má definovánu možnost [_POSIX_CHOWN_RESTRICTED], je přepisováno omezení změny vlastnictví a skupinového vlastnictví souboru.</ li></ul>
da: <ul><li>På et system med indstilingen [_POSIX_CHOWN_RESTRICTED] defineret, tilsidesættes begrænsningerne for ændring af filejerskab og gruppeejerskab.</li></ul>
de: <ul><li>In einem System, auf dem die Option [_POSIX_CHOWN_RESTRICTED] definiert ist, setzt dies die Einschränkung der Änderung des Eigentümers von Dateien und Gruppen außer Kraft.</li></ul>
el: <ul><li>Σε ένα σύστημα με την επιλογή [_POSIX_CHOWN_RESTRICTED] καθορισμένη, αυτό καλύπτει τους περιορισμούς της αλλαγής της ιδιοκτησίας των αρχείων και των ομάδων.</li></ul>
es: <ul><li>En un sistema que tenga definida la opción [_POSIX_CHOWN_RESTRICTED], esto anula la restricción de cambiar la propiedad del archivo y del grupo.</li></ul>
fi: <ul><li>Järjestelmissä, joissa valinta [_POSIX_CHOWN_RESTRICTED] on määritetty, tämä asetus ohittaa tiedostojen ja ryhmien omistussuhteiden muuttamisen rajoituksen.</li></ul>
fr: <ul><li>Dans un système dans lequel l'option [_POSIX_CHOWN_RESTRICTED] est définie, ceci permet de passer outre la restriction de modification de l'appartenance de fichier et de groupe.</li></ul>
hu: <ul><li>Olyan rendszeren, ahol a [_POSIX_CHOWN_RESTRICTED] lehetőség meg van adva, ez felülbírálja a fájltulajdonos és csoporttulajdonos módosításának korlátozását.</li></ul>
it: <ul><li>Se in un sistema è definita l'opzione [_POSIX_CHOWN_RESTRICTED], questa sovrascrive la restrizione sulla modifica del possesso del file e del gruppo.</li></ul>
ja: <ul><li>[_POSIX_CHOWN_RESTRICTED] オプションが設定されているシステムでは、 ファイル所有権とグループ所有権の変更制限よりも、こちらが優先されて働きます。</li></ul>
km: <ul><li>​នៅ​ក្នុង​ប្រព័ន្ធ​ដែល​បាន​កំណត់​ជម្រើស [_POSIX_CHOWN_RESTRICTED] វា​នឹង​បដិសេធ​​ការកំណត់​ការ​ផ្លាស់ប្ដូរ​ភាព​ជា​កម្មសិទ្ធិ​របស់​ឯកសារ នឹង​ភាព​ជា​កម្មសិទ្ធិ​របស់​ក្រុម ។</li></ul>
ko: <ul><li>시스템에 [_POSIX_CHOWN_RESTRICTED] 옵션이 설정되어 있으면 파일 소유권 및 그룹 소유권 변경 제한보다 이쪽을 우선시 합니다.</li></ul>
nb: <ul><li>I et system hvor [_POSIX_CHOWN_RESTRICTED] er valgt, overstyrer dette begrensningen for endring av fil- og gruppeeierskap.</li></ul>
nl: <ul><li>In een systeem waarin de optie [_POSIX_CHOWN_RESTRICTED] is gedefinieerd, wordt de beperking op het wijzigen van bestandseigendom en groepseigendom genegeerd.</li></ul>
pl: <ul><li>W systemie ze zdefiniowaną opcją [_POSIX_CHOWN_RESTRICTED] ignoruje ograniczenia zmiany własności pliku i własności grupy.</li></ul>
pt_br: <ul><li>Em um sistema com a opção [_POSIX_CHOWN_RESTRICTED] definida, ela substitui a restrição de alterar a propriedade do arquivo e do grupo.</li></ul>
ro: <ul><li> Într-un sistem cu opțiunea [_POSIX_CHOWN_RESTRICTED] definită, aceasta anulează restricția schimbării apartenenței fișierului și apartenenței grupului.</li></ul>
ru: <ul><li>В системе с определённым параметром [_POSIX_CHOWN_RESTRICTED] это приводит к отмене ограничения на смену владения файлом и группой.</li></ul>
sk: <ul><li>V systéme, ktorý má definovanú možnosť [_POSIX_CHOWN_RESTRICTED], prepisuje obmedzenie pre zmenu súborového vlastníctva a skupinového vlastníctva.</li></ul>
sv: <ul><li>I ett system där alternativet [_POSIX_CHOWN_RESTRICTED] har definierats åsidosätter detta begränsningen för att ändra filägande och gruppägande.</li></ul>
zh_cn: <ul><li>在定义了 [_POSIX_CHOWN_RESTRICTED] 选项的系统中，这将覆盖文件所有权和组所有权变更的限制。</li></ul>
zh_tw: <ul><li>在已定義 [_POSIX_CHOWN_RESTRICTED] 選項的系統中， 這會置換變更檔案擁有權和群組 擁有權的限制。</li></ul>

source: <ul><li>Override all DAC access, including ACL execute access if [_POSIX_ACL] is defined. Excluding DAC access covered by CAP_LINUX_IMMUTABLE.</li></ul>
ar: <ul><li>تجاوز كل الوصول إلى DAC، بما في ذلك حق تنفيذ ACL إذا تم تعريف [_POSIX_ACL] . باستثناء الوصول إلى DAC المشمولة ب CAP_LINUX_IMMUTABLE.</li></ul>
ca: <ul><li>Sobreescriu l'accés DAC, inclòs l'accés d'execució ACL si [_POSIX_ACL] està definit. S'està excloent l'accés DAC cobert per CAP_LINUX_IMMUTABLE.</li></ul>
cs: <ul><li>Přepisuje veškerý přístup DAC včetně ACL přístupu ke spouštění, pokud je definována možnost [_POSIX_ACL]. Netýká se přístupu DAC zahrnutého v CAP_LINUX_IMMUTABLE. </li></ul>
da: <ul><li>Tilsidesætter al DAC-adgang, inklusive eksekvering af ACL, hvis [_POSIX_ACL] er defineret. Ekskluderer DAC-adgang dækket af CAP_LINUX_IMMUTABLE. </li></ul>
de: <ul><li>Setzt jeglichen DAC-Zugriff einschließlich ACL-Ausführungszugriff außer Kraft, wenn [_POSIX_ACL] definiert ist. Ausschließlich DAC-Zugriff, der von CAP_LINUX_IMMUTABLE abgedeckt wird.</li></ul>
el: <ul><li>Αντικατάσταση όλων των προσβάσεων DAC, συμπεριλαμβανομένων και των προσβάσεων ACL αν το [_POSIX_ACL] είναι καθορισμένο. Εξαιρείται η πρόσβαση DAC που καλύπτεται από το CAP_LINUX_IMMUTABLE.</li></ul>
es: <ul><li>Anular por completo el acceso DAC, incluido el acceso de ejecución de ACL si la opción [_POSIX_ACL] está definida. Se excluye el acceso DAC contemplado por CAP_LINUX_IMMUTABLE. </li></ul>
fi: <ul><li>Ohita kaikki DAC-käyttö, mukaan lukien ACL-suorituskäyttö, jos [_POSIX_ACL] on määritetty. Tähän ei sisälly CAP_LINUX_IMMUTABLE:n sisältämä DAC-käyttö. </li></ul>
fr: <ul><li>Outrepasser tous les accès DAC, y compris l'accès en exécution ACL si [_POSIX_ACL] est défini. L'exclusion de l'accès DAC est couverte par CAP_LINUX_IMMUTABLE.</li></ul>
hu: <ul><li>Az összes DAC hozzáférés felülbírálása, beleértve az ACL végrehajtási hozzáférést, ha a [_POSIX_ACL] meg van adva, a CAP_LINUX_IMMUTABLE által lefedett DAC hozzáférés kivételével.</li></ul>
it: <ul><li>Se [_POSIX_ACL] è definito, vengono ignorati tutti gli accessi DAC, incluso l'accesso di esecuzione ACL. Esclusione dell'accesso DAC coperta da CAP_LINUX_IMMUTABLE.</li></ul>
ja: <ul><li> [_POSIX_ACL] が設定されている場合、 ACL 実行アクセスを含む 全ての DAC アクセスよりも優先されます。ただし CAP_LINUX_IMMUTABLE に含まれている DAC アクセスを除きます。</li></ul>
km: <ul><li>បដិសេធ​ការ​ចូល​ដំណើរការ DAC ទាំងអស់ រួម​ទាំង​ដំណើរការ​ប្រតិបត្តិ ACL ផង​ដែរ ប្រសិន​បើ​បាន​កំណត់ [_POSIX_ACL] ។ មិន​រួម​បញ្ចូល​​​ដំណើរការ DAC ដែល​នៅ​ក្រោម CAP_LINUX_IMMUTABLE ។</li></ul>
ko: <ul><li>[_POSIX_ACL]이 정의되어 있으면 ACL 실행 접근 권한을 포함한 모든 DAC 접근 권한을 무효화합니다. DAC 접근 권한 제외는 CAP_LINUX_IMMUTABLE에 의해 적용됩니다.</li></ul>
nb: <ul><li>Overstyr all DAC-tilgang, inkludert tilgang for kjøring av ACL hvis [_POSIX_ACL] er valgt. Unntaket er DAC-tilgang som dekkes av CAP_LINUX_IMMUTABLE.</li></ul>
nl: <ul><li>Hiermee wordt alle DAC-toegang, inclusief ACL-uitvoertoegang, genegeerd indien [_POSIX_ACL] is gedefinieerd. Uitgesloten is DAC-toegang die valt onder CAP_LINUX_IMMUTABLE.</li></ul>
pl: <ul><li>Jeśli zdefiniowana jest opcja [_POSIX_ACL], ignoruje cały dostęp DAC, włącznie z dostępem wykonywania ACL. Nie dotyczy dostępu DAC, do którego odnosi się opcja CAP_LINUX_IMMUTABLE.</li></ul>
pt_br: <ul><li>Anular todo o acesso DAC, incluindo o acesso de execução da ACL se a opção [_POSIX_ACL] estiver definida. Removendo o acesso DAC incluído por CAP_LINUX_IMMUTABLE.</li></ul>
ro: <ul><li>Suprascrie tot accesul DAC, inclusiv accesul execuției ACL dacă [_POSIX_ACL] este definit. Cu excepția accesului DAC acoperit de CAP_LINUX_IMMUTABLE.</li></ul>
ru: <ul><li>Переопределяется весь доступ DAC, включая доступ на выполнение ACL, если определён параметр [_POSIX_ACL]. Исключением является доступ DAC, регламентируемый CAP_LINUX_IMMUTABLE.</li></ul>
sk: <ul><li>Prepísať celý DAC prístup vrátane ACL prístupu na spustenie, ak je definované[_POSIX_ACL]. Nezahŕňa DAC prístup zahrnutý do CAP_LINUX_IMMUTABLE.</li></ul>
sv: <ul><li>Åsidosätt all DAC-åtkomst, inklusive körbar ACL-åtkomst om [_POSIX_ACL] har definierats. Uteslutning av DAC-åtkomst omfattas av CAP_LINUX_IMMUTABLE.</li></ul>
zh_cn: <ul><li>覆盖所有 自主访问控制 访问，包括访问控制列表里允许的（如果已定义 [_POSIX_ACL]）。 但 CAP_LINUX_IMMUTABLE 表里的自主访问除外。</li></ul>
zh_tw: <ul><li>如果已定義 [_POSIX_ACL]，則置換所有 DAC 存取， 包括 ACL 執行存取。排除 CAP_LINUX_IMMUTABLE 涵蓋的 DAC 存取。</li></ul>
