Repository: yast/yast-translations
Catalog: po/yast2-apparmor/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, hu, it, ja, km, ko, lt, nb, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <b>Severity Levels:</b> These are numbered 1 through 10, 10 being the most severe security incident. The <b>severity.db</b> file defines the severity level of potential security events. The severity levels are determined by the importance of different security events, such as certain resources accessed or services denied.</li>
ar: <b>مستويات الخطورة:</b> تتراوح مستويات الخطورة من الرقم 1 إلى 10، يمثل 10 أخطر أحداث الأمان. يحدد <b>ملف الخطورة.db</b> مستوى خطورة أحداث الأمان المحتملة. يتم تحديد مستويات الخطورة حسب أهمية أحداث الأمان المختلفة، مثل الموارد المعينة التي يمكن الوصول إليها أو الخدمات التي يتم رفضها.</li>
ca: <b>Nivells de severitat:</b> es numeren d'1 a 10, el 10 és l'incident més sever. El fitxer <b>severity.db</b> en defineix el nivell. Els nivells de severitat es determinen per per la importència de diferents esdeveniments de seguretat, com ara l'accés a determinats recursos o serveis denegats.</li>
cs: <b>Úrovně závažnosti:</b> Jsou očíslovány od 1 do 10, kde 10 je nejzávažnější bezpečnostní událost. Soubor <b>severity.db</b> určuje úrovně možných bezpečnostních událostí. Úrovně závažnosti jsou vymezeny podle důležitosti různých bezpečnostních událostí, jako jsou přístupy ke zdrojům nebo odmítnuté služby.</li>
da: <b>Alvorlighedsniveauer:</b> Disse er nummereret fra 1 til 10, 10 er den mest alvorlige sikkerhedshændelse. Filen <b>severity.db</b> definerer alvorlighedsniveauet for potentielle sikkerhedshændelser. Alvorlighedsniveauerne afgøres af vigtigheden af forskellige sikkerhedshændelser, såsom at visse ressourcer tilgås eller tjenester nægtes.</li>
de: <b>Schweregrade:</b> Sie werden von eins bis zehn nummeriert, wobei zehn den schwerwiegendsten Sicherheitsvorfall bezeichnet. Die Datei <b>severity.db</b> definiert den Schweregrad von potentiellen Sicherheitsereignissen. Die Schweregrade werden durch die Wichtigkeit von verschiedenen Sicherheitsereignissen bestimmt, z. B. bestimmte Ressourcen, auf die zugegriffen wird, oder abgelehnte Dienste.</li>
el: <b>Επίπεδα Ασφαλείας:</b> Αυτά αριθμούνται από το 1 μέχρι το 10, με το 1 να είναι το ποιό σημαντικό γεγονός ασφαλείας. Το αρχείο <b>severity.db</b> καθορίζει το επίπεδο ασφαλείας των πιθανών γεγονότων ασφαλείας. Τα επίπεδα ασφαλείας καθορίζονται από την σημαντικότητα των διάφορων γεγονότων ασφαλείας, όπως η πρόσβαση σε ορισμένους πόρους ή η απόρριψη διαδικασιών.</li>
es: <b>Niveles de seguridad:</b> Están numerados del 1 al 10, siendo 10 el evento de seguridad más grave. El archivo <b>severity.db</b> define los niveles de seguridad de eventos de seguridad potenciales. Los niveles de gravedad se determinan por la importancia de diferentes eventos de seguridad, como el acceso a ciertos recursos o servicios denegados.</li>
fi: <b>Vakavuustasot:</b> nämä on numeroitu 1-10, 10 ollessa vakavin turvallisuustapahtuma. Tiedosto <b>severity.db</b> määrittelee mahdollisen turvallisuustapahtumien vakavuustasot. Eri turvallisuustapahtumien tärkeys määrittelee vakavuustasot, kuten tiettyjen resurssien käytöt tai estyt palvelut.</li>
fr: <b>Niveaux de gravité :</b> ils sont numérotés de 1 à 10, 10 étant l'incident de sécurité le plus grave. Le fichier <b>severity.db</b> définit le niveau de gravité des évènements de sécurité potentiels. Les niveaux de gravité sont déterminés par l'importance des différents évènements de sécurité, comme l'accès à certaines ressources ou les services refusés.</li>
hu: <b>Súlyossági szintek:</b> ezek értéke 1-10 lehet, ahol 10 a legsúlyosabb biztonsági incodens. A <b>severity.db</b> fájl határozza meg a biztonsági események súlyossági szintjét. A súlyossági szintek határozzák meg a különböző biztonsági eseményeket, mint például a különböző erőforrások elérését, vagy szolgáltatások letiltását.</li>
it: <b>Livelli di gravità:</b> questi sono numerati da 1 a 10, dove 10 rappresenta l'incidente con gravità massima. Il file <b>severity.db</b> definisce i livelli di gravità dei potenziali eventi di protezione. I livello di gravità sono determinati dall'importanza dei differenti eventi di protezione, come certe risorse a cui si è acceduto o servizi rifiutati.</li>
ja: <b>重大度レベル:</b> 重大度レベルには 1 から 10 までが存在していて、 10 がもっとも重大なセキュリティ事象です。潜在的なセキュリティイベントの 重大度レベルは、 <b>severity.db</b> ファイルに定義されています。 重大度レベルは、特定リソースへのアクセスやサービス拒否など、 セキュリティイベントの重要性を基準に決められます。</li>
km: <b>កម្រិត​ខ្លាំង ៖</b> ពួកវា​ត្រូ​វបានដាក់លេខ ១ ដល់ ១០ ១០ គឺ​ឧបត្តិហេតុ​សុវត្ថិភាព​ខ្លាំង​បំផុត ។ ឯកសារ​​ <b>severity.db</b> កំណត់កម្រិត​ខ្លាំង​នៃ​ព្រឹត្តិការណ៍​សុវត្ថិភាព​ជា​អានុភាព ។ កម្រិត​ខ្លាំង​ត្រូវ​បានកំណត់​ដោយ​សារសំខាន់​នៃ​ ព្រឹត្តិការណ៍​សុវត្ថិភាព​ខុស​គ្នា ដូចជា​ជនធានជាក់លាក់​បាន​ចូលដំណើរការ​ ឬ​ បដិសេធ​សេវា ។</li>
ko: <b>중요도 레벨:</b> 번호는 1번부터 10번까지 입니다. 10이 가장 높은 중요도의 보안 상태이고 잠재적인 보안 이벤트의 중요도 레벨은 <b>severity.db</b> 파일에 저장됩니다. 중요도 레벨은 특정 자원의 접근이나 서비스 거부 등의 다른 보안 이벤트의 중요성으로 정해집니다.</li>
nb: <b>Alvorlighetsgrader:</b> Disse angis med et tall fra 1 til 10, der 10 er den høyeste alvorlighetsgraden. Filen <b>severity.db</b> angir alvorlighetsgraden for potensielle sikkerhetshendelser. Alvorlighetsgraden avspeiler hvor viktige de enkelte sikkehetshendelsene er, når det f.eks. er gitt tilgang til ressurser eller tjenester er blokkert.</li>
nl: <b>Beveiligingsniveau:</b> Dit zijn nummers 1 tot 10, 10 is het hoogste beveiligingsniveauincident. Het <b>severity.db</b> bestand definieert het beveiligingsniveau van potentiële beveiligingsgebeurtenissen. De beveiligingsniveaus worden bepaald door de belangrijkheid van verschillende beveiligingsgebeurtenisen, zoals bepaalde toegang tot hulpbronnen of geweigerde services.</li>
pl: <b>Wagi naruszeń:</b> Wartości te zawierają się w przedziale od 1 do 10, gdzie 10 oznacza najpoważniejsze naruszenie bezpieczeństwa. Plik <b>severity.db</b> określa wagi dla potencjalnych naruszeń bezpieczeństwa. Wagi definiowane są na podstawie zagrożeń, jakie stwarzają różne zdarzenia systemowe, takie jak dostęp do plików i usług.</li>
pt_br: <b>Níveis de gravidade:</b> são numerados de 1 a 10, sendo 10 o mais grave. O arquivo <b>severity.db</b> define níveis de gravidade de eventos de segurança em potencial. Os níveis de gravidade são determinados pela importância dos diferentes eventos de segurança, tais como acesso a certos recursos ou negação de serviços.</li>
ro: <b>Nivele de Securitate:</b> Acestea sunt numerotate de la 1 la 10, 10 fiind cel mai sever incident de securitate. Fișierul <b>severity.db</b> definește nivelul de securitate al evenimentelor de securitate potențiale. Nivelele de securitate sunt determinate de importanța diferitelor evenimente de securitate, cum ar fi anumite resurse accesate sau servicii respinse.</li>
ru: <b>Уровни строгости:</b> Число от 1 до 10, 10 — наиболее высокий уровень инцидента безопасности. Файл <b>severity.db</b> определяет уровни строгости потенциальных событий безопасности. Уровни строгости определяются важностью различных событий безопасности, таких как доступ к определённым ресурсам или запрещённая служба.</li>
sk: <b>Úrovne závažnosti:</b> Sú očíslované od 1 do 10, kde 10 je najzávažnejšia bezpečnostná udalosť. Súbor <b>severity.db</b> definuje úrovne závažnosti potenciálnych bezpečnostných udalostí. Úrovne závažnosti sú stanovené podľa dôležitosti rôznych bezpečnostných udalostí, ako sú pristupovanie k niektorým zdrojom alebo odmietnutie služby.</li>
sv: <b>Allvarlighetsgrader:</b> De är numrerade från ett till tio, där tio motsvarar den allvarligaste säkerhetshändelsen. Filen <b>severity.db</b> definierar allvarlighetsgraden för potentiella säkerhetshändelser. Allvarlighetsgraderna fastställs av hur betydande säkerhetshändelsen är, t.ex. om vissa resurser öppnats eller tjänster avvisats.</li>
zh_cn: <b>严重性级别：</b> 从数字一到数字十，数字十是最严重的安全事件。<b>severity.db</b> 文件定义了潜在安全事件的严重性级别。严重性级别是由不同安全事件的重要性决定的，例如 访问特定资源或拒绝特定服务。</li>
zh_tw: <b>嚴重性層級：</b>以 0 到 10 來編號， 10 代表最嚴重的安全性事件。<b>severity.db</b> 檔案定義潛在安全性事件的嚴重性層級。 嚴重性層級是根據不同安全性事件的 重要性來決定，例如某些存取的資源或 拒絕的服務。</li>

source: <li>Select <b>Include unknown security events</b> if you would like to include events that are not rated with a severity number.</li>
ar: <li>تحديد <b>تضمين أحداث أمان غير معروفة</b> إذا كنت تريد تضمين أحداث غير مصنفة برقم درجة خطورة.</li>
ca: <li>Seleccioneu <b>Inclou esdeveniments de seguretat desconeguts</b> si voleu incloure esdeveniments no puntuats amb un número de seguretat.</li>
cs: <li>Zvolte <b>Zahrnout neznámé bezpečnostní události</b>, pokud chcete zahrnout události, které nejsou ohodnoceny číslem závažnosti.</li>
da: <li>Vælg <b>Inkludér ukendte sikkerhedshændelser</b> hvis du gerne vil inkludere hændelser som ikke er vurderret med et alvorlighedsnummer.</li>
de: <li>Wählen Sie <b>Unbekannte Sicherheitsereignisse einschliessen</b>, wenn Sie Ereignisse einschliessen möchten, die nicht mit einem Schweregrad gekennzeichnet sind.</li>
el: <li>Επιλέξτε την<b>Συμπερίληψη αγνώστων γεγονότων ασφαλείας</b> εάν θα θέλατε να συμπεριλάωετε γεγονότα πυο δεν έχουν βαθμολογηθεί με έναν αριθμό σοβαρότητας.</li>
es: <li>Seleccione <b>Incluir eventos de seguridad desconocidos</b> si desea incluir eventos que no han sido evaluados con un número de gravedad.</li>
fi: <li>Valitse <b>Sisällytä tuntematon turvallisuustapahtuma</b> jos haluat sisällyttää tapahtumat joita ei ole aseteltu vakavuusjärjestykseen.</li>
fr: <li>Sélectionnez <b>Inclure les évènements de sécurité inconnus</b> si vous voulez inclure les évènements qui n'ont pas été évalués avec un indice de gravité.</li>
hu: <li>Válassza az <b>Ismeretlen biztonsági események hozzáadását</b>, ha olyan eseményt akar hozzáadni, amelyhez nincs beállítva súlyossági szint.</li>
it: <li>Selezionare <b>Includi eventi di gravità sconosciuta</b> se si vuole includere gli eventi che non sono classificati con un numero di gravità.</li>
ja: <li>重大度が割り当てられていないイベントも通知するには、 <b>不明なセキュリティイベントを含む</b> を選択します。</li>
km: <li>ជ្រើស <b>បញ្ចូល​ព្រឹត្តិការណ៍​សុវត្ថិភាព​មិន​ស្គាល់</b> ប្រសិនបើ​អ្នក ចង់​បញ្ចូល​ព្រឹត្តិការណ៍​ដែល​មិន​បាន​វាយ​តម្លៃ​ដោយ​លេខ​សុវត្ថិភាព​</li>
ko: <li>중요도 번호에 포함되지 않는 이벤트도 전송할 경우 <b>알 수 없는 보안 이벤트 포함</b>을 선택합니다.</li>
nb: <li>Velg <b>Ta med ukjente sikkerhetshendelser</b> hvis du vil ta med hendelser som ikke er tilordnet noen alvorlighetsgrad.</li>
nl: <li>Selecteer <b>Voeg onbekende beveiligingsgebeurtenissen in</b> als u gebeurtenissen wilt invoegen die geen beveiligingsnummer heeft.</li>
pl: <li>Aby otrzymywać powiadomienia o naruszeniach, którym nie zostanie przypisana żadna waga, należy wybrać opcję <b>Dołącz nieznane zdarzenia związane z bezpieczeństwem</b>.</li>
pt_br: <li>Selecione <b>Incluir eventos de segurança desconhecidos</b> se você deseja incluir eventos que não possuem um nível de gravidade.</li>
ro: <li>Selectează <b>Include evenimentele necunoscute de securitate</b> dacă dorești să incluzi evenimentele care nu sunt clasificate cu un număr de securitate.</li>
ru: <li>Выберите <b>Включать неизвестные события безопасности</b>, если хотите включить в журнал события, не имеющие оценки уровня строгости.</li>
sk: <li>Vyberte <b>Zahrnúť neznáme závažné udalosti</b> ak by ste chceli zahrnúť udalosti, ktoré nie sú stanovené s číslom závažnosti.</li>
sv: <li>Välj <b>Inkludera okända säkerhetshändelser</b> om du vill ta med händelser utan rangordnad allvarlighetsgrad.</li>
zh_cn: <li>如果您想要包含没有严重性分级数字的事件，请选择<b>包含未知安全事件</b>。</li>
zh_tw: <li>若要包含未提供嚴重性評級分數的事件， 請選取「<b>包含未知嚴重性事件</b>」。</li>

source: <b>AppArmor Profiling Wizard</b><br>
ar: <b>معالج تعريف درع التطبيقات</b><br>
ca: <b>Auxiliar de perfils AppArmor</b><br>
cs: <b>Průvodce AppArmor profilem</b><br>
da: <b>AppArmor guide til profilering</b><br>
de: <b>Assistent für AppArmor-Profile</b><br>
el: <b>Οδηγός προφίλ του AppArmor</b><br>
es: <b>Asistente para la generación de perfiles de AppArmor</b><br>
fi: <b>AppArmor-profiiliavustaja</b><br>
fr: <b>Assistant de profil AppArmor</b><br>
hu: <b>AppArmor-profilok varázslója</b><br>
it: <b>Procedura guidata dei profili AppArmor</b><br>
ja: <b>AppArmor プロファイルウイザード</b><br>
km: <b>អ្នក​ជំនួយការ​កំណត់​ទម្រង់ AppArmor</b><br>
ko: <b>AppArmor 프로파일 마법사</b><br>
lt: <b>AppArmor profilių vediklis</b><br>
nb: <b>Veiviser for AppArmor-profiler</b><br>
nl: <b>AppArmor-profielassistent</b><br>
pl: <b>Kreator profili AppArmor</b><br>
pt_br: <b>Assistente de Perfil do AppArmor</b></br>
ro: <b>Asistent de Profilare AppArmor</b><br>
ru: <b>Мастер профилей AppArmor</b><br>
sk: <b>Sprievodca tvorbou profilu AppArmor</b><br>
sv: <b>AppArmor-profilguide</b><br>
zh_cn: <b>AppArmor 安全档案向导</b><br>
zh_tw: <b>AppArmor 設定精靈</b><br>

source: This wizard presents entries generated by the AppArmor access control module. You can generate highly optimized and robust security profiles by using the suggestions made by AppArmor.
ar: يعرض هذا المعالج إدخالات تم إنشاؤها بواسطة الوحدة النمطية درع التطبيقات الوصول إلى عنصر التحكم. يمكنك إنشاء ملفات تعريف أمان محسنة بشكل كبير باستخدام الاقتراحات المقدمة من درع التطبيقات.
ca: Aquest auxiliar presenta entrades generades pel mòdul de control d'accés d'AppArmor Podeu generar perfils altament optimitzats i robusts de seguretat a través dels suggeriments fets per l'AppArmor.
cs: Tento průvodce představuje položky vygenerované modulem Řízení přístupu AppArmor. Při použití návrhů vytvořených AppArmorem můžete vygenerovat velice optimalizované a robustní bezpečnostní profily.
da: Denne guide præsentere indgange som er genereret af AppArmors adgangskontrolmodul. Du kan generere højt optimerede og robuste sikkerhedsprofiler ved at bruge de foreslag AppArmor laver.
de: In diesem Assistenten werden vom AppArmor-Zugriffskontrollmodul generierte Einstellungen dargestellt. Anhand der von AppArmor unterbreiteten Vorschläge können hochgradig optimierte und zuverlässige Sicherheitsprofile generiert werden.
el: Αυτός ο οδηγός παρουσιάζει καταχωρήσεις που δημιουργήθηκαν από τη μονάδα ελέγχου πρόσβασης του AppArmor. Μπορείτε να δημιουργήσετε υψηλά ρυθμισμένα και αποτελεσματικά προφίλ ασφαλείας χρησιμοποιώντας τις προτάσεις που γίνονται από το AppArmor.
es: Este asistente le muestra las entradas generadas por el módulo de control de acceso de AppArmor. Puede generar perfiles de seguridad optimizados y muy robustos si utiliza las sugerencias que le hace AppArmor.
fi: Tämä avustaja esittelee syötteet jotka loi moduuli AppArmor access control. Voit luoda erittäin ihantellisia ja vahvoja turvallisuusprofiileja käyttäen AppArmorin luomia ehdotuksia.
fr: Cet assistant présente les entrées générées par le module de contrôle d'accès AppArmor. Vous pouvez générer des profils de sécurité extrêmement robustes et optimisés en utilisant les suggestions faites par AppArmor.
hu: Ez a varázsló az AppArmor hozzáférésvezérlő modulja által készített bejegyzéseket mutatja. Az AppArmor javaslatait felhasználva optimalizált és robusztus biztonsági profil készíthető.
it: Questa procedura guidata presenta le voci generate dal modulo di controllo degli accessi di AppArmor. È possibile generare profili di protezione robusti e particolarmente ottimizzati usando i suggerimenti prodotti da AppArmor.
ja: このウイザードは、 AppArmor アクセス制御モジュールが生成した項目を提示します。 AppArmor による提案を使用することで、最適化された堅牢な セキュリティプロファイルを生成できます。
km: អ្នក​ជំនួយការ​នេះ​បង្ហាញធាតុ​ដែល​បានបង្កើត​ដោយ​​ម៉ូឌុល​ចូល​ដំណើរការ AppArmor ។ អ្នកអាច​បង្កើត​ទម្រង់​សុវត្ថិភាព​​ខ្លាំង និង​ប្រសើរ​បំផុត ដោយ​ប្រើ​ការ​ស្នើ​ដែលបាន​បង្កើត​ឡើង​ដោយ AppArmor ។
ko: 이 마법사는 AppArmor 접근 제어 모듈이 생성한 항목을 제시합니다. AppArmor에 의해 제안된것을 사용하는것으로 최적화된 보안 프로파일을 만들 수 있습니다.
nb: Denne veiviseren viser oppføringer som er generert av AppArmor-modulen for tilgangskontroll. Du kan lage optimale og robuste sikkerhetsprofiler ved å bruke forslagene fra AppArmor.
nl: Deze assistent laat items zien die zijn gegenereerd door de AppArmor toegangscontrolemodule. U kunt hoog geoptimaliseerde en robuuste beveiligingsprofielen aanmaken door de suggesties te gebruiken die door AppArmor worden gemaakt.
pl: Kreator ten przedstawia pozycje generowane przez moduł kontroli dostępu AppArmor. Korzystając z sugestii programu AppArmor, można generować wysoce zoptymalizowane profile o dużym stopniu bezpieczeństwa.
pt_br: Este assistente apresenta entradas geradas pelo módulo de controle de acesso do AppArmor. Você pode gerar perfis de segurança otimizados e robustos utilizando as sugestões feitas pelo AppArmor.
ro: Asistentul prezintă intrările generate de Modulul de Acces AppArmor. Poți genera profile robuste și înalt optimizate de securitate prin folosirea sugestiilor făcute de AppArmor.
ru: Этот мастер представляет записи, созданные модулем управления доступом AppArmor. Вы можете создавать высокооптимизированные и устойчивые профили безопасности, используя предложения, сделанные AppArmor.
sk: Tento sprievodca predstavuje položky vytvorené modulom riadenia prístupu AppArmor. Môžete vytvárať vysoko optimalizované a robustné bezpečnostné profily pomocou návrhov vytvorených od AppArmor.
sv: I den här guiden presenteras poster som genererats av åtkomstkontrollmodulen i AppArmor. Med hjälp av förslagen från AppArmor kan du skapa robusta och väldigt optimerade säkerhetsprofiler.
zh_cn: 该向导显示由 AppArmor 访问控制模块生成的条目。 使用 AppArmor 做出的建议，您可以生成高度优化的和强壮的安全档案。
zh_tw: 本精靈顯示 AppArmor 存取控制模組產生的項目。 使用 AppArmor 的建議，就能產生高度最佳化且穩固的 安全性設定檔。

source: AppArmor suggests that you allow or deny access to specific resources or define execute permission for entries. Questions that display were logged during the normal application execution test previously performed. <br>
ar: يقترح درع التطبيقات السماح أو منع الوصول إلى موارد محددة أو تحديد تنفيذ إذن للإدخالات. تم تسجيل الأسئلة التي يتم عرضها أثناء اختبار تنفيذ التطبيق العادي الذي سبق أداءه. <br>
ca: L'AppArmor suggereix que permeteu o denegueu l'accés a recursos específics o que definiu permisos d'execució per a les entrades. Les preguntes que es mostres s'han registrat durant el test d'execució d'aplicació normal fet anteriorment. <br>
cs: AppArmor navrhuje, že můžete povolit nebo odepřít přístup ke konkrétním prostředkům nebo určit položkám oprávnění ke spuštění. Dotazy, které se zobrazí, byly zaznamenány během dříve provedeného běžného testu spuštění aplikace.<br>
da: AppArmor foreslår at du tillader eller nægter adgang til specifikke ressourcer eller definerer kørselsrettighed for indgang. Spørgsmål som vises blev logget under den normale testkørsel af programmet der blev udført tidligere. <br>
de: Laut AppArmor-Empfehlung sollte der Zugriff auf spezifische Ressourcen zugelassen oder verweigert bzw. eine Ausführungsberechtigung für Einträge definiert werden. Die angezeigten Fragen wurden im Rahmen des zuvor durchgeführten Anwendungsausführungstests protokolliert. <br>
el: Το AppArmor προτείνει να εγκρίνετε ή να απορρίπτετε την πρόσβαση σε ορισμένους πόρους ή να προσδιορίσετε άδεια εκτέλεσης για τις καταχωρήσεις. Οι ερωτήσεις που εμφανίζονται καταφράφτηκαν κατά τη διάρκεια της δοκιμαστικής εκτέλεσης της κανονικής εφαρμογής που εφαρμόστηκε προηγουμένως. <br>
es: AppArmor le sugiere que permita o deniegue el acceso a recursos específicos o que defina permisos de ejecución para las entradas. Las preguntas que se muestran han sido registradas durante la prueba de ejecución normal de la aplicación llevada a cabo anteriomente. <br>
fi: AppArmor ehdottaa että sallit tai estät pääsyn tiettyihin resursseihin tai määritä syötteille suoritusoikeudet. Kysymykset jotka näytetään kirjattiin aiemmin suoritetussa sovelluksen normaalissa käyttötestissä. <br>
fr: AppArmor suggère que vous autorisiez ou refusiez l'accès à des ressources spécifiques ou que vous définissez les permissions d'exécution pour ces entrées. Les questions affichées ont été enregistrées lors du test d'exécution normale de l'application précédemment mené. <br>
hu: Az AppArmor javaslatot tesz a megadott erőforrások elérésének engedélyezéséhez vagy letiltásához. Ezek a kérdések a korábban futtatott tesztek során kerültek naplózásra.<br>
it: AppArmor suggerisce di permettere o rifiutare l'accesso a risorse specifiche o di definire permessi d'esecuzione per le voci. Le domande che sono mostrate sono state registrate durante la verifica della normale esecuzione dell'applicazione precedentemente eseguita. <br>
ja: AppArmor は特定リソースへのアクセスの許可や拒否のほか、 実行許可を設定することも提案します。 表示される 質問は、以前に実行された標準アプリケーション実行テスト時に 記録されたものです。<br>
km: AppArmor ស្នើ​ឲ្យ​អ្នក​អនុញ្ញាត ឬ​បដិសេធ​ការ​ចូល​ដំណើរការ​​ទៅកាន់​ធនធាន​ជាក់លាក់ ឬ​កំណត់​សិទ្ធិ​ប្រតិបត្តិ​សម្រាប់​ធាតុ ។ សំណួរ ដែល​បង្ហាញ​ត្រូវ​បាន​ចុះកំណត់ហេតុ​​អំឡុង​ពេល​សាកល្បង​កា​រប្រតិបត្តិ​កម្មវិធី ដែល​បាន​អនុវត្ត​ពី​មុន ។<br>
ko: AppArmor는 특정 자원에 접근을 허용/거부 또는 항목의 실행 권한을 정의할지 하지 않을지를 제안합니다. 질의는 이전에 실행된 표준 응용프로그램 실행 테스트때에 기록된것을 표시하고 있습니다.<br>
nb: AppArmor foreslår at du tillater eller blokkerer tilgang til spesifikke ressurser eller angir kjøretillatelse for oppføringene. Spørsmålene som vises, ble logget under den normale kjøretesten som tidligere ble utført for programmet. <br>
nl: AppArmor suggereert dat u toegang toestaat of weigert tot specifieke hulpbronnen of toestemming tot uitvoeren definieert voor items. Deze vragen worden gesteld aan de hand van zaken die werden gelogd tijdens de normale uitvoering van de test van de applicatie die eerder werd uitgevoerd. <br>
pl: Program AppArmor sugeruje zezwolenie lub zabronienie dostępu do określonych zasobów lub zdefiniowanie uprawnień do uruchomienia poszczególnych pozycji. Wyświetlane zapytania zostały zarejestrowane podczas normalnego testu działania aplikacji wykonanego wcześniej. <br>
pt_br: O AppArmor sugere que você permita ou negue acesso a recursos específicos ou defina permissões de execução para entradas. Questões que serão exibidas foram registradas durante o teste de execução normal do aplicativo anteriormente feito.<br>
ro: AppArmor sugerează ca tu să permiți sau să respingi accesul către resurse specifice sau să definești permisiunile intrărilor de execuție. Întrebări care arată unde au fost salvate în timpul normal al aplicației al testului de execuție executat anterior. <br>
ru: AppArmor предлагает Разрешает или запретить доступ к определённым ресурсам или определить права на запуск. Показываемые вопросы были зажурналированы во время ранее выполненного тестового обычного запуска приложения.<br>
sk: AppArmor navrhuje, aby ste povolili alebo zakázali prístup k určitým zdrojom alebo definovať práva na spustenie pre položky. Otázky, ktoré sa zobrazia, boli zaznamenané pri teste normálneho spustenia aplikácie, ktorý sa predtým vykonal. <br>
sv: Du får förslag från AppArmor om att tillåta eller neka åtkomst till specifika resurser eller att definiera körningsbehörigheter för poster. Frågorna som visas loggades under det normala programkörningstestet som utfördes tidigare. <br>
zh_cn: AppArmor 建议您允许或拒绝访问指定资源或为条目定义执行权限。显示的问题是在之前执行的正常的程序执行测试中记录的。<br>
zh_tw: AppArmor 能建議您允許或拒絕他人存取特定資源， 或定義項目的執行許可。這些所顯示的問題， 已在之前執行正常應用程式執行 測試時加以記錄。<br>
