Repository: yast/yast-translations
Catalog: po/audit-laf/*.po
Languages: cs, es, fr, gl, hu, it, ja, nl, pt_br, sk, tr, zh_tw

source: Configuration of Linux Audit Framework (LAF)
cs: Konfigurace systému LAF (Linux Audit Framework)
es: Configuración del marco de trabajo de auditoría de Linux (LAF)
fr: Configuration de Linux Audit Framework (LAF)
gl: Configuración da Infraestrutura de Auditoría de Linux (LAF)
hu: Linux Audit Framework (LAF) beállítása
it: Configurazione di Linux Audit Framework (LAF)
ja: Linux 監査フレームワーク (LAF) の設定
nl: Configuratie van het Linux Audit Framework (LAF)
pt_br: Configuração do Linux Audit Framework (LAF)
sk: Konfigurácia Linux Audit Framework (LAF)
tr: Linux Denetim Çerçevesinin (LDÇ) Yapılandırması
zh_tw: Linux Audit Framework (LAF) 組態

source: Show information about audit settings
cs: Zobrazit informace o nastavení auditu
es: Mostrar información de la configuración de auditoría
fr: Afficher les informations relatives aux réglages d'audit
gl: Amosar información sobre a configuración de auditoría
hu: Az auditbeállítások megjelenítése
it: Mostra le informazioni sulle impostazioni di audit
ja: 監査設定についての情報を表示する
nl: Informatie over audit-instellingen tonen
pt_br: Mostrar informações sobre configurações de auditoria
sk: Ukázať informácie o nastaveniach auditu
tr: Denetim ayarlarıyla ilgili bilgileri göster
zh_tw: 顯示 audit 設定的資訊

source: Set the specified option
cs: Nastavit určené volby
es: Definir la opción especificada
fr: Définir la valeur de l'option spécifiée
gl: Definir o valor dunha opción específica
hu: Megadott paraméter értékének beállítása
it: Imposta l'opzione specificata
ja: 指定したオプションを設定する
nl: Gespecificeerde optie instellen
pt_br: Definir a opção especificada
sk: Nastaviť určenú voľbu
tr: Belirtilen seçeneği ayarlayın
zh_tw: 設定指定的選項

source: Show log file settings
cs: Zobrazit nastavení záznamového souboru
es: Mostrar la configuración del archivo de registro
fr: Afficher les paramètres de fichier de journalisation
gl: Amosar a configuración do ficheiro de rexistro
hu: Naplófájlok beállításainak megjelenítése
it: Mostra le impostazioni del file di log
ja: ログファイルの設定を表示する
nl: Logbestandinstellingen tonen
pt_br: Mostrar configurações de arquivo de registro
sk: Ukázať nastavenia záznamového súboru
tr: Günlük dosyası ayarlarını göster
zh_tw: 顯示記錄檔設定

source: Show disk space settings
cs: Zobrazit nastavení místa na disku
es: Mostrar la configuración de espacio en disco
fr: Afficher les paramètres d'espace disque
gl: Amosar a configuración do espazo en disco
hu: Lemezméret beállításainak megjelenítése
it: Mostra le impostazioni dello spazio su disco
ja: ディスク領域の設定を表示する
nl: Schijfruimte-instellingen tonen
pt_br: Mostrar configurações de espaço em disco
sk: Ukázať nastavenia miesta na disku
tr: Disk alanı ayarlarını göster
zh_tw: 顯示磁碟空間設定

source: Show dispatcher settings
cs: Zobrazit nastavení odesilatele
es: Mostrar la configuración del expedidor
fr: Afficher les paramètres du répartiteur
gl: Mostrar a configuración do despachador
hu: Vezérlőprogram beállításainak megjelenítése
it: Mostra le impostazioni del dispatcher
ja: ディスク領域の設定を表示する
nl: Instellingen van dispatcher tonen
pt_br: Mostrar configurações do dispatcher
sk: Ukázať nastavenia dispečera
tr: Dağıtıcı ayarlarını göster
zh_tw: 顯示 dispatcher 設定

source: Name of the log file (full path name)
cs: Název záznamového souboru (úplná cesta)
es: Nombre del archivo de registro (ruta completa)
fr: Nom du fichier de journalisation (nom complet du chemin)
gl: Nome do ficheiro de rexistro (ruta completa e nome)
hu: Naplófájl neve (teljes elérési úttal)
it: Nome del file di log (nome completo del file)
ja: ログファイルの名前 (フルパス)
nl: Naam van het logbestand (volledige pad)
pt_br: Nome do arquivo de registro (caminho completo)
sk: Názov záznamového súboru (názov úplnej cesty)
tr: Günlük dosyasının adı (tam yol adı)
zh_tw: 記錄檔的名稱 (完整路徑名稱)

source: Log format
cs: Formát záznamu
es: Formato de registro
fr: Format de journalisation
gl: Formato de rexistro
hu: Naplóformátum
it: Formato dei log
ja: ログ書式
nl: Indeling logboek
pt_br: Formato do registro
sk: Formát záznamu
tr: Günlük formatı
zh_tw: 記錄格式

source: How to write data to disk
cs: Jak zapisovat data na disk
es: Cómo se deben escribir los datos en el disco
fr: Comment enregistrer des données sur disque
gl: Como escribir os datos no disco
hu: Hogyan írjon adatot a lemezre
it: Come scrivere i dati sul disco
ja: データのディスクへの書き込み方法
nl: Hoe gegevens naar schijf schrijven
pt_br: Como gravar os dados em disco
sk: Ako zapisovať dáta na disk
tr: Diske veri nasıl yazılır
zh_tw: 如何寫入資料到磁碟

source: How many records to write before a flush to disk is issued
cs: Kolik záznamů se má zapsat před vylitím na disk
es: Cuántos registros se deben escribir antes de hacer un volcado a disco
fr: Combien d'enregistrements à écrire avant de les vider sur le disque
gl: Cantidade de rexistro a escribir antes de iniciar a liberación do disco
hu: Mennyi rekord után kerüljön az adat kiírásra a lemezre
it: Quanti record scrivere prima di eseguire l'allineamento sul disco
ja: ディスクキャッシュの掃き出しを行なうイベント間隔
nl: Hoeveel records schrijven alvorens een schrijfactie naar de schijf wordt gedaan
pt_br: Quantidade de registros para gravar antes de descarregar no disco
sk: Koľko záznamov sa má zapísať pred spláchnutím na disk
tr: Diske boşaltma yapılmadan önce yazılacak kayıt sayısı
zh_tw: 發出衝洗至磁碟指令之前寫入的記錄數

source: Maximal size (in MByte) of the log file
cs: Maximální velikost (v megabajtech) záznamového souboru
es: Tamaño máximo (en megabytes) del archivo de registro
fr: Taille maximale (en Mo) du fichier de journalisation
gl: Tamaño máximo (en MByte) do ficheiro de rexistro
hu: Naplófájl maximális mérete (MB)
it: Dimensione massima (in MB) del file di log
ja: ログファイルの最大サイズ (メガバイト単位)
nl: Maximale grootte (in MByte) van het logbestand
pt_br: Tamanho máximo (em MBytes) do arquivo de registro
sk: Maximálna veľkosť (v megabajtoch) záznamového súboru
tr: Günlük dosyasının maksimum boyutu (MByte cinsinden)
zh_tw: 記錄檔的最大值 (以 MB 為單位)

source: Action if max_log_file is reached
cs: Akce při dosažení max_log_file
es: Acción si se alcanza max_log_file
fr: Action si max_log_file est atteint
gl: Acción ao chegar a max_log_file
hu: Művelet a max_log_file érték elérésekor
it: Azione da eseguire se viene raggiunto max_log_file
ja: max_log_file に到達した場合のアクション
nl: Actie als max_log_bestand is bereikt
pt_br: Ação se max_log_file for atingido
sk: Akcia ak sa dosiahne max_log_file
tr: max_log_file'a ulaşıldığında yapılacak işlem
zh_tw: 達到 max_log_file 時的動作

source: Number of log files to keep
cs: Počet záznamových souborů k ponechání
es: Número de archivos de registro que se deben conservar
fr: Nombre de fichiers de journalisation à garder
gl: Número de ficheiros de rexistro a conservar
hu: Megőrzendő naplófájlok száma
it: Numero di file di log da mantenere
ja: 保存すべきログファイルの数
nl: Aantal te bewaren bestanden
pt_br: Número de arquivos de registro para manter
sk: Počet záznamových súborov, ktoré sa ponechajú
tr: Saklanacak günlük dosyası sayısı
zh_tw: 保存的記錄檔數

source: Computer name format
cs: Formát názvu počítače
es: Formato del nombre del equipo
fr: Format du nom de l'ordinateur
gl: Formato do nome do ordenador
hu: Számítógépnév formátuma
it: Formato del nome del computer
ja: コンピュータ名の書式
nl: Indeling van computernamen
pt_br: Formato do nome do computador
sk: Formát názvu počítača
tr: Bilgisayar adı biçimi
zh_tw: 電腦名稱格式

source: Computer name (used if format is set to USER)
cs: Název počítače (použije se, pokud je formát nastaven na USER)
es: Nombre del equipo (usado si el formato es USER)
fr: Nom d'ordinateur (utilisé si le format réglé est USER)
gl: Nome do ordenador (empregado ao dar formato a USER)
hu: Számítógépnév (ha a formátum USER értékre van állítva)
it: Nome del computer (usato se formato è impostato su USER)
ja: コンピュータ名 (書式を USER に設定した場合)
nl: Computernaam (gebruikt als de indeling is ingesteld als USER)
pt_br: Nome do computador (usado se o formato for definido como USER)
sk: Názov počítača (použije sa, ak je formát nastavený na USER)
tr: Bilgisayar adı (format USER olarak ayarlanmışsa kullanılır)
zh_tw: 電腦名稱 (當格式設為 USER 時使用)

source: Space left on log partition (in MByte) when system starts to run low
cs: Zbývající místo na záznamovém oddílu (v megabajtech), když systém začne běžet pomalu
es: Espacio restante en la partición del registro (en megabytes) para considerar que empieza a quedar poco espacio en el sistema
fr: Espace disponible sur la partition de journal (en Mo) lorsque le système commence à en manquer
gl: Espazo restante na partición de rexistro (en MByte) cando o inicio do sistema empeza a ir lento
hu: A naplózó partíción megmaradt hely (MByte-ban), amikor a rendszer jelez
it: Spazio rimanente nella partizione di log (in MB) quando il sistema inizia a rimanere con poco spazio
ja: 起動時に容量が少ないと判断するログパーティションの最小残り容量 (メガバイト単位)
nl: Vrije ruimte op de logpartitie (in MByte) wanneer het systeem als laag wordt gezien
pt_br: Espaço livre na partição de registro (em MBytes) quando o sistema estiver ficando sem espaço
sk: Zostávajúce miesto na záznamovom oddieli (v megabajtoch), keď systém začne bežať spomalene
tr: Sistem azalmaya başladığında günlük bölümünde (MByte cinsinden) kalan alan
zh_tw: 系統執行空間開始過低時記錄分割區中的剩餘空間 (MB)

source: Action if space_left is reached
cs: Akce při dosažení space_left
es: Acción si se alcanza space_left
fr: Action si space_left est atteint
gl: Acción ao chegar a space_left
hu: Művelet a space_left érték elérésekor
it: Azione da eseguire se viene raggiunto space_left
ja: space_left に到達した場合の動作
nl: Actie als ruimte_over bereikt
pt_br: Ação se space_left for atingido
sk: Akcia ak sa dosiahne space_left
tr: space_left'e ulaşıldığında yapılacak işlem
zh_tw: 到達 space_left 時的動作

source: Script to execute (full path name) if space_left is reached
cs: Skript (úplná cesta), který se spustí při dosažení space_left
es: Guion que se debe ejecutar (ruta completa) si se alcanza space_left
fr: Script à exécuter (nom complet du chemin) si space_left est atteint
gl: Script para executar (nome completo da ruta) ao chegar a space_left
hu: Futtatandó parancsfájl (teljes elérési út) a space_left érték elérésekor
it: Script da eseguire se viene raggiunto space_left (nome completo del file)
ja: space_left に到達した場合に実行されるスクリプト (フルパス)
nl: Uit te voeren script (volledige padnaam) als ruimte_over is bereikt
pt_br: Script a ser executado (caminho completo) se space_left for atingido
sk: Skript (názov úplnej cesty), ktorý sa vykoná, ak sa dosiahne space_left
tr: space_left'e ulaşılırsa yürütülecek komut dosyası (tam yol adı)
zh_tw: 達到 space_left 時要執行的程序檔 (完整路徑名稱)

source: Space left on log partition (in MByte) when system is running low
cs: Zbývající místo na záznamovém oddílu (v megabajtech), když systém začne běžet pomalu
es: Espacio restante en la partición del registro (en megabytes) para considerar que queda poco espacio en el sistema
fr: Espace disponible sur la partition de journal (en Mo) lorsque le système en manque
gl: Espazo restante na partición de rexistro (en MByte) cando sistema empeza a ir lento
hu: A naplózó partíción megmaradt hely (MByte-ban), amikor a rendszer jelez
it: Spazio rimanente nella partizione di log (in MB) quando lo spazio disco è insufficiente
ja: 実行中に容量が少ないと判断するログパーティションの最小残り容量 (メガバイト単位)
nl: Vrije ruimte op de logpartitie (in MByte) wanneer het systeem als laag wordt gezien
pt_br: Espaço livre na partição de registro (em MBytes) quando o sistema estiver ficando sem espaço
sk: Zostávajúce miesto na záznamovom oddieli (v megabajtoch), keď systém beží spomalene
tr: Sistem azaldığında günlük bölümünde (MByte cinsinden) kalan alan
zh_tw: 系統執行空間過低時記錄分割區中的剩餘空間 (MB)

source: Action if admin_space_left is reached
cs: Akce po dosažení admin_space_left
es: Acción si se alcanza admin_space_left
fr: Action si admin_space_left est atteint
gl: Acción ao chegar a admin_space_left
hu: Művelet az admin_space_left érték elérésekor
it: Azione da eseguire se viene raggiunto admin_space_left
ja: admin_space_left に到達した場合の動作
nl: Actie als beheerder_ruimte_over is bereikt
pt_br: Ação se admin_space_left for atingido
sk: Akcia ak sa dosiahne admin_space_left
tr: admin_space_left değerine ulaşıldığında yapılacak işlem
zh_tw: 達到 admin_space_left 時的動作

source: Script to execute (full path name) if admin_space_left is reached
cs: Skript (úplná cesta), který se spustí při dosažení admin_space_left
es: Guion que se debe ejecutar (ruta completa) si se alcanza admin_space_left
fr: Script à exécuter (nom complet du chemin) si admin_space_left est atteint
gl: Script para executar (nome e ruta completa) ao chegar a admin_space_left
hu: Futtatandó parancsfájl (teljes elérési út) az admin_space_left érték elérésekor
it: Script da eseguire se viene raggiunto l'admin_space_left (nome completo del file)
ja: admin_space_left に到達した場合に実行されるスクリプト (フルパス)
nl: Uit te voeren script (volledige padnaam) als beheerder_ruimte_over is bereikt
pt_br: Script a ser executado (caminho completo) se admin_space_left for atingido
sk: Skript (názov úplnej cesty), ktorý sa vykoná, ak sa dosiahne admin_space_left
tr: admin_space_left'e ulaşıldığında yürütülecek komut dosyası (tam yol adı)
zh_tw: 達到 admin_space_left 時執行的程序檔 (完整路徑名稱)

source: Mail sent to this account (if space_left_action set to EMAIL)
cs: Mail je zaslán tomuto účtu (pokud je nastavena volba space_left_action na EMAIL)
es: El correo se envía a esta cuenta (si space_left_action se define como EMAIL)
fr: Message envoyé à ce compte (si space_left_action est défini sur EMAIL)
gl: Correo-e enviado para esta conta (se space_left_action estivese definido para EMAIL)
hu: Levél címzettje (amikor a space_left_action beállítása EMAIL)
it: Mail inviata a questo account (se space_left_action è impostata su EMAIL)
ja: メールの送信先 (space_left_action を EMAIL に設定した場合)
nl: E-mail wordt naar dit adres gestuurd (als overgebleven_ruimte_actie is ingesteld op EMAIL)
pt_br: E-mail enviado para esta conta (se space_left_action for definido como EMAIL)
sk: Mail odoslaný na tento účet (ak je space_left_action nastavené na EMAIL)
tr: Bu hesaba gönderilen posta (space_left_action EMAIL olarak ayarlanmışsa)
zh_tw: 將郵件寄至此帳戶 (如果 space_left_action 設成 EMAIL)

source: Action to perform if disk is full
cs: Akce, která se má provést, pokud je disk plný
es: Acción que se debe realizar si el disco está lleno
fr: Action à exécuter en cas de saturation du disque
gl: Acción para realizar cando o disco estea cheo
hu: Művelet amikor a lemez betelt
it: Azione da eseguire quando il disco è pieno
ja: ディスク満杯時のアクション
nl: Uit te voeren actie bij volle schijf
pt_br: Ação a ser executada caso o disco esteja cheio
sk: Akcia, ktorá sa vykoná, ak je disk plný
tr: Disk doluysa gerçekleştirilecek eylem
zh_tw: 磁碟空間已滿時執行的動作

source: Script to execute (full path name) if disk is full
cs: Skript (úplná cesta), který se spustí, pokud je disk plný
es: Guion que se debe ejecutar (ruta completa) si el disco está lleno
fr: Script à exécuter (nom complet du chemin) si le disque est plein
gl: Script para executar (nome completa da ruta) cando o disco estea cheo
hu: Futtatandó parancsfájl (teljes elérési út), amikor a lemez betelt
it: Script da eseguire quando il disco è pieno (nome completo del file)
ja: ディスク満杯時に実行されるスクリプト (フルパス)
nl: Uit te voeren script (volledige padnaam) als volle schijf is bereikt
pt_br: Script a ser executado (caminho completo) caso o disco esteja cheio
sk: Skript (názov úplnej cesty), ktorý sa vykoná, ak je disk plný
tr: Disk doluysa yürütülecek komut dosyası (tam yol adı)
zh_tw: 磁碟已滿時執行的程序檔 (完整路徑名稱)

source: Action to perform on disk error
cs: Akce, která se provede při chybě disku
es: Acción que se debe realizar si hay un error de disco
fr: Action à exécuter en cas d'erreur de disque
gl: Acción para realizar cando haxa un erro no disco
hu: Művelet lemezhiba esetén
it: Azione da eseguire in caso di errore del disco
ja: ディスクエラー時のアクション
nl: Uit te voeren actie bij fout op schijf
pt_br: Ação a ser executada em caso de erro no disco
sk: Akcia, ktorá sa vykoná pri chybe disku
tr: Disk hatası üzerinde gerçekleştirilecek eylem
zh_tw: 磁碟錯誤時執行的動作

source: Script to execute (full path name) on disk error
cs: Skript (úplná cesta), který se spustí při chybě disku
es: Guion que se debe ejecutar (ruta completa) si hay un error de disco
fr: Script à exécuter (nom complet du chemin) s'il y a une erreur de disque
gl: Script para realizar (nome e ruta completa) cando haxa un erro no disco
hu: Futtatandó parancsfájl (teljes elérési út) lemezhiba esetén
it: Script da eseguire in caso di errore del disco (nome completo del file)
ja: ディスクエラー時に実行されるスクリプト (フルパス)
nl: Uit te voeren script (volledige padnaam) bij fout op schijf
pt_br: Script a ser executado (caminho completo) em caso de erro no disco
sk: Skript (názov úplnej cesty), ktorý sa vykoná pri chybe disku
tr: Disk hatasında yürütülecek komut dosyası (tam yol adı)
zh_tw: 磁碟錯誤時執行的程序檔 (完整路徑名稱)

source: How to communicate between dispatcher and the audit daemon
cs: Jak komunikovat mezi odesilatelem a démonem auditu
es: Cómo se comunicarán el expedidor y el daemon de auditoría
fr: Comment communiquer entre le répartiteur et le daemon d'audit
gl: Como comunicarse entre o despachador e o daemon auditor
hu: A vezérlő és az audit démon közötti kommunikáció módja
it: Come avviene la comunicazione tra il dispatcher e il demone audit
ja: ディスパッチャと監査デーモンの間の通信方法
nl: Hoe te communiceren tussen dispatcher en de audit-daemon
pt_br: Como deve ser a comunicação entre o dispatcher e o daemon de auditoria
sk: Ako komunikovať medzi dispečerom a démonom auditu
tr: Sevk görevlisi ve denetim arka plan programı arasında nasıl iletişim kurulur
zh_tw: 發送器與稽核精靈之間如何通訊

source: Dispatcher program (full path name)
cs: Odesílací program (úplná cesta)
es: Programa expedidor (ruta completa)
fr: Logiciel répartiteur (nom complet du chemin)
gl: Programa despachador (nome completa da ruta)
hu: Vezérlőprogram (teljes elérési út)
it: Programma dispatcher (nome completo del file)
ja: ディスパッチャプログラム (フルパス)
nl: Dispatcherprogramma (volledige pad)
pt_br: Programa dispatcher (caminho completo)
sk: Dispečerský program (názov úplnej cesty)
tr: Gönderici programı (tam yol adı)
zh_tw: Dispatcher 程式 (完整路徑)

source: &AuditLaf
ja: AuditLaf (&A)
zh_tw: AuditLaf(&A)

source: Select the log file
cs: Vyberte soubor protokolu
es: Seleccionar archivo de registro
fr: Sélectionner le fichier journal
gl: Seleccionar o ficheiro de rexistro
hu: Válassza ki a naplófájlt
it: Selezionare il file di log
ja: ログファイルを選択してください
nl: Selecteer het logboekbestand
pt_br: Selecione o arquivo de registro
sk: Vybrať záznamový súbor
tr: Günlük dosyasını seçin
zh_tw: 選取記錄檔

source: The 'User Defined Name' is NOT set although the 'Computer Name Format' is set to 'USER'. Setting the format to 'NONE' (default).
cs: Možnost „Název určený uživatelem“ NENÍ nastavená, přestože možnost „Formát názvů počítačů“ je nastavená na hodnotu UŽIVATEL. Formát se nastavuje na hodnotu ŽÁDNÝ (výchozí).
es: El Nombre definido por el usuario no se ha configurado, aunque el Formato de nombre de equipo está establecido como USUARIO. Se va a definir el formato como NINGUNO (valor por defecto).
fr: Le 'Nom défini par l'utilisateur' n'est PAS paramétré même si le 'Format de nom de l'ordinateur' est paramétré sur 'UTILISATEUR'. Paramétrer le format sur 'AUCUN' (par défaut).
gl: O 'User Defined Name' NON está establecido aínda que o 'Computer Name Format' está configurado como 'USER'. Establecendo o formato como 'NONE' (predeterminado).
hu: A 'Felhasználó által megadott név' nincs beállítva, habár 'Számítógépnév formátuma' 'USER'-re van beállítva. Állítsa be a 'NONE' z alapértelmezett értékre.
it: Il 'Nome definito dall'utente' NON è impostato sebbene il 'Formato nome computer' sia impostato su 'USER'. Il formato sarà impostato su 'NONE' (predefinito).
ja: 'コンピュータ名の書式' が 'USER' に設定されて いますが、 'ユーザ定義名' が設定されていません。 書式を 'なし' (既定値) に設定します。
nl: De 'Door gebruiker gedefinieerde naam' is NIET ingesteld terwijl 'Indeling computernaam' is ingesteld op 'GEBRUIKER'. Stel de indeling in op 'GEEN' (standaardinstelling).
pt_br: O 'Nome Definido pelo Usuário' NÃO está definido, embora o 'Formato do Nome do Computador' esteja definido como 'USER'. Definindo o formato como 'NONE' (padrão).
sk: 'Používateľom definovaný názov' NIE je nastavený, hoci 'Formát názvu počítača' je nastavený na 'USER'. Nastavenie formátu na 'NONE' (predvolená hodnota).
tr: 'Kullanıcı Tanımlı Ad' AYARLANMAMIŞTIR 'Bilgisayar Adı Formatı' 'KULLANICI' olarak ayarlanmıştır. Formatın 'YOK' olarak ayarlanması (varsayılan).
zh_tw: 儘管「電腦名稱格式」已設定為「使用者」， 但未設定「使用者定義的名稱」。 正在將格式設定為「無 」(預設值)。

source: Select the dispatcher program
cs: Vyberte dispečerský program
es: Seleccionar programa expedidor
fr: Sélectionner le programme répartiteur
gl: Seleccionar o programa despachador
hu: Válassza ki a vezérlőprogramot
it: Selezionare il programma dispatcher
ja: ディスパッチャプログラムを選択してください
nl: Selecteer het verdeelprogramma
pt_br: Selecione o programa dispatcher
sk: Vybrať dispečerský program
tr: Gönderici programını seçin
zh_tw: 選取發送器程式

source: Value of '%1' remains unchanged.
cs: Hodnota parametru %1 zůstává nezměněná.
es: El valor de %1 sigue sin cambiar.
fr: La valeur de '%1' reste inchangée.
gl: O valor de '%1' permanece sen modificacións.
hu: A(z) %1 érték nem módosult.
it: Il valore di '%1' rimane invariato.
ja: '%1' の値は変更されませんでした。
nl: Waarde van '%1' blijft ongewijzigd.
pt_br: O valor de '%1' permanece inalterado.
sk: Hodnota %1 zostáva nezmenená.
zh_tw: 「%1」的值未變更。

source: %1 doesn't exist.
cs: %1 neexistuje.
es: %1 no existe.
fr: %1 n'existe pas.
gl: %1 non existe.
hu: A(z) %1 fájl nem létezik.
it: %1 non esiste.
ja: %1 が存在しません。
nl: %1 bestaat niet.
pt_br: %1 não existe.
sk: %1 neexistuje.
tr: %1 mevcut değil.
zh_tw: %1 不存在。

source: %1 is not a regular file.
cs: %1 není běžný soubor.
es: %1 no es un archivo normal.
fr: %1 n'est pas un fichier ordinaire.
gl: %1 non é un ficheiro estándar.
hu: A(z) '%1' fájl nem szokványos fájl.
it: %1 non è un file regolare.
ja: %1 は通常のファイルではありません。
nl: %1 is geen regulier bestand.
pt_br: %1 não é um arquivo regular.
sk: %1 nie je bežný súbor.
tr: %1 normal bir dosya değil.
zh_tw: %1 不是一般檔案。

source: %1 not owned by root.
cs: Soubor %1 není ve vlastnictví uživatele root.
es: %1 no pertenece al root.
fr: Root n'est pas le propriétaire de %1.
gl: %1 non pertence ao superusuario.
hu: A(z) %1 fájlnak nem a root a tulajdonosa.
it: %1 non appartiene a root.
ja: %1 の所有者が root ではありません。
nl: %1 is geen eigendom van root.
pt_br: %1 não pertence ao root.
sk: %1 nie je vlastnený správcom systému.
tr: %1, köke ait değil.
zh_tw: %1 不屬於 root。

source: File permissions of %1 NOT set to -rwxr-x---.
cs: Oprávnění k souboru pro %1 NEJSOU nastavena na -rwxr-x---.
es: Los permisos de archivo de %1 NO están definidos como -rwxr-x---.
fr: Les autorisations du fichier %1 ne sont PAS définies sur -rwxr-x---.
gl: Os permisos do ficheiro %1 NON están definidos como -rwxr-x---.
hu: A(z) %1 fájl jogosultsága nincs beállítva -rwxr-x--- értékre.
it: I permessi di %1 NON sono impostati su -rwxr-x---.
ja: ファイル %1 のアクセス権が -rwxr-x--- になっていません。
nl: Bestandsbeveiliging van %1 staat NIET op -rwxr-x---.
pt_br: Permissões de arquivo de %1 NÃO definidas como -rwxr-x---.
sk: Práva súboru %1 NIE sú nastavené na -rwxr-x---.
tr: %1'in dosya izinleri -rwxr-x--- olarak ayarlanmadı.
zh_tw: %1 的檔案權限並未設為 -rwxr-x---。
