Repository: yast/yast-translations
Catalog: po/audit-laf/*.po
Languages: cs, es, fr, gl, hu, it, ja, nl, pt_br, sk, tr, zh_tw

source: <p>The dispatcher 'audispd' is an audit event multiplexor. For more information see the manual pages ('man audispd' and 'man audispd.conf').</p>
cs: <p>Dispečerský program audispd je multiplexor událostí auditování (další informace naleznete na stránkách manuálu „man audispd“ a „man audispd.conf“).</p>
es: <p>El expedidor 'audispd' es un multiplexor de eventos audit. Para obtener más información, consulte las páginas man correspondientes (man audispd y man audispd.conf).</p>
fr: <p>Le répartiteur 'audispd' est un multiplexeur d'événements d'audit. Pour en savoir plus, reportez-vous aux pages de manuel 'man audispd' et 'man audispd.conf'.</p>
gl: <p>O despachador 'audispd' é un multiplexor de eventos audit. Para máis información consulte a páxina do manual ('man audispd' e 'man audispd.conf').</p>
hu: <p>Az 'audispd' vezérlőprogram egy az audit események multiplexora További információ a 'man audispd' és 'man audispd.conf' parancs használatával érhető el.</p>
it: <p>Il dispatcher 'audispd' è un combinatore di eventi di audit. Per maggiori informazioni consultare le pagine di manuale ('man audispd' e 'man audispd.conf').</p>
ja: <p>ディスパッチャ 'audispd' は監査イベントを多重化するプログラムです 詳細はマニュアルページ ('man audispd' および 'man audispd.conf') をご覧ください。</p>
nl: <p>De verzender 'audispd' is een multiplexor voor meldingsgebeurtenisen. Raadpleeg de handleidingspagina's ('man audispd' and 'man audispd.conf') voor meer informatie.</p>
pt_br: <p>O dispatcher 'audispd' é um multiplexador de eventos de auditoria. Para obter mais informações, consulte as páginas de manual ('man audispd' e 'man audispd.conf').</p>
sk: <p>Dispečerský 'audispd' je multiplexor udalostí auditu. Viac informácií nájdete v manuálových stránkach ('man audispd' a 'man audispd.conf').</p>
tr: <p>Gönderici 'audispd' bir denetim olayı çoklayıcıdır. Daha fazla bilgi için kılavuz sayfalarına bakın ('man audispd' ve 'man audispd.conf').</p>
zh_tw: <p>發送器「audispd」是一個稽核事件多工機， 如需詳細資訊，請參閱手冊頁 (man audispd 與 man audispd.conf)。</p>

source: <p><b>Note:</b> The dispatcher program must be owned by 'root', have '0750' file permissions, and the full path name has to be entered.</p>
cs: <p><b>Poznámka:</b> Dispečerský program musí být vlastněn uživatelem root, musí mít oprávnění přístupu k souborům 0750 a musí být zadána jeho úplná cesta.</p>
es: <p><b>Nota:</b> el programa expedidor debe ser propiedad del usuario Root, debe tener permisos de archivo 0750 y hay que introducir la ruta completa.</p>
fr: <p><b>Remarque :</b> le programme répartiteur doit être détenu par 'root' et avoir les autorisations de fichier '0750'. Le nom de chemin complet doit en outre être saisi.</p>
hu: <p><b>Megjegyzés:</b> A vezérlőprogramot a 'root' felhasználóval kell indítani, '0750' fájljogosultsággal kell rendelkeznie és a teljes elérési utat meg kell adni.</p>
it: <p><b>Attenzione:</b> Il programma dispatcher deve essere di proprietà di 'root', avere permessi del file '0750' e inoltre deve essere fornito il percorso completo del file.</p>
ja: <p><b>注意:</b> ディスパッチャプログラムの所有者は 'root' で、かつパーミッションが '0750' でなければなりません。さらにフルパスで入力してください。</p>
nl: <p><b>Opmerking</b>: Het dispatcherprogramma moet als eigenaar root hebben, moet '0750' als bestandspermissies hebben en de volledige padnaam moet ingevoerd zijn.</p>
pt_br: <p><b>Nota</b>: O programa dispatcher deve ser de propriedade do ''root'', ter permissões de arquivo ''0750'' e o caminho completo deve ser informado.</p>
sk: <p><b>Poznámka:</b> Dispečerský program musí vlastniť 'root', mať práva súboru '0750' a musí byť zadaný názov úplnej cesty.</p>
tr: <p><b>Not:</b> Dağıtım programı 'root'a ait olmalı, '0750' olmalıdır dosya izinleri ve tam yol adı girilmelidir.</p>
zh_tw: <p><b>注意︰</b>發送器程式必須為「root」使用者所擁有，必須具有「0750」 檔案權限，並且必須為其輸入完整路徑名稱。</p>

source: <p><b><big>Auditd Disk Space Configuration</big></b><br> The settings made here refer to disk space on log partition. For detailed information, refer to the manual page ('man auditd.conf').</p>
cs: <p><b><big>Auditd – konfigurace místa na disku</big></b><br> Zde provedená nastavení se týkají diskového prostoru na oddílu protokolu. Podrobnější informace naleznete v manuálové stránce ('man auditd.conf').</p>
es: <p><b><big>Configuración del espacio de disco de auditd</big></b><br> Esta configuración hace referencia al espacio en disco de la partición de registro. Para obtener información detallada, consulte la página man (man auditd.conf).</p>
fr: <p><b><big>Configuration de l'espace disque pour auditd</big></b><br> Ces paramètres sont utilisés pour la gestion de l'espace sur la partition de journalisation. Pour obtenir des informations détaillées, consultez la page de manuel ('man auditd.conf').</p>
hu: <p><b><big>Auditd szabad lemezterület beállítása</big></b><br> Ezek a beállítások a naplófájlokat tartalmazó partícióra vonatkoznak. További információ a 'man auditd.conf'-ban található.</p>
it: <p><b><big>Configurazione dello spazio disco di Auditd</big></b><br> Queste impostazioni fanno riferimento allo spazio su disco nella partizione di log. Per informazioni dettagliate fare riferimento alla pagina di manuale ('man auditd.conf').</p>
ja: <p><b><big>auditd ディスク容量設定</big></b><br> ここではログパーティション上のディスク領域を設定します。 この設定に関する詳しい情報は、マニュアルページ ('man auditd.conf') をご覧ください。</p>
nl: <p><b><big>Configuratie voor de schijfruimte van auditd</big></b><br> De instellingen die hier worden gemaakt verwijzen naar de schijfruimte op de logpartitie. Voor gedetailleerde informatie wordt verwezen naar de handleidingpagina ('man auditd.conf').</p>
pt_br: <p><b><big>Configuração de Espaço em Disco do Auditd</big></b><br> As configurações feitas aqui referem-se ao espaço em disco na partição de registro. Para obter informações detalhadas, consulte a página de manual (''man auditd.conf'')</p>
sk: <p><b><big>Konfigurácia miesta na disku auditd</big></b><br> Tu vykonané nastavenia sa vzťahujú k miestu na disku na záznamovom oddieli. Podrobné informácie nájdete v manuálovej stránke ('man auditd.conf').</p>
tr: <p><b><big>Denetim Disk Alanı Yapılandırması</big></b><br> Burada yapılan ayarlar, günlük bölümündeki disk alanıyla ilgilidir. Ayrıntılı bilgi için kılavuz sayfasına bakın ('man auditd.conf').</p>
zh_tw: <p><b><big>Auditd 磁碟空間組態</big></b><br> 此處所做的設定針對記錄分割區上的磁碟空間。 如需詳細資訊，請參閱手冊頁 (「man auditd.conf」)。</p>

source: <p><b>Space Left</b> (in megabytes) tells the audit daemon when to perform an <b>Action</b> because the system is starting to run low on space.</p>
cs: <p><b>Zbývající místo</b> (v MB) určuje, kdy má démon auditování provést <b>akci</b>, protože systému dochází volné místo na disku.</p>
es: <p>El valor <b>Espacio restante</b> (en megabytes) indica al daemon audit cuándo debe realizar una <b>acción</b> porque el sistema empieza a quedarse escaso de espacio.</p>
fr: <p>La boîte de dialogue <b>Espace restant</b> (en Mo) spécifie au daemon d'audit quand exécuter une <b>action</b> si le système commence à manquer d'espace disque.</p>
gl: <p><b>Espazo restante</b> (en megabytes) indica ao daemon audit cando realizar unha <b>Acción</b> porque o sistema empeza a quedarse sen espazo libre.</p>
hu: <p>A <b>Megmaradt hely</b> és a <b>Művelet</b> meghatározza, hogy mekkora megmaradt lemezterület (megabyte-ban) esetén milyen műveletet kerüljön végrehajtásra.</p>
it: <p><b>Spazio rimanente</b> (in megabyte) indica al demone di audit quando eseguire un'<b>Azione</b> quando il sistema inizia a rimanere con poco spazio.</p>
ja: <p><b>残り容量</b> (メガバイト単位) と <b>アクション</b> で、ディスクの最小残り容量と 残り容量が不足しつつあるときに実行すべきアクションを設定してください。</p>
nl: <p><b>Overgebleven ruimte</b> (in megabytes) vertelt de daemon wanneer een <b>Actie</b> uit te voeren omdat het systeem een laag niveau aan ruimte begint te krijgen.</p>
pt_br: <p><b>Espaço Restante</b> (em megabytes) indica ao daemon de auditoria quando executar uma <b>Ação</b> porque o sistema está ficando sem espaço livre.</p>
sk: <p><b>Zostávajúce miesto</b> (v megabajtoch) oznamuje démonovi auditu, kedy má vykonať <b>Akciu</b>, pretože systém začína mať málo miesta.</p>
tr: <p><b>Sol Boşluk</b> (megabayt olarak) denetim arka plan programına ne zaman bir <b>Eylem</b> gerçekleştireceğini söyler çünkü sistem alanı azalıyor.</p>
zh_tw: <p><b>「剩餘空間」</b>(以 MB 為單位) 指定系統空間低到何種程度時稽核精靈 需要執行<b>「動作」</b>。</p>

source: <p>The value for <b>Admin Space Left</b> should be lower than above. The system <b>is running low</b> on disk space if the value is reached and the specified <b>Action</b> will be performed.</p>
cs: <p>Hodnota <b>Volné místo správce</b> by měla být nižší než předchozí hodnota. Když je dosaženo této hodnoty, systému <b>dochází</b> místo na disku a bude provedena zadaná <b>akce</b>.</p>
es: <p>El valor de <b>Espacio de administración restante en el disco</b> debería ser inferior al anterior. El sistema se <b>queda sin espacio</b> en el disco si se alcanza ese valor; entonces se realizará la <b>acción</b> especificada.</p>
fr: <p>La valeur pour <b>Espace restant pour l'Admin</b> doit être inférieure à la valeur ci-dessus. Le système <b>manque</b> d'espace disque si la valeur est atteinte. L'<b>action</b> spécifiée sera alors effectuée.</p>
gl: <p>O valor para <b>Espazo restante do administrador</b> debe ser inferior ao de arriba. O sistema está <b>quedando sen espazo libre en disco</b> se o valor se alcanzase e a <b>Acción</b> especificada se realizase.</p>
hu: <p>Az <b>Admin Space Left</b> értékének kisebbnek kell lennie, mint fentiekben megadottnál. A lemezen található szabad hely <b>elfogy</b>, ha az érték eléri a megadott értéket, akkor a beállított <b>Teendő</b> végrehajtásra kerül.</p>
it: <p>Il valore di <b>Spazio amministratore rimanente</b> deve essere inferiore al precedente. Lo spazio su disco è <b>insufficiente</b> se il valore è raggiunto e l'<b>Azione</b> specificata verrà eseguita.</p>
ja: <p><b>管理用残り容量</b> は上記よりも小さい値であるべきものです。この値に届いたとき、 ディスク容量の残りが <b>少なくなった</b> と判断され、 <b>アクション</b> で指定した動作を実行します。</p>
nl: <p>De waarde voor <b>Administratieve overgebleven ruimte</b> zou lager moeten zijn dan hierboven. Het systeem <b>begint te weinig</b> schijfruimte te krijgen als deze waarde is bereikt en de gespecificeerde <b>Actie</b> zal worden uitgevoerd.</p>
pt_br: <p>O valor para <b>Espaço Restante do Administrador</b> deve ser menor do que o valor acima. O sistema está <b>ficando sem espaço livre em disco</b> se o valor for atingido e a <b>Ação</b> especificada será realizada.</p>
sk: <p>Hodnota <b>Zostávajúce miesto pre správu</b> by mala byť nižšia, ako tá vyššie uvedená. Systému <b>sa zmenšuje</b> miesto na disku, ak je dosiahnutá hodnota, a bude vykonaná určená <b>akcia</b>.</p>
tr: <p><b>Soldaki Yönetici Alanı</b> değeri yukarıdakinden daha düşük olmalıdır. <b>sistemi çalışıyor değere ulaşılırsa disk alanında yetersiz</b> olur ve belirtilen <b>İşlem</b> gerçekleştirilir.</p>
zh_tw: <p><b>管理剩餘空間</b>的值應低於上面的值。若達到該值， 則系統用於執行的磁碟空間會<b>過低</b>，將會執行指定的<b>動作</b>。</p>

source: <p>If an action is set to <i>EMAIL</i>, a warning mail will be sent to the account specified in <b>Action Mail Account</b>.<br> <i>SYSLOG</i> means the disk space warning will be written to /var/log/messages. <i>IGNORE</i> means do nothing. <i>EXEC</i> runs the script specified in <b>Path to Script</b>. <i>SUSPEND</i> stops writing records to disk. <i>SINGLE</i> switches the system to single user mode. <i>HALT</i> shuts down the system.</p>
cs: <p>Pokud je akce nastavena na:<br> <i>EMAIL</i> – odešle se varovný e-mail na účet uvedený v poli <b>Poštovní účet akce</b>.<br> <i>SYSLOG</i> – do /var/log/messages se zapíše varování o docházejícím místu.<br> <i>IGNORE</i> – nestane se nic.<br> <i>EXEC</i> – spustí se skript uvedený v poli <b>Cesta ke skriptu</b>.<br> <i>SUSPEND</i> – zastaví se zápis záznamů na disk.<br> <i>SINGLE</i> – systém počítače přejde do jednouživatelského režimu.<br> <i>HALT</i> – systém se vypne.</p>
es: <p>Si una acción se define como <i>EMAIL</i>, se enviará un correo de aviso a la cuenta especificada en <b>Cuenta de correo de acción.</b><br> <i>SYSLOG</i> significa que la advertencia de espacio en disco se escribirá en /var/log/messages. <i>IGNORE</i> significa que no se hará nada. <i>EXEC</i> ejecuta el guion especificado en <b>Ruta al guion.</b> <i>SUSPEND</i> detiene la escritura de registros en el disco. <i>SINGLE</i> cambia el equipo al modo de usuario único. <i>HALT</i> apaga el sistema.</p>
fr: <p>Si une action est définie sur <i>EMAIL</i>, un avertissement sera envoyé au compte spécifié dans <b>Compte de messagerie pour l'opération</b>.<br> <i>SYSLOG</i> signifie que l'avertissement d'espace disque sera écrit dans /var/log/messages. <i>IGNORE</i> signifie de ne rien faire. <i>EXEC</i> exécute le script spécifié dans <b>Chemin du script</b>. <i>SUSPEND</i> arrête d'écrire des enregistrements sur le disque. <i>SINGLE</i> bascule le système en mode utilisateur unique. <i>HALT</i> arrête le système.</p>
hu: <p>Ha a művelet beállítása <i>EMAIL</i>, akkor egy figyelmeztető üzenetet küld a <b>Művelet levélcímére</b>.<br> A <i>SYSLOG</i> beállítás azt jelenti, hogy a lemezterülettel kapcsolatos figyelmeztetések a /var/log/messages fájlba kerülnek kiírásra, az <i>IGNORE</i> beállításnál nem történik semmi, az <i>EXEC</i> beállításnál végrehajtásra kerül a <b>Parancsfájl elérési útjánál</b> megadott parancsfájl. A <i>SUSPEND</i> beállításnál a rekordok nem kerülnek kiírásra a lemezre, a <i>SINGLE</i> a rendszert egyfelhasználós módba kapcsolja, a <i>HALT</i> pedig leállítja a rendszert.</p>
it: <p>Se un'azione è impostata su <i>EMAIL</i>, una mail di avviso verrà inviata all'account specificato in <b>Account e-mail dell'azione</b>.<br> <i>SYSLOG</i> indica che l'avviso per lo spazio su disco verrà scritto su /var/log/messages. <i>IGNORE</i> significa non fare nulla. <i>EXEC</i> esegue lo script specificato in <b>Percorso dello script</b>. <i>SUSPEND</i> interrompe la scrittura di record su disco. <i>SINGLE</i> porta il computer in modalità singolo utente. <i>HALT</i> spegne il sistema.</p>
ja: <p>アクションに <i>EMAIL</i> を選択すると、 <b>アクションメールアカウント</b> で指定した アカウント宛に警告メールが送信されます。<br> <i>SYSLOG</i> を選択すると、ディスク領域の警告は /var/log/messages に書き込まれます。 <i>IGNORE</i> を選択すると、何も動作を行ないません。 <i>EXEC</i> を選択すると、 <b>スクリプトのパス</b> で指定したスクリプトを実行します。 <i>SUSPEND</i> を選択すると、 ディスクへの書き込みを停止します。 <i>SINGLE</i> を選択すると、コンピュータシステムがシングルユーザモードになります。 <i>HALT</i> を選択すると、 システムをシャットダウンするようになります。</p>
nl: <p>Als een actie is ingesteld op <i>E-MAIL</i> dan wordt er een waarschuwing per e-mail gestuurd naar het gespecificeerde adres in <b>Actie e-mailadres</b>.<br> <i>SYSLOG</i> betekent dat de schijfruimtewaarschuwing naar /var/log/messages geschreven zal worden, <i>NEGEREN</i> betekent doe niets, <i>EXEC</i>: voert het script uit in <b>Pad naar script</b>, <i>SUSPEND</i> stopt met het schrijven van records naar schijf, <i>SINGLE</i>: brengt het computersysteem in single-user-modus, <i>HALT</i>: stop het systeem.</p>
pt_br: <p>Se uma ação estiver definida como <i>EMAIL</i>, um e-mail de aviso será enviado para a conta especificada em <b>Conta de E-mail da Ação</b>.<br> <i>SYSLOG</i> significa que o aviso sobre espaço em disco será gravado em /var/log/messages. <i>IGNORE</i> significa que nada será feito. <i>EXEC</i> executa o script especificado em <b>Caminho para o Script</b>. <i>SUSPEND</i> para de gravar os registros em disco. <i>SINGLE</i> alterna o sistema para o modo de usuário único. <i>HALT</i> encerra o sistema.</p>
sk: <p>Ak je akcia nastavená na <i>EMAIL</i>, bude odoslaný varovný mail na účet zadaný v <b>Mailový účet akcie</b>.<br> <i>SYSLOG</i> znamená, že varovanie o mieste na disku bude zapísané do /var/log/messages. <i>IGNORE</i> znamená nerobiť nič. <i>EXEC</i> spustí skript zadaný v <b>Cesta ku skriptu</b>. <i>SUSPEND</i> zastaví zapisovanie záznamov na disk. <i>SINGLE</i> prepne systém do režimu jedného používateľa. <i>HALT</i> vypne systém.</p>
tr: <p>Bir eylem <i>EMAIL</i> olarak ayarlanırsa, şu adrese bir uyarı postası gönderilir: <b>Eylem Posta Hesabı</b>'ta belirtilen hesap.<br> <i>SYSLOG</i>, disk alanı uyarısı /var/log/messages dizinine yazılacaktır. <i>GÖRÜNTÜLE</i> şu anlama gelir hiçbir şey yapma. <i>EXEC</i>, <b>Yolda belirtilen komut dosyasını çalıştırır. Komut dosyası</b>. <i>SUSPEND</i> diske kayıt yazmayı durdurur. <i>TEK</i> sistemi tek kullanıcı moduna geçirir. <i>DUR</i> sistem.</p>
zh_tw: <p>如果將動作設定為 <i>EMAIL</i>，則會向<b>「郵件帳戶動作」</b>中指定的帳戶 傳送警告郵件。<br><i>SYSLOG</i> 表示 磁碟空間警告將寫入 /var/log/messages 中。<i>IGNORE</i> 表示不執行 任何操作。<i>EXEC</i> 會執行<b>「程序檔的路徑」</b>中 指定的程序檔。<i>SUSPEND</i> 會停止向磁碟寫入記錄。<i>SINGLE</i> 用於將系統切換到單一使用者模式。<i>HALT</i> 用於關閉 系統。</p>

source: <p>You can also specify a <b>Disk Full Action</b> (disk has become full already) and a <b>Disk Error Action</b> (performed whenever an error is detected while writing to disk). Available actions are the same as above (except for <i>EMAIL</i>).</p>
cs: <p>Můžete také určit následující akce: <b>Akce při zaplnění disku</b> (disk je již plný) a <b>Akce při chybě disku</b> (provede se při každém zjištění chyby při zápisu na disk). Dostupné akce jsou stejné jako v předchozím případě (kromě akce <i>EMAIL</i>).</p>
es: <p>También se puede especificar una <b>Acción cuando se llene el disco</b> (ya no queda espacio en el disco) y una <b>Acción cuando se produzca un error del disco</b> (que se debe realizar siempre que se detecte un error al escribir en el disco). Las acciones disponibles son las mismas de arriba, excepto <i>EMAIL</i>.</p>
fr: <p>Vous pouvez aussi spécifier les options <b>Action si le disque est plein</b> (le disque est saturé) et <b>Action en cas d'erreur</b> (exécutée dès qu'une erreur d'écriture sur le disque est rencontrée). Les actions disponibles sont les mêmes que ci-dessus (excepté pour <i>EMAIL</i>).</p>
gl: <p>Tamén pode especificar unha <b>Acción disco cheo</b> (o disco xa está cheo) e unha <b>Acción erro no disco</b> (realizada cando se detecta un erro mentres se escribe no disco). As accións dispoñibles disponíveis son as mesmas que ariba (agás por <i>EMAIL</i>).</p>
hu: <p>Külön beállítható a <b>Művelet lemez beteltekor</b> (a lemez már betelt) és a <b>Művelet lemez meghibásodásakor</b> (lemez írása közben észlelt hiba) is. A fentiekkel megegyező műveleteket lehet ezekhez hozzárendelni (kivéve az <i>EMAIL</i>).</p>
it: <p>È inoltre possibile specificare un'<b>Azione disco pieno</b> (il disco è già diventato pieno) e un'<b>Azione errore disco</b> (eseguita quando un errore viene rilevato durante la scrittura su disco). Le azioni disponibili sono identiche a quelle soprastanti (fatta eccezione per <i>EMAIL</i>).</p>
ja: <p>また、 <b>ディスク満杯時のアクション</b> (ディスクが既に満杯になっている状態) と <b>ディスクエラー時のアクション</b> (ディスクに書き込む際にエラーが検出された場合のアクション) を指定することもできます。 利用可能な動作は上記と同じです (<i>EMAIL</i> を除きます) 。</p>
nl: <p>U kunt ook een <b>Actie volle schijf</b> opgeven (schijf is reeds vol) en een <b>Schijffout actie</b> (wordt uitgevoerd als er een fout optreedt bij het schrijven naar een schijf).</p>
pt_br: <p>Você também pode especificar uma <b>Ação Quando o Disco Estiver Cheio</b> (o disco já está cheio) e uma <b>Ação Quando Ocorrer Erro no Disco</b> (realizada quando um erro é detectado ao gravar em disco). As ações disponíveis são as mesmas descritas anteriormente (exceto para <i>EMAIL</i>).</p>
sk: <p>Môžete tiež zadať <b>Akcia pri plnom disku</b> (disk sa už stal plným) a <b>Akcia pri chybe disku</b> (vykonávaná vždy, keď sa pri zapisovaní na disk zistí chyba). Dostupné akcie sú rovnaké ako vyššie uvedené (okrem <i>EMAIL</i>).</p>
tr: <p>Ayrıca bir <b>Disk Tam Eylemi</b> belirtebilirsiniz (disk zaten doldu) ve a <b>Disk Hata Eylemi</b> (diske yazarken bir hata algılandığında gerçekleştirilir). Kullanılabilir işlemler yukarıdakiyle aynıdır (<i>EMAIL</i> dışında).</p>
zh_tw: <p>您還可以指定<b>「磁碟已滿動作」</b>(磁碟空間已滿) 以及<b>「磁碟錯誤動作」</b>(在寫入磁碟期間偵測到錯誤時執行)。 可用的動作與上方相同 (<i>EMAIL</i> 除外)。</p>

source: <p><b>Note:</b> All scripts specified for <i>EXEC</i> must be owned by 'root', have '0750' file permissions, and the full path name has to be entered.</p>
cs: <p><b>Poznámka:</b> Všechny skripty zadané pro <i>EXEC</i> musí vlastnit uživatel root, musejí mít oprávnění přístupu k souborům 0750 a musí být zadána jejich úplná cesta.</p>
es: <p><b>Nota:</b> todos los guiones especificados para <i>EXEC</i> deben ser propiedad del usuario Root, deben tener permisos de archivo 0750 y hay que introducir la ruta completa.</p>
fr: <p><b>Remarque :</b> tous les scripts indiqués pour <i>EXEC</i> doivent être détenus par 'root' et disposer des autorisations de fichier '0750' et leur nom de chemin complet doit être saisi.</p>
hu: <p><b>Megjegyzés:</b> Az <i>EXEC</i>-hez megadott parancsfájlok tulajdonosának a 'root' felhasználónak kell lennie és '0750' fájljogosultsággal kell rendelkeznie, valamint a teljes elérési utat meg kell adni.</p>
it: <p><b>Attenzione:</b> Tutti gli script specificati per <i>EXEC</i> devono essere di proprietà di 'root', avere permessi del file '0750' e deve essere fornito il percorso completo del file.</p>
ja: <p><b>注意:</b> <i>実行</i> で指定した全てのスクリプトは、 所有者が 'root' でパーミッションが '0750' でなければなりません。また、フルパスでの指定をする必要があります。</p>
nl: <p><b>Opmerking:</b> Alle scripts gespecificeerd voor <b>Actie</b> <i>EXEC</i> moeten als eigenaar 'root' hebben, '0750' als bestandspermissie en de volledige padnaam moet zijn ingevoerd.</p>
pt_br: <p><b>Nota:</b> Todos os scripts especificados para <i>EXEC</i> devem ser de propriedade do ''root'', ter permissões ''0750'' e o caminho completo deve ser informado.</p>
sk: <p><b>Poznámka:</b> Všetky skripty zadané pre <i>EXEC</i> musí vlastniť 'root', mať práva súboru '0750' a musí byť zadaný názov úplnej cesty.</p>
tr: <p><b>Not:</b> <i>EXEC</i> için belirtilen tüm komut dosyalarının sahibi olmalıdır 'root' ile, '0750' dosya izinlerine sahip olun ve tam yol adı girilmelidir.</p>
zh_tw: <p><b>注意︰</b>為 <i>EXEC</i> 指定的所有程序檔必須為「root」所擁有， 必須具有「0750」檔案許可權，並且必須為其輸入完整路徑名稱。</p>
