Repository: yast/yast-translations
Catalog: po/audit-laf/*.po
Languages: cs, es, fr, gl, hu, it, ja, nl, pt_br, sk, tr, zh_tw

source: The rules are already locked, a reset is impossible. If you want to unlock, set the enabled flag accordingly and finish the configuration. Afterwards a reboot is required.
cs: Pravidla jsou již uzamčena, resetování není možné. Chcete-li je odemknout, nastavte odpovídající příznak Povoleno a dokončete konfiguraci. Potom je potřeba provést restart.
es: Las reglas ya están bloqueadas, por lo que no se pueden reajustar. Si desea desbloquearlas, defina el indicador de habilitación en consecuencia y finalice el proceso de configuración. Deberá rearrancar el sistema a continuación.
fr: Les règles sont déjà verrouillées, réinitialisation impossible. Pour les déverrouiller, définissez le drapeau activé comme requis et terminez la configuration. Puis, redémarrez votre ordinateur.
gl: As regras xa están bloqueadas, un reinicio é imposible. Se desexa desbloquealas, poña o indicador de activado correspondente e finalice a configuración. Despois hai que reiniciar.
hu: A szabályok már zárolva vannak, a visszaállítás nem lehetséges. A zárolás feloldásához be kell állítani az Engedélyezőjelzőt és be kell fejezni a beállításokat. Ezek után újraindítás szükséges.
it: Le regole sono già bloccate, è impossibile azzerarle. Se si desidera sbloccarle, impostare di conseguenza il marcatore attivato e terminare la configurazione. Dopo è necessario riavviare il sistema.
ja: ルールは既にロック (施錠) されています。リセットすることができません。 ロックを解除したい場合は、関連する有効化フラグを設定して 設定を完了してください。その後に再起動を行なう必要があります。
nl: De regels zijn al vergrendeld; opnieuw instellen is niet mogelijk. Als u wilt ontgrendelen, stelt u het activeringsattribuut op de juiste wijze in en wordt de configuratie beëindigd. Daarna moet het systeem opnieuw worden opgestart.
pt_br: As regras já estão bloqueadas. É impossível redefinir. Para desbloqueá-las, defina o flag habilitado de acordo e conclua a configuração. Após esse procedimento, uma reinicialização será necessária.
sk: Pravidlá sú už zablokované, reset nie je možný. Ak chcete odomknúť, nastavte povolený príznak podľa toho a dokončite konfiguráciu. Potom sa vyžaduje reštart.
tr: Kurallar zaten kilitli, sıfırlama mümkün değil. Kilidi açmak istiyorsanız, etkin bayrağı uygun şekilde ayarlayın ve yapılandırmayı bitirin. Daha sonra yeniden başlatma gereklidir.
zh_tw: 規則已鎖定，無法重設。 若要解除鎖定，請適當設定已啟用旗標並 完成組態。之後需要重新開機。

source: Rules successfully restored
cs: Pravidla byla úspěšně obnovena
es: Las reglas se han restaurado correctamente
fr: Les règles ont été restaurées avec succès
gl: Regras restauradas correctamente
hu: A szabályok visszaállítása sikeres
it: Regole ripristinate correttamente
ja: ルールは正しく復元されました
nl: De regels zijn hersteld
pt_br: Regras restauradas com sucesso
sk: Pravidlá boli úspešne obnovené
tr: Kurallar başarıyla geri yüklendi
zh_tw: 規則重建成功

source: Cannot reset rules. Check /etc/audit/audit.rules.
cs: Pravidla nelze resetovat. Prohlédněte si /etc/audit/audit.rules.
es: No es posible reiniciar las reglas. Compruebe /etc/audit/audit.rules.
fr: Impossible de réinitialiser les règles. Vérifiez /etc/audit/audit.rules.
gl: Non se pode restablecer as regras. Comprobe /etc/audit/audit.rules.
hu: A szabályok nem állíthatók vissza. Ellenőrizze az /etc/audit/audit.rules fájlt.
it: Impossibile azzerare le regole. Controllare /etc/audit/audit.rules.
ja: ルールをリセットできません。 /etc/audit/audit.rules を確認してください。
nl: Kan de regels niet opnieuw instellen. De regels in /etc/audit/audit.rules controleren.
pt_br: Impossível redefinir as regras. Verifique o arquivo /etc/audit/audit.rules.
sk: Nie je možné resetovať pravidlá. Skontrolujte /etc/audit/audit.rules.
tr: Kurallar sıfırlanamıyor. /etc/audit/audit.rules kontrol edin.
zh_tw: 無法重設規則。檢查 /etc/audit/audit.rules。

source: The rules are already locked. A test is impossible because sending new rules will cause an error.
cs: Pravidla jsou již uzamčena. Test není možný, protože odeslání nových pravidel způsobí chybu.
es: Las reglas ya están bloqueadas. No es posible realizar una prueba porque se producirá un error al enviar las reglas nuevas.
fr: Les règles sont déjà verrouillées. Un test n'est actuellement pas possible car l'envoi de nouvelles règles provoquera une erreur.
hu: A szabályok már zárolva vannak. A teszt nem lehetséges, mert az új szabályok küldése hibát okoz.
it: Le regole sono già bloccate. È impossibile eseguire un test in quanto l'invio di nuove regole causerebbe un errore.
ja: ルールは既にロック (施錠) されています。 新しいルールを送信してしまうとエラーになってしまうため、 テストをすることができません。
nl: De regels zijn reeds vergrendeld. Een test is niet mogelijk omdat nieuwe regels verzenden een fout veroorzaakt.
pt_br: As regras já estão bloqueadas. Impossível realizar um teste porque o envio de novas regras causará um erro.
sk: Pravidlá sú už uzamknuté. Test nie je možný, pretože odoslanie nových pravidiel spôsobí chybu.
tr: Kurallar zaten kilitli. Yeni kurallar gönderildiği için bir test mümkün değil hataya neden olacaktır.
zh_tw: 規則已鎖定。 由於傳送新規則會導致錯誤， 無法進行測試。

source: Lock is set in audit.rules (-e 2). It makes no sense to continue, because the rules will be locked until next boot.
cs: V audit.rules je nastaven zámek (-e 2). Nemá smysl pokračovat, protože pravidla budou uzamčena do příštího startu.
es: El bloqueo está definido en audit.rules (-e 2). No tiene sentido continuar, porque las reglas continuarán bloqueadas hasta el siguiente reinicio.
fr: Les règles d'audit sont verrouillées (-e 2). Il est inutile de continuer car les règles resteront verrouillées jusqu'au prochain redémarrage.
hu: Az audit.rules (-e 2) zárolva. Nincs értelme folytatni, mivel a szabályok a következő rendszerindításig zárolva vannak.
it: È impostato il blocco in audit.rules (-e 2). Non ha senso continuare in quanto le regole saranno bloccate fino al prossimo avvio.
ja: audit.rules (-e 2) 内でロック (施錠) が設定されています。 ルールは次回の起動までロック (施錠) されるため、 続行しても意味がありません。
nl: Er is een vergrendeling aangebracht in audit.rules (-e 2). Het heeft geen zin door te gaan, omdat de regels vergrendeld zijn tot de volgende herstart van het systeem.
pt_br: Um bloqueio está definido em audit.rules (-e 2). Não faz sentido prosseguir, porque as regras estarão bloqueadas até a próxima inicialização.
sk: Zámok je nastavený v audit.rules (-e 2). Nemá zmysel pokračovať, pretože pravidlá budú zamknuté do nasledujúceho štartu systému.
tr: Kilit, audit.rules (-e 2) içinde ayarlanır. Devam etmenin bir anlamı yok, çünkü kurallar bir sonraki açılışa kadar kilitlenebilir.
zh_tw: audit.rules 中設定了鎖定 (-e 2)。 繼續操作已沒有意義，因為規則將一直處於鎖定狀態， 直至下次開機。

source: Success
cs: Úspěch
es: Correcto
fr: Succès
gl: Éxito
hu: Sikeres beállítás
it: Successo
ja: 成功
nl: Succes
pt_br: Sucesso
sk: Hotovo
tr: Başarılı
zh_tw: 成功

source: Cannot create tmp file for rules.
cs: Není možné vytvořit dočasný soubor pro pravidla.
es: No es posible crear el archivo temporal para las reglas.
fr: Impossible de créer le fichier temporaire pour les règles.
gl: Non se pode crear un ficheiro temporal para as regras.
hu: A szabályokhoz az átmeneti fájl létrehozása sikertelen.
it: Impossibile generare il file temporaneo per le regole.
ja: ルール用の一時ファイルを作成できません。
nl: tmp-bestand voor de regels kan niet worden gemaakt.
pt_br: Impossível criar o arquivo temporário para as regras.
sk: Nie je možné vytvoriť súbor tmp pre pravidlá.
tr: Kurallar için tmp dosyası oluşturulamıyor.
zh_tw: 無法為規則建立 tmp 檔案。

source: Select an example
cs: Vyberte příklad
es: Seleccione un ejemplo
fr: Sélectionnez un exemple
gl: Escolla un exemplo
hu: Válasszon ki egy példát
it: Selezionare un esempio
ja: 例を選択してください
nl: Selecteer een voorbeeld
pt_br: Selecione um exemplo
sk: Vybrať príklad
tr: Bir örnek seçin
zh_tw: 選取一個範例

source: Lock set
cs: Zámek byl nastaven
es: Bloqueo definido
fr: Verrou posé
gl: Bloqueo establecido
hu: Zárolás
it: Blocco impostato
ja: ロック設定
nl: Vergrendel de set
pt_br: Bloqueio definido
sk: Zámok je nastavený
zh_tw: 已設定鎖定

source: The audit configuration is locked (option -e 2). This means the rules are locked until next boot! If you really want this, make sure '-e 2' is the last entry in the rules file. If not, either enable or disable auditing. To check or change the rules, go back to the rules editor.
cs: Konfigurace auditu je uzamčena (volba -e 2). To znamená, že pravidla budou uzamčena do příštího startu! Pokud toto opravdu chcete, ujistěte se, že '-e 2' je poslední záznam v souboru pravidel. Pokud ne, povolte nebo zakažte auditování. Chcete-li pravidla zkontrolovat nebo změnit, přejděte zpět do editoru pravidel.
es: La configuración de auditoría está bloqueada (opción -e 2). Esto significa que las reglas están bloqueadas hasta el próximo reinicio. Si es realmente lo que desea, asegúrese de que "-e 2" es la última entrada del archivo de reglas. Si no es así, habilite o inhabilite la auditoría. Para comprobar o cambiar las reglas, vuelva al editor de reglas.
fr: La configuration de l'audit est verrouillée (option -e 2). Cela signifie que les règles resteront verrouillées jusqu'au prochain redémarrage. Si tel est votre souhait, assurez-vous que l'option '-e 2' est la dernière entrée dans le fichier de règles. Dans le cas contraire, activez ou désactivez l'audit. Pour vérifier ou modifier les règles, retournez dans l'éditeur de règles.
hu: Az audit beállítások zárolva vannak (-e 2). Ez azt jelenti, hogy a következő rendszerindításig zárolva maradnak. Amennyiben valóban ezt akarja, bizonyosodjon meg róla, hogy szabályokat tartalmazó fájl utolsó bejegyzése '-e 2' Amennyiben nem, az auditálást engedélyezheti vagy letilthatja. A szabályok ellenőrzéséhez vagy szerkesztéséhez menjen vissza a szabályszerkesztőbe.
it: La configurazione di audit è bloccata (opzione -e 2). Questo significa che le regole sono bloccate fino al prossimo avvio. Se realmente lo si vuole, assicurarsi che '-e 2' sia l'ultima voce nel file delle regole. Altrimenti, abilitare o disabilitare l'auditing. Per verificare o modificare le regole, tornare all'editor delle regole.
ja: 監査設定がロック (施錠) されています (オプション -e 2) 。 このことは、次の起動時までルールがロックされることを意味しています！ 本当にこれを実施したい場合は、 '-e 2' がルールファイルの最後の項目として 記述されていることを確認してください。そうでない場合は監査を有効または無効にしてください。 ルールを確認したり変更したりしたい場合は、 ルールエディタに戻ってください。
nl: De audit-configuratie is vergrendeld (optie -e 2). Dit betekent dat de regels geblokkeerd zijn tot de volgende opstart! Als u dit echt wilt, zorg er dan voor dat '-e 2' het laatste item is in het bestand met regels. Zo niet, schakel auditing in of uit. Om de regels te controleren of te wijzigen, gaat u terug naar de bewerker voor regels.
pt_br: A configuração de auditoria está bloqueada (opção -e 2). Isto significa que as regras estão bloqueadas até a próxima inicialização! Se você realmente deseja fazer isso, verifique se ''-e 2'' é a última entrada no arquivo de regras. Do contrário, habilite ou desabilite a auditoria. Para verificar ou mudar as regras, retorne ao editor de regras.
sk: Konfigurácia auditu je uzamknutá (voľba -e 2). To znamená, že pravidlá sú zamknuté do nasledujúceho štartu systému! Ak toto naozaj chcete, uistite sa, že '-e 2' je posledná záznam v súbore pravidiel. Ak nie, povoľte alebo zakážte auditovanie. Ak chcete skontrolovať alebo zmeniť pravidlá, vráťte sa späť do editora pravidiel.
tr: Denetim yapılandırması kilitli (seçenek -e 2). Bu, kuralların bir sonraki açılışa kadar kilitli olduğu anlamına gelir! Bunu gerçekten istiyorsanız, son girişin '-e 2' olduğundan emin olun. kurallar dosyasında. Değilse, denetimi etkinleştirin veya devre dışı bırakın. Kuralları kontrol etmek veya değiştirmek için kural düzenleyiciye geri dönün.
zh_tw: 稽核組態已鎖定 (選項 -e 2)。 這意味著下次開機前，規則會一直處於鎖定狀態！ 若確實希望如此，請確定「-e 2」是 規則檔案中的最後一項。若不希望如此，請啟用或停用稽核。 若要檢查或變更規則，請返回規則編輯器。

source: General Settings
cs: Obecná nastavení
es: Configuración general
fr: Paramètres généraux
gl: Configuración xeral
hu: Általános beállítások
it: Impostazioni globali
ja: 一般設定
nl: Algemene instellingen
pt_br: Configurações gerais
sk: Všeobecné nastavenia
tr: Genel ayarlar
zh_tw: 一般設定

source: &Log File
cs: Soubor protoko&lu
es: Archivo de &registro
fr: Fichier de &journalisation
gl: Ficheiro de &rexistro
hu: Nap&lófájl
it: File di &log
ja: ログファイル (&L)
nl: &Logboekbestand
pt_br: Arquivos de &Registro
sk: &Záznamový súbor
tr: &Kayıt dosyası
zh_tw: 記錄檔案(&L)

source: Select Fi&le
cs: Vybrat &soubor
es: Seleccionar ar&chivo
fr: Sélectionner un fi&chier
gl: Seleccionar fi&cheiro
hu: &Fájl kiválasztása
it: Seleziona fi&le
ja: ファイルの選択 (&L)
nl: Bestand se&lecteren
pt_br: Se&lecionar arquivo
sk: &Vybrať súbor
tr: &Dosya seç
zh_tw: 選取檔案(&L)

source: &Format
cs: &Formátovat
es: &Formato
gl: &Formatar
hu: &Formátum
it: &Formato
ja: 書式 (&F)
nl: &Formatteren
pt_br: &Formatar
sk: &Formát
tr: &Biçimlendir
zh_tw: 格式化(&F)

source: Fl&ush
cs: &Zápis na disk
es: &Vaciar
fr: &Vider
gl: Li&berar
hu: Kií&rás
it: Alli&nea
ja: フラッシュ (&U)
nl: L&eegmaken
pt_br: &Liberar
sk: &Spláchnuť
zh_tw: 衝洗(&U)

source: Fre&quency (Number of Records)
cs: Fre&kvence (Počet záznamů)
es: Fre&cuencia (número de registros)
fr: Fré&quence (nombre d'enregistrements)
gl: Fre&cuencia (número de rexistros)
hu: &Gyakoriság (bejegyzések száma)
it: Fre&quenza (Numero di Record)
ja: 頻度 (レコード数) (&Q)
nl: Fre&quentie (Aantal records)
pt_br: Fre&quência (número de registros)
sk: &Frekvencia (Počet záznamov)
tr: Frekans (Kayıt Sayısı)
zh_tw: 頻率 (記錄數)(&Q)

source: Size and Action
cs: Velikost a akce
es: Tamaño y acción
fr: Taille et action
gl: Tamaño e acción
hu: Méret és művelet
it: Dimensione e Azione
ja: サイズとアクション
nl: Grootte en actie
pt_br: Tamanho e ação
sk: Veľkosť a akcia
tr: Boyut ve Eylem
zh_tw: 大小和動作

source: Ma&x File Size (MB)
cs: Ma&x. velikost souboru (MB)
es: Tamaño má&ximo de archivo (MB)
fr: Taille ma&ximale du fichier (Mo)
gl: Tamaño má&ximo de ficheiro (MB)
hu: Ma&ximális fájlméret (MB)
it: D&imensione massima del file (MB)
ja: 最大サイズ (MB) (&X)
nl: Ma&ximumgrootte van bestand (MB)
pt_br: Tamanho má&ximo de arquivo (MB)
sk: Ma&x veľkosť súboru (MB)
tr: Maks Dosya Boyutu (MB)
zh_tw: 最大檔案大小 (MB)(&X)

source: M&aximum File Size Action
cs: Akce ma&ximální velikosti souboru
es: Acción de tamaño má&ximo de archivo
fr: Action si le fichier atteint la taille maximale
gl: Tamaño m&áximo de acción de ficheiro
hu: M&aximális fájlméret művelet
it: &Azione di dimensione massima del file
ja: 最大ファイルサイズアクション (&A)
nl: Actie bij m&aximum-grootte van bestand
pt_br: Ação para &Tamanho Máximo de Arquivo
sk: Akcia m&aximálnej veľkosti súboru
tr: maksimum Dosya Boyutu Eylemi
zh_tw: 檔案最大大小動作(&A)

source: &Number of Log Files
cs: &Počet souborů protokolu
es: &Número de archivos de registro
fr: &Nombre de fichiers de journalisation
gl: &Número de ficheiros de rexistro
hu: &Naplófájlok száma
it: &Numero dei file di log
ja: ログファイルの数 (&N)
nl: &Aantal logboekbestanden
pt_br: &Número de Arquivos de Registro
sk: &Počet záznamových súborov
tr: &Günlük Dosyası Sayısı
zh_tw: 記錄檔案數(&N)

source: Computer Names
cs: Názvy počítačů
es: Nombres de equipo
fr: Noms des ordinateurs
gl: Nomes de ordenador
hu: Számítógépnevek
it: Nomi del computer
ja: コンピュータ名
nl: Computernamen
pt_br: Nomes de computadores
sk: Názvy počítačov
tr: Bilgisayar Adları
zh_tw: 電腦名稱

source: &Computer Name Format
cs: Formát názvů &počítačů
es: Formato de nombre de &equipo
fr: Format du nom d'or&dinateur
gl: Formato dos nomes de &ordenador
hu: S&zámítógépnév formátuma
it: Formato nome del &computer
ja: コンピュータ名の書式 (&C)
nl: Indeling voor &computernamen
pt_br: Formato do nome do &computador
sk: &Formát názvu počítača
tr: &Bilgisayar Adı Biçimi
zh_tw: 電腦名稱格式(&C)

source: User Defined Name
cs: Název určený uživatelem
es: Nombre definido por el usuario
fr: Nom défini par l'utilisateur
gl: Nome definido polo usuario
hu: Felhasználó által meghatározott név
it: Nome definito dall'utente
ja: ユーザ定義の名前
nl: Door gebruiker gedefinieerde naam
pt_br: Nome definido pelo usuário
sk: Používateľom definovaný názov
tr: Kullanıcı Tanımlı Ad
zh_tw: 使用者定義的名稱

source: Dispatcher Settings
cs: Nastavení dispečera
es: Configuración del expedidor
fr: Paramètres du répartiteur
gl: Preferencias do despachador
hu: Vezérlőprogram beállításai
it: Impostazioni Dispatcher
ja: ディスパッチャの設定
nl: Instellingen voor verdeelprogramma
pt_br: Configurações do Dispatcher
sk: Nastavenia dispečera
tr: Gönderici Ayarları
zh_tw: 發送器設定

source: Dispatcher Program
cs: Dispečerský program
es: Programa expedidor
fr: Programme répartiteur
gl: Programa despachador
hu: Vezérlőprogram
it: Programma Dispatcher
ja: ディスパッチャプログラム
nl: Verdeelprogramma
pt_br: Programa Dispatcher
sk: Dispečerský program
tr: Gönderici Programı
zh_tw: 發送器程式

source: C&ommunication
cs: K&omunikace
es: C&omunicación
gl: C&omunicación
hu: K&ommunikáció
it: C&omunicazione
ja: 通信 (&O)
nl: C&ommunicatie
pt_br: C&omunicação
sk: &Komunikácia
tr: İletişim
zh_tw: 通訊(&O)

source: Value and Action for Space Is Starting to Run Low
cs: Brzy začne docházet místo – hodnota a akce
es: Valor y acción si se empieza a agotar el espacio
fr: Valeur et action lorsque l'espace disque libre commence à devenir faible
gl: Valor e acción para o espazo está comezando a esgotarse
hu: Szabad hely csökkenésének értéke és művelete
it: Valore e Azione se lo spazio sta diventando insufficiente
ja: 容量が少なくなりはじめた判断する値とそのアクション
nl: Waarde en actie voor ruimte begint een laag niveau te krijgen
pt_br: Valor e Ação para o Espaço Começando a se Esgotar
sk: Hodnota a akcia pre Miesta začína byť málo
tr: Alan İçin Değer ve Eylem Düşük Çalışmaya Başlıyor
zh_tw: 空間開始過低時的值與動作

source: &Space Left on Disk (MB)
cs: &Zbývající místo na disku (MB)
es: E&spacio restante en el disco (MB)
fr: E&space restant sur le disque (Mo)
gl: &Espazo que queda no disco (MB)
hu: &Megmaradt hely a lemezen (MB)
it: &Spazio rimanente sul disco (MB)
ja: ディスクの残り容量 (MB) (&S)
nl: &Ruimte over op de schijf (MB)
pt_br: E&spaço livre em disco (MB)
sk: &Zostávajúce miesto na disku (MB)
tr: &Diskte Kalan Alan (MB)
zh_tw: 磁碟剩餘空間 (MB)(&S)

source: &Action
cs: &Akce
es: &Acción
gl: &Acción
hu: &Művelet
it: &Azione
ja: アクション (&A)
nl: &Actie
pt_br: &Ação
sk: &Akcia
tr: &Hareket
zh_tw: 動作(&A)

source: Path to Script
cs: Cesta ke skriptu
es: Ruta al guion
fr: Chemin du script
gl: Ruta ao script
hu: Parancsfájl elérési útja
it: Percorso dello script
ja: スクリプトのパス
nl: Pad naar script
pt_br: Caminho para o script
sk: Cesta ku skriptu
tr: Komut Dosyası Yolu
zh_tw: 程序檔路徑

source: Value and Action for Space Is Running Low
cs: Dochází místo – hodnota a akce
es: Valor y acción si se está agotando el espacio
fr: Valeur et action lorsque l'espace disque libre devient faible
gl: Valor e acción para o espazo que está a esgotarse
hu: Szabad hely elfogyásának értéke és művelete
it: Valore e Azione se lo spazio è insufficiente
ja: 容量が少ないと判断する値とそのアクション
nl: Waarde en actie voor ruimte krijgt een laag niveau
pt_br: Valor e Ação para o Espaço se Esgotando
sk: Hodnota a akcia pre Miesta je málo
tr: Alan İçin Değer ve Eylem Azalıyor
zh_tw: 空間過低時的值與動作

source: &Admin Space Left (MB)
cs: &Zbývající místo pro správu (MB)
es: Espacio de &administración restante en el disco (MB)
fr: Espace restant pour l'&Admin (Mo)
gl: &Administrador do espazo restante (MB)
hu: &Adminisztrátor szabad helye a lemezen (MB)
it: Spazio &amministratore rimanente (MB)
ja: 管理者用の残り容量 (MB) (&A)
nl: &Vrije beheerruimte (MB)
pt_br: Espaço restante do &administrador (MB)
sk: &Zostávajúce miesto pre správu (MB)
tr: &Yönetici Alanı Sol (MB)
zh_tw: 管理剩餘空間 (MB)(&A)

source: Ac&tion
cs: A&kce
es: Acc&ión
gl: Ac&ción
hu: &Művelet
it: A&zione
ja: アクション (&T)
nl: Ac&tie
pt_br: Açã&o
sk: &Akcia
tr: Eylem
zh_tw: 動作(&T)

source: Action Mail Account
cs: Poštovní účet akce
es: Cuenta de correo de acción
fr: Compte du message d'action
gl: Conta de correo de acción
hu: Művelet levélcíme
it: Account e-mail dell'azione
ja: アクションメールアカウント
nl: E-mailaccount voor actie
pt_br: Conta de E-mail da Ação
sk: Mailový účet akcie
tr: Eylem Posta Hesabı
zh_tw: 郵件帳戶動作

source: Action on Error or Disk Full
cs: Akce při chybě nebo zaplnění disku
es: Acción cuando se produzca un error o se llene el disco
fr: Action en cas d'erreur ou de saturation du disque
gl: Acción cando hai erro ou disco cheo
hu: Művelet hiba vagy lemez beteltekor
it: Azione per Errore o Disco pieno
ja: エラー／ディスク満杯時のアクション
nl: Actie bij fout of volle schijf
pt_br: Ação em caso de erro ou disco cheio
sk: Akcia pri chybe alebo plnom disku
tr: Hata veya Disk Dolu İşlemi
zh_tw: 出錯或磁碟已滿時的動作

source: Disk &Full Action
cs: Akce při &zaplnění disku
es: Acción cuando se llene el &disco
fr: Action si le disque est &plein
gl: Acción disco &cheo
hu: Művelet lemez &beteltekor
it: Azione disco &pieno
ja: ディスク満杯時のアクション (&F)
nl: Actie bij &volle schijf
pt_br: Ação Quando o &Disco Estiver Cheio
sk: &Akcia pri plnom disku
tr: Disk &Tam Eylem
zh_tw: 磁碟已滿動作(&F)

source: Disk &Error Action
cs: Akce při &chybě disku
es: Acción cuando se produzca un &error del disco
fr: Action en cas d'&erreur disque
gl: Acción &erro de disco
hu: Művelet lemez &meghibásodásakor
it: Azione &errore disco
ja: ディスクエラー時のアクション (&E)
nl: Actie bij &fout met schijf
pt_br: Ação Quando Ocorrer &Erro no Disco
sk: &Akcia pri chybe disku
tr: Disk &Hata Eylemi
zh_tw: 磁碟錯誤動作(&E)

source: &Set Enabled Flag
cs: &Nastavit příznak Povoleno
es: &Definir indicador de habilitación
fr: Dé&finir l'indicateur d'activation
gl: &Establecer bandeira de activado
hu: &Engedélyezőjel beállítása
it: Impo&sta marcatore attivato
ja: 有効化フラグを設定する (&S)
nl: &Schakel 'Ingeschakeld attribuut' in
pt_br: Definir Flag &Habilitado
sk: &Nastaviť povolený príznak
tr: &Etkin Bayrak Ayarla
zh_tw: 設定啟用旗標(&S)

source: Auditing enabled
cs: Auditování povoleno
es: Auditoría habilitada
fr: Audit activé
gl: Auditoría activada
hu: Auditálás engedélyezve
it: Auditing abilitato
ja: 監査が有効になっています
nl: Validatie ingeschakeld
pt_br: Auditoria habilitada
sk: Auditovanie povolené
tr: Denetim etkin
zh_tw: 已啟用稽核

source: Auditing disabled
cs: Auditování zakázáno
es: Auditoría inhabilitada
fr: Audit désactivé
gl: Auditoría desactivada
hu: Auditálás letiltva
it: Auditing disabilitato
ja: 監査が無効になっています
nl: Validatie uitgeschakeld
pt_br: Auditoria desabilitada
sk: Auditovanie zakázané
tr: Denetim devre dışı
zh_tw: 已停用稽核

source: Rules are locked (until next boot)
cs: Pravidla jsou uzamčena (až do příštího spuštění systému)
es: Las reglas están bloqueadas (hasta el siguiente arranque)
fr: Les règles sont verrouillées (jusqu'au prochain démarrage)
gl: As regras están bloqueadas (ata o seguinte arrinque)
hu: A szabályok zárolva (a következő rendszerindításig)
it: Le regole sono bloccate (fino al prossimo avvio)
ja: ルールがロック (施錠) されています (次の起動まで)
nl: Regels zijn vergrendeld (tot de volgende start van het systeem)
pt_br: As regras estão bloqueadas (até o próximo boot)
sk: Pravidlá sú zamknuté (až do nasledujúceho štartu systému)
tr: Kurallar kilitli (bir sonraki açılışa kadar)
zh_tw: 規則已鎖定 (直到下次開機)

source: Edit the rules for the audit subsystem here:
cs: Zde upravte pravidla pro subsystém auditování:
es: Editar las reglas para el subsistema de auditoría aquí:
fr: Modifier les règles pour le sous-système d'audit :
gl: Editar aquí as regras para o subsistema auditor
hu: Szabályok szerkesztése az audit alrendszerhez:
it: Modificare le regole per il sottosistema audit qui:
ja: ここでは監査サブシステムのルールを編集してください:
nl: Bewerk de regels voor het validatiesubsysteem hier:
pt_br: Edite as regras do subsistema de auditoria aqui:
sk: Tu upravte pravidlá pre subsystém auditu:
tr: Denetim alt sisteminin kurallarını burada düzenleyin:
zh_tw: 在此處編輯稽核子系統的規則︰

source: &Check Syntax
cs: &Zkontrolovat syntaxi
es: &Comprobar sintaxis
fr: &Vérifier la syntaxe
gl: &Verificar sintaxe
hu: &Szintaxis ellenőrzése
it: &Verifica sintassi
ja: 構文の確認 (&C)
nl: &Controleer syntaxis
pt_br: &Verificar sintaxe
sk: &Skontrolovať syntax
tr: &Sözdizimini Kontrol Et
zh_tw: 檢查語法(&C)
