Repository: yast/yast-translations
Catalog: po/audit-laf/*.po
Languages: cs, es, fr, gl, hu, it, ja, nl, pt_br, sk, tr, zh_tw

source: <p><b>Flush</b>: describes how to write the data to disk. If set to <i>INCREMENTAL</i> the <b>Frequency</b> parameter tells how many records to write before issuing an explicit flush to disk. <i>NONE</i> means: no special effort is made to flush data, <i>DATA</i>: keep data portion synced, <i>SYNC</i>: keep data and meta-data fully synced.</p>
cs: <p><b>Vylít</b>: popisuje, jak zapsat data na disk. Pokud je nastaveno na <i>INCREMENTAL</i>, parametr <b>Frekvence</b> určuje, kolik záznamů je zapsáno před zadáním explicitního vylití na disk. <i>NONE</i> znamená, že není žádné speciální úsilí data vylít. <i>DATA</i>: udržovat části dat synchronizované. <i>SYNC</i>: udržovat data a metadata plně synchronizována.</p>
es: <p><b>Vaciar</b> describe como se escriben los datos en el disco. Si se define <i>INCREMENTAL,</i> el parámetro <b>Frecuencia</b> indica cuántos registros se deben escribir antes de realizar un vaciado explícito en el disco. <i>NONE</i> indica que no se realiza ningún intento de vaciar los datos; <i>DATA</i> mantiene la porción de datos sincronizada; <i>SYNC</i> mantiene los datos y los metadatos completamente sincronizados.</p>
fr: <p><b>Vidage</b> : décrit la manière d'écrire les données sur le disque. Si défini sur <i>INCREMENTAL</i>, le paramètre <b>Fréquence</b> définit combien d'enregistrements doivent être écrits avant de les vider sur le disque. <i>NONE</i> signifie : aucun effort particulier n'est fourni pour vider les données ; <i>DATA</i> : une partie des données reste synchronisée ; <i>SYNC</i> : l'ensemble des données et métadonnées restent synchronisées.</p>
hu: <p><b>Kiírás</b>: meghatározza, az adatok kiírásának módját a lemezre. Amennyiben ez <i>INCREMANTAL</i> a <b>Gyakoriság</b> paraméter megadja, hogy mennyi bejegyzés kerül írásra mielőtt a lemezre történő kiírás elkezdődik. A <i>NONE</i> beállításnál nem történik semmi az adatok kiírása érdekében, a <i>DATA</i> az adatrészeket tartja szinkronban, a <i>SYNC</i> pedig az adatokat és a metaadatokat is szinkronizálja.</p>
it: <p><b>Allinea</b>: indica la procedura per la scrittura dei dati sul disco. Se impostato su <i>INCREMENTAL</i>, il parametro <b>Frequenza</b> indica il numero di record da scrivere prima di eseguire un allineamento esplicito sul disco. <i>NONE</i> indica che non vengono effettuate operazioni particolari per allineare i dati, <i>DATA</i>: mantiene una porzione di dati sincronizzata, <i>SYNC</i>: mantiene dati e metadati completamente sincronizzati.</p>
ja: <p><b>フラッシュ</b>: ディスクへの書き込み方法を指定します。 <i>INCREMENTAL</i> を指定すると、 <b>頻度</b> パラメータでディスクへの実際の書き込みを行なう際に、 どれだけのレコード数分をまとめて書くかを指定します。 <i>NONE</i> を指定すると、データの書き込みについては何も行ないません。 <i>DATA</i> を指定すると、データ部分について同期を行ないます。 <i>SYNC</i> を指定すると、データとメタデータの両方を同期して書き込みます。</p>
nl: <p><b>Leegmaken</b>: (van buffer) beschrijft hoe de gegevens naar schijf worden geschreven. Als deze is ingesteld op <i>INCREMENTEEL</i> dan geeft de <b>Frequentie</b>-parameter aan hoeveel records in de buffer te schrijven alvorens deze expliciet leeg te maken naar schijf. <i>GEEN</i> betekent: geen speciale inspanning bij het leegmaken, <i>GEGEVENS</i>: houd het gegevensgedeelte gesynchroniseerd, <i>SYNC</i>: houd de gegevens en de metagegevens volledig gesynchroniseerd.</p>
pt_br: <p><b>Descarregar</b>: descreve como os dados são gravados em disco. Se definido como <i>INCREMENTAL</i>, o parâmetro <b>Frequência</b> determinará quantos registros serão gravados antes de descarregar explicitamente no disco. <i>NONE</i>: significa que nenhum esforço especial é feito para descarregar os dados, <i>DATA</i>: mantém a parte dos dados sincronizada, <i>SYNC</i>: mantém os dados e os metadados totalmente sincronizados.</p>
sk: <p><b>Spláchnuť</b>: popisuje, ako zapisovať dáta na disk. Ak je nastavené <i>INCREMENTAL</i> parameter <b>Frekvencia</b> udáva, koľko záznamov na zápis treba pred vydaním explicitného spláchnutia na disk. <i>NONE</i> znamená: nie je vynaložené žiadne osobitné úsilie na spláchnutie dát, <i>DATA</i>: udržiavať časť dát synchronizovanú, <i>SYNC</i>: udržiavať dáta a metadáta plne synchronizované.</p>
tr: <p><b>Flush</b>: verilerin diske nasıl yazılacağını açıklar. <i>ARTIMLI</i> olarak ayarlanırsa, <b>Frequency</b> parametresi, diske açık bir boşaltma yapılmadan önce kaç kayıt yazılacağını söyler. <i>HİÇBİRİ</i> şu anlama gelir: verileri temizlemek için özel bir çaba gösterilmez, <i>VERİ</i>: veri bölümünün senkronize olmasını sağlar, <i>SYNC</i>: verileri ve meta verileri tamamen senkronize halde tutun.</p>
zh_tw: <p><b>Flush</b>：描述如何將資料寫入磁碟。若設定為 <i>INCREMANTAL</i>，則 <b>Frequency</b> 參數將指定發出明確衝洗至磁碟指令之前寫入的記錄數。 <i>NONE</i>︰不對衝洗資料執行特殊動作，<i>DATA</i>︰將資料部分保持同步， <i>SYNC</i>：將資料與中繼資料完全保持同步。</p>

source: <p>Configure the maximum log file size (in megabytes) and the action to take when this value is reached via <b>Size and Action</b>.</p>
cs: <p>V rámečku <b>Velikost a akce</b> nastavte maximální velikost souboru protokolu (v MB) a akci, která se má při dosažení této hodnoty provést.</p>
es: <p>Configure el tamaño máximo del archivo de registro (en megabytes) y la acción que se debe realizar cuando se alcance este valor en <b>Tamaño y acción.</b></p>
fr: <p>Configurez la taille maximale du fichier journal (en Mo) et l'opération à effectuer lorsque cette valeur est atteinte dans <b>Taille et action</b>.</p>
hu: <p>Állítsa be a naplófájl maximális méretét és a az érték elérésekor végrehajtandó teendőt a <b>Méret és művelet</b> részben.</p>
it: <p>Configurare la dimensione massima del file di log (in megabyte) e l'azione da eseguire quando tale valore viene raggiunto tramite <b>Dimensione e Azione</b>.</p>
ja: <p>ログファイルの最大サイズ (メガバイト単位) を指定し、 <b>サイズとアクション</b> 枠で指定した サイズに届いたときに実行するアクションを指定してください。</p>
nl: <p>Configureer de maximum grootte van het logbestand (in megabytes) en de te nemen actie als deze waarde is bereikt via <b>Grootte en actie</b>.</p>
pt_br: <p>Configure o tamanho máximo do arquivo de registro (em megabytes) e a ação a ser tomada quando este valor for atingido em <b>Tamanho e Ação</b>.</p>
sk: <p>Konfigurovať maximálnu veľkosť záznamového súboru (v megabajtoch) a akciu, ktorá sa má vykonať, po dosiahnutí tejto hodnoty cez <b>Veľkosť a akcia</b>.</p>
tr: <p>Maksimum günlük dosyası boyutunu (megabayt olarak) ve bu durumda yapılacak işlemi yapılandırın. değere <b>Boyut ve Eylem</b> aracılığıyla ulaşılır.</p>
zh_tw: <p>設定記錄檔案的最大大小 (以 MB 為單位)， 並在<b>「大小與動作」</b>中指定達到此值時要採取的動作。</p>

source: <p>If the action is set to <i>ROTATE</i> the <b>Number of Log Files</b> specifies the number of files to keep. Set to <i>SYSLOG</i>, the audit daemon will write a warning to /var/log/messages. With <i>SUSPEND</i> the daemon stops writing records to disk. <i>IGNORE</i> means do nothing, <i>KEEP_LOGS</i> is similar to ROTATE, but log files are not overwritten.</p>
cs: <p>Pokud je akce nastavena na <i>ROTATE</i>, pole <b>Počet souborů protokolu</b> určuje počet souborů, které se mají ponechat. Při nastavení <i>SYSLOG</i> démon auditu zapíše varování do /var/log/messages. Při nastavení <i>SUSPEND</i> démon přestane zapisovat záznamy na disk. Při nastavení <i>IGNORE</i> se neprovede žádná akce. Nastavení <i>KEEP_LOGS</i> je podobné jako ROTATE, ale soubory protokolu se nepřepisují.</p>
es: <p> Si la acción se define como <i>ROTATE</i>, el campo <b>Número de archivos de registro</b> especifica el número de archivos que se deben conservar. Si se define como <i>SYSLOG</i>, el daemon de auditoría escribirá una advertencia en /var/log/messages. Con <i>SUSPEND</i>, el daemon detiene la escritura de registros en el disco. <i>IGNORE</i> significa que no se hará nada. <i>KEEP_LOGS</i> es similar a ROTATE, pero los archivos de registro no se sobrescriben.</p>
fr: <p>Si l'action est définie sur <i>ROTATE</i>, le <b>nombre de fichiers journaux</b> spécifie combien de fichiers sont conservés. Si elle est définie sur <i>SYSLOG</i>, le daemon d'audit écrira un avertissement dans /var/log/messages. Avec <i>SUSPEND</i>, le daemon interrompt l'écriture d'enregistrements sur le disque. <i>IGNORE</i> signifie de ne rien faire, <i>KEEP_LOGS</i> est similaire à ROTATE, si ce n'est que les fichiers journaux ne sont pas écrasés.</p>
hu: <p>Amennyiben a teendő <i>ROTATE</i> a <b>Naplófájlok száma</b> határozza meg a megtartandó fájlok számát. A <i>SYSLOG</i> azt jelenti, hogy az audit démon a figyelmeztetéseket a /var/log/messages fájlba írja, a <i>SUSPEND</i> pedig leállítja a rekordok lemezre írását. Az <i>IGNORE</i> beállításnál nem történik semmi, a <i>KEEP_LOGS</i> pedig nagyon hasonló a ROTATE-hez, de a naplófájlok nem kerülnek felülírásra.</p>
it: <p>Se l'azione è impostata su <i>ROTATE</i>, il <b>Numero di File di Log</b> specifica il numero di file da mantenere. Impostata a <i>SYSLOG</i>, il demone di audit scriverà un avviso su /var/log/messages. Con <i>SUSPEND</i> il demone smette di scrivere i record su disco. <i>IGNORE</i> significa non fare nulla, <i>KEEP_LOG</i> è simile a ROTATE, ma i file di log non sono sovrascritti.</p>
ja: <p>アクションに <i>ROTATE</i> を設定した場合は、保存するファイルの数を <b>ログファイルの数</b> で指定してください。 <i>SYSLOG</i> を指定すると、監査デーモンは警告を /var/log/messages に書き込みます。 <i>SUSPEND</i> を指定すると、ディスクへの書き込みを停止します。 <i>IGNORE</i> を指定すると何も行ないません。 <i>KEEP_LOGS</i> を指定すると、 ROTATE と同じ意味になりますが、ログファイルは上書きされなくなります。</p>
nl: <p>Als de actie is ingesteld op <i>ROTEREN</i> dan specificeert het <b>Aantal logbestanden</b> het aantal te bewaren bestanden. Met <i>SYSLOG</i> zal de audit-daemon een waarschuwing schrijven naar /var/log/messages, met <i>SUSPEND</i> stopt de daemon met schrijven van records naar schijf, <i>NEGEREN</i>: betekent doe niets, <i>KEEP_LOGS</i> is hetzelfde als ROTEREN, maar logbestanden worden niet overschreven.</p>
pt_br: <p>Se a ação for definida como <i>ROTATE</i>, o <b>Número de Arquivos de Registro</b> especificará o número de arquivos a serem mantidos. Se definida como <i>SYSLOG</i>, o daemon de auditoria gravará um aviso em /var/log/messages. Com <i>SUSPEND</i>, o daemon para de gravar os registros em disco. <i>IGNORE</i> não faz nada, <i>KEEP_LOGS</i> é semelhante a ROTATE, mas os arquivos de registro não são sobregravados.</p>
sk: <p>Ak je akcia nastavená na <i>ROTATE</i> <b>Počet záznamových súborov</b> určuje počet súborov, ktoré sa ponechajú. Nastavenie na <i>SYSLOG</i>, démon auditu zapíše varovanie do /var/log/messages. So <i>SUSPEND</i> démon zastaví zapisovanie záznamov na disk. <i>IGNORE</i> znamená nerobiť nič, <i>KEEP_LOGS</i> je podobné ROTATE, ale záznamové súbory sa neprepisujú.</p>
tr: <p>Eylem <i>ROTATE</i> olarak ayarlanmışsa, <b>Günlük Dosyalarının Sayısı</b> sayıyı belirtir saklanacak dosya sayısı. <i>SYSLOG</i> olarak ayarlandığında, denetim arka plan programı bir uyarı yazacaktır /var/log/messages. <i>SUSPEND</i> ile arka plan programı şuraya kayıt yazmayı durdurur: disk. <i>IGNORE</i> hiçbir şey yapmamak anlamına gelir, <i>KEEP_LOGS</i> benzer ROTATE, ancak günlük dosyalarının üzerine yazılmaz.</p>
zh_tw: <p>若將動作設定為 <i>ROTATE</i> ，則<b>「記錄檔案數」</b>將指定 要保留的檔案數。若設定為 <i>SYSLOG</i>，則稽核精靈 會將警告寫入 /var/log/messages 中。使用 <i>SUSPEND</i> 時，精靈將停止向磁碟寫入 記錄。<i>IGNORE</i> 表示不執行動作；<i>KEEP_LOGS</i> 與 ROTATE 類似，但系統不會覆寫記錄檔案。</p>

source: <p><b>Computer Name Format</b> describes how to write the computer name to the log file. If <i>USER</i> is set, the <b>User Defined Name</b> is used. <i>NONE</i> means no computer name is inserted. <i>HOSTNAME</i> uses the name returned by the 'gethostname' syscall. <i>FQD</i> uses the fully qualified domain name.</p>
cs: <p><b>Formát názvu počítače</b> popisuje, jak do souboru protokolu zapisovat název počítače. Při nastavení <i>USER</i> se použije <b>Název určený uživatelem</b>. <i>NONE</i> znamená, že název počítače vkládán nebude. Při nastavení <i>HOSTNAME</i> se použije název vrácený systémovému volání 'gethostname'. Při nastavení <i>FQD</i> se použije plně kvalifikovaný název domény.</p>
es: <p><b>Formato de nombre de equipo</b> describe cómo se debe escribir el nombre del equipo en el archivo de registro. Si se define <i>USER</i>, se usa el <b>nombre definido por el usuario</b>. <i>NONE</i> significa que no se inserta el nombre del equipo. <i>HOSTNAME</i> usa el nombre devuelto por la llamada syscall gethostname. <i>FQD</i> usa el nombre completo del dominio.</p>
fr: <p>La boîte de dialogue <b>Format du nom de l'ordinateur</b> décrit quelle valeur choisir comme nom de machine dans le fichier journal. Si l'option <i>USER</i> est sélectionnée, le champ <b>Nom défini par l'utilisateur</b> sera utilisé. <i>NONE</i> signifie qu'aucun nom d'ordinateur n'est inséré. <i>HOSTNAME</i> utilise le nom rapporté par l'appel système 'gethostname'. <i>FQD</i> (Fully Qualified Domain Name) utilise le nom de domaine complet.</p>
hu: <p>A <b>Számítógépnév formátuma</b> leírja, hogy milyen néven szerepeljen a számítógép a naplófájlban. A <i>USER</i> beállításkor a <b>Felhasználó által meghatározott nevet</b> használja, a <i>NONE</i> beállítás esetén a számítógép neve nem kerül a naplófájlba, a <i>HOSTNAME</i> pedig a 'gethostname' rendszerhívás válaszértékét használja, az <i>FQD</i> esetén pedig a gép teljes tartománynevét.</p>
it: <p><b>Formato nome del computer</b> indica come scrivere il nome del computer nel file di log. Se <i>USER</i> è impostato, viene utilizzato il <b>Nome definito dall'utente</b>. <i>NONE</i> indica che nessun nome di computer viene inserito. <i>HOSTNAME</i> usa il nome restituito dalla chiamata di sistema 'gethostname'. <i>FQD</i> usa il nome del dominio completamente qualificato.</p>
ja: <p><b>コンピュータ名の書式</b> では、ログファイルにどのような形でコンピュータ名を 書き込むかを指定します。 <i>USER</i> を選択すると、 <b>ユーザ定義の名前</b> が使われます。 <i>NONE</i> を選択すると、コンピュータ名が記録されなくなります。 <b>HOSTNAME</b> を選択すると、 'gethostname' システムコールで返される名前を記録します。 <b>FQD</b> を選択すると、完全修飾ドメイン名を記録します。</p>
nl: <p><b>Indeling voor computernaam</b> beschrijft hoe de computernaam naar het logbestand geschreven moet worden. Als <i>GEBRUIKER</i> is ingesteld wordt de <b>Gebruikergedefinieerde naam</b> gebruikt. <i>GEEN</i> betekent dat er geen computernaam ingevoegd wordt, <i>HOSTNAAM</i> is de naam teruggeven door de 'gethostname'-systeemoproep, <i>FQD</i>: volledig gekwalificeerde domeinnaam</p>
pt_br: <p>O <b>Formato do Nome do Computador</b> descreve como gravar o nome do computador no arquivo de registro. Se estiver configurado como <i>USER</i>, o <b>Nome Definido pelo Usuário</b> será usado. <i>NONE</i> significa que o nome do computador não será inserido. <i>HOSTNAME</i> usa o nome retornado pela chamada de sistema ''gethostname''. <i>FQD</i> usa o nome de domínio completo e qualificado.</p>
sk: <p><b>Formát názvu počítača</b> popisuje, ako zapisovať názov počítača záznamového súboru. Ak je nastavené <i>USER</i>, použije sa <b>Používateľom definovaný názov</b>, <i>NONE</i> znamená, že nie je vložený žiadny názov počítača. <i>HOSTNAME</i> použije názov vrátený systémovým volaním 'gethostname'. <i>FQD</i> použije plne kvalifikovaný názov domény.</p>
tr: <p><b>Bilgisayar Adı Biçimi</b>, bilgisayar adının bilgisayara nasıl yazılacağını açıklar. log dosyası. <i>KULLANICI</i> ayarlanırsa, <b>Kullanıcı Tanımlı Ad</b> kullanılmış. <i>YOK</i>, bilgisayar adının girilmediği anlamına gelir. <i>HOSTNAME</i> şunları kullanır: 'gethostname' sistem çağrısı tarafından döndürülen ad. <i>FQD</i> tam nitelikli alan adı.</p>
zh_tw: <p><b>「電腦名稱格式」</b>描述將電腦名稱寫入 記錄檔案的方式。如果設定了 <i>USER</i>，則會使用 <b>「使用者定義的名稱」</b>。<i>NONE</i> 表示不插入任何電腦名稱。<i>HOSTNAME</i> 使用「gethostname」syscall 傳回的 名稱。<i>FQD</i> 使用完全合格的 網域名稱。</p>

source: <p><b><big>Auditd Dispatcher Configuration</big></b><br> Detailed information about the dispatcher settings can be obtained from the manual page ('man auditd.conf').</p>
cs: <p><b><big>Konfigurace dispečerského programu Auditd</big></b><br> Podrobné informace o nastavení dispečerského programu získáte na stránce manuálu (man auditd.conf).<br></p>
es: <p><b><big>Configuración del expedidor de auditd</big></b><br> Puede obtener información detallada sobre los valores de configuración del expedidor en la página man (man auditd.conf).</p>
fr: <p><b><big>Configuration du répartiteur auditd</big></b><br> Des informations détaillées sur les paramètres de répartiteur sont disponibles dans la page de manuel ('man auditd.conf').</p>
gl: <p><b><big>Configuración do despachador de auditd</big></b><br> Información detallada sobre a configuración do despachador pode obterse no manual ('man auditd.conf').</p>
hu: <p><b><big>Auditd vezérlőprogram beállítása</big></b><br> A vezérlőprogram beállításával kapcsolatos részletes információ a 'man auditd.conf'-ban található.</p>
it: <p><b><big>Configurazione Dispatcher Auditd</big></b><br> Per informazioni dettagliate sulle impostazioni del dispatcher, consultare la pagina di manuale ('man auditd.conf').</p>
ja: <p><b><big>auditd ディスパッチャ設定</big></b><br> ディスパッチャ設定に関する詳しい情報は、マニュアルページ ('man auditd.conf') をご覧ください。<br></p>
nl: <p><b><big>Configuratie voor Auditd-verdeelprogramma </big></b><br> Gedetailleerde informatie over de instellingen voor het verdeelprogramma kunnen verkregen worden op de handleidingspagina ('man auditd.conf').</p>
pt_br: <p><b><big>Configuração do Dispatcher do Auditd</big></b><br> Informações detalhadas sobre as configurações do dispatcher podem ser obtidas na página de manual ('man auditd.conf').</p>
sk: <p><b><big>Konfigurácia dispečera auditd</big></b><br> Podrobné informácie o nastaveniach dispečera je možné získať z manuálovej stránky ('man auditd.conf').</p>
tr: <p><b><big>Denetim Dağıtıcı Yapılandırması</big></b><br> Dispeçer ayarları hakkında detaylı bilgi kılavuz sayfasından alınabilir. ('man auditd.conf').</p>
zh_tw: <p><b><big>Auditd 發送器組態</big></b><br> 如需有關發送器設定的詳細資訊，請參閱手冊頁 (man auditd.conf)。</p>

source: <p><b>Dispatcher</b>: The dispatcher program is started by the audit daemon and gets all audit events on stdin.</p>
cs: <p><b>Dispečer</b>: Dispečer je spuštěn démonem auditování a odesílá všechny události auditování do standardního vstupu (stdin).</p>
es: <p><b>Expedidor:</b> el programa expedidor lo arranca el daemon audit y recibe todos los eventos de auditoría en stdin.</p>
fr: <p><b>Répartiteur</b> : ce programme est démarré par le démon d'audit et reçoit tous les événements d'audit sur son entrée standard (stdin).</p>
gl: <p><b>Despachador</b>: O daemon audit arrinca o programa despachador e recibe todos os eventos de auditoría en stdin.</p>
hu: <p><b>Vezérlőprogram</b>: A vezérlőprogramot az audit démon indítja el és megkap minden auditeseményt stdin-en.</p>
it: <p><b>Dispatcher</b>: il programma dispatcher è avviato dal demone audit e riceve tutti gli eventi di audit su stdin.</p>
ja: <p><b>ディスパッチャ</b>: ディスパッチャプログラムは audit デーモンから起動され、 全ての監査イベントを標準入力から受け付けます。</p>
nl: <p><b>Verdeelprogramma</b>: Het verdeelprogramma wordt gestart door de validatiedaemon en krijgt alle validatiegebeurtenissen op stdin.</p>
pt_br: <p><b>Dispatcher</b>: O programa dispatcher é iniciado pelo daemon de auditoria e recebe todos os eventos de auditoria em stdin.</p>
sk: <p><b>Dispečer</b>: Dispečerský program je spustený démonom auditu a dostáva všetky udalosti auditu na stdin.</p>
tr: <p><b>Gönderici</b>: Dağıtım programı, denetim arka plan programı tarafından başlatılır ve tüm denetim olaylarını stdin'de alır.</p>
zh_tw: <p><b>發送器</b>︰發送器程式由稽核精靈啟動， 它會獲取 stdin 上的所有稽核事件。</p>

source: <p><b>Communication</b>: Controls the communication between the daemon and the dispatcher program. A <i>lossy</i> communication means that events going to the dispatcher are discarded when the queue (a 128kB buffer) is full. Choose <i>lossless</i> if you want a blocking/lossless communication.</p>
cs: <p><b>Komunikace</b>: Ovládá komunikaci mezi démonem a dispečerským programem. <i>Ztrátová</i> komunikace znamená, že události směřující do dispečerského programu jsou zahazovány, pokud je fronta (128kB vyrovnávací paměť) naplněna. Chcete-li použít blokující/bezztrátovou komunikaci, zvolte možnost <i>bezztrátová</i>.</p>
es: <p><b>Comunicación</b>: controla la comunicación entre el daemon y el programa expedidor. Una comunicación <i>con pérdidas</i> significa que los eventos enviados al expedidor son descartados cuando la cola (búffer de 128 kB) se llena. Elija <i>sin pérdidas</i> si desea una comunicación de bloqueo/sin pérdidas.</p>
fr: <p><b>Communication</b> : contrôle la communication entre le daemon et le programme répartiteur. L'option <i>avec perte</i> signifie que les événements qui vont au répartiteur sont perdus quand la file d'attente (un tampon de 128 Ko) est pleine. Choisissez <i>sans perte</i> si vous voulez une communication sans perte.</p>
gl: <p><b>Comunicación</b>: Controla a comunicación entre o daemon e o programa despachador Unha comunicación <i>lossy</i> significa que os eventos enviados ao despachador descártanse cando se enche a cola (buffer de 128kB). Escolla <i>lossless</i> se desexa unha comunicación bloqueante/sen perdas.</p>
hu: <p><b>Kommunikáció</b>: A kommunikációt kezeli a démon és vezérlőprogram között. A <i>veszteséges (lossy)</i> kommunikáció azt jelenti, hogy a vezérlőnek küldött eseményeket eldobja, ha 128kB buffer betelik. Ha ez nem megfelelő, akkor a <i>veszteségmentes (lossless)</i> beállítást célszerű használni.</p>
it: <p><b>Comunicazione</b>: controlla la comunicazione tra il demone e il programma dispatcher. Una comunicazione <i>lossy</i> indica che gli eventi inviati al dispatcher verranno eliminati quando la coda (un buffer di 128kB) sarà piena. Scegliere <i>lossless</i> se si desidera una comunicazione bloccante/senza perdita.</p>
ja: <p><b>通信</b>: デーモンとディスパッチャプログラムの間の通信を制御します。 <i>lossy (損失あり)</i> (既定値) を選択すると、キュー (128 キロバイトのバッファ) がいっぱいになった場合にディスパッチャから発せられるイベントが 捨てられるようになります。 <i>lossless (無損失) </i> を選択すると読み捨てられることはなくなり、 ブロックされるようになります。</p>
nl: <p><b>Communicatie</b>: Bestuurt de communicatie tussen de daemon en het verdeelprogramma. Optie <i>lossy</i> (standaard) betekent dat gebeurtenissen die naar de verdeler gaan weggegooid worden als deze wachtrij (128k buffer) vol is. Kies <i>lossless</i> als u een geblokkeerde communicatie wilt zonder verlies.</p>
pt_br: <p><b>Comunicação</b>: Controla a comunicação entre o daemon e o programa dispatcher. A comunicação <i>lossy</i> significa que os eventos que vão para o dispatcher serão descartados quando a fila (buffer de 128k) estiver cheia. Escolha <i>lossless</i> para uma comunicação de bloqueio ou sem perdas.</p>
sk: <p><b>Komunikácia</b>: Riadi komunikáciu medzi démonom a dispečerským programom. <i>Stratová</i> komunikácia znamená, že udalosti smerujúce k dispečerovi sú zahodené, keď je fronta (128kB vyrovnávacia pamäť) plná. Zvoľte <i>bezstratová</i>, ak chcete blokujúcu/bezstratovú komunikáciu.</p>
tr: <p><b>İletişim</b>: Daemon ve sevk programı arasındaki iletişimi kontrol eder programı. <i>Kayıplı</i> bir iletişim, dağıtıcıya giden olayların atıldığı anlamına gelir kuyruk (128kB arabellek) dolduğunda. Engelleme/kayıpsız istiyorsanız <i>kayıpsız</i>'ı seçin. iletişim.</p>
zh_tw: <p><b>通訊</b>：控制精靈與發送器 程式之間的通訊。<i>「失真」</i>通訊指佇列 (大小為 128 kB 的緩衝區) 已滿時會放棄 傳送至發送器的事件。若要使用阻擋通訊/無失真通訊， 請選擇<i>「無失真」</i>。</p>
