Repository: yast/yast-translations
Catalog: po/audit-laf/*.po
Languages: cs, es, fr, gl, hu, it, ja, nl, pt_br, sk, tr, zh_tw

source: Cannot read audit.rules.
cs: Není možné číst audit.rules.
es: No se puede leer audit.rules.
fr: Impossible de lire audit.rules.
gl: Non se pode ler audit.rules
hu: Az audit.rules nem olvasható.
it: Impossibile leggere audit.rules.
ja: audit.rules ファイルが読み込めません。
nl: Kan audit.rules niet lezen.
pt_br: Impossível ler audit.rules.
sk: Nie je možné čítať audit.rules.
tr: Audit.rules okunamıyor.
zh_tw: 無法讀取 audit.rules。

source: Do you want to start it and enable start at boot or only start the daemon for now?
cs: Chcete tohoto démona spustit a aktivovat jeho spuštění při spuštění systému, nebo jej spustit pouze nyní?
es: ¿Desea iniciarlo y habilitar el inicio durante el arranque, o solo iniciar el daemon ahora?
fr: Voulez-vous démarrer le daemon et activer son lancement au démarrage ou uniquement le démarrer maintenant ?
hu: Szeretné elindítani és a rendszer indításakor engedélyezni a démont, vagy csak most indítja el?
it: Lo si vuole avviare e abilitarne l'avvio al boot o avviare il demone solamente per ora?
ja: 今すぐ開始し、システムの起動時にも開始するように設定しますか？ それとも、今だけデーモンを起動しますか？
nl: Wilt u deze starten en starten bij opnieuw opstarten inschakelen of eerst de daemon starten?
pt_br: Deseja iniciá-lo e habilitar o início durante o boot ou apenas iniciar o daemon agora?
sk: Chcete ho spustiť a povoliť spustenie pri štarte systému, alebo iba spustiť démona na teraz?
tr: Başlatmak ve açılışta başlatmayı etkinleştirmek istiyor musunuz? veya sadece şimdilik arka plan programını mı başlatıyorsunuz?
zh_tw: 您是要啟動它並啟用開機時啟動選項， 還是目前僅啟動精靈？

source: The daemon 'auditd' doesn't run.
cs: Démon 'auditd' neběží.
es: El daemon auditd no se ejecuta.
fr: Le daemon 'auditd' ne s'exécute pas.
hu: Az 'auditd' démon nem fut.
it: Il demone 'auditd' non è in esecuzione.
ja: デーモン 'auditd' は動作しません。
nl: De daemon 'auditd' is niet actief.
pt_br: O daemon ''auditd'' não executa.
sk: Démon 'auditd' nebeží.
tr: Daemon 'auditd' çalışmıyor.
zh_tw: 精靈「auditd」未執行。

source: The 'apparmor' kernel module is loaded. The kernel uses a running audit daemon to log audit events to /var/log/audit/audit.log (default).
cs: Modul jádra apparmor je načten. Jádro používá spuštěného démona auditu k zapisování událostí do protokolu /var/log/audit/audit.log (default).
es: El módulo de núcleo apparmor está cargado. El núcleo usa un daemon de auditoría en ejecución para registrar los eventos en /var/log/audit/audit.log (por defecto).
fr: Le module du noyau 'apparmor' est chargé. Le noyau utilise un daemon d'audit pour consigner les évènements dans /var/log/audit/audit.log (par défaut).
hu: Az 'apparmor' kernelmodul be van töltve. A kernel működő audit démon használatával naplózza az eseményeket a /var/log/audit/audit.log fájlba (alapértelmezés).
it: Il modulo 'apparmor' del kernel è caricato. Il kernel sfrutta l'esecuzione di un demone di audit per registrare gli eventi audit in /var/log/audit/audit.log (predefinito).
ja: 'apparmor' カーネルモジュールが読み込まれています。 カーネルは監査イベントを /var/log/audit/audit.log (既定) に記録するため、起動中の監査デーモンを使用します。
nl: De kernelmodule 'apparmor' is geladen. De kernel gebruikt een actieve controledaemon om auditgebeurtenissen vast te leggen in het logboek op /var/log/audit/audit.log (standaard).
pt_br: O módulo do kernel ''apparmor'' foi carregado. O kernel usa um daemon de auditoria em execução para registrar eventos de auditoria em /var/log/audit/audit.log (padrão).
sk: Modul jadra 'apparmor' je načítaný. Jadro používa spustený démon auditu na záznam udalostí auditu do /var/log/audit/audit.log (predvolené nastavenie).
tr: 'apparmor' çekirdek modülü yüklendi. Çekirdek, denetimi günlüğe kaydetmek için çalışan bir denetim arka plan programı kullanır olayları /var/log/audit/audit.log dosyasına (varsayılan).
zh_tw: 「apparmor」核心模組已載入。 核心會使用執行中稽核精靈將稽核事件 記錄至 /var/log/audit/audit.log (預設)。

source: Start of Audit Daemon
cs: Spuštění démona auditu
es: Inicio de daemon de auditoría
fr: Démarrage du daemon d'audit
hu: Audit démon indítása
it: Avvio del demone audit
ja: 監査デーモンの起動
nl: Start van controledeamon
pt_br: Início do Daemon de Auditoria
sk: Spustiť démona auditu
tr: Audit Daemon'un Başlangıcı
zh_tw: 啟動稽核精靈

source: Start and &Enable
cs: Spustit a &povolit
es: Iniciar y &habilitar
fr: Démarrer et a&ctiver
hu: Indítás és &engedélyezés
it: A&vvia e Abilita
ja: 開始して有効化する (&E)
nl: Starten en i&nschakelen
pt_br: Iniciar e &habilitar
sk: &Spustiť a povoliť
tr: Başlat ve &Etkinleştir
zh_tw: 啟動與啟用(&E)

source: &Start
cs: &Spustit
es: &Iniciar
fr: &Démarrer
gl: &Iniciar
hu: &Indítás
it: &Avvia
ja: 開始する (&S)
nl: &Starten
pt_br: &Iniciar
sk: &Spustiť
tr: &Başlat
zh_tw: 啟動(&S)

source: &Do not start
cs: &Nespouštět
es: &No iniciar
fr: &Ne pas démarrer
hu: &Ne legyen indítás
it: &Non avviare
ja: 開始しない (&D)
nl: &Niet starten
pt_br: &Não iniciar
sk: &Nespustiť
tr: &Başlama
zh_tw: 不要啟動(&D)

source: Cannot start the audit daemon.
cs: Není možné spustit démona auditu.
es: No es posible iniciar el daemon de auditoría.
fr: Impossible de démarrer le daemon d'audit.
gl: No se pode arrincar o daemon audit.
hu: Nem sikerült elindítani az audit démont.
it: Impossibile avviare il demone audit.
ja: 監査デーモンを起動できません。
nl: Kan de audit-daemon niet starten.
pt_br: Impossível iniciar o daemon de auditoria.
sk: Nie je možné spustiť démona auditu.
tr: Denetim arka plan programı başlatılamıyor.
zh_tw: 無法啟動稽核精靈。

source: The rules may be locked. Continue to check the rules. You can change the 'Enabled Flag', but to activate the change a reboot is required afterwards.
cs: Pravidla jsou zřejmě uzamčena. Pokračujte kontrolou pravidel. Můžete změnit 'Povolený příznak', ale pro aktivaci změn je poté zapotřebí restart.
es: Las reglas pueden estar bloqueadas. Continúe para comprobar las reglas. Puede cambiar el indicador de habilitación; pero para activar el cambio, es necesario reiniciar después.
fr: Les règles sont peut-être verrouillées. Continuez à vérifier les règles. Vous pouvez modifier l'Indicateur activé', mais un redémarrage sera nécessaire pour que la modification soit prise en compte.
hu: Lehetséges, hogy a szabályok zárolva vannak. A folytatáshoz ellenőrizni kell a szabályokat. Módosíthatja az Engedélyezőjelzőt, de ennek érvényre jutásához újra kell indítania a rendszert.
it: Le regole possono essere bloccate. Continuare per verificare le regole. È possibile modificare il 'Marcatore attivato' ma per rendere effettiva la modifica è necessario riavviare il sistema.
ja: おそらくはルールファイルがロック (施錠) されているためであると思われます。 ルールファイルを再度ご確認ください。 '有効化フラグ' を変更することができますが、 設定を変更したあとは再起動が必要になります。
nl: De regels kunnen vergrendeld zijn. Ga door om de regels te controleren. U kunt de 'Ingeschakelde vlag' wijzigen maar om de wijziging actief te maken is daarna een herstart van het systeem vereist.
pt_br: As regras podem estar bloqueadas. Continue verificando-as. Você pode mudar o ''Flag Habilitado'', mas, para ativar a mudança, é necessário reinicializar depois.
sk: Pravidlá môžu byť zamknuté. Pokračujte v kontrole pravidiel. Môžete zmeniť 'Povolený príznak', ale na aktiváciu zmeny je potom potrebný reštart.
tr: Kurallar kilitlenebilir. Kuralları kontrol etmeye devam edin. Değiştirebilirsin 'Etkin Bayrak', ancak değişikliği etkinleştirmek için daha sonra yeniden başlatma gerekir.
zh_tw: 規則可能已鎖定。 繼續檢查規則。您可以變更 「已啟用旗標」， 但需要重新啟動電腦 才能讓變更生效。

source: Saving Audit Configuration
cs: Ukládání konfigurace auditu
es: Guardando la configuración de auditoría
fr: Enregistrement de la configuration d'audit
gl: Gardando a configuración de Audit
hu: Audit beállításainak mentése
it: Salvataggio della configurazione di audit
ja: 監査設定を保存しています
nl: Validatieconfiguratie opslaan
pt_br: Salvando Configuração de Auditoria
sk: Uloženie konfigurácie auditu
tr: Denetim Yapılandırmasını Kaydetme
zh_tw: 儲存稽核組態

source: Write the settings
cs: Zapsat nastavení
es: Escribir los valores de configuración
fr: Écrire les paramètres
gl: Opcións de escritura
hu: Beállítások mentése
it: Scrittura delle impostazioni
ja: 設定の書き込み
nl: Instellingen opslaan
pt_br: Gravar as configurações
sk: Zápis nastavení
tr: Ayarları yaz
zh_tw: 寫入設定

source: Write the rules
cs: Zapsat pravidla
es: Escribir las reglas
fr: Écrire les règles
gl: Escribindo as regras
hu: Szabályok írása
it: Scrittura delle regole
ja: ルールの書き込み
nl: De regels opslaan
pt_br: Gravar as regras
sk: Zapísať pravidlá
tr: Kuralları yaz
zh_tw: 寫入規則

source: Writing the settings...
cs: Probíhá zápis nastavení...
es: Escribiendo los valores de configuración...
fr: Écriture des paramètres...
gl: Escribindo os parámetros...
hu: Beállítások mentése…
it: Scrittura delle impostazioni in corso...
ja: 設定を書き込んでいます...
nl: De instellingen worden opgeslagen...
pt_br: Gravando as configurações...
sk: Zapisujem nastavenie...
tr: Ayarlar yazılıyor...
zh_tw: 正在寫入設定...

source: Writing the rules...
cs: Zapisování pravidel...
es: Escribiendo las reglas...
fr: Écriture des règles...
gl: Escribindo as regras...
hu: Szabályok mentése…
it: Scrittura delle regole in corso...
ja: ルールを書き込んでいます...
nl: De regels worden opgeslagen...
pt_br: Gravando as regras...
sk: Zapisovanie pravidiel...
tr: Kuralları yaz...
zh_tw: 正在寫入規則...

source: The rules are already locked.
cs: Pravidla jsou již uzamčena.
es: Las reglas ya están bloqueadas.
fr: Les règles sont déjà verrouillées.
gl: As regras xa están bloqueadas.
hu: A szabályok már zárolva vannak.
it: Le regole sono già bloccate.
ja: ルールは既にロック (施錠) されています。
nl: Het regels zijn al vergrendeld.
pt_br: As regras já estão bloqueadas.
sk: Pravidlá sú už zamknuté.
tr: Kurallar zaten kilitli.
zh_tw: 規則已鎖定。

source: Do you want to change the 'Enabled Flag'? If yes, the new rules will be written to /etc/audit/audit.rules. Reboot the system afterwards for the change to take effect.
cs: Chcete změnit 'Povolený příznak'? Pokud ano, nová pravidla budou zapsána do /etc/audit/audit.rules. Aby nabyla platnosti, musíte restartovat systém.
es: ¿Desea cambiar el indicador de habilitación? En caso afirmativo, las nuevas reglas se escribirán en /etc/audit/audit.rules. A continuación, reinicie el sistema para que los cambios se apliquen.
fr: Voulez-vous modifier l'option 'Indicateur activé' ? Dans l'affirmative, les nouvelles règles seront consignées dans le fichier /etc/audit/audit.rules. Redémarrez ensuite le système pour que la modification soit prise en compte.
hu: Meg akarja változtatni az 'Engedélyezőjelzőt'? Amennyiben igen, az új szabályok az /etc/audit/audit.rules fájlba kerülnek. Ezt követően a rendszert újra kell indítani.
it: Si desidera cambiare il 'Marcatore Attivo'? Se sì, le nuove regole verranno scritte in /etc/audit/audit.rules. Riavviare il sistema per rendere effettiva la modifica.
ja: '有効化フラグ' を変更してよろしいですか？ フラグを変更すると、新しいルールが /etc/audit/audit.rules ファイルに書き込まれます。 その後、システムを再起動する必要があります。
nl: Wilt u de 'Ingeschakelde vlag' wijzigen? Zo ja, de nieuwe regels zullen naar /etc/audit/audit.rules weggeschreven worden. Herstart het systeem, waarna de wijzigingen effectief zijn.
pt_br: Deseja mudar o 'Indicador de habilitado'? Se sim, as novas regras serão escritas em /etc/audit/audit.rules. Reinicie o sistema para que a alteração tenha efeito.
sk: Chcete sa zmeniť 'Enabled Flag'? Ak áno, nové pravidlá budú napísané do /etc/audit/audit.rules. Potom reštartujte systém, aby sa zmena prejavila.
tr: 'Etkin Bayrağı' değiştirmek istiyor musunuz? Evet ise, yeni kurallar /etc/audit/audit.rules adresine yazılacaktır. Değişikliğin etkili olması için daha sonra sistemi yeniden başlatın.
zh_tw: 是否要變更「已啟動旗標」？ 如果是，新的規則將寫入到 /etc/audit/audit.rules。 系統重新開機後變更即會生效。

source: Restart of the audit daemon failed.
cs: Restart démona auditu selhal.
es: Error al reiniciar el daemon de auditoría.
fr: Échec du redémarrage du daemon d'audit.
gl: Fallou o reinicio do daemon audit.
hu: Az audit démon újraindítása sikertelen.
it: Riavvio del demone audit fallito.
ja: 監査デーモンの再起動に失敗しました。
nl: De herstart van de audit-daemon is mislukt.
pt_br: Falha ao reiniciar o daemon de auditoria.
sk: Reštart démona auditu zlyhal.
tr: Denetim arka plan programı yeniden başlatılamadı.
zh_tw: 重新啟動稽核精靈失敗。

source: Cannot write settings to auditd.conf.
cs: Nastavení nelze do souboru auditd.conf zapsat.
es: No se pueden escribir los valores de configuración en auditd.conf.
fr: Impossible d'écrire les paramètres dans auditd.conf.
gl: Non foi posible escribir a configuración a auditd.conf.
hu: Nem sikerült a beállításokat az audit.conf fájlba kiírni.
it: Impossibile scrivere le impostazioni su audit.conf.
ja: auditd.conf に設定を書き込めません
nl: Kan de instellingen niet in audit.conf opslaan.
pt_br: Impossível gravar configurações em auditd.conf.
sk: Nie je možné zapísať nastavenia do auditd.conf.
tr: Denetleme.conf dosyasına ayarlar yazılamıyor.
zh_tw: 無法將設定寫入 auditd.conf。

source: Start yast2-audit-laf again and check the rules.
cs: Spusťte znovu yast2-audit-laf a zkontrolujte pravidla.
es: Inicie yast2-audit-laf de nuevo y compruebe las reglas.
fr: Redémarrez yast2-audit-laf et vérifiez les règles.
gl: Inicie yast2-audit-laf outra vez e comprobe as regras.
hu: Indítsa újra a yast2-audit-laf modult és ellenőrizze a szabályokat.
it: Avviare nuovamente yast2-audit-laf e verificare le regole.
ja: yast2-audit-laf を起動し直し、ルールを確認してください。
nl: Yast2-audit-laf opnieuw opstarten en controleer de regels.
pt_br: Inicie o yast2-audit-laf novamente e verifique as regras.
sk: Spustiť znovu yast2-audit-laf a skontrolovať pravidlá.
tr: yast2-audit-laf'ı yeniden başlatın ve kuralları kontrol edin.
zh_tw: 重新啟動 yast2-audit-laf 並檢查規則。

source: Cannot write settings to auditd.rules.
cs: Nastavení nelze do souboru auditd.rules zapsat.
es: No se puede escribir los valores de configuración en auditd.rules.
fr: Impossible d'écrire les paramètres dans auditd.rules.
gl: Non se pode escribir a configuración a auditd.rules.
hu: Nem sikerült a beállítások mentése az auditd.rules fájlba.
it: Impossibile scrivere le impostazioni su auditd.rules.
ja: 設定を auditd.rules に書き込めません。
nl: Kan de instellingen niet opslaan in auditd.rules.
pt_br: Impossível gravar configurações em auditd.rules.
sk: Nie je možné zapísať nastavenia do auditd.rules.
tr: Ayarlar auditd.rules dosyasına yazılamıyor.
zh_tw: 無法將設定寫入 auditd.rules。

source: Log file
cs: Soubor protokolu
es: Archivo de registro
fr: Fichier journal
gl: Ficheiro de rexistro
hu: Naplófájl
it: File di log
ja: ログファイル
nl: Logboekbestand
pt_br: Arquivo de registro
sk: Záznamový súbor
tr: Kayıt dosyası
zh_tw: 記錄檔案
