Repository: yast/yast-translations
Catalog: po/audit-laf/*.po
Languages: cs, es, fr, gl, hu, it, ja, nl, pt_br, sk, tr, zh_tw

source: &Restore 'audit.rules'
cs: &Obnovit audit.rules
es: &Restaurar audit.rules
fr: &Restaurer 'audit.rules'
gl: &Restaurar 'audit.rules'
hu: Audit.rules &visszaállítása
it: &Ripristina 'audit.rules'
ja: 'audit.rules' の復元 (&R)
nl: &Herstel 'audit.rules'
pt_br: &Restaurar 'audit.rules'
sk: &Obnoviť 'audit.rules'
tr: &'audit.rules'ı geri yükle
zh_tw: 重建 audit.rules(&R)

source: R&estore and Reset
cs: O&bnovit a resetovat
es: R&estaurar y reajustar
fr: R&estaurer et réinitialiser
gl: R&estaurar e reiniciar
hu: &Visszaállítás
it: Ripristina e Azz&era
ja: 復元とリセット (&E)
nl: H&erstellen en opnieuw instellen
pt_br: R&estaurar e redefinir
sk: &Obnoviť a resetovať
tr: &Geri yükle ve Sıfırla
zh_tw: 重建並重設(&E)

source: &Load
cs: Načí&st
es: &Cargar
fr: &Charger
gl: &Cargar
hu: &Betöltés
it: &Carica
ja: 読み込み (&L)
nl: &Laden
pt_br: C&arregar
sk: &Načítať
tr: &Yükle
zh_tw: 載入(&L)

source: <p><b><big>Initializing Configuration of Linux Audit Framework</big></b><br> </p>
cs: <p><b><big>Inicializace konfigurace rámce linuxového auditu</big></b><br> </p>
es: <p><b><big>Inicialización de la configuración del marco de auditoría de Linux</big></b><br> </p>
fr: <p><b><big>Initialisation de la configuration de Linux Audit Framework</big></b><br> </p>
hu: <p><b><big>Linux Audit keretrendszer beállításának engedélyezése</big></b><br> </p>
it: <p><b><big>Inizializzazione della configurazione di Linux Audit Framework</big></b><br> </p>
ja: <p><b><big>Linux 監査フレームワークの設定を準備しています</big></b><br> </p>
nl: <p><b><big>De configuratie van het Linux Audit Framework wordt geïnitialiseerd</big></b><br> </p>
pt_br: <p><b><big>Inicializando Configuração do Linux Audit Framework</big></b><br> </p>
sk: <p><b><big>Inicializácia konfigurácie rámca linuxového auditu</big></b><br> </p>
tr: <p><b><big>Linux Denetim Çerçevesi Yapılandırmasını Başlatma</big></b><br> </p>
zh_tw: <p><b><big>正在啟始化 Linux Audit Framework</big></b><br> </p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
cs: <p><b><big>Přerušení inicializace:</big></b><br> Stisknutím tlačítka <b>Přerušit</b> bezpečně ukončíte konfigurační program.</p>
es: <p><b><big>Cancelando la inicialización:</big></b><br> Puede cancelar la utilidad de configuración de forma segura pulsando <b>Cancelar.</b></p>
fr: <p><b><big>Abandon de l'initialisation :</big></b><br> Interrompez la configuration en toute sécurité en cliquant sur <b>Abandonner</b>.</p>
gl: <p><b><big>Abortando o inicio:</big></b><br> Para abortar con seguridade a utilidade de configuración, prema <b>Abortar</b> agora.</p>
hu: <p><b><big>Az előkészítés megszakítása:</big></b><br> Most biztonsággal megszakíthatja a beállítóeszköz futását a <b>Megszakítás</b> gombbal.</p>
it: <p><b><big>Interruzione dell'inizializzazione:</big></b><br> Si può interrompere in tutta sicurezza il programma di configurazione premendo <b>Interrompi</b> adesso.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止する事ができます</p>
nl: <p><b><big>Initialisatie afbreken:</big></b><br> U kunt het configuratie programma veilig afbreken door nu op <b>Afbreken</b> te drukken.</p>
pt_br: <p><b><big>Interrompendo Inicialização:</big></b><br> Interrompa com segurança a configuração clicando em <B>Interromper</B> agora.</p>
sk: <p><b><big>Prerušenie inicializácie:</big></b><br> Teraz môžete bezpečne prerušiť konfiguráciu stlačením <b>Prerušiť</b>.</p>
tr: <P><B><BIG>Başlatma işlemini kesme:</BIG></B><BR> <b>Kes</b> düğmesine basarak yapılandırma işlemini güvenli bir şekilde kesebilirsiniz.</p>
zh_tw: <p><b><big>中止啟始化：</big></b><br> 現在按下<b>中止</b>，以安全地中止組態公用程式。</p>

source: <p><b><big>Saving auditd Configuration and Rules</big></b><br> </p>
cs: <p><b><big>Ukládá se konfigurace a pravidla pro auditd</big></b><br> </p>
es: <p><b><big>Almacenamiento de la configuración y las reglas de auditd</big></b><br> </p>
fr: <p><b><big>Enregistrement de la configuration et des règles auditd</big></b><br> </p>
hu: <p><b><big>Auditd beállítások és szabályok mentése</big></b><br> </p>
it: <p><b><big>Salvataggio della configurazione e delle regole di auditd</big></b><br> </p>
ja: <p><b><big>監査設定とルールの保存中です</big></b> </p>
nl: <p><b><big>De auditd-configuratie en -regels worden opgeslagen</big></b><br> </p>
pt_br: <p><b><big>Salvando Configuração e Regras do auditd</big></b><br> </p>
sk: <p><b><big>Uloženie konfigurácie a pravidiel pre auditd</big></b><br> </p>
tr: <p><b><big>Denetlenen Yapılandırma ve Kuralları Kaydetme</big></b><br> </p>
zh_tw: <p><b><big>正在儲存 auditd 組態與規則</big></b><br> </p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
cs: <p><b><big>Přerušení ukládání:</big></b><br> Stiskem <b>Přerušit</b> ukončíte ukládání. Následující dialog informuje o bezpečnosti tohoto úkonu. </p>
es: <p><b><big>Cancelar el almacenamiento:</big></b><br> Puede cancelar el proceso de almacenamiento pulsando <b>Cancelar.</b> Un recuadro de diálogo adicional le informará de si es seguro hacerlo o no. </p>
fr: <p><b><big>Abandon du processus d'enregistrement :</big></b><br> Interrompez l'enregistrement en cliquant sur <b>Abandonner</b>. Une nouvelle boîte de dialogue vous fera savoir s'il est prudent de procéder ainsi. </p>
gl: <p><b><big>Cancelar a gravación:</big></b><br> Cancele a gravación premendo en <b>Cancelar</b>. Un cadro de diálogo adicional informaralle se é seguro facer isto ou non. </p>
hu: <p><b><big>Mentés megszakítása:</big></b><br> A <b>Megszakítás</b> gomb megnyomásával megszakíthatja a folyamatot. Egy további párbeszédablak fogja tájékoztatni arról, hogy ezt biztonságos-e megtenni. </p>
it: <p><b><big>Interruzione del salvataggio:</big></b><br> È possibile interrompere il salvataggio premendo <b>Interrompi</b>. Si aprirà una finestra che informerà se è sicuro procedere. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
nl: <p><b><big>Opslaan afbreken:</big></b><br> Het opslaan kunt u afbreken door op <B>Afbreken</B> te drukken. Een extra venster zal u informeren of dit al dan niet veilig te doen is. </p>
pt_br: <p><b><big>Interrompendo a Gravação:</big></b><br> Interrompa a gravação clicando em <B>Interromper</b>. Uma caixa de diálogo adicional vai informar se é seguro ou não fazer isto. </p>
sk: <p><b><big>Prerušenie ukladania:</big></b><br> Ukladanie môžete prerušiť stlačením <b>Prerušiť</b>. Zobrazí sa dialóg, ktorý vás bude informovať, či je to bezpečné. </p>
tr: <P><B><BIG>Kayıt işleminin durdurulması:</BIG></B><BR> <B>Durdur</B> düğmesine basarak kayıt işlemini kesebilirsiniz. Bir pencerede bu işlemin güvenli olup olmadığı gösterilecektir. </P>
zh_tw: <p><b><big>中止儲存：</big></b><br> 按<b>中止</b>，中止儲存程序。 會出現其他的對話方塊，通知執行此動作是否安全。 </p>

source: <p><b><big>Auditd Log File Configuration</big></b><br> The audit daemon is the component of the Linux Auditing System which is responsible for writing all relevant audit events to the log file <i>/var/log/audit/audit.log</i> (default). Events may come from the <i>apparmor</i> kernel module, from applications which use <i>libaudit</i> (e.g. PAM) or incidents caused by rules (e.g. file watches).</p>
cs: <p><b><big>Konfigurace souboru protokolu pro auditd</big></b><br> Démon auditu je komponenta linuxového auditovacího systému, která odpovídá za zápis všech potřebných událostí auditu do souboru protokolu <i>/var/log/audit/audit.log</i> (výchozí nastavení). Události mohou přicházet z modulu jádra <i>apparmor</i>, z aplikací využívajících modul <i>libaudit</i> (např. PAM) nebo z incidentů způsobených pravidly (např. sledování souboru).</p>
es: <p><b><big>Configuración del archivo de registro de auditd</big></b><br> El daemon audit es el componente de Linux Auditing System que se encarga de registrar todos los eventos de auditoría relevantes en el archivo de registro por defecto <i>/var/log/audit/audit.log</i>. Los eventos pueden provenir del módulo del núcleo <i>apparmor</i>, de las aplicaciones que usan <i>libaudit</i> (por ejemplo, PAM) o de incidentes causados por reglas (por ejemplo, de servicios de vigilancia de archivos).</p>
fr: <p><b><big>Configuration du fichier journal auditd</big></b><br> Le daemon auditd, composant du système d'audit Linux, consigne tous les événements d'audit pertinents dans le fichier journal par défaut <i>/var/log/audit/audit.log</i>. Les événements peuvent venir du module du noyau <i>apparmor</i>, d'applications utilisant <i>libaudit</i> (p. ex., PAM) ou d'incidents causés par des règles (p. ex., surveillance de fichiers).</p>
gl: <p><b><big>Configuración do ficheiro de rexistro de Auditd</big></b><br> O daemon audit é o compoñente do Sistema de Auditoria de Linux responsable de escribir todos os eventos relevantes ao ficheiro de rexistro <i>/var/log/audit/audit.log</i> (predeterminado). Os eventos poden vir do módulo do kernel <i>apparmor</i>, dos programasque usan <i>libaudit</i> (p.e. PAM) ou incidentes causados por regras (p.e. vixilancia de ficheiros).</p>
hu: <p><b><big>Auditd naplófájlok beállítása</big></b><br> Az audit démon minden fontos eseményt auditál az alapértelmezett naplófájlba: <i>/var/log/audit/audit.log</i>. Az események az <i>apparmor</i> kernelmodultól, a <i>libaudit</i>-ot használó alkalmazásokból (pl. PAM), vagy a szabályokból (pl. fájl figyelése). is érkezhetnek.</p>
it: <p><b><big>Configurazione file di log di Auditd</big></b><br> Il demone audit è il componente del sistema di auditing di Linux responsabile della registrazione di tutti gli eventi rilevanti di audit nel file di log predefinito <i>/var/log/audit/audit.log</i>. Gli eventi possono provenire dal modulo del kernel <i>apparmor</i>, dalle applicazioni che utilizzano <i>libaudit</i> (come PAM) o eventi generati dalle regole (per esempio le osservazioni di file).</p>
ja: <p><b><big>auditd ログファイル設定</big></b><br> 監査デーモンは Linux 監査システムのコンポーネントの 1 つで、全ての関連するイベントをログファイル <i>/var/log/audit/audit.log</i> (既定) に保存します。 イベントは <i>apparmor</i> カーネルモジュールから届くもののほか、 <i>libaudit</i> を使用するアプリケーション (たとえば PAM) やルールによって決められた事象 (たとえばファイル監視など) を記録します。</p>
nl: <p><b><big>Auditd-logboekbestandconfiguratie</big></b><br> De validatiedaemon is het onderdeel van het Linux Auditing System dat verantwoordelijk is voor het opslaan van alle relevante validatiegebeurtenissen in het logboekbestand <i>/var/log/audit/audit.log</i> (default). Gebeurtenissen kunnen afkomstig zijn uit de <i>apparmor</i>-kernelmodule, uit toepassingen die gebruikmaken van <i>libaudit</i> (e.g. PAM) of incidenten die zijn veroorzaakt door regels (bijv. bestandscontrole).</p>
pt_br: <p><b><big>Configuração do Arquivo de Registro do Auditd</big></b><br> O daemon de auditoria é o componente do Linux Auditing System responsável por gravar todos os eventos de auditoria relevantes no arquivo de registro <i>/var/log/audit/audit.log</i> (padrão). Eventos podem ter origem no módulo do kernel <i>apparmor</i>, em aplicativos que usam <i>libaudit</i> (ex.: PAM) ou em incidentes causados por regras (ex.: avisos de arquivos).</p>
sk: <p><b><big>Konfigurácia záznamového súbor auditd</big></b><br> Démon auditu je komponent linuxového auditovacieho systému, ktorý je zodpovedný za zapísanie všetkých relevantných udalostí auditu záznamového súboru <i>/var/log/audit/audit.log</i> (predvolené nastavenie). Udalosti môžu pochádzať z modulu jadra <i>apparmor</i> , z aplikácií, ktoré používajú <i>libaudit</i> (napr. PAM) alebo incidentov spôsobených pravidlami (napr. sledovanie súborov).</p>
tr: <p><b><big>Denetim Günlük Dosyası Yapılandırması</big></b><br> Denetim arka plan programı, ilgili tüm denetim olaylarını <i>/var/log/audit/audit.log</i> (varsayılan) günlük dosyasına yazmaktan sorumlu olan Linux Denetim Sisteminin bileşenidir. Olaylar <i>apparmor</i> çekirdek modülünden, <i>libaudit</i> kullanan uygulamalardan (örneğin PAM) veya kuralların neden olduğu olaylardan (örneğin dosya izleme) gelebilir.</p>
zh_tw: <p><b><big>Auditd 記錄檔案組態</big></b><br> 該稽核精靈是 Linux 稽核系統的元件，用於在記錄檔案 <i>/var/log/audit/audit.log</i> (預設) 中寫入所有相關稽核事件。 這些事件可能來自 <i>apparmor</i> 核心模組，也可能來自使用 <i>libaudit</i> (例如 PAM) 的應用程式或因規則 (例如檔案監控) 而產生的事件。</p>

source: <p>The <b>Rules for auditctl</b> dialog offers more information about rules and the possibility to add rules. Detailed information about the log file settings can be obtained from the manual page ('man auditd.conf').</p>
cs: <p>Dialogové okno<b>Pravidla pro soubor auditctl</b> obsahuje další informace o pravidlech a umožňuje přidávat pravidla. Podrobné informace o nastavení souboru protokolu naleznete na stránce manuálu („man auditd.conf“).</p>
es: <p>El recuadro de diálogo <b>Reglas para auditctl</b> ofrece más información acerca de las reglas y la posibilidad de añadir reglas. Puede obtener información detallada acerca de la configuración del archivo de registro en la página man ('man auditd.conf').</p>
fr: <p>La boîte de dialogue <b>Règles pour auditctl</b> offre plus d'informations sur les règles existantes et la possibilité d'ajouter d'autres règles. Des informations détaillées sur la configuration du fichier journal sont disponibles sur la page de manuel 'man auditd.conf'.</p>
gl: <p>O cadro de diálogo <b>Regras para auditctl</b> ofrece máis información sobre as regras e a posibilidade de engadir regras. Información detallada sobre a configuración do ficheiro de rexistro pode obterse da páxina do manual ('man auditd.conf').</p>
hu: <p>A szabályokról és a szabályok hozzáadásának lehetőségéről az <b>auditctl szabályok</b> párbeszédpanelben található bővebb információ. A naplófájl beállításairól bővebb információ a 'man auditd.conf' parancs segítségével található.</p>
it: <p>La finestra di dialogo <b>Regole per auditctl</b> fornisce ulteriori informazioni riguardanti le regole e la possibilità di aggiungere nuove regole. Informazioni dettagliate riguardanti le impostazioni del file di log possono essere ottenute dalla pagina di manuale ('man auditd.conf').</p>
ja: <p>詳しい情報やルールの追加の可否については、 <b>auditctl のルール</b> ダイアログをご覧ください。 ログファイルの設定についての詳細な情報はマニュアルページ ('man auditd.conf') をご覧ください。</p>
nl: <p>Meer informatie over regels en de mogelijkheid om regels toe te voegen biedt de dialoog <b>Regels voor auditctl</b>. Gedetailleerde informatie over de instellingen van de logbestanden kunnen verkregen worden uit 'man auditd.conf'.</p>
pt_br: <p>A caixa de diálogo <b>Regras para o auditctl</b> oferece mais informações sobre regras e a possibilidade de adicionar regras. Informações detalhadas sobre as configurações do arquivo de registro podem ser obtidas na página de manual ('man auditd.conf').</p>
sk: <p>Dialóg<b>Pravidlá pre auditctl</b> ponúka viac informácií o pravidlách a možnosti pridať pravidlá. Podrobné informácie o nastaveniach záznamového súboru je možné získať z manuálovej stránky ('man auditd.conf').</p>
tr: <p><b>Denetleme için kurallar</b> iletişim kutusu, kurallar ve kural ekleme olasılığı hakkında daha fazla bilgi sunar. Günlük dosyası ayarları hakkında ayrıntılı bilgi, kılavuz sayfasından ('man auditd.conf') edinilebilir.</p>
zh_tw: <p><b>「auditctl 的規則」</b>對話方塊提供有關規則的詳細資訊，以及新增規則的功能。如需記錄檔案設定的詳細資訊，請參閱手冊頁 (man auditd.conf)。</p>

source: <p><b>Log File</b>: Enter the full path name to the log file (or use <b>Select File</b>.)</p>
cs: <p><b>Soubor protokolu</b>: Zadejte úplnou cestu a název souboru protokolu (nebo použijte tlačítko <b>Vybrat soubor</b>.)</p>
es: <p><b>Archivo de registro:</b> introduzca la ruta completa al archivo de registro (o use <b>Seleccionar archivo</b>).</p>
fr: <p><b>Fichier journal</b> : entrez le nom complet du chemin du fichier journal (ou utilisez le bouton <b>Sélectionner un fichier</b>.)</p>
gl: <p><b>Ficheiro de rexistro</b>: Introduza a ruta completa ao ficheiro de rexistro (ou use <b>Seleccionar ficheiro</b>.)</p>
hu: <p><b>Naplófájl</b>: Adja meg a naplófájl teljes elérési útvonalát (vagy használja a <b>Fájl kiválasztása</b>.)</p>
it: <p><b>File di log</b>: inserire l'intero percorso al file di log (o utilizzare <b>Seleziona file</b>.)</p>
ja: <p><b>ログファイル</b>: ログファイルのフルパスを入力してください (または <b>ファイルの選択</b> をお使いください) 。</p>
nl: <p><b>Logboekbestand</b>: Geef de volledige padnaam van het logboekbestand (of gebruik <b>Selecteer bestand</b>.)</p>
pt_br: <p><b>Arquivo de Registro</b>:Digite o caminho completo para o arquivo de registro (ou use <b>Selecionar Arquivo</b>.)</p>
sk: <p><b>Záznamový súbor</b>: Zadajte názov úplnej cesty k záznamovému súboru (alebo použite <b>Vybrať súbor</b>.)</p>
tr: <p><b>Günlük Dosyası</b>: Günlük dosyasına giden tam yol adını girin (veya <b>Dosya Seç</b>'i kullanın.)</p>
zh_tw: <p><b>記錄檔案</b>︰輸入記錄檔案的完整路徑名稱 (或使用<b>「選取檔案」</b>。)</p>

source: <p><b>Format</b>: set <i>RAW</i> to log all data (store in a format exactly as the kernel sends it) or <i>NOLOG</i> to discard all audit information instead of writing it on disk (does not affect data sent to the dispatcher).</p>
cs: <p><b>Formát</b>: Nastavte hodnotu <i>RAW</i>, chcete-li protokolovat všechna data (ukládat je ve stejném formátu, v jakém je odešle jádro), nebo nastavte hodnotu <i>NOLOG</i>, chcete-li odstranit všechny informace o auditování místo jejich uložení na disk (nemá vliv na data odeslaná do dispečerského programu).</p>
es: <p><b>Formato:</b> defina el valor <i>RAW</i> para registrar todos los datos (almacenar exactamente con el mismo formato que usa el núcleo para enviarlos) o <i>NOLOG</i> para descartar toda la información de auditoría en lugar de escribirla en disco (no afecta a los datos que se envían al expedidor).</p>
fr: <p><b>Format </b> : sélectionnez <i>RAW</i> pour consigner toutes les données (stockage au même format que lors de l'envoi par le kernel) ou <i>NOLOG</i> pour rejeter toutes les informations d'audit au lieu de les inscrire sur le disque (cela n'affecte pas les données envoyées au répartiteur).</p>
gl: <p><b>Formato</b>: estableza <i>RAW</i> para rexistrar todos os datos (gardados nun formato idéntico ao que envía o kernel) ou <i>NOLOG</i> para descartar toda a información de auditoría en vez de escribila ao disco (no afecta aos datos enviados ao despachador).</p>
hu: <p><b>Formátum</b>: a <i>RAW</i> kiválasztásakor az összes adat naplózásra kerül (pontosan abban a formátumban, ahogy azt a kernel küldi), a <i>NOLOG</i> figyelmen kívül hagy minden auditinformációt (ez azonban nincs hatással a vezérlőprogramnak küldött adatra).</p>
it: <p><b>Formato</b>: impostare <i>RAW</i> per registrare tutti i dati (memorizzati nello stesso formato in cui vengono emessi dal kernel) o <i>NOLOG</i> per scartare tutte le informazioni di audit invece di scriverle sul disco (non riguarda i dati spediti al dispatcher).</p>
ja: <p><b>書式</b>: 全てのデータを記録するには <i>RAW</i> (カーネルが送信したものをそのまま記録) を、全ての監査情報を記録しない場合は <i>NOLOG</i> を設定してください (ディスパッチャに送信するデータはこの設定の影響を受けません) 。 </p>
nl: <p><b>Indeling</b>: stel in op <i>RAW</i> om alle gegevens naar het logoekbestand te schrijven (in exact dezelfde indeling zoals ze zijn verstuurd door de kernel) of <i>NOLOG</i> om alle validatie-informatie weg te gooien (heeft geen invloed op de gegevens die naar het verdeelprogramma wordt gezonden).</p>
pt_br: <p><b>Formato</b>: defina <i>RAW</i> para registrar todos os dados (armazenar em um formato exatamente como o kernel os envia) ou <i>NOLOG</i> para descartar todas as informações de auditoria, em vez de gravá-las no disco (não afeta os dados enviados ao dispatcher).</p>
sk: <p><b>Formát</b>: nastaviť <i>RAW</i> pre záznam všetkých dát (uložiť vo formáte presne tak, ako ich odošle jadro) alebo <i>NOLOG</i> pre zahodenie všetkých informácií auditu namiesto ich zápisu na disk (neovplyvní dáta odoslané dispečerovi).</p>
tr: <p><b>Biçim</b>: tüm verileri günlüğe kaydetmek için <i>RAW</i> öğesini ayarlayın (tam olarak çekirdek biçiminde depolayın) gönderir) veya tüm denetim bilgilerini diske yazmak yerine atmak için <i>NOLOG</i> (bu bilgiyi etkilemez). göndericiye gönderilen veriler).</p>
zh_tw: <p><b>格式</b>︰設定 <i>RAW</i> 記錄所有資料 (儲存格式與核心傳送資料的格式相同)， 或設定 <i>NOLOG</i> 丟棄所有稽核資訊，而不寫入到磁碟中 (不影響 傳送至發送器的資料)。</p>
