Repository: yast/yast-translations
Catalog: po/audit-laf/*.po
Languages: cs, es, fr, gl, hu, it, ja, nl, pt_br, sk, tr, zh_tw

source: <p><b><big>Rules for auditctl</big></b><br> This dialog offers the possibility to enable or to disable the syscall auditing as well as to lock the audit configuration. The selected flag from <b>Set Enabled Flag</b> will be added to the rules.</p>
cs: <p><b><big>Pravidla pro auditctl</big></b><br> Tento dialog nabízí možnost povolit nebo zakázat auditování syscall a uzamknout konfiguraci auditu. Vybraný příznak z pole <b>Nastavení příznaku Povoleno</b> bude přidán k pravidlům.</p>
es: <p><b><big>Reglas para auditctl</big></b><br> Este recuadro de diálogo ofrece la posibilidad de habilitar o inhabilitar la auditoría de syscall, así como de bloquear la configuración de auditoría. El indicador seleccionado en <b>Definir indicador de habilitación</b> se añadirá a las reglas.</p>
fr: <p><b><big>Règles pour auditctl</big></b><br> Cette boîte de dialogue permet d'activer ou de désactiver l'audit syscall ainsi que de verrouiller la configuration d'audit. L'option sélectionnée dans <b>Paramètre d'activation</b> sera ajoutée aux règles.</p>
hu: <p><b><big>Auditctl szabályok</big></b><br> Ebben az ablakban lehetőség van a syscall auditálás engedélyezésére és tiltására, valamint az audit beállítások zárolására. Az <b>Ellenőrzőjelző beállítása</b> részben megadott beállítás a szabályhoz kerül hozzáadásra.</p>
it: <p><b><big>Regole per auditctl</big></b><br> Questa finestra di dialogo offre la possibilità di abilitare o disabilitare l'audit delle chiamate di sistema e di bloccare la configurazione di audit. Il marcatore selezionato da <b>Imposta marcatore attivato</b> verrà aggiunto alle regole.</p>
ja: <p><b><big>auditctl のルール</big></b><br> このダイアログでは、監査設定のロック (施錠) と同様に、システムコールの監査を有効にしたり 無効にしたりすることができます。 <b>有効化フラグの設定</b> から選択したフラグをルールに追加することができます。</p>
nl: <p><b><big>Regels voor auditctl</big></b><br> Deze dialoog biedt de mogelijkheid om de syscall auditing in of uit te schakelen alsook om de audit-configuratie te vergrendelen. De geselecteerde vlag van <b>Schakel 'Ingeschakelde vlag' in</b> wordt toegevoegd aan de regels.</p>
pt_br: <p><b><big>Regras para o auditctl</big></b><br> Esta caixa de diálogo oferece a possibilidade de habilitar ou desabilitar a auditoria das chamadas de sistema, bem como bloquear a configuração de auditoria. O flag selecionado em <b>Definir Flag Habilitado</b> será adicionado às regras.</p>
sk: <p><b><big>Pravidlá pre auditctl</big></b><br> Toto dialógové okno ponúka možnosť povoliť alebo zakázať auditovanie syscall, ako aj zamknúť konfiguráciu auditu. Vybraný príznak z <b>Nastaviť povolený príznak</b> bude pridaný do pravidiel.</p>
tr: <p><b><big>auditctl için kurallar</big></b><br> Bu iletişim kutusu, sistem çağrısını etkinleştirme veya devre dışı bırakma olanağı sunar. denetim yapılandırmasını kilitlemenin yanı sıra denetim. <b>Etkin Bayrak Ayarla</b>'dan seçilen bayrak kurallara eklenecektir.</p>
zh_tw: <p><b><big>auditctl 的規則</big></b><br> 此對話方塊可讓您啟用或停用 syscall 稽核 以及鎖定稽核組態。 <b>「設定已啟用旗標」</b>中已選取的旗標將會新增至這些規則。</p>

source: <p><b>Note:</b><br>Locking the rules means they cannot be changed until next reboot.</p>
cs: <p><b>Poznámka:</b><br>Uzamčení pravidel znamená, že nemohou být do příštího spuštění systému změněna.</p>
es: <p><b>Nota:</b><br>bloquear las reglas significa que no se pueden cambiar hasta el siguiente reinicio.</p>
fr: <p><b>Remarque :</b><br>le verrouillage des règles empêchera leur modification jusqu'au prochain redémarrage.</p>
gl: <p><b>Observe:</b><br>Bloquear as regras significa que non se poden cambiar ata o seguinte reinicio.</p>
hu: <p><b>Megjegyzés:</b><br>A szabályok zárolása azt jelenti, hogy ezek nem módosíthatók a következő újraindításig. </p>
it: <p><b>Attenzione:</b><br>Bloccare le regole implica che queste non saranno modificabili fino al prossimo riavvio.</p>
ja: <p><b>注意:</b><br>ルールのロック (施錠) を行なうと、次に起動するまで変更できなくなります。</p>
nl: <p><b>Opmerking:</b><br>De regels vergrendelen betekent dat zij niet gewijzigd kunnen worden tot de volgende systeemstart.</p>
pt_br: <p><b>Nota:</b><br>O bloqueio das regras torna impossível sua modificação até a próxima reinicialização.</p>
sk: <p><b>Poznámka:</b><br>Uzamknutie pravidiel znamená, že ich nemožno zmeniť až do nasledujúceho reštartu.</p>
tr: <p><b>Not:</b><br>Kuralların kilitlenmesi, bir sonraki yeniden başlatmaya kadar değiştirilemeyecekleri anlamına gelir.</p>
zh_tw: <p><b>注意︰</b><br>鎖定規則意味著直到系統下次重新開機前都不能對規則進行變更。</p>

source: <p>Enabling auditing without additional rules will cause the applications which use <i>libaudit</i>, e.g. PAM to log to /var/log/audit/audit.log (default).</p>
cs: <p>Povolení auditování bez dalších pravidel ovlivní aplikace používající <i>libaudit</i>, např. PAM, pro zaznamenávání do souboru /var/log/audit/audit.log (výchozí).</p>
es: <p>Habilitar la auditoría sin reglas adicionales causará que las aplicaciones que usan <i>libaudit</i> (por ejemplo, PAM) realicen el registro en /var/log/audit/audit.log (valor por defecto).</p>
fr: <p>Activer l'audit sans règles supplémentaires implique que les applications utilisant <i>libaudit</i>, telles que PAM, consigneront leurs informations dans le fichier /var/log/audit/audit.log (par défaut).</p>
hu: <p>Az auditálás további szabályok nélkül történő engedélyezése azt eredményezi, hogy a <i>libaudit</i> programkönyvtárat használó programok, mint pl. a , a /var/log/audit/audit.log alapértelmezett fájlba naplóz.</p>
it: <p>Abilitando l'auditing senza regole aggiuntive, le applicazioni che utilizzano <i>libaudit</i>, ad es. PAM, registreranno gli eventi in /var/log/audit/audit.log (predefinito).</p>
ja: <p>追加のルールを設定せずに監査を有効にすると、 <i>libaudit</i> を使用してログ /var/log/audit/audit.log (既定値) に記録するアプリケーション (たとえば PAM) に影響を与えます。</p>
nl: <p>Inschakelen van auditing zonder toegevoegde regels veroorzaakt dat de toepassingen die <i>libaudit</i> gebruiken, b.v. PAM, loggen naar /var/log/audit/audit.log (standaard).</p>
pt_br: <p>Habilitar a auditoria sem regras adicionais fará com que os aplicativos que usam <i>libaudit</i>, por exemplo, PAM, registrem os eventos em /var/log/audit/audit.log (padrão).</p>
sk: <p>Povolenie auditovania bez ďalších pravidiel ovplyvní aplikácie, ktoré používajú <i>libaudit</i>, napr. PAM pre záznam do /var/log/audit/audit.log (predvolené nastavenie).</p>
tr: <p>Ek kurallar olmadan denetimi etkinleştirmek, <i>libaudit</i> kullanan uygulamalar, ör. /var/log/audit/audit.log'da oturum açmak için PAM (varsayılan).</p>
zh_tw: <p>啟用沒有附加規則的稽核將會導致 使用 <i>libaudit</i> 的應用程式 (例如 PAM) 記錄至 /var/log/audit/audit.log 中 (預設)。</p>

source: <p>You can also edit the rules manually, which we only recommended for advanced users.<br> For more information about all options, see 'man auditctl'.</p>
cs: <p>Můžete také upravit pravidla ručně, což je doporučeno pouze pokročilým uživatelům.<br> Pro více informací o všech možnostech čtěte 'man auditctl'.</p>
es: <p>También puede editar las reglas manualmente, lo que solo se recomienda para usuarios avanzados.<br> Para obtener más información sobre todas las demás opciones, consulte la página man auditctl.</p>
fr: <p>Les règles peuvent aussi être modifiées manuellement, mais nous ne recommandons cette opération qu'aux utilisateurs expérimentés.<br> Pour plus d'informations sur les options, reportez-vous à 'man auditctl'.</p>
hu: <p>Ez kézzel is beállítható, amely csak szakértőknek javasolt.<br> További információ a 'man auditctl' parancs segítségével olvasható.</p>
it: <p>Si possono modificare le regole anche manualmente, cosa che è raccomandata solo agli utenti avanzati.<br> Per maggiori informazioni su tutte le opzioni, si veda la pagina di manuale 'man auditctl'.</p>
ja: <p>このダイアログではルールを手動で編集することもできますが、これは熟練者向けの機能です。<br> 全てのオプションについての詳しい情報は、 'man auditctl' をお読みください。</p>
nl: <p>U kunt ook de regels handmatig bewerken, wat alleen is aanbevolen voor ervaren gebruikers.<br> Voor meer informatie over alle opties zie 'man auditctl'.</p>
pt_br: <p>É possível também editar as regras manualmente, o que é recomendado somente para usuários avançados.<br> Para obter mais informações sobre todas as opções, consulte ''man auditctl''.</p>
sk: <p>Môžete tiež upraviť pravidlá ručne, čo odporúčame len pre pokročilých používateľov.<br> Ďalšie informácie o všetkých možnostiach nájdete v 'man auditctl'.</p>
tr: <p>Yalnızca ileri düzey kullanıcılar için önerdiğimiz kuralları manuel olarak da düzenleyebilirsiniz.<br> Tüm seçenekler hakkında daha fazla bilgi için bkz. 'man auditctl'.</p>
zh_tw: <p>您也可以手動編輯規則，不過，僅建議進階使用者這樣做。<br> 如需所有選項的詳細資訊，請參閱「man auditctl」。</p>

source: <p><b>Check Syntax</b> sends the rules via <i>auditctl</i> to the audit subsystem and checks the syntax.<br><b>Restore</b> restores the settings from /etc/audit/audit.rules.</p>
cs: <p><b>Kontrola syntaxe</b> posílá pravidla přes <i>auditctl</i> do subsystému auditu a kontroluje správnost syntaxe.<br> <b>Obnovit</b> obnovuje nastavení z /etc/audit/audit.rules.</p>
es: <p><b>Comprobar sintaxis</b> envía las reglas a través de <i>auditctl</i> al subsistema de auditoría y comprueba la sintaxis.<br><b>Restaurar</b> restaura los ajustes de /etc/audit/audit.rules.</p>
fr: <p>L'option <b>Vérifier la syntaxe</b> envoie les règles via <i>auditctl</i> vers le sous-système d'audit et vérifie la syntaxe.<br>L'option <b>Restaurer</b> restaure les paramètres à partir de /etc/audit/audit.rules.</p>
hu: <p>A <b>Szintaxis ellenőrzése</b> elküldi a szabályt az <i>auditctl</i>-en keresztül az audit alrendszerbe és megmondja, hogy a szintaxis megfelelő-e vagy sem. <br>A <b>Visszaállítás</b> az /etc/audit/audit.rules fájlban található beállítások kerülnek visszaállításra.</p>
it: <p><b>Verifica sintassi</b> invia le regole attraverso <i>auditctl</i> al sottosistema audit e ne controlla la sintassi.<br><b>Ripristina</b> ripristina le impostazioni da /etc/audit/audit.rules.</p>
ja: <p><b>文法の確認</b> を押すと、ルールを <i>auditctl</i> の監査サブシステムに渡して、 文法が正しいかどうかを確認することができます。<br><b>復元</b> を押すと /etc/audit/audit.rules から設定を復元することができます。</p>
nl: <p><b>Controleer syntaxis</b> zendt de regels via <i>auditctl</i> naar het audit-subsysteem en controleert de syntaxis.<br><b>Terugzetten</b> herstelt de instellingen uit /etc/audit/audit.rules.</p>
pt_br: <p><b>Verificar Sintaxe</b> envia as regras por <i>auditctl</i> para o subsistema de auditoria e verifica a sintaxe.<br><b>Restaurar</b> restaura as configurações de /etc/audit/audit.rules.</p>
sk: <p><b>Skontrolovať syntax</b> posiela pravidlá cez <i>auditctl</i> do subsystému auditu a kontroluje syntax.<br><b>Obnoviť</b> obnoví nastavenia z /etc/audit/audit.rules.</p>
tr: <p><b>Kontrol Sözdizimi</b>, kuralları <i>auditctl</i> aracılığıyla denetim alt sistemine gönderir ve sözdizimini kontrol eder.<br><b>Geri Yükle</b>, /etc/audit/audit.rules dizininden ayarları geri yükler.</p>
zh_tw: <p><b>「檢查語法」</b>可透過 <i>auditctl</i> 將規則傳送至稽核子系統並檢查語法。<br><b>「還原」</b>可還原 /etc/audit/audit.rules 中的設定。</p>

source: <p>Click <b>Restore and Reset</b> to restore the rules and reset the changes (from previous syntax checks) by calling <i>auditctl</i>.<br> Click <b>Load</b> to open a file selection dialog in which you can load an example rules file.</p>
cs: <p>Kliknutím na tlačítko <b>Obnovit a resetovat</b> můžete obnovit pravidla a resetovat změny (z předchozích kontrol syntaxe) voláním <i>auditctl</i>.<br> Tlačítko <b>Načíst</b> otevírá dialog výběru souboru, pomocí kterého můžete načíst ukázkový soubor pravidel.</p>
es: <p>Haga clic en <b>Restaurar y reiniciar</b> para restaurar las reglas y reiniciar los cambios (desde la comprobación de sintaxis anterior) llamando a <i>auditctl</i>.<br> Haga clic en <b>Cargar</b> para abrir un recuadro de diálogo de selección de archivos en el que puede cargar un archivo de reglas de ejemplo.</p>
fr: <p>Cliquez sur <b>Restaurer et réinitialiser</b> pour restaurer les règles et réinitialiser les modifications (depuis les contrôles de syntaxe précédents) en invoquant <i>auditctl</i>.<br> Cliquez sur <b>Charger</b> pour ouvrir une boîte de dialogue de sélection de fichiers dans laquelle vous pouvez charger un exemple de fichier de règles.</p>
hu: <p>A <b>Visszaállítás</b> gomb megnyomásával visszaállításra kerül az előző <i>auditctl</i>-en keresztül történő korábbi szintaxis-ellenőrzésen átesett szabály.<br> A <b>Betöltés</b> gombbal fájlból lehet betölteni egy szabályt.</p>
it: <p>Premere <b>Ripristina e Azzera</b> per ripristinare le regole e azzerare le modifiche (dal precedente controllo della sintassi) chiamando <i>auditctl</i>.<br> Premere <b>Carica</b> per aprire la finestra di selezione in cui caricare un file con regole d'esempio.</p>
ja: <p><i>auditctl</i> を呼び出して以前のルールに復元したり、以前に文法チェックを行なったところまで戻したりするには、 <b>復元とリセット</b> をお使いください。<br> <b>読み込み</b> ボタンを押すとファイル選択のダイアログが開きますので、 例となるルールファイルを読み込むことができます。</p>
nl: <p>Klik op <b>Herstellen en resetten</b> om de voorgaande regels te herstellen en te resetten (uit de voorgaande syntaxis controles) door <i>auditctl</i> hiermee aan te roepen.<br> Klik op <b>Laden</b> om een bestandsselectiedialoog te openen en daarna kunt u een voorbeeld bestand met regels laden.</p>
pt_br: <p>Clique em <b>Restaurar e Redefinir</b> para chamar o <i>auditctl</i> para restaurar as regras e redefinir as mudanças (com base nas verificações de sintaxe anteriores).<br> Clique em <b>Carregar</b> para abrir uma caixa de diálogo de seleção de arquivos na qual é possível carregar um arquivo de regras de exemplo.</p>
sk: <p>Kliknite na <b>Obnoviť a resetovať</b> pre obnovenie pravidiel a reset zmien (z predchádzajúcich kontrol syntaxe) volaním <i>auditctl</i>.<br> Kliknite na <b>Načítať</b> pre otvorenie dialógu pre výber súboru, v ktorom môžete načítať vzorový súbor pravidiel.</p>
tr: <p>Kuralları geri yüklemek ve sıfırlamak için <b>Geri Yükle ve Sıfırla</b>'yı tıklayın değişiklikleri (önceki sözdizimi kontrollerinden) <i>auditctl</i> çağırarak yapabilirsiniz.<br> Yükleyebileceğiniz bir dosya seçimi iletişim kutusunu açmak için <b>Yükle</b>'yi tıklayın. örnek bir kural dosyası.</p>
zh_tw: <p>按一下<b>「還原與重設」</b>可以呼叫 <i>auditctl</i> 來還原規則 並重設上次語法檢查所做的變更。<br> 按一下<b>「載入」</b>會開啟檔案選取對話方塊，您可以在其中載入 範例規則檔案。</p>

source: &Dispatcher
cs: &Dispečer
es: &Expedidor
fr: &Répartiteur
gl: &Despachador
hu: &Vezérlőprogram
ja: ディスパッチャ (&D)
nl: Ver&deelprogramma
sk: &Dispečer
tr: &Gönderici
zh_tw: 發送器(&D)

source: Disk &Space
cs: Mí&sto na disku
es: E&spacio de disco
fr: E&space disque
gl: E&spazo de disco
hu: &Szabad lemezterület
it: &Spazio su Disco
ja: ディスク容量 (&S)
nl: &Schijfruimte
pt_br: E&spaço em disco
sk: &Miesto na disku
tr: Disk alanı
zh_tw: 磁碟空間(&S)

source: &Rules for 'auditctl'
cs: P&ravidla pro 'auditctl'
es: &Reglas para auditctl
fr: &Règles pour 'auditctl'
gl: &Regras para 'auditctl'
hu: 'auditctl' &szabályok
it: &Regole per 'auditctl'
ja: 'auditctl' のルール (&R)
nl: &Regels voor 'auditctl'
pt_br: &Regras para o 'auditctl'
sk: &Pravidlá pre 'auditctl'
tr: &'auditctl' kuralları
zh_tw: auditctl 的規則(&R)

source: Initializing...
cs: Inicializuje se...
es: Inicializando...
fr: Initialisation...
gl: Iniciando...
hu: A modul indítása…
it: Inizializzazione in corso...
ja: 初期化しています...
nl: Initialiseren...
pt_br: Inicializando...
sk: Inicializujem...
tr: Başlatılıyor...
zh_tw: 正在啟始化...

source: The rules for auditctl are locked.
cs: Pravidla pro auditctl jsou uzamčena.
es: Las reglas para auditctl están bloqueadas.
fr: Les règles pour auditctl sont verrouillées.
gl: As regras para auditcl xa están bloqueadas.
hu: Az auditctl szabályok zárolva vannak.
it: Le regole per auditctl sono bloccate.
ja: auditctl 向けのルールはロック (施錠) されています。
nl: De regels voor auditctl zijn vergrendeld.
pt_br: As regras para o auditctl estão bloqueadas.
sk: Pravidlá pre auditctl sú zamknuté.
tr: Auditctl için kurallar kilitli.
zh_tw: auditctl 的規則已鎖定。

source: <p>To continue the configuration of Linux Auditing, the package <b>%1</b> must be installed.</p>
cs: <p>Pro pokračování konfigurace linuxového auditu musí být nainstalován balíček <b>%1</b>.</p>
es: <p>Para continuar la configuración de la auditoría de Linux, el paquete <b>%1</b> debe estar instalado.</p>
fr: <p>Pour continuer la configuration de Linux Auditing, le paquet <b>%1</b> doit être installé.</p>
gl: <p>Para continuar a configuración de Linux Auditing, o paquete <b>%1</b> debe estar instalado.</p>
hu: <p>A Linux Auditing beállításához szükség van a(z) <b>%1</b> csomag telepítésére.</p>
it: <p>Per continuare la configurazione dell'Auditing Linux, deve essere installato il pacchetto <b>%1</b>.</p>
ja: <p>Linux 監査システムの設定を続行するには、 <b>%1</b> パッケージをインストールしなければなりません。</p>
nl: <p>Om verder te gaan met Linux Auditing instellen, moet het pakket <b>%1</b> worden geïnstalleerd.</p>
pt_br: <p>Para continuar a configuração do Linux Auditing, o pacote <b>%1</b> deve ser instalado.</p>
sk: <p>Pre pokračovanie konfigurácie linuxového auditovania, musí byť nainštalovaný balík <b>%1</b>.</p>
tr: <p>Linux Denetimi yapılandırmasına devam etmek için <b>%1</b> paketi kurulmalıdır.</p>
zh_tw: <p>若要繼續設定 Linux 稽核組態，必須安裝 <b>%1</b> 套件。</p>

source: <p>Install it now?</p>
cs: <p>Chcete je nyní nainstalovat?</p>
es: <p>¿Desea instalarlo ahora?</p>
fr: <p>L'installer maintenant ?</p>
gl: <p>Desexa instalalo agora?</p>
hu: <p>Telepíti most?</p>
it: <p>Installarlo ora?</p>
ja: <p>今すぐインストールしますか？</p>
nl: <p>Wilt u dit nu installeren?</p>
pt_br: <p>Instalá-lo agora?</p>
sk: <p>Chcete ho nainštalovať?</p>
tr: <p>Şimdi yüklensin mi?</p>
zh_tw: <p>要現在安裝嗎？</p>

source: Cannot start the audit daemon. Please check /var/log/messages for auditd errors. You can use the module 'System Log' from group 'Miscellaneous' in YaST Control Center.
cs: Nelze spustit démona auditu. Informace o chybách démonu auditd naleznete v souboru /var/log/messages. Můžete na to využít modul Systémový protokol ze skupiny Různé v Ovládacím centru YaST.
es: No es posible iniciar el daemon de auditoría. Compruebe en /var/log/messages los errores de auditd. Puede usar el módulo Registro del sistema del grupo Misceláneas del Centro de control de YaST.
fr: Impossible de démarrer le daemon d'audit. Vérifiez le fichier /var/log/messages pour des erreurs d'auditd. Vous pouvez utilisez le module 'Journal système' du groupe 'Divers' dans le centre de contrôle YaST.
gl: Non se pode arrincar o daemon audit. Mire en /var/log/messages a ver se hai erros de auditd. Pode usar o módulo 'Rexistro do sistema' do grupo 'Miscelánea' no Centro de Control de YaST.
hu: Az audit démon nem indítható el. Ellenőrizze a /var/log/messages fájlban található auditd hibákat a YaST Egyéb csoportban található 'Rendszernapló' modul segítségével.
it: Impossibile avviare il demone di audit. Controllare /var/log/messages per gli errori relativi ad auditd. È possibile usare il modulo 'Log di sistema' dal gruppo 'Varie' nel centro di controllo di YaST2.
ja: 監査デーモンを開始できません。 /var/log/messages ファイルをご覧のうえ、 auditd のエラーを確認してください。 YaST2 コントロールセンターから 'その他' -> 'システムログ' を利用して読むこともできます。
nl: Kan de audit-daemon niet starten. Controleer /var/log/messages voor auditd-fouten. U kunt de module 'Systeemlog' gebruiken in de groep 'Diversen' in het YaST2-controlecentrum.
pt_br: Impossível iniciar o daemon de auditoria. Verifique se há erros do auditd em /var/log/messages. Você pode usar o módulo ''Registro do Sistema'' do grupo ''Diversos'' no Centro de Controle do YaST.
sk: Nie je možné spustiť démona auditu. Prosím, skontrolujte /var/log/messages kvôli chybám auditd. Môžete použiť modul 'Systémový záznam' zo skupiny 'Rôzne' v Ovládacom centre YaST.
tr: Denetim arka plan programı başlatılamıyor. Denetim hataları için lütfen /var/log/messages kontrol edin. Gruptan 'Sistem Günlüğü' modülünü kullanabilirsiniz. YaST Kontrol Merkezinde 'Çeşitli'.
zh_tw: 無法啟動稽核精靈。 請檢查 /var/log/messages 找出 auditd 的錯誤。 您可以使用 YaST 控制中心的「其他」分類中的 「系統紀錄」模組來查看。

source: Initializing Audit Configuration
cs: Inicializuje se konfigurace auditu
es: Inicializando la configuración de auditoría
fr: Initialisation de la configuration de l'audit
gl: Iniciando a configuración de Audit
hu: Audit beállításának indítása
it: Inizializzazione della configurazione di audit
ja: 監査設定を準備しています
nl: De validatieconfiguratie wordt geïnitialiseerd
pt_br: Inicializando a Configuração de Auditoria
sk: Inicializácia konfigurácie auditu
tr: Denetim Yapılandırmasını Başlatma
zh_tw: 正在啟始化稽核組態

source: Check for installed packages
cs: Kontrola nainstalovaných balíčků
es: Comprobar si hay paquetes instalados
fr: Rechercher les paquets installés
gl: Comprobando os paquetes instalados
hu: Telepített csomagok ellenőrzése
it: Verifica dei pacchetti installati
ja: インストール済みパッケージの確認
nl: Op geïnstalleerde pakketten controleren
pt_br: Verificar por pacotes instalados
sk: Skontrolovať nainštalované balíky
tr: Kurulu paketleri kontrol edin
zh_tw: 檢查安裝的套件

source: Read the configuration of auditd
cs: Načtení konfigurace auditd
es: Leer la configuración de auditd
fr: Lire la configuration d'auditd
gl: Ler a configuración para auditd
hu: Auditd beállításának beolvasása
it: Lettura della configurazione di auditd
ja: auditd の設定読み込み
nl: Lezen van de configuratie voor auditd
pt_br: Ler a configuração do auditd
sk: Čítať konfiguráciu auditd
tr: Auditd yapılandırmasını okuyun
zh_tw: 讀取 auditd 的組態

source: Read the rules file
cs: Načtení souboru pravidel
es: Leer el archivo de reglas
fr: Lire le fichier de règles
gl: Ler o ficheiro de regras
hu: Szabályok beolvasása
it: Lettura del file delle regole
ja: ルールファイルの読み込み
nl: Lees het bestand met regels
pt_br: Ler o arquivo de regras
sk: Čítať súbor pravidiel
tr: Kurallar dosyasını okuyun
zh_tw: 讀取規則檔案

source: Check status of auditd
cs: Kontrola stavu auditd
es: Comprobar el estado de auditd
fr: Vérifier le statut d'auditd
gl: Comprobar o estado de auditd
hu: Auditd státuszának ellenőrzőse
it: Controllo dello stato di auditd
ja: auditd の状態確認
nl: Controleer de status van auditd
pt_br: Verificar status do auditd
sk: Skontrolovať stav auditd
tr: Auditd'nin durumunu kontrol et
zh_tw: 檢查 auditd 狀態

source: Checking for packages...
cs: Kontrolují se balíčky...
es: Comprobando si hay paquetes...
fr: Recherche des paquets...
gl: Comprobando paquetes...
hu: Csomagok ellenőrzése…
it: Verifica dei pacchetti in corso...
ja: パッケージを確認しています...
nl: Op pakketten controleren...
pt_br: Verificando por pacotes...
sk: Kontrolovanie balíkov...
tr: Paketler kontrol ediliyor...
zh_tw: 正在檢查套件...

source: Reading the configuration...
cs: Načítá se konfigurace...
es: Leyendo la configuración...
fr: Lecture de la configuration...
gl: Lendo a configuración...
hu: Jelenlegi beállítások beolvasása…
it: Lettura della configurazione in corso...
ja: 設定を読み込んでいます...
nl: De configuratie wordt gelezen...
pt_br: Lendo a configuração...
sk: Čítam konfiguráciu...
tr: Yapılandırma okunuyor...
zh_tw: 正在讀取組態...

source: Reading the rules file...
cs: Probíhá čtení souboru pravidel...
es: Leyendo el archivo de reglas...
fr: Lecture du fichier de règles...
gl: Lendo o ficheiro de regras...
hu: Szabályok beolvasása…
it: Lettura del file delle regole in corso...
ja: ルールファイルを読み込んでいます...
nl: Het bestand met regels wordt gelezen...
pt_br: Lendo o arquivo de regras...
sk: Čítanie súboru pravidiel...
tr: Kurallar dosyası okunuyor...
zh_tw: 正在讀取規則檔...

source: Checking status...
cs: Kontrola stavu...
es: Comprobando estado...
fr: Vérification de l'état...
gl: Comprobando estado...
hu: Állapot ellenőrzése…
it: Verifica dello stato in corso...
ja: 状態を確認しています...
nl: De status wordt gecontroleerd...
pt_br: Verificando o status...
sk: Kontrolovanie stavu...
tr: Durum kontrol ediliyor...
zh_tw: 正在檢查狀態...

source: Cannot read auditd.conf.
cs: Není možné číst auditd.conf.
es: No se puede leer auditd.conf.
fr: Impossible de lire auditd.conf.
gl: Non se pode ler auditd.conf.
hu: Az auditd.conf nem olvasható.
it: Impossibile leggere auditd.conf.
ja: auditd.conf ファイルが読み込めません。
nl: Kan auditd.conf niet lezen.
pt_br: Impossível ler auditd.conf.
sk: Nie je možné čítať auditd.conf.
tr: Auditd.conf okunamıyor.
zh_tw: 無法讀取 auditd.conf。
