Repository: yast/yast-translations
Catalog: po/*-management/*.po
Languages: de, pt

source: &Enter CA
de: CA &betreten
pt: &Introduzir CA

source: &Delete CA
de: CA &löschen
pt: &Apagar CA

source: &Create Root CA
de: Root-CA &erzeugen
pt: &Criar CA Raiz

source: &Import CA
de: CA &importieren
pt: &Importar CA

source: CA Tree
de: CA-Baum
pt: Árvore CA

source: CA Selection
de: CA-Auswahl
pt: Selecção CA

source: Change Certificate Password
de: Zertifikats-&Passwort ändern

source: Change CA Password
de: CA-Passwort ändern

source: &Old Password:
de: Altes Passw&ort:

source: &New Password:
de: &Neues Passwort:
pt: &Nova Palavra Passe:

source: &Verify Password:
de: Passwort ü&berprüfen:

source: The new password is too short to use it for the certificates. Enter a valid password for the certificates.
de: Das neue Passwort ist zu kurz, sodass es nicht als Passwort für die Zertifikate verwendet werden kann. Geben Sie ein gültiges Passwort für die Zertifikate ein.

source: CA Password changed.
de: CA-Passwort geändert.

source: Certificate Password changed.
de: Zertifikats-Passwort geändert.

source: Enter CA Password
de: CA-Passwort eingeben
pt: Digite a Palavra Passe do CA

source: LDAP P&assword:
de: LDAP-&Passwort:
pt: P&alavra Passe de LDAP:

source: Certificate &Password:
de: Zertifikat-&Passwort:
pt: &Palavra Passe do Certificado:

source: &Verify Password
de: Passwort &bestätigen
pt: &Verificar Palavra Passe

source: LDAP Initialization
de: LDAP-Initialisierung
pt: Inicialização LDAP

source: LDAP must initialize for the CA management. Enter the required LDAP password.
de: Für die CA-Verwaltung muss ein Template in LDAP abgelegt werden. Geben Sie das erforderliche LDAP-Passwort ein.
pt: O LDAP deve inicializar a gestão de CA. Introduza a palavra passe de LDAP necessária.

source: P&assword:
de: &Passwort:
pt: P&alavra Passe:

source: Export CA to File
de: CA in Datei exportieren
pt: Exportar CA para Ficheiro

source: O&nly the Certificate in PEM Format
de: &Nur das Zertifikat im PEM-Format
pt: Ape&nas o Certificado no Formato PEM

source: Only the Key &Unencrypted in PEM Format
de: Nur den Schlüssel &unverschlüsselt im PEM-Format

source: Only the &Key Encrypted in PEM Format
de: Nur den Schlüssel &verschlüsselt im PEM-Format

source: Ce&rtificate and the Key Unencrypted in PEM Format
de: Ze&rtifikat und Schlüssel unverschlüsselt im PEM-Format
pt: Ce&rtificado e a Chave Não Cifrados no Formato PEM

source: C&ertificate and the Key Encrypted in PEM Format
de: Z&ertifikat und Schlüssel verschlüssselt im PEM-Format
pt: C&ertificado e a Chave Cifrados no Formato PEM

source: &Certificate in DER Format
de: &Zertifikat im DER-Format
pt: &Certificado no Formato DER

source: Cer&tificate and the Key in PKCS12 Format
de: Zer&tifikat und Schlüssel im PKCS12-Format
pt: Cer&tificado e Chave no Formato PKCS12

source: &Like PKCS12 and Include the CA Chain
de: &Wie PKCS12 und CA-Kette einschließen
pt: &Como PKCS12 e Incluir a Corrente CA

source: &New Password
de: &Neues Passwort
pt: &Nova Palavra passe

source: &File Name:
de: &Dateiname:
pt: Nome de &Ficheiro:

source: File name required.
de: Dateiname ist erforderlich.
pt: Nome do ficheiro requerido.

source: CA saved to file.
de: CA in Datei gespeichert.
pt: CA guardado para ficheiro.

source: Export CRL to File
de: CRL in Datei exportieren
pt: Exportar CRL para Ficheiro

source: CRL saved to file.
de: CRL in Datei gespeichert.
pt: CRL Guardado para ficheiro.

source: Export Certificate to File
de: Zertifikat in Datei exportieren
pt: Exportar Certificado para Ficheiro

source: &Only the Certificate in PEM Format
de: &Nur das Zertifikat im PEM-Format
pt: &apenas o Certificado no Formato PEM

source: Certificate saved to file.
de: Zertifikat wurde in Datei gespeichert.
pt: Certificado guardado para ficheiro.

source: <p><b><big>Importing Common Server Certificate (PKCS12 + CA Chain Format) from Disk:</big></b> Select one file name and press <b>Next</b> to continue.</p>
de: <p><b><big>Allgemeines Server-Zertifikat (PKCS12 + CA-Kette-Format) von Festplatte importieren:</big></b> Wählen Sie einen Dateinamen und drücken Sie <b>Weiter</b>, um fortzufahren.</p>
pt: <p><b><big>A Importar Certificado Comum de Servidor (PKCS12 + CA Formato Chain) a partir do disco:</big></b> Seleccione um nome do ficheiro e prima <b>Próximo</b> para continuar.</p>

source: Import a server certificate and corresponding CA and copy them to a place where other YaST modules look for such a common certificate.
de: Importieren Sie ein Server-Zertifikat und die entsprechende CA und kopieren Sie sie an einen Ort, wo andere YaST-Module nach einem solchen allgemeinen Zertifikat suchen.

source: <p><b>Password:</b><br> Certificate password</p>
de: <p><b>Passwort:</b><br> Zertifikat-Passwort</p>
pt: <p><b>Palavra Passe:</b><br> Palavra passe do Certificado</p>

source: Importing Common Certificate from Disk
de: Allgemeines Zertifikat von Festplatte importieren
pt: A importar Certificado Comum a partir do Disco

source: Importing certificate...
de: Zertifikat wird importiert ...
pt: A importar Certificado...

source: Certificate has been imported.
de: Das Zertifikat wurde importiert.
pt: O certificado foi importado.

source: This is not a server certificate. Continue?
de: Dies ist kein Serverzertifikat. Fortfahren?
pt: Este não é um certificado de servidor. Continuar?

source: The common name of the certificate (%1) is not the name of· the server (%2). This certificate might be not practical as a common server certificate.
de: Der allgemeine Name des Zertifikats (%1) ist nicht der Name des Servers (%2). Dieses Zertifikat ist möglicherweise nicht als allgemeines Server-Zertifikat geeignet.

source: The hostname of this server (command: hostname --long) have to match either the common name of the certificate (CN) or on of the values in subject alternative names.
de: Der Hostname dieses Servers (Befehl: hostname --long) muss entweder mit dem normalen Namen des Zertifikats (CN) oder mit einem der Werte unter den alternativer Namen übereinstimmen.

source: Exporting as Common Server Certificate
de: Als allgemeines Server-Zertifikat exportieren
pt: A Exportar como Certificado Comum de Servidor

source: Exporting certificate...
de: Zertifikat wird exportiert ...
pt: A exportar o certificado...

source: Certificate has been written as common server certificate.
de: Zertifikat wurde als allgemeines Server-Zertifikat geschrieben.
pt: O certificado foi guardado como certificado comum de servidor.

source: Import Request from Disk
de: Importanforderung von Datenträger
pt: Importar Pedido de Disco

source: File format not valid. Use PEM or DER files.
de: Dateiformat nicht gültig. Verwenden Sie PEM- oder DER-Dateien.
pt: Formato do Ficheiro não é válido. Utilize ficheiros PEM ou DER.

source: Importing request...
de: Anforderung wird importiert ...
pt: A importar pedido...

source: Request has been imported.
de: Anforderung wurde importiert.
pt: O pedido foi importado.

source: Import CA from Disk
de: CA von Datenträger importieren
pt: Importar CA de Disco

source: &Path of CA Certificate
de: &Pfad des CA-Zertifikats

source: &Path of Key
de: &Pfad zum Schlüssel
pt: &Caminho da Chave

source: &Key Password
de: &Schlüsselpasswort
pt: Palavra Passe da &Chave

source: Path to certificate file required.
de: Pfad zur Zertifikatdatei erforderlich.
pt: Necessário caminho para o ficheiro do certificado.

source: Path of the private key required.
de: Pfad des privaten Schlüssels erforderlich.
pt: Necessário caminho da chave privada.

source: Key Password is required. It must be the password for the encrypted key or a new one in case of a not encrypted key.
de: Schlüssel-Passwort wird benötigt. Es muss das Passwort für den verschlüsselten Schlüssel oder, für den Fall eines nicht verschlüsselten Schlüssels, ein neues sein.
pt: É necessária uma Palavra Passe para a Chave. Deve ser a palavra passe para a chave cifrada ou uma nova em caso de uma chave não cifrada.

source: CA has been imported.
de: CA wurde importiert.
pt: O CA foi importado.

source: Cannot read CA list.
de: CA-Liste kann nicht gelesen werden.
pt: Não é possível ler a lista de CA.

source: Cannot read CA tree.
de: CA-Baum kann nicht gelesen werden.
pt: Não foi possível ler a árvore CA.

source: Missing value 'caName'.
de: Fehlender Wert 'caName'.
pt: Valor 'caName' em falta.

source: Missing value 'keyPasswd' or password is too short.
de: Fehlender Wert 'keyPasswd' oder zu kurzes Passwort.
pt: Falta o valor de 'keyPasswd' ou a palavra passe é demasiado curta.

source: Missing value 'commonName'.
de: Fehlender Wert 'commonName'.
pt: Falta o valor 'commonName'.

source: According to 'basicConstraints', this is not a CA.
de: Laut 'basicConstraints' ist dies keine CA.
pt: De acordo com 'basicConstraints', isto não é um CA.

source: Modifying RequestGenerationData failed.
de: Fehler beim Bearbeiten von RequestGenerationData.
pt: Falhou a modificação de RequestGenerationData.

source: Modifying CertificateIssueData failed.
de: Fehler beim Bearbeiten von CertificateIssueData.
pt: Falhou a modificação de CertificateIssueData.

source: Creating Root CA failed.
de: Fehler beim Erstellen der Root-CA.
pt: Falhou a Criação do CA de Root.

source: Missing parameter 'certType'.
de: Fehlender Parameter 'certType'.
pt: Falta o parâmetro 'certType'.

source: Getting defaults failed.
de: Fehler beim Abrufen der Standardwerte.
pt: Falha ao obter os valores pré definidos.

source: Missing value 'certType'.
de: Fehlender Wert 'certType'.
pt: Falta o valor 'certType'.

source: Initializing the CA failed.
de: Fehler beim Initialisieren der CA.
pt: Falha ao inicializar o CA.

source: Writing the defaults failed.
de: Fehler beim Schreiben der Standardwerte.
pt: Falha ao guardar as pré definições.

source: Invalid value for parameter 'caName'.
de: Ungültiger Wert für Parameter 'caName'.
pt: Valor inválido para o parâmetro 'caName'.

source: Invalid value for parameter 'type'.
de: Ungültiger Wert für Parameter 'type'.
pt: Valor inválido para o parâmetro 'type'.

source: Parsing the CA failed.
de: Fehler beim Analysieren der CA.
pt: Falhou a interpretação do CA.

source: Missing value 'keyPasswd'.
de: Fehlender Wert 'keyPasswd'.
pt: Falta o valor de 'keyPasswd'.

source: Creating request failed.
de: Fehler beim Erstellen der Anforderung.
pt: Falhou a criação do pedido.

source: Missing value 'request'
de: Fehlender Wert 'request'
pt: Falta o valor de 'reques'

source: Missing value 'caPasswd'.
de: Fehlender Wert 'caPasswd'.
pt: Falta o valor de 'caPasswd'.

source: Signing certificate failed.
de: Signieren des Zertifikat fehlgeschlagen.
pt: Falhou a assinatura do certificado.

source: Missing parameter 'caName'.
de: Fehlender Parameter 'caName'.
pt: Falta o valor 'caName'.

source: Missing parameter 'caPasswd'.
de: Fehlender Parameter "caPasswd".
pt: Falta o valor de 'caPasswd'.

source: Getting the certificate list failed.
de: Fehler beim Abrufen der Zertifikatsliste.
pt: Falhou o pedido da lista de certificados.

source: Invalid value for parameter 'caPasswd'.
de: Ungültiger Wert für Parameter 'caPasswd'.
pt: Valor inválido para o parâmetro 'caPasswd'.

source: Invalid password.
de: Ungültiges Passwort.
pt: Palavra passe inválida.

source: UpdateDB failed.
de: Fehler bei UpdateDB.
pt: Falhou o UpdateDB.

source: Invalid value for parameter 'certificate'.
de: Ungültiger Wert für Parameter 'certificate'.
pt: Valor inválido para o parâmetro 'certificate'.

source: Parsing the certificate failed.
de: Fehler beim Analysieren des Zertifikats.
pt: Falhou a interpretação do ficheiro de certificado.

source: Missing value 'certificate'.
de: Fehlender Wert 'certificate'.
pt: Falta o valor de 'certificate'

source: Revoking the certificate failed.
de: Fehler beim Widerrufen des Zertifikats.
pt: Falha ao revogar o certificado.

source: Missing value 'days'.
de: Fehlender Wert 'days'.
pt: Falta o valor 'days'

source: Modifying CRLGenerationData failed.
de: Fehler beim Bearbeiten von CRLGenerationData.
pt: Falhou a modificação de CRLGenerationData.

source: Creating the CRL failed.
de: Fehler beim Erstellen der CRL.
pt: Falhou a criação do CRL.

source: No CRL available.
de: Keine CRL verfügbar.
pt: Não existe nenhum CRL disponível.

source: Parsing the CRL failed.
de: Fehler beim Analysieren der CRL.
pt: Falhou a interpretação do CRL.

source: Cannot parse destinationFile %s.
de: Zieldatei %s kann nicht analysiert werden.
pt: Não é possível interpretar o ficheiro %s de destino.

source: Directory does not exist.
de: Verzeichnis ist nicht vorhanden.
pt: O directório não existe.

source: Invalid value for parameter 'exportFormat'.
de: Ungültiger Wert für Parameter 'exportFormat'.
pt: Valor inválido para o parâmetro 'exportFormat'.

source: Export failed.
de: Fehler beim Export.
pt: Falha na exportação.

source: Parameter 'P12Password' missing.
de: Fehlender Parameter 'P12Password'.
pt: Falta o parâmetro 'P12Password'.

source: Invalid value for parameter 'request'.
de: Ungültiger Wert für Parameter "request".
pt: Valor inválido para o parâmetro 'request'.

source: Request not found in
de: Anforderung wurde nicht gefunden in

source: Copy Request failed
de: Fehler bei der Anforderung der Kopie

source: Invalid value for parameter 'keyPasswd'.
de: Ungültiger Wert für Parameter 'keyPasswd'.
pt: Valor inválido para o parâmetro 'keyPasswd'.

source: Invalid value for parameter 'purpose'.
de: Ungültiger Wert für Parameter "purpose".
pt: Valor inválido para o parâmetro 'purpose'.

source: Verification failed.
de: Fehler bei der Überprüfung.
pt: Falhou a verificação.

source: Missing value 'newCaName'.
de: Fehlender Wert 'newCaName'.
pt: Falta o valor de 'newCaName'.

source: Creating the SubCA failed.
de: Fehler beim Erstellen der SubCA.
pt: Falhou a criação do SubCA.

source: Invalid value for parameter 'ldapHostname'.
de: Ungültiger Wert für Parameter 'ldapHostname'.
pt: Valor inválido para o parâmetro 'ldapHostname'.

source: Invalid value for parameter 'ldapPort'.
de: Ungültiger Wert für Parameter 'ldapPort'.
pt: Valor inválido para o parâmetro 'ldapPort'.

source: Invalid value for parameter 'destinationDN'.
de: Ungültiger Wert für Parameter 'destinationDN'.
pt: Valor inválido para o parâmetro 'destinationDN'.

source: Invalid value for parameter 'BindDN'.
de: Ungültiger Wert für Parameter 'BindDN'.
pt: Valor inválido para o parâmetro 'BindDN'.

source: Invalid value for parameter 'ldapPasswd'.
de: Ungültiger Wert für Parameter 'ldapPasswd'.
pt: Valor inválido para o parâmetro 'ldapPasswd'.

source: CA certificate does not exist.
de: CA-Zertifikat ist nicht vorhanden.
pt: O ficheiro com o certificado CA não existe.

source: Cannot read the CA.
de: CA kann nicht gelesen werden.
pt: Não foi possível ler o CA.

source: Cannot parse the CA certificate.
de: CA-Zertifikat kann nicht analysiert werden.
pt: Não foi possível interpretar o certificado CA.

source: LDAP initialization failed.
de: Fehler bei LDAP-Initialisierung.
pt: Falha na inicialização de LDAP.

source: LDAP bind failed.
de: Fehler bei LDAP-Bind.
pt: Falha de associação LDAP.

source: Container %s is not available in the LDAP directory.
de: Container %s ist im LDAP-Verzeichnis nicht verfügbar.
pt: O contentor %s não está disponível no directório LDAP.

source: Error while searching in LDAP.
de: Fehler bei der Suche in LDAP.
pt: Erro ao procurar no LDAP.

source: Cannot add CA certificate to the LDAP directory.
de: CA-Zertifikat kann nicht zum LDAP-Verzeichnis hinzugefügt werden.
pt: Não foi possível adicionar o certificado CA ao directório LDAP.

source: Cannot modify CA certificate in the LDAP directory.
de: CA-Zertifikat im LDAP-Verzeichnis kann nicht geändert werden.
pt: Não foi possível modificar o certificado CA no directório LDAP.

source: CRL does not exist.
de: CRL ist nicht vorhanden.
pt: O CRL não existe.

source: Cannot read the CRL.
de: CRL kann nicht gelesen werden.
pt: Não foi possível ler o CRL.

source: Cannot parse the CRL.
de: CRL kann nicht analysiert werden.
pt: Não foi possível interpretar o CRL

source: Cannot add the CRL to the LDAP directory.
de: CRL kann nicht im LDAP-Verzeichnis hinzugefügt werden.
pt: Não foi possível adicionar o CRL ao directório LDAP.

source: Cannot modify the CRL in the LDAP directory.
de: CRL im LDAP-Verzeichnis kann nicht geändert werden.
pt: Não foi possível modificar o CRL no directório LDAP.

source: Checking for new CRL Distribution Point failed.
de: Fehler bei der Prüfung auf neuen CRL-Verteilungspunkt.
pt: Falhou a verificação do novo Ponto de Distribuição CRL.

source: Missing parameter 'commonName'.
de: Fehlender Parameter 'commonName'.
pt: Falta o Parâmetro 'commonName'.

source: No LDAP server configured.
de: Kein LDAP-Server konfiguriert.
pt: Não existe um servidor LDAP configurado.

source: LDAP search failed.
de: Fehler bei LDAP-Suche.
pt: Falha na procura LDAP.

source: No configuration available in LDAP.
de: Keine Konfiguration in LDAP verfügbar.
pt: Não existe configuração disponível no LDAP.

source: LDAP password required.
de: LDAP-Passwort ist erforderlich.
pt: Palavra Passe de LDAP requerida.

source: Cannot add base configuration entry.
de: Eintrag für die Basiskonfiguration kann nicht hinzugefügt werden.
pt: Não foi possível adicionar uma entrada da configuração de base.

source: Cannot add CA configuration entry.
de: Eintrag für die CA-Konfiguration kann nicht hinzugefügt werden.
pt: Não foi possível adicionar a entrada de configuração CA.

source: Certificate does not exist.
de: Zertifikat ist nicht vorhanden.
pt: O certificado não existe.

source: Cannot parse the certificate.
de: Zertifikat kann nicht analysiert werden.
pt: Não foi possível interpretar o certificado.

source: %s is not available in the LDAP directory.
de: %s ist im LDAP-Verzeichnis nicht verfügbar.
pt: %s não se encontra disponível no directório LDAP.

source: Cannot modify userCertificate in the LDAP directory.
de: Benutzerzertifikat im LDAP-Verzeichnis kann nicht geändert werden.
pt: Não é possível modificar o 'userCertificate' no directório LDAP.

source: Exporting the certificate failed.
de: Fehler beim Export des Zertifikats.
pt: Falha ao exportar o certificado.

source: Cannot modify userPKCS12 in LDAP directory.
de: Ändern von userPKCS12 im LDAP-Verzeichnis nicht möglich.
pt: Não é possível modificar o 'userPKCS12' no directório LDAP.

source: Deleting the certificate failed.
de: Fehler beim Löschen des Zertifikats.
pt: Falha ao eliminar o certificado.

source: Path to certificate file is needed.
de: Pfadangabe zur Zertifikat-Datei wird benötigt.
pt: É necessário o caminho para o ficheiro com o certificado.

source: Certificate not found in
de: Zertifikat nicht gefunden in
pt: Certificado não encontrado em

source: Password is required.
de: Passwort ist erforderlich.
pt: A Palavra passe é requerida.

source: Importing the certificate failed.
de: Fehler beim Importieren des Zertifikats.
pt: Falha ao importar o certificado.

source: Missing parameter 'inFile'.
de: Fehlender Parameter 'inFile'.
pt: O parâmetro 'inFile' está em falta.

source: File not found.
de: Datei nicht gefunden.
pt: Ficheiro não encontrado.

source: Missing parameter 'type'.
de: Fehlender Parameter 'type'.
pt: O parâmetro 'type' está em falta.

source: Invalid value '%s' in 'type'.
de: Ungültiger Wert '%s' in 'type'.
pt: Valor '%s' inválido em 'type'.

source: Missing parameter 'datatype'.
de: Fehlender Parameter 'datatype'.
pt: Falta o parâmetro 'datatype'.

source: Unknown value '%s' in 'datatype'.
de: Unbekannter Wert '%s' in 'datatype'.
pt: Valor desconhecido '%s' em 'datatype'.

source: Missing parameter 'inForm'.
de: Fehlender Parameter 'inForm'.
pt: Falta o parâmetro 'inForm'.

source: Unknown value '%s' in 'inForm'.
de: Unbekannter Wert '%s' in 'inForm'.
pt: Valor desconhecido '%s' em 'inForm'.

source: Parsing failed.
de: Fehler bei der Analyse.
pt: Falha ao interpretar.

source: Parsing the request failed.
de: Fehler beim Analysieren der Anforderung.
pt: Falha ao interpretar o certificado.

source: Getting the request list failed.
de: Fehler beim Abrufen der Anforderungsliste.
pt: Falhou o pedido dos pedidos.

source: Request not found in %s.
de: Anforderung nicht in %s gefunden.
pt: Pedido não encontrado em %s.

source: Cannot read the request.
de: Anforderung kann nicht gelesen werden.
pt: Não foi possível ler o pedido.

source: No request data found.
de: Keine Anforderungsdaten gefunden.
pt: Não foram encontrados os dados do pedido.

source: Importing the request failed.
de: Fehler beim Importieren der Anforderung.
pt: Falha ao importar o pedido.

source: Deleting the request failed.
de: Fehler beim Löschen der Anforderung.
pt: Falha ao eliminar o pedido.

source: Invalid value for parameter 'caCertificate'.
de: Ungültiger Wert für Parameter "caCertificate".
pt: Valor inválido para o parâmetro 'caCertificate'.

source: Invalid value for parameter 'caKey'.
de: Ungültiger Wert für Parameter "caKey".
pt: Valor inválido para o parâmetro 'caKey'.

source: CA key not available in %s.
de: CA-Schlüssel nicht verfügbar in %s.
pt: Chave de CA não está disponível em %s.

source: Importing the CA failed.
de: Fehler beim Importieren der CA.
pt: Falha ao importar CA.

source: Deleting the CA failed.
de: Fehler beim Löschen der CA.
pt: Falha ao apagar CA.

source: Keyfile does not exist.
de: Schlüsseldatei ist nicht vorhanden.

source: Password change failed.
de: Passwortänderung ist fehlgeschlagen.

source: Invalid type for StringExtension '%s'.
de: Ungültiger Typ für StringExtension '%s'.
pt: Tipo inválido para StringExtension '%s'.

source: Missing 'data' map.
de: Fehlende 'data'-Zuordnung.
pt: Falta o mapa de 'data'.

source: Invalid value '%s' for parameter '%s'.
de: Ungültiger Wert '%s' für Parameter '%s'.
pt: Valor inválido '%s' para o parâmetro '%s'.

source: Password (%s) is too simple.
de: Das Passwort (%s) ist zu einfach.

source: Wrong use of 'critical' in '%s'.
de: Falsche Verwendung von 'critical' in '%s'.
pt: Uso errado de 'critical' em '%s'.

source: Unknown value '%s' in '%s'.
de: Unbekannter Wert '%s' in '%s'.
pt: Valor desconhecido '%s' em '%s'.

source: &CA Name:
pt: Nome do &CA:

source: E-Mail
pt: Correio Electrónico

source: &Server Name:
pt: Nome do &Servidor:

source: Server Name
pt: Nome do Servidor

source: CA Name
pt: Nome do CA

source: Email
pt: Correio Electrónico

source: CA Name:
pt: Nome CA:

source: Server Name:
pt: Nome do Servidor:

source: E-Mail:
pt: Correio Electrónico:

source: &Name:
pt: &Nome:

source: Name
pt: Nome

source: Status
pt: Estado

source: &Port:
pt: &Porto:

source: PEM Format
pt: Formato PEM

source: DER Format
pt: Formato DER

source: Certificate Authority (CA)
pt: Autoridade de Certificação (CA)

source: CA Name:
pt: Nome do CA:

source: Details
pt: Detalhes

source: &PEM Format
pt: Formato &PEM

source: &DER Format
pt: Formato &DER
