Repository: yast/yast-translations
Catalog: po/*-management/*.po
Languages: de, pt

source: <p><b>View</b> shows a complete description.</p>
de: <p><b>Anzeigen</b> gibt eine komplette Beschreibung aus.</p>
pt: <p><b>Ver</b> mostra uma descrição completa.</p>

source: <p>You can <b>Export</b> the CRL to a file or LDAP Directory.</p>
de: <p>Sie können die CRL in eine Datei oder ein LDAP-Verzeichnis <b>Exportieren</b>.</p>
pt: <p>Pode <b>Exportar</b> o CRL para um ficheiro ou para um directório LDAP.</p>

source: Generate New CRL
de: Neue CRL erzeugen
pt: Gerar Novo CRL

source: &Valid to (days):
de: &Gültig bis (Tage):
pt: &Válido para (dias):

source: <p><b>Certificate Revocation List (CRL):</b></p>
de: <p><b>Zertifikatswiderrufsliste (CRL):</b></p>
pt: <p><b>Lista de Revogação de Certificados (CRL):</b></p>

source: Last Update:
de: Letztes Update:
pt: Última Actualização:

source: Next Update:
de: Nächstes Update:
pt: Próxima Actualização:

source: Revoked Certificates:
de: Zurückgezogene Zertifikate:
pt: Certificados Revogados:

source: &Generate CRL
de: &CRL erzeugen
pt: &Gerar CRL

source: &Default
de: &Standard
pt: &Pré-definição

source: <p>When creating a new CRL, the system suggests some default values.</p>
de: <p>Beim Erstellen einer neuen CRL schlägt das System einige Standardwerte vor.</p>
pt: <p>Quando se cria um novo CRL, o sistema sugere alguns valores pré definidos.</p>

source: <p>With this frame, change these default settings.</p>
de: <p>In diesem Rahmen können Sie diese Standardeinstellungen ändern.</p>
pt: <p>Com este enquadramento, modifique as pré-definições.</p>

source: &Valid Period (days):
de: &Gültiger Zeitraum (Tage):
pt: Período de &Validade (dias):

source: &Critical
de: &Kritisch
pt: &Crítico

source: C&ritical
de: K&ritisch
pt: C&rítico

source: C&opy Subject Alternative Name from CA
de: Alternativen Betreffsnamen aus CA k&opieren
pt: C&opiar o Subject Alternative Name do CA

source: Default CRL Settings
de: Standard-CRL-Einstellungen
pt: Pré-definições do CRL

source: Security Information
de: Sicherheitshinweise
pt: Informação de Segurança

source: Warning!<br>Activating the automatic creation and export of a CRL will write the CA password to a configuration file on disk. The password will be stored there in plain text as it is needed to create a CRL. The file will only be readable for the root user.
de: Warnung!<br>Das aktivieren der automatischen Erstellung und Exports einer CRL(engl.: Zertifikatsperrliste) wird dazu führen, dass das CA Passwort in eine Konfigurationsdatei auf der Festplatte geschrieben wird. Das Passwort wird im Klartext gespeichert, da es zur Erstellung der CRL notwendig ist. Die Datei wird nur für den root Benutzer lesbar sein.
pt: Aviso!<br>Activar a criação e exportação automáticas de um CRL irá escrever a palavra passe do CA para um ficheiro de configuração no disco. A palavra passe será armazenada em texto simples, um vez que é necessária para criar um CRL. O ficheiro apenas será legível pelo utilizador root.

source: Export CRL
de: CRL exportieren
pt: Exportar CRL

source: <p>Export the CRL of this CA once by selecting <b>Export once</b>.</p>
de: <p>Exportieren Sie die CRL dieser CA einmal, indem Sie <b>Einmal exportieren</b> auswählen.</p>
pt: <p>Exporte uma vez o CRL deste CA escolhendo <b>Exportar uma vez</b>.</p>

source: <p>To set up a repeated recreation of the CRL, select <b>Repeated recreation and export</b>. In this case, set the interval for the recreation in <b>Periodic interval</b>. If you set the interval to 24 hours, you can additionally select the hour for the export. Make sure you read and understand the <b>Security Information</b>.</p>
de: <p>Wählen Sie zum Einrichten einer wiederholten Erstellung der CRL <b>Erstellung und Export wiederholen</b>. Stellen Sie das Intervall zur erneuten Erstellung unter <b>Periodisches Intervall</b> ein. Wenn Sie das Intervall auf 24 Stunden einstellen, können Sie außerdem die Stunde auswählen, zu der der Export durchgeführt werden soll. Vergewissern Sie sich, dass Sie die <b>Sicherheitsinformationen</b> gelesen und verstanden haben.</p>

source: <p>You can activate an export of the CRL to a local file or to an LDAP server or both. Set up the respective parameters in <b>Export to local file</b> and <b>Export to LDAP</b>.</p>
de: <p>Sie können den Export der CRL in eine lokale Datei oder auf einen LDAP-Server oder beides aktivieren. Richten Sie die entsprechenden Parameter unter <b>In lokale Datei exportieren</b> bzw. <b>Nach LDAP exportieren</b> ein.</p>
pt: <p>Pode activar uma exportação do CRL para um ficheiro local ou para um servidor LDAP ou ambos. Defina os parâmetros respectivos em <b>Exportar para ficheiro local</b> e <b>Exportar para LDAP</b>.</p>

source: Export once
de: Einmal exportieren
pt: Exportar uma vez

source: Repeated recreation and export
de: Erneute Erstellung und Export wiederholen
pt: Recriação e exportação repetida

source: &Host Name:
de: &Rechnername:
pt: &Nome do Computador:

source: Pass&word
de: Pass&wort
pt: Palavra &passe

source: Save &as
de: Speichern &unter
pt: Gravar c&omo

source: Export Format
de: Format exportieren
pt: Formato de Exportação

source: Periodic interval
de: Periodisches Intervall
pt: Intervalo periódico

source: every
de: alle
pt: todas as

source: &hour(s)
de: &Stunde(n)

source: at
de: um
pt: às

source: &o'clock
de: &Uhr

source: &Security Information
de: &Sicherheitshinweise
pt: Informação de &Segurança

source: Export to file
de: In Datei exportieren
pt: Exportar para ficheiro

source: Save as
de: Speichern unter
pt: Gravar como

source: Export to file failed.
de: Fehler beim Exportieren in eine Datei.

source: Do you want to retry?
de: Wollen Sie es erneut versuchen?
pt: Deseja tentar novamente?

source: Saved to file successfully.
de: Erfolgreich in Datei gespeichert.

source: Saved to LDAP successfully.
de: Erfolgreich in LDAP gespeichert.
pt: Guardado para LDAP com sucesso.

source: Export to LDAP failed.
de: Export nach LDAP fehlgeschlagen.

source: Software error - Unknown Tab
de: Software-Fehler - Unbekannte Option
pt: Erro de software - Separador Desconhecido

source: &Description
de: &Beschreibung
pt: &Descrição

source: C&ertificates
de: &Zertifikate
pt: C&ertificados

source: &Requests
de: &Anforderungen
pt: &Pedidos

source: <p>To generate a new CA, some entries are needed.</p>
de: <p>Zum Erzeugen einer neuen CA werden einige Einträge benötigt.</p>
pt: <p>Para gerar um novo CA, são necessárias algumas entradas.</p>

source: <p>To generate a new certificate, some entries are needed.</p>
de: <p>Zum Erzeugen eines neuen Zertifikats werden einige Einträge benötigt.</p>
pt: <p>Para gerar um novo certificado, são necessárias algumas entradas.<p>

source: <p>To generate a new request, some entries are needed.</p>
de: <p>Zum Erstellen einer neuen Anforderung sind einige Einträge erforderlich.</p>
pt: <p>Para gerar um novo pedido, são necessárias algumas entradas.</p>

source: <p>It depends on the policy defined in the configuration file.</p>
de: <p>Dies hängt von der in der Konfigurationsdatei festgelegten Politik ab.</p>
pt: <p>depende da política definida no ficheiro de configuração.</p>

source: <p>Only US ASCII characters are allowed.</p>
de: <p>Es sind nur US ASCII-Zeichen erlaubt.</p>

source: <p><b>CA Name</b> is the name of a CA certificate. Use only the characters, "a-z", "A-Z", "-", and "_".</p>
de: <p><b>CA-Name</b> ist der Name eines CA-Zertifikats. Verwenden Sie nur die Zeichen "a-z", "A-Z", "-" und "_".</p>

source: <p><b>Common Name</b> is the name of the CA.</p>
de: <p><b>Allgemeiner Name</b> ist der Name der CA.</p>
pt: <p><b>Nome Comum</b> é o nome do CA.</p>

source: <p><b>Common Name</b> is the name of the user for whom to create the certificate.</p>
de: <p><b>Allgemeiner Name</b> ist der Name des Benutzers, für den das Zertifikat erstellt werden soll.</p>
pt: <p><b>Nome Comum</b> é o nome do utilizador para o qual se pretende criar o certificado.</p>

source: <p><b>Common Name</b> is the fully qualified domain name of the server.</p>
de: <p><b>Allgemeiner Name</b> ist der voll qualifizierte Domainname des Servers.</p>
pt: <p><b>Nome Comum</b> é o nome de domínio completo do servidor.</p>

source: <p><b>E-Mail Addresses</b> are valid e-mail addresses of the user or server administrator.</p>
de: <p><b>E-Mail-Adressen</b> sind gültige E-Mail-Adressen des Benutzers oder des Serveradministrators.</p>
pt: <p><b>Endereço de Correio Electrónico</b> são endereços de correio electrónico válidos para o utilizador ou para o administrador do servidor.</p>

source: <p><b>Organization</b>, <b>Organizational Unit</b>, <b>Locality</b>, and <b>State</b> are often optional.</p>
de: <p><b>Organisation</b>, <b>Organisatorische Einheit</b>, <b>Ort</b> und <b>Bundesland</b> sind häufig optional.</p>
pt: <p><b>Organização</b>, <b>Unidade Organizacional</b>, <b>Localidade</b>, e <b>Estado</b> são opcionais.</p>

source: D&efault
de: &Standard
pt: Pré-d&efinição

source: E-Mail Addresses
de: E-Mail-Adressen
pt: Endereços de Correio Electrónico

source: default
de: Standard
pt: pré-definição

source: Create New
de: Erzeugen eines/r neuen
pt: Criar Novo

source: (step 1/3)
de: (Schritt 1/3)
pt: (passo 1/3)

source: <p>The private key of the CA needs a <B>Password</B> with a minimum length of five characters. For verification reasons, reenter it in the next field.</p>
de: <p>Für den privaten Schlüssel der CA ist ein <B>Passwort</B> mit mindestens fünf Zeichen erforderlich. Geben Sie es zur Überprüfung im nächsten Feld noch einmal ein.</p>
pt: <p>A chave privada do CA necessita uma <B>Palavra Passe</B> com um comprimento mínimo de cinco caracteres. Para ser possível verificá-la, reintroduza-a no próximo campo.</p>

source: <p>Each CA has its own <b>Key Length</b>. Some applications that use certificates need special key lengths.</p>
de: <p>Jede CA hat eine eigene <b>Schlüssellänge</b>. Für einige Anwendungen, die Zertifikate verwenden, sind spezielle Schlüssellängen erforderlich.</p>
pt: <p>Cada CA tem o seu próprio <b>Comprimento de Chave</b>. Algumas aplicações que utilizam certificados, necessitam comprimentos de chave especiais.</p>

source: <p>The CA is valid for only specific period (<b>Valid Period</b>). Enter the time frame in days.</p>
de: <p>Die CA ist nur für einen bestimmten Zeitraum gültig (<b>Gültiger Zeitraum</b>). Geben Sie den Zeitrahmen in Tagen an.</p>
pt: <p>O CA é válido apenas para um período específico (<b>Período de Validade</b>). Introduza o intervalo de tempo em dias.</p>

source: <p><b>Advanced Options</b> are very special options. If you change these options, SUSE cannot guarantee that the generated certificate will work correctly.</p>
de: <p><b>Erweiterte Optionen</b> sind sehr spezielle Optionen. Wenn Sie diese Optionen ändern, kann SUSE nicht garantieren, dass das erzeugte Zertifikat korrekt funktioniert.</p>
pt: <p><b>Opções Avançadas</b> são opções muito especiais. Se modificar estas opções, o SUSE não pode garantir que o certificado gerado funcione correctamente.</p>

source: <p>The private key of the certificate needs a <B>Password</B> with a minimum length of five characters. For verification reasons, reenter it in the next field.</p>
de: <p>Der private Schlüssel des Zertifikats benötigt ein <B>Passwort</B>, das aus mindestens fünf Zeichen besteht. Zur Bestätigung muss das Passwort im nächsten Feld erneut eingegeben werden.</p>
pt: <p>A chave privada do certificado necessita uma <B>Palavra passe</B> com um mínimo de cinco caracteres. Para validação, reintroduza-a no próximo campo.</p>

source: <p>Each certificate has its own <b>Key Length</b>. Some applications that use certificates need special key lengths.</p>
de: <p>Jedes Zertifikat hat seine eigene <b>Schlüssellänge</b>. Einige Applikationen, die Zertifikate verwenden, benötigen spezielle Schlüssellängen.</p>
pt: <p>Cada certificado tem o seu próprio <b>Comprimento da Chave</b>. Algumas aplicações que utilizam os certificados necessitam chaves com um tamanho especial.</p>

source: <p>The certificate is valid for only specific period (<b>Valid Period</b>). Enter the time frame in days.</p>
de: <p>Das Zertifikat ist nur für eine bestimmte Zeit gültig (<b>Gültiger Zeitraum</b>). Geben Sie den Zeitrahmen in Tagen an.</p>
pt: <p>O certificado é válido apenas para um período específico (<b>Período de Validade</b>). Introduza o tempo em dias.</p>

source: <p>The private key of the request needs a <B>Password</B> with a minimum length of five characters. For verification reasons, reenter it in the next field.</p>
de: <p>Für den privaten Schlüssel der CA ist ein <B>Passwort</B> mit mindestens fünf Zeichen erforderlich. Geben Sie es zur Überprüfung im nächsten Feld noch einmal ein.</p>
pt: <p>A chave privada do pedido necessita uma <B>Palavra Passe</B> com um comprimento mínimo de cinco caracteres. Para que seja possível a sua verificação, reintroduza-a no campo sequinte.</p>

source: <p>Each request has its own <b>Key Length</b>. Some applications that use certificates need special key lengths.</p>
de: <p>Jede Anforderung hat eine eigene <b>Schlüssellänge</b>. Für einige Anwendungen, die Zertifikate verwenden, sind spezielle Schlüssellängen erforderlich.</p>
pt: <p>Cada pedido tem o seu próprio <b>Comprimento de Chave</b>. Algumas aplicações que utilizam certificados necessitam comprimentos de chave especiais.</p>

source: &Use CA Password as Certificate Password
de: CA-Passwort als Zertifikats-Passwort ben&utzen

source: V&erify Password:
de: Passwort &bestätigen:
pt: V&erificar Palavra passe:

source: &Key Length (bit):
de: &Schlüssellänge (bit):
pt: Comprimento da &Chave (bit):

source: &Advanced Options
de: Er&weiterte Optionen
pt: Opções &Avançadas

source: (step 2/3)
de: (Schritt 2/3)
pt: (passo 2/3)

source: Passwords are different.
de: Die Passwörter sind nicht identisch.
pt: As palavras passe não coincidem.

source: Password required.
de: Passwort ist erforderlich.
pt: Palavra passe requerida.

source: <p>This frame gives an overview of all settings for the CA that will be created.</p>
de: <p>In diesem Rahmen finden Sie einen Überblick über alle Einstellungen, für die CA, die erstellt wird.</p>
pt: <p>Esta janela fornece uma visão geral sobre todas as definições do CA que vai ser criado.</p>

source: <p>Click <b>Create</b> to generate the CA.</p>
de: <p>Klicken Sie auf <b>Erstellen</b>, um die CA zu generieren.</p>
pt: <p>Prima <b>Criar</p> para gerar o CA.</p>

source: <p>This frame gives an overview of all settings for the certificate that will be created.</p>
de: <p>Hier erhalten Sie einen Überblick über alle Einstellungen für das zu erzeugende Zertifikat.</p>
pt: <p>Esta janela fornece uma visão geral sobre as definições do certificado que vai ser criado..</p>

source: <p>Click <b>Create</b> to generate the certificate.</p>
de: <p>Drücken Sie <b>Erzeugen</b> zum Erzeugen des Zertifikats.</p>
pt: <p>Prima <b>Criar</b> para gerar o certificado.</p>

source: <p>This frame gives an overview of all settings for the request that will be created.</p>
de: <p>In diesem Rahmen finden Sie einen Überblick über alle Einstellungen für die Anforderung, die erstellt wird.</p>
pt: <p>Esta janela apresenta uma visão geral sobre todas as definições para o pedido que vai ser criado.</p>

source: <p>Click <b>Create</b> to generate the request.</p>
de: <p>Klicken Sie auf <b>Erstellen</b>, um die Anforderung zu generieren.</p>
pt: <p>Prima <b>Criar</b> para gerar o pedido.</p>

source: Common Name:
de: Allgemeiner Name:
pt: Nome Comum:

source: Organization:
de: Organisation/Firma:
pt: Organização:

source: Organizational Unit:
de: Organisatorische Einheit:
pt: Unidade Organizacional:

source: E-Mail Addresses:
de: E-Mail-Adressen:
pt: Endereços de Correio Electrónico:

source: Locality:
de: Ort:
pt: Localidade:

source: State:
de: Bundesland:
pt: Estado:

source: Country:
de: Land:
pt: Pais:

source: Key Length:
de: Schlüssellänge:
pt: Comprimento da Chave:

source: Valid Period:
de: Gültiger Zeitraum:
pt: Período de Validade:

source: days
de: Tage
pt: dias

source: Path Length
de: Pfadlänge
pt: Comprimento do Caminho

source: (step 3/3)
de: (Schritt 3/3)
pt: (passo 3/3)

source: Current Selection:
de: Aktuelle Auswahl:
pt: Selecção Actual:

source: Help
de: Hilfe
pt: Ajuda

source: <P>This frame shows further attributes and OpenSSL X509v3 extensions that can be set. If you are not familiar with these extensions, refer to the file /usr/share/doc/packages/openssl-doc/openssl.txt (package openssl-doc).</P>
de: <P>Hier werden weitere Attribute und OpenSSL X509v3-Erweiterungen gezeigt, die festgelegt werden können. Falls Sie nicht mit diesen Erweiterungen vertraut sind, lesen Sie die Datei /usr/share/doc/packages/openssl-doc/openssl.txt (Paket openssl-doc).</P>

source: <P>Wrong entries can make the certificate unusable.</P>
de: <P>Falsche Einträge können zu einem unbrauchbaren Zertifikat führen.</P>
pt: <P>Entradas erradas podem criar um certificado não utilizável.</P>

source: Advanced Settings
de: Erweiterte Einstellungen
pt: Definições Avançadas

source: Expert Settings
de: Einstellungen für Experten
pt: Definições Avançadas

source: Creating certificate...
de: Zertifikat wird erzeugt ...
pt: A criar o certificado...

source: The default certificate can also be created in the CA Management module.
de: Das Standardzertifikat kann auch im CA-Verwaltungsmodul erstellt werden.
pt: O certificado pré definido também pode ser criado no módulo de Gestão de CA.

source: Finish
de: Beenden
pt: Terminar

source: Really save configuration ?
de: Konfiguration wirklich speichern?
pt: Pretende mesmo gravar a configuração?

source: Exit
de: Verlassen
pt: Sair

source: Really exit configuration without saving ?
de: Wollen Sie die Konfiguration wirklich ohne Speichern beenden?
pt: Pretende mesmo sair da configuração sem gravar?

source: <p>First, see a list view with all available requests of this CA. The columns are the DN of the request including the e-mail address.</p>
de: <p>Als erstes wird eine Listenansicht mit allen verfügbaren Anforderungen dieser CA angezeigt. Die Spalten enthalten den DN der Anforderung einschließlich der E-Mail-Adresse.</p>
pt: <p>Primeiro, veja a lista de pedidos disponíveis deste CA. As colunas são o DN do pedido, incluindo o endereço de correio electrónico.</p>

source: <p>Select one of the requests and execute some actions.</p>
de: <p>Wählen Sie eine der Anforderungen aus und führen Sie einige Aktionen aus.</p>
pt: <p>Seleccione um dos pedido e execute algumas acções.</p>

source: <p><b>View</b> opens a window with a text representation of the complete request.</p>
de: <p>Mit <b>Anzeigen</b> wird ein Fenster mit einer Textdarstellung der vollständigen Anforderung geöffnet.</p>
pt: <p><b> Ver</b> abre uma janela com a representação em texto completa do pedido.</p>

source: <p>You can also <b>Sign</b>, <b>Delete</b>, or <b>Export</b> a request.</p>
de: <p>Außerdem können Sie Anforderungen <b>Signieren</b>, <b>Löschen</b> bzw. <b>Exportieren</b>.</p>
pt: <p>Pode também <b>Assinar</b>, <b>Apagar</b>, ou <b>Exportar</b> um pedido.</p>

source: <p>With <b>Import</b>, read a new request. With <b>Add</b>, generate a new request.</p>
de: <p>Mit<b>Importieren</b> können Sie eine neue Anforderung lesen. Mit <b>Hinzufügen</b> können Sie eine neue Anforderung erstellen.</p>
pt: <p>Com <b> Importar</b><b>, lê um novo pedido. Com <b>Adicionar</b>, gera um novo pedido.</p>

source: <p>In the area below, see the most important values of the selected request.</p>
de: <p>Im Bereich unten finden Sie die wichtigsten Werte der ausgewählten Anforderung.</p>
pt: <p>Na área seguinte, veja os valores mais importantes do pedido seleccionado.</p>

source: Generate Time
de: Erstellungszeitpunkt
pt: Gerar Tempo

source: &Import
de: &Importieren
pt: &Importar

source: Add Sub-CA Request
de: Sub-CA-Anforderung hinzufügen
pt: Adicionar Pedido Sub-CA

source: Add Server Request
de: Serveranforderung hinzufügen
pt: Adicionar Pedido do Servidor

source: Add Client Request
de: Client-Anforderung hinzufügen
pt: Adicionar Pedido do Cliente

source: &Request
de: &Anforderung

source: Sign
de: Signieren
pt: Assinar

source: As Client Certificate
de: Als Client-Zertifikat
pt: Como Certificado Cliente

source: As Server Certificate
de: Als Server-Zertifikat
pt: Como Certificado Servidor

source: As CA Certificate
de: Als CA-Zertifikat
pt: Como Certificado CA

source: Delete current request?
de: Aktuelle Anforderung löschen?
pt: Eliminar pedido actual?

source: Request not found.
de: Anforderung nicht gefunden.
pt: Pedido não encontrado.

source: generation Time:
de: Erstellzeit:

source: Extension "%1" not found.
de: Erweiterung "%1" nicht gefunden.
pt: Extensão "%1" não foi encontrada.

source: This is a CA request. Really sign it as a %1?
de: Dies ist eine CA-Anforderung. Wirklich als %1 signieren?
pt: Isto é um pedido CA. Deseja mesmo assiná-lo como %1?

source: This is not a CA request. Really sign it as a CA request?
de: Dies ist keine CA-Anforderung. Wirklich als CA-Anforderung signieren?
pt: Isto não é um pedido CA. Deseja realmente assiná-lo como um pedido CA?

source: <p>This frame shows the signing request.</p>
de: <p>In diesem Rahmen wird die Signaturanforderung angezeigt.</p>
pt: <p>Esta caixa mostra o pedido de assinatura.</p>

source: <p>The request has special request extensions, which you can accept.</p>
de: <p>Die Anforderung weist besondere Anforderungserweiterungen auf, die sie annehmen können.</p>
pt: <p>O pedido tem extensões especiais de pedido, as quais pode aceitar.</p>

source: <p>If you reject these extensions, the default values are taken instead.</p>
de: <p>Wenn Sie diese Erweiterungen zurückweisen, werden stattdessen die Standardwerte verwendet.</p>
pt: <p>Se rejeitar estas extensões, os valores pré definidos serão tidos em conta.</p>

source: Requested Extensions
de: Angeforderte Erweiterungen
pt: Extensões Pedidas

source: Sign Request as a %1 (Step 1/2)
de: Anforderung als %1 signieren (Schritt 1/2)
pt: Assinar Pedido como %1 (Passo 1/2)

source: <p>This frame gives an overview of all settings for the request that will be signed.</p>
de: <p>In diesem Rahmen finden Sie einen Überblick über alle Einstellungen, für die Anforderung, die signiert wird.</p>
pt: <p>Esta janela fornece uma visão geral sobre todas as definições do pedido que será assinado.</p>

source: <p>Click <b>Sign Request</b> to go on.</p>
de: <p>Klicken Sie zum Fortfahren auf <b>Anforderung signieren</b>.</p>
pt: <p>Prima <b>Assinar Pedido</b> para avançar.</p>

source: days
de: Tage
pt: dias

source: (critical)</p>
de: (kritisch)</p>
pt: (crítico)</p>

source: &Edit Request
de: Anforderung &bearbeiten
pt: &Editar Pedido

source: Sign Request as a %1 (Step 2/2)
de: Anforderung als %1 signieren (Schritt 2/2)
pt: Assinar Pedido como %1 (Passo 2/2)

source: Sign Request
de: Anforderung signieren
pt: Assinar Pedido

source: The request has been signed.
de: Die Anforderung wurde signiert.
pt: O pedido foi assinado.

source: Really delete CA %1?
de: Möchten Sie CA %1 wirklich löschen?
pt: Deseja mesmo apagar o CA %1?

source: Force Delete
de: Löschen erzwingen
pt: Forçar Apagar

source: This CA is still in use. Delete it?
de: Diese CA wird noch verwendet. Löschen?
pt: Este CA continua a ser utilizado. Deseja Apagá-lo?

source: <p>Select one CA and press <b>Enter CA</b>.</p>
de: <p>Wählen Sie eine CA und drücken Sie <b>CA betreten</b>.</p>
pt: <p>Seleccione um CA e prima <b>Introduzir CA</b>.</p>

source: <p><b>Create Root CA</b> generates a new root certificate authority.</p>
de: <p>Mit<b>Root-CA erstellen</b> wird eine neue Root Certificate Authority generiert.</p>
pt: <p><b>Criar CA Raiz</b> gera uma nova autoridade raiz de certificação.</p>

source: <p>For more information about CA Management, please read the manual.</p>
de: <p>Weitere Informationen zur CA-Verwaltung entnehmen Sie bitte dem Handbuch.</p>
