Repository: yast/yast-translations
Catalog: po/*-management/*.po
Languages: de, pt

source: Managing CA and certificates
de: Verwalten von CA und Zertifikaten
pt: A Gerir CA e certificados

source: Create a root CA
de: Root-CA erstellen
pt: Criar um Root CA

source: Create a certificate of a CA
de: Zertifikat einer CA erstellen
pt: Criar um certificado do CA

source: Create a CRL of a CA
de: CRL einer CA erstellen
pt: Criar um CRL do CA

source: Export a CA to a file
de: CA in Datei exportieren
pt: Exportar o CA para ficheiro

source: Export a certificate to a file
de: Zertifikat in Datei exportieren
pt: Exportar certificado para ficheiro

source: Export a CRL to a file
de: CRL in Datei exportieren
pt: Exportar o CRL para ficheiro

source: E-mail address
de: E-Mail-Adresse
pt: Endereço de Correio Electrónico

source: Organizational unit
de: Organisatorische Einheit

source: Organization
de: Organisation/Firma
pt: Organização

source: Locality
de: Ort
pt: Localidade

source: State
de: Bundesland
pt: Estado

source: Country
de: Land
pt: País

source: Valid days
de: Gültige Tage
pt: Dias válido

source: Key length
de: Schlüssellänge
pt: Comprimento da Chave

source: Password (Security: This should be given by an environment variable)
de: Passwort (Sicherheit: Sollte durch Umgebungsvariable angegeben werden)
pt: Palavra Passe (Segurança: Isto deve ser fornecido por uma variável de ambiente)

source: CA password (Security: This should be given by an environment variable)
de: CA-Passwort (Sicherheit: Sollte durch Umgebungsvariable angegeben werden)
pt: Palavra passe CA (Segurança: Isto deve ser fornecido por uma variável de ambiente)

source: P12 password (Security: This should be given by an environment variable)
de: P12-Passwort (Sicherheit: Sollte durch Umgebungsvariable angegeben werden)
pt: Palavra Passe P12 (Segurança: Isto deve ser fornecido por uma variável de ambiente)

source: Path of the exported CA, certificate, or CRL
de: Pfad der exportierten CA, des exportierten Zertifikats bzw. der exportierten CRL
pt: Caminho do CA exportado, certificado, ou CRL

source: CA Configuration
de: CA-Konfiguration
pt: Configuração do CA

source: <p> YaST generates a default CA and certificate automatically. This CA and certificate is used for communicating with the Apache server. Here, change the settings of this CA and certificate or import a CA and certificate from a file. </p>
de: <p> YaST erstellt automatisch eine Standard-CA und ein Standardzertifikat. Diese CA bzw. dieses Zertifikat wird für die Kommunikation mit dem Apache-Server verwendet. Hier können Sie die Einstellungen von CA und Zertifikat ändern bzw. eine CA und ein Zertifikat aus einer Datei importieren. </p>
pt: <p> O YaST cria um CA pré definido e certifica-o automaticamente. Este CA e o certificado é utilizado para comunicar com o servidor Apache. Pode modificar aqui as definições deste CA e do certificado, ou importar o CA e o certificado de um ficheiro. </p>

source: Import Common CA and Certificate
de: Allgemeine CA und allgemeines Zertifikat importieren
pt: Importar CA comum e Certificado

source: &Path of Certificate
de: &Pfad zum Zertifikat
pt: &Caminho do Certificado

source: &Password:
de: &Passwort:
pt: &Palavra Passe:

source: Co&nfirm Password
de: Passwort bestäti&gen
pt: C&onfirme a Palavra Passe

source: Generate Common CA and Certificate
de: Allgemeine CA und allgemeines Zertifikat generieren
pt: &Gerar CA Comum e Certificado

source: &Common Name:
de: &Allgemeiner Name:
pt: Nome &Comum:

source: C&ountry:
de: &Land:
pt: P&aís:

source: O&rganization:
de: &Firma/Organisation:
pt: O&rganização:

source: Or&ganizational Unit:
de: &Abteilung:
pt: Unidade Or&ganizacional:

source: Loca&lity:
de: &Ort:
pt: Loca&lidade:

source: &State:
de: &Bundesland:
pt: &Estado:

source: Take Local Server Name
de: Name des lokalen Servers verwenden
pt: Tomar o Nome do Servidor Local

source: New passwords do not match.
de: Die neuen Passwörter sind nicht identisch.
pt: As novas palavras passe não coincidem.

source: Password length should be greater than three characters.
de: Passwort muss länger als drei Zeichen sein.
pt: O comprimento da palavra passe deve ser maior que três caracteres.

source: CA name required.
de: CA-Name wird benötigt.
pt: Nome CA requerido.

source: Common name required.
de: Allgemeiner Name ist erforderlich.
pt: Nome comum requerido.

source: Invalid e-mail format.
de: Ungültiges E-Mail-Format.
pt: Formato do endereço de correio electrónico inválido.

source: Server name required.
de: Servername erforderlich.
pt: Nome do servidor é requerido.

source: Cannot read the certificate.
de: Zertifikat kann nicht gelesen werden.
pt: Não foi possível ler o certificado.

source: Import Certificate from File
de: Zertifikat aus Datei importieren
pt: Importar Certificado a partir do Ficheiro

source: [local server name]
de: [Name des lokalen Servers]
pt: [nome de servidor local]

source: Common Name
de: Allgemeiner Name
pt: Nome Comum

source: [not set]
de: [nicht festgelegt]
pt: [não definir]

source: Organizational Unit
de: Abteilung
pt: Unidade Organizacional

source: Password
de: Passwort
pt: Palavra passe

source: [set]
de: [festgelegt]
pt: [definir]

source: Generating Common Server Certificate
de: Erstellen eines allgemeinen Serverzertifikats
pt: A gerar Certificado Comum de Servidor

source: Read server information
de: Serverinformationen lesen
pt: Ler informação do servidor

source: Create the default CA and server certificate
de: Standard-CA und -Serverzertifikat erstellen
pt: Criar CA pré definido e servidor de certificados

source: Creating the default CA and server certificate...
de: Standard-CA und -Serverzertifikat werden erstellt...
pt: A criar CA pré definido e servidor de certificados...

source: Finished
de: Fertig
pt: Terminado

source: Cannot create certificates.
de: Erstellen von Zertifikaten nicht möglich.
pt: Não foi possível criar o certificado.

source: Cannot evaluate the name of the local machine. Change the values of Server Name and E-Mail.
de: Name des lokalen Computers kann nicht ausgewertet werden. Ändern Sie die Werte für Servername und E-Mail.
pt: Não foi possível avaliar o nome da máquina local. Modifique os valores do Nome do Servidor e do Correio Electrónico.

source: CA Management
de: CA-Verwaltung
pt: Gestão de CA

source: Settings have already been written.
de: Die Einstellungen wurden bereits geschrieben.
pt: As definições já foram guardadas.

source: Delete the old settings?
de: Alte Einstellungen löschen?
pt: Apagar as definições antigas?

source: Unable to retrieve the system root password. Set a CA password to continue.
de: Das root-Passwort des Systems konnte nicht abgerufen werden. Legen Sie ein CA-Passwort fest, um fortzufahren.
pt: Não foi possível recuperar a palavra passe de root do sistema. Defina uma palavra passe de CA para continuar.

source: The password is too short to use for the certificates. Enter a valid password for the certificates or disable certificate creation.
de: Das Passwort ist zu kurz, sodass es nicht als Passwort für die Zertifikate verwendet werden kann. Geben Sie eine gültiges Passwort für die Zertifikate ein oder deaktivieren Sie die Zertifikatserstellung.

source: Current default CA and certificate.
de: Aktuelle Standard-CA und Standardzertifikat.

source: Creating default CA and certificate.
de: Erzeugen der Standard-CA und des Standardzertifikats.
pt: A criar CA pré definido e o certificado.

source: With higher security requirements, you should change the password.
de: Bei höheren Sicherheitsanforderungen sollten Sie das Passwort ändern.
pt: Com requisitos de segurança muito altos, deve modificar a palavra passe.

source: [manually set]
de: [Manuell festgelegt]
pt: [definição manual]

source: [root password]
de: [Root-Passwort]
pt: [Palavra passe de root]

source: Common Name:
de: Allgemeiner Name:
pt: Nome do Comum:

source: Country:
de: Land:
pt: País:

source: Password:
de: Passwort:
pt: Palavra Passe:

source: Alternative Names:
de: Alternative Namen:

source: The root password is too short for use as the password for the certificates. Enter a valid password for the certificates or disable certificate creation.
de: Das Root-Passwort ist zu kurz, sodass es nicht als Passwort für die Zertifikate verwendet werden kann. Geben Sie eine gültiges Passwort für die Zertifikate ein oder deaktivieren Sie die Zertifikatserstellung.

source: Not creating a CA and certificate.
de: Es wird keine CA und kein Zertifikat erzeugt.
pt: Não foi possível criar o CA e o Certificado.

source: Importing a CA and certificate from file
de: Importieren von CA und Zertifikat aus Datei
pt: A importar o CA e o certificado a partir do ficheiro

source: <p>Is the default hostname <b>linux</b> really unique? The certificate is only valid if the hostname is correct.</p>
de: <p>Ist der Standard-Hostname <b>linux</b> wirklich eindeutig? Das Zertifikat ist nur gültig, wenn der Hostname korrekt ist.</p>
pt: <p>é o nome do computador pré definido <b>linux</b> realmente único? O certificado é apenas válido se o nome do computador está correcto.</p>

source: &CA Management
de: &CA-Verwaltung
pt: Gestão &CA

source: Managing CAs and Certificates
de: Verwaltung von CAs und Zertifikaten
pt: A gerir CAs e Certificados

source: Selection
de: Selektion
pt: Selecção

source: Create &Default CA and Certificate
de: &Standard-CA und -Zertifikat erzeugen
pt: Criar CA &Pré definido e Certificado

source: Edit Default &Settings
de: Standard&einstellungen bearbeiten
pt: Editar Pré-definiçõe&s

source: Do &Not Create CA and Certificate
de: CA und Zertifikat &nicht erzeugen
pt: &Não Criar CA e Certificado

source: Import CA and Certificate from D&isk
de: CA und Zertifikat von &Festplatte importieren
pt: Importar CA e Certificado a partir do D&isco

source: <p> In this frame, select the desired installation method for <b>CAs</b> and <b>certificates</b> while completing the installation. </p>
de: <p> Wählen Sie hier die gewünschte Installationsmethode für <b>CAs</b> und <b>Zertifkate</b> beim Abschließen der Installation. </p>
pt: <p> Aqui, pode seleccionar o método de instalação desejado para <b>CA's</b> e <b>certificados</b> enquanto completa a instalação. </p>

source: <p> You also have the possibility of creating the default CA and certificate in the installed system if you do not want to create or import it now. </p>
de: <p> Außerdem haben Sie die Möglichkeit, die Standard-CA und das Standardzertifikat im installierten System zu erstellen, wenn Sie es nicht jetzt erstellen bzw. importieren möchten. </p>
pt: <p> Também tem a possibilidade de criar o CA pré definido e o certificado num sistema instalado se não o pretende criar ou importar agora. </p>

source: critical
de: kritisch
pt: crítico

source: Kind
de: Art
pt: Tipo

source: No item has been selected.
de: Es wurde keine Auswahl getroffen.
pt: Não está seleccionado nenhum item.

source: Delete
de: Löschen
pt: Apagar

source: Really delete this entry?
de: Diesen Eintrag wirklich löschen?
pt: Deseja realmente apagar esta entrada?

source: <p> YaST generates a <b>default CA and certificate</b> automatically. This CA and certificate is used for communicating with the <b>Apache server</b>. Here, change these <b>default settings</b>. </p>
de: <p> YaST erzeugt automatisch ein/e <b>Standard-CA und -Zertifikat</b>. Diese CA und dieses Zertifikat werden zur Kommunikation mit dem <b>Apache-Server</b> verwendet. Ändern Sie hier diese <b>Standardeinstellungen</b>. </p>
pt: <p> O YaST gera automaticamente um <b>certificado e um CA pré definido</b>. Este CA e o certificado é utilizado para comunicar com o <b>Servidor Apache</b>. Aqui, pode alterar as <b>Definições pré definidas</b>. </p>

source: &Edit Alternative Names
de: Alternative Namen &bearbeiten

source: Edit Default Settings
de: Standardeinstellungen bearbeiten
pt: Editar Pré-Definições

source: Common Server Certificate
de: Allgemeines Server-Zertifikat
pt: Certificado Comum de Servidor

source: <p>A Server Certificate is used by services which provide SSL/TLS encrypted network connections.</p>
de: <p>Serverzertifikate werden von Diensten genutzt, die SSL/TLS-verschlüsselte Netzwerkverbindungen anbieten.</p>

source: <p>The purpose of the <b>Common Server Certificate</b> is, to provide a certificate for several services running on this host.
de: <p>Ein <b>allgemeines Server-Zertifikat</b> dient dazu, ein Zertifikat für mehrere auf diesem Rechner laufende Dienste zur Verfügung zu stellen.

source: Some YaST modules provide the capability to use this certificate during configuration of such a service.</p>
de: Manche YaST-Module erlauben es, dieses Zertifikat bei der Konfiguration eines solchen Dienstes zu verwenden.</p>

source: <p>With the <b>Import/Replace</b> button you can add a new server certificate or replace the current one.</p>
de: <p>Mit der Schaltfläche <b>Importieren/Ersetzen</b> können Sie ein neues Server-Zertifikat hinzufügen oder das aktuelle ersetzen.</p>

source: <p>You can remove the Certificates by clicking the <b>Remove</b> button. But make sure, that it is not used anymore by other services.</p>
de: <p>Sie können Zertifikate über die Schaltfläche <b>Entfernen</b> entfernen. Achten Sie darauf, dass es von keinen anderen Diensten mehr benutzt wird.</p>

source: <p>Certificates can be written to a file using <b>Export to File</b> in section <b>Certificate</b> in the <b>CA Management</b> module.</p>
de: <p>Zertifikate können in eine Datei geschrieben werden. Verwenden Sie hierfür <b>In Datei exportieren</b> im Abschnitt <b>Zertifikat</b> im Modul <b>CA Management</b>.</p>
pt: <p>Os certificados podem ser escritos para ficheiro, utilizando <b>Exportar para Ficheiro</b> na secção <b>Certificados</b> do módulo <b>Gestão de CA</b>.</p>

source: <p>Certificates to import from disk must have been written in <b>PKCS12 format with CA chain</b>.</p>
de: <p>Von Festplatte zu importierende Zertifikate müssen im <b>PKCS12-Format mit CA-Kette</b> geschrieben sein.</p>
pt: <p>Os certificados a importar do disco devem ter sido escritos no <b>Formato PKCS12 com CA chain</b>.</p>

source: <p>For more information, please read the manual.</p>
de: <p>Weitere Informationen entnehmen Sie bitte dem Handbuch.</p>

source: <pre>Common Server Certificate not found. You can import a certificate from disk</pre>
de: <pre>Allgemeines Server-Zertifikat ist nicht verfügbar. Sie können ein Zertifikat von der Festplatte importieren.</pre>

source: Description
de: Beschreibung
pt: Descrição

source: &Remove
de: &Entfernen
pt: &Remover

source: &Import/Replace
de: &Importieren/Ersetzen

source: The certificate is not yet expired.
de: Das Zertifikat ist noch nicht abgelaufen.

source: Please make sure, that no service use this certificate anymore.
de: Bitte stellen Sie sicher, dass dieses Zertifikat von keinem Dienst mehr benutzt wird.

source: Are you sure, that you want to remove the certificate?
de: Sind Sie sicher, dass Sie das Zertifikat entfernen möchten?

source: <p>Here, see the most important values of the CA.</p>
de: <p>Hier sehen Sie die wichtigsten Werte der CA.</p>
pt: <p>Coloque aqui os valores mais importantes para o CA.</p>

source: <p>Special information about the current CA is provided by <b>Certificates</b>, <b>CRL</b>, and <b>Advanced</b>.</p>
de: <p>Spezielle Informationen zur aktuellen CA finden Sie unter <b>Zertifikate</b>, <b>CRL</b> und <b>Erweitert</b>.</p>
pt: <p>Informação especial sobre o CA actual é fornecida por <b>Certificados</b>, <b>CRL</b>, e <b>Avançadas</b>.</p>

source: <p><b> Description for %1 </b></p>
de: <p><b> Beschreibung für %1 </b></p>
pt: <p><b> Descrição para %1 </b></p>

source: CA not found
de: CA nicht gefunden
pt: CA não encontrado

source: <p><b>Issued For:</b></p>
de: <p><b>Ausgegeben für:</b></p>
pt: <p><b>Emitido Para:</b></p>

source: Common Name:
de: Allgemeiner Name:

source: Organization:
de: Organisation:

source: Location:
de: Ort:

source: State:
de: Bundesland:

source: Country:
de: Land:

source: <p><b>Issued By:</b></p>
de: <p><b>Ausgegeben von:</b></p>
pt: <p><b>Emitido Por:</b></p>

source: Valid from:
de: Gültig ab:
pt: Válido de:

source: Valid to:
de: Gültig bis:
pt: Válido para:

source: &Advanced...
de: Er&weitert ...
pt: &Avançado...

source: &View
de: &Anzeigen
pt: &Ver

source: &Change CA Password
de: &CA-Passwort ändern

source: C&reate SubCA
de: SubCA e&rstellen
pt: C&riar SubCA

source: Export to &File
de: In &Datei exportieren
pt: Exportar para &Ficheiro

source: Export to &LDAP
de: Nach &LDAP exportieren
pt: Exportar para &LDAP

source: &Edit Default
de: Standard &bearbeiten
pt: &Editar Pré-definido

source: <p>When creating a new subCA or certificate, the system suggests some default values.</p>
de: <p>Beim Erzeugen einer neuen subCA oder eines neuen Zertifikats schlägt das System einige Standardwerte vor.</p>
pt: <p>Quando é criado um novo subCA ou certificado, o sistema sugere alguns valores pré definidos.</p>

source: <p>With this workflow, change these default settings.</p>
de: <p>Mit diesem Arbeitsablauf können Sie diese Standardeinstellungen ändern.</p>
pt: <p>Com este fluxo, modifique as definições pré definidas.</p>

source: <p>However, the modified settings will be used for <b>new</B> entries only.</p>
de: <p>Die geänderten Einstellungen werden jedoch nur für die <b>neuen</B> Einträge verwendet.</p>
pt: <p>Contudo, as novas definições apenas serão utilizadas para <b>novas</B> entradas.</p>

source: <p>You can edit the default settings for <b>subCAs</b>, <b>client certificates</b>, and <b>server certificates</b>.</p>
de: <p>Sie können die Standardeinstellungen für <b>SubCAs</b>, <b>Client-Zertifikate</b> und <b>Server-Zertifikate</b> bearbeiten.</p>
pt: <p>Pode editar as definições pré definidas para <b>subCAs</b>, <b>certificados de cliente</b>, e <b>certificados de servidor</b>.</p>

source: Default Settings for:
de: Standardeinstellungen für:
pt: Pré-definições para:

source: &Client Certificate
de: &Client-Zertifikat
pt: &Certificado de Cliente

source: S&erver Certificate
de: S&erver-Zertifikat
pt: Certificado de S&ervidor

source: <p>This frame gives an overview of all default settings before they are saved.</p>
de: <p>Hier erhalten Sie einen Überblick über alle Standardeinstellungen, bevor diese gespeichert werden.</p>
pt: <p>Esta janela apresenta uma visão geral de todas as pré-definições antes de estas serem guardadas.</p>

source: <p>Click <b>Save</b> to finish the input.</p>
de: <p>Drücken Sie <b>Speichern</b> zum Beenden der Eingabe.</p>
pt: <p>Prima <b>Guardar</b> para terminar a entrada de dados.</p>

source: <p><b>Summary</b></p>
de: <p><b>Zusammenfassung</b></p>
pt: <p><b>Resumo</b></p>

source: (critical)
de: (kritisch)
pt: (crítico)

source: Path Length:
de: Pfadlänge:
pt: Comprimento do Caminho:

source: (critical)
de: (kritisch)
pt: (crítico)

source: Copy Subject Alt Name from CA
de: Subject Alt Name von CA kopieren
pt: Copiar Subject Alt Name do CA

source: (critical)
de: (kritisch)
pt: (crítico)

source: Copy Standard E-Mail Address
de: Standard-E-Mail-Adresse kopieren
pt: Copiar Endereço de Correio Electrónico Standard

source: Save Settings (step 3/3)
de: Einstellungen speichern (Schritt 3/3)
pt: Guardar Definições (passo 3/3)

source: Default has been saved.
de: Standard wurde gespeichert.
pt: A pré-definição foi guardada.

source: <p>First, see a list view with all available certificates from this CA. The columns are the DN of the certificates including the e-mail address and the state of the certificate (such as valid or revoked).</p>
de: <p>Sehen Sie zunächst eine Listenansicht aller verfügbarer Zertifikate dieser CA. Die Spalten enthalten die DN der Zertifikate, einschließlich E-Mail-Adresse und Status des Zertifikats (wie zum Beispiel 'gültig' oder 'zurückgezogen').</p>
pt: <p>Primeiro, consulte uma lista com os certificados disponíveis deste CA. As colunas são o DN dos certificados, incluindo o endereço de correio electrónico e o estado do certificado (como por exemplo válido ou revogado).</p>

source: <p>Select one of the certificates and execute some actions.</p>
de: <p>Wählen Sie ein Zertifikat und führen Sie einige Aktionen aus.</p>
pt: <p>Seleccione um dos certificados e execute algumas acções.</p>

source: <p><b>View</b> opens a window with a text representation of the complete certificate.</p>
de: <p><b>Anzeigen</b> öffnet ein Fenster mit einer Textdarstellung des kompletten Zertifikats.</p>
pt: <p><b>Ver</b> abre uma janela com uma representação em texto do certificado.</p>

source: <p>Furthermore, you can <b>Revoke</b>, <b>Delete</b>, or <b>Export</b> a certificate.</p>
de: <p>Weiterhin können Sie ein Zertifikat <b>Zurückziehen</b>, <b>Löschen</b> oder <b>Exportieren</b>.</p>
pt: <p>Além disso, pode <b>Revogar</b>, <b>Apagar</b>, ou <b>Exportar</b> um certificado.</p>

source: <p>With <b>Add</b>, generate a new server or client certificate.</p>
de: <p>Mit <b>Hinzufügen</b> können Sie ein neues Server- oder Client-Zertifikat erzeugen.</p>
pt: <p>Com <b>Adicionar</b>, pode gerar um novo certificado de servidor ou cliente.</p>

source: <p>In the area below, see the most important values of the selected certificate.</p>
de: <p>Im unteren Bereich sehen Sie die wichtigsten Werte des gewählten Zertifikats.</p>
pt: <p>Na área que se segue, coloque os valores mais importantes do certificado seleccionado.</p>

source: Revoke Certificate
de: Zertifikat zurückziehen
pt: Revogar Certificado

source: You are only revoking the certificate. No new CRL will be created.
de: Sie ziehen nur das Zertifikat zurück. Es wird keine neue CRL erzeugt.
pt: Está apenas a revogar o certificado. Nenhum CRL novo vai ser criado.

source: Reasons
de: Gründe
pt: Razões

source: <p><b>Description</b></p>
de: <p><b>Beschreibung</b></p>
pt: <p><b>Descrição</b></p>

source: Certificate not found
de: Zertifikat nicht gefunden
pt: Certificado não encontrado

source: Common Name:
de: Allgemeiner Name:

source: Organization:
de: Organisation:

source: Location:
de: Ort:

source: State:
de: Bundesland:

source: Country:
de: Land:

source: Key Size:
de: Schlüssellänge:

source: Serialnumber:
de: Seriennummer:

source: Valid from:
de: Gültig von:

source: Valid to:
de: Gültig bis:

source: algo. of pub. Key :
de: Algorithmus des öffentlichen Schlüssels:

source: algo. of signature:
de: Algorithmus der Signatur:

source: Valid
de: Gültig
pt: Válido

source: Revoked
de: Zurückgenommen
pt: Revogado

source: Expired
de: Abgelaufen
pt: Expirado

source: E-Mail Address
de: E-Mail-Adresse
pt: Endereço de Correio Electrónico

source: Add
de: Hinzufügen
pt: Adicionar

source: Add Server Certificate
de: Server-Zertifikat hinzufügen
pt: Adicionar Certificado de Servidor

source: Add Client Certificate
de: Client-Zertifikat hinzufügen
pt: Adicionar Certificado de Cliente

source: &Change Password
de: &Passwort ändern

source: &Revoke
de: &Widerrufen
pt: &Revogar

source: &Delete
de: &Löschen
pt: &Apagar

source: Export
de: Exportieren
pt: Exportar

source: Export to File
de: In Datei exportieren
pt: Exportar para Ficheiro

source: Export to LDAP
de: Nach LDAP exportieren
pt: Exportar para LDAP

source: Export as Common Server Certificate
de: Als allgemeines Server-Zertifikat exportieren
pt: Exportar como Certificado Comum de Servidor

source: Delete current certificate?
de: Aktuelles Zertifikat löschen?
pt: Apagar certificado actual?

source: Wrong kind of certificate.
de: Falscher Zertifikatstyp.
pt: Tipo de certificado errado.

source: <p>Here, see the most important values of the CRL.</p>
de: <p>Hier sehen Sie die wichtigsten Werte der CRL.</p>
pt: <p>Consulte aqui os valores mais importantes do CRL.</p>

source: <p>With <b>Generate CRL</b>, a new CRL will be generated.</p>
de: <p>Mit <b>CRL erzeugen</b> wird eine neue CRL erzeugt.</p>
pt: <p>Com <b>Gerar CRL</b>, um novo CRL será gerado.</p>
