Repository: yast/yast-translations
Catalog: po/squid/*.po
Languages: ar, ca, de, el, fi, ja, km, lt, nb, pl, pt, ro, ru, sv, th, uk

source: Reading Other Settings ...
ar: تتم الآن قراءة الإعدادات الأخرى...
ca: Llegint altres paràmetres...
de: Weitere Einstellungen werden gelesen...
el: Ανάγνωση Άλλων Ρυθμίσεων...
fi: Luetaan muita asetuksia...
ja: その他の設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់​ផ្សេង​ទៀត...
lt: Skaitomos kitos nuostatos...
nb: Leser andre innstillinger ...
pl: Wczytywanie innych ustawień ...
pt: A ler Outras Definições...
ro: Citesc alte setări...
ru: Чтение других настроек...
sv: Läser andra inställningar...
th: อ่านการตั้งค่าอื่น ๆ ...
uk: Читання інших параметрів...

source: Reading Service Status ...
ar: تتم الآن قراءة حالة الخدمة...
ca: Llegint l'estat del servei...
de: Service-Status wird gelesen ...
el: Ανάγνωση Κατάστασης Υπηρεσίας ...
fi: Luetaan palvelun tila...
ja: サービス状態を読み込んでいます...
km: កំពុង​អាន​ស្ថានភាព​សេវា ...
lt: Skaitoma paslaugos būsena ...
nb: Leser tjenestestatus ...
pl: Wczytywanie stanu usługi ...
pt: A ler o Status do Serviço ...
ro: Citesc statutul serviciului...
ru: Чтение состояния службы...
sv: Läser tjänststatus...
th: อ่านค่าสถานะของบริการ ...
uk: Читання стану служби...

source: Reading Firewall Settings ...
ar: تتم الآن قراءة إعدادات جدار الحماية...
ca: Llegint els paràmetres del tallafoc...
de: Firewall-Einstellungen werden eingelesen ...
el: Ανάγνωση Ρυθμίσεων Ρείχους Προστασίας ...
fi: Luetaan palomuurin asetuksia...
ja: ファイアウオール設定を読み込んでいます...
km: កំពុង​អាន​ការ​កំណត់​ជញ្ជាំង​ភ្លើង ...
lt: Skaitomos užkardos nuostatos ...
nb: Leser brannmurinnstillinger ...
pl: Wczytywanie ustawień zapory sieciowej ...
pt: A ler Definições da Firewall ...
ro: Citesc setările paravanului...
ru: Чтение настроек брандмауэра...
sv: Läser brandväggsinställningar...
th: อ่านการตั้งค่าของไฟร์วอลล์ ...
uk: Читання параметрів брандмауера...

source: Cannot read configuration file.
ar: تعذرت قراءة ملف التكوين.
ca: No es pot llegir el fitxer de configuració.
de: Konfigurationsdatei kann nicht gelesen werden.
el: Αδυναμία ανάγνωσης του αρχείου ρυθμίσεων.
fi: Määritystiedoston lukeminen ei onnistu.
ja: 設定を読み込むことができませんでした。
km: មិន​អាច​អាន​ឯកសារ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​បាន​ទេ ។
lt: Nepavyksta nuskaityti konfigūracijos rinkmenos.
nb: Kan ikke lese oppsettfil.
pl: Nie można odczytać pliku konfiguracyjnego.
pt: Não é possível ler o ficheiro de configuração.
ro: Nu pot citi fișierul de configurare.
ru: Невозможно прочитать файл настроек.
sv: Det gick inte att läsa konfigurationsfilen.
th: ไม่สามารถอ่านแฟ้มค่าปรับแต่งได้
uk: Не вдається прочитати файл налаштування.

source: Cannot read service status.
ar: تعذرت قراءة حالة الخدمة.
ca: No es pot llegir l'estat del servei.
de: Dienst-Status kann nicht gelesen werden.
el: Αδύνατη η ανάγνωση της κατάστασης της υπηρεσίας
fi: Palvelun tilan lukeminen ei onnistu.
ja: サービス状態を読み込むことができませんでした。
km: មិន​អាច​អាន​ស្ថានភាព​សេវា​បាន​ទេ ។
lt: Nepavyksta nuskaityti paslaugos būsenos.
nb: Kan ikke lese tjenestestatus.
pl: Nie można odczytać stanu usługi.
pt: Não foi possível ler o estado do serviço.
ro: Nu pot citi statutul serviciului.
ru: Невозможно прочитать состояние службы.
sv: Det gick inte att läsa tjänststatus.
th: ไม่สามารถอ่านค่าสถานะของบริการได้
uk: Неможливо прочитати стан служби.

source: Saving Squid Configuration
ar: حفظ تكوين Squid
ca: Desant la configuració d'Squid
de: Squid-Konfiguration wird gespeichert
el: Αποθήκευση Ρυθμίσεων Squid
fi: Tallennetaan Squid-määritykset
ja: squid 設定を保存しています
km: រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ Squid
lt: Įrašoma Squid konfigūracija
nb: Lagrer Squid-oppsett
pl: Zapisywanie konfiguracji usługi Squid
pt: A Guardar a Configuração Squid
ro: Salvez configurația Squid
ru: Сохранение настроек squid
sv: Sparar squid-konfigurationen
th: ทำการจัดเก็บค่าปรับแต่งของสควิด
uk: Збереження налаштування Squid

source: Write the settings
ar: كتابة الإعدادات
ca: Escriu els paràmetres
de: Einstellungen schreiben
el: Εγγραφή των ρυθμίσεων
fi: Kirjoita asetukset
ja: 設定の書き込み
km: សរសេរ​ការ​កំណត់
lt: Įrašyti nuostatas
nb: Lagre innstillingene
pl: Zapisanie ustawień
pt: Guardar as definições
ro: Scriu setările
ru: Записать настройки
sv: Spara inställningarna
th: เขียนค่าปรับแต่ง
uk: Записати параметри

source: Write firewall settings
ar: كتابة إعدادات جدار الحماية
ca: Escriu els paràmetres del tallafoc
de: Firewall-Einstellungen schreiben
el: Εγγραφή των ρυθμίσεων του Τείχους Προστασίας
fi: Kirjoita palomuurin asetukset
ja: ファイアウオール設定の書き込み
km: សរសេរ​ការ​កំណត់​ជញ្ជាំង​ភ្លើង
lt: Įrašyti užkardos nuostatas
nb: Lagre brannmurinnstillinger
pl: Zapisanie konfiguracji zapory sieciowej
pt: Escrever as definições da firewall
ro: Scrie configurația paravanului de protecție
ru: Записать настройки брандмауэра
sv: Spara brandväggsinställningar
th: เขียนการตั้งค่าไฟร์วอลล์
uk: Записати параметри фаєрволу

source: Start Service
ar: بدء تشغيل الخدمة
ca: Inicia el servei
de: Dienst starten
el: Εκκίνηση Υπηρεσίας
fi: Käynnistä palvelu
ja: サービスの開始
km: ចាប់ផ្ដើម​សេវា
lt: Paleisti paslaugą
nb: Start tjeneste
pl: Uruchomienie usługi
pt: Iniciar Serviço
ro: Inițializează serviciu
ru: Запустить службу
sv: Starta tjänsten
th: เริ่มการทำงานของบริการ
uk: Запуск служби

source: Writing the settings...
ar: تتم الآن كتابة الإعدادات...
ca: Escrivint els paràmetres...
de: Einstellungen werden geschrieben...
el: Εγγραφή των ρυθμίσεων...
fi: Kirjoitetaan asetuksia...
ja: 設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់...
lt: Įrašomos nuostatos...
nb: Lagrer innstillingene...
pl: Zapisywanie ustawień...
pt: A escrever as definições...
ro: Scriu setările...
ru: Запись настроек...
sv: Sparar inställningarna...
th: ทำการเขียนการตั้งค่า ...
uk: Запис параметрів...

source: Writing firewall settings...
ar: تتم الآن كتابة إعدادات جدار الحماية...
ca: Escrivint els paràmetres del tallafoc...
de: Firewall-Einstellungen werden geschrieben ...
el: Εγγραφή ρυθμίσεων του Τείχους Προστασίας...
fi: Kirjoitetaan palomuurin asetuksia...
ja: ファイアウオール設定を書き込んでいます...
km: កំពុង​សរសេរ​ការ​កំណត់​ជញ្ជាំង​ភ្លើង...
lt: Įrašomos užkardos nuostatos...
nb: Lagrer brannmurinnstillinger...
pl: Zapisywanie ustawień zapory sieciowej...
pt: A escrever as definições da firewall...
ro: Scriu configurația paravanului de protecție...
ru: Запись настроек брандмауэра...
sv: Sparar brandväggsinställningar...
th: เขียนการตั้งค่าไฟร์วอลล์ ...
uk: Запис параметрів фаєрволу...

source: Starting Service...
ar: يتم الآن بدء تشغيل الخدمة...
ca: Iniciant el servei...
de: Dienst wird gestartet ...
el: Εκκίνηση Υπηρεσίας...
fi: Käynnistetään palvelua...
ja: サービスを開始しています...
km: កំពុង​ចាប់ផ្តើម​សេវា...
lt: Paleidžiama paslauga...
nb: Starter tjeneste...
pl: Uruchamianie usługi...
pt: A iniciar Serviço...
ro: Inițiere serviciu...
ru: Запуск службы...
sv: Startar tjänsten...
th: ทำการเริ่มการทำงานของบริการ ...
uk: Запуск служби...

source: Finished
ar: انتهى
ca: Acabat
de: Fertig
el: Ολοκληρώθηκε
fi: Valmis
ja: 完了
km: បាន​បញ្ចប់
lt: Baigta
nb: Fullført
pl: Zakończono
pt: Terminado
ro: Gata
ru: Готово
sv: Klar
th: เสร็จสิ้น
uk: Завершено

source: Cannot write settings.
ar: تعذرت كتابة الإعدادات.
ca: No s'han pogut escriure els paràmetres.
de: Einstellungen können nicht geschrieben werden.
el: Αδυναμία εγγραφής ρυθμίσεων.
fi: Asetusten kirjoittaminen ei onnistu.
ja: 設定を書き込めませんでした。
km: មិន​អាច​សរសេរ​ការ​កំណត់​បាន​ឡើយ ។
lt: Nepavyksta įrašyti nuostatų.
nb: Kan ikke lagre innstillingene.
pl: Nie można zapisać ustawień.
pt: Não é possível escrever as definições.
ro: Nu pot scrie setările.
ru: Невозможно записать настройки.
sv: Kan inte spara inställningar.
th: ไม่สามารถเขียนการตั้งค่าได้
uk: Не вдається записати параметри.

source: Cannot write firewall settings.
ar: تعذرت كتابة إعدادات جدار الحماية.
ca: No es pot escriure la configuració del tallafoc.
de: Firewall-Einstellungen konnten nicht geschrieben werden.
el: Αδύνατη η εγγραφή των ρυθμίσεων του τείχους προστασίας.
fi: Palomuurin asetusten kirjoitus ei onnistu.
ja: ファイアウオール設定を書き込めませんでした。
km: មិន​អាច​សរសេរ​ការ​កំណត់​ជញ្ជាំង​ភ្លើង ។
lt: Nepavyksta įrašyti užkardos nuostatų.
nb: Kan ikke lagre brannmurinnstillinger.
pl: Nie można zapisać ustawień zapory sieciowej.
pt: Não foi possível guardar as definições da Firewall.
ro: Nu pot scrie setările paravanului de protecție.
ru: Невозможно записать настройки брандмауэра.
sv: Det gick inte att skriva brandväggsinställningarna.
th: ไม่สามารถเขียนการตั้งค่าของไฟร์วอลล์ได้
uk: Не вдається записати параметри брандмауера.

source: Squid Cache Proxy
ar: وكيل الذاكرة المؤقتة لـ Squid
el: Μεσολαβητής Squid μνήμης Cache
fi: Squid-välityspalvelin
ja: squid キャッシュプロキシ
km: ប្រូកស៊ី​ឃ្លាំង​សម្ងាត់ Squid
lt: Squid podėlio įgaliotasis serveris
nb: Squid-mellomserver
pl: Usługa proxy sieciowego Squid
ru: Кэширующий прокси Squid
th: พร็อกซีแคชข้อมูล สควิด
uk: Проксі-сервер з кешуванням Squid

source: Start daemon:
ar: بدء تشغيل برنامج المحرك:
ca: Inici del dimoni:
de: Daemon starten:
el: Εκκίνηση του δαίμονα:
fi: Palvelun käynnistys:
ja: デーモンの起動:
km: ចាប់ផ្តើម​ដេមិន ៖
lt: Paleisti tarnybą:
nb: Start nisse:
pl: Uruchom demona:
pt: Iniciar o serviço:
ro: Pornește daemon-ul:
ru: Запуск демона:
sv: Starta demonen:
th: เริ่มการทำงานของดีมอน:
uk: Запустити фонову службу:

source: When booting
ar: عند التشغيل
ca: Durant l'arrencada
de: Beim Systemstart
el: Κατά την Εκκίνηση
fi: Käynnistyksen yhteydessä
ja: システム起動時
km: នៅ​ពេល​ចាប់ផ្ដើម​
lt: Operacinės sistemos paleidimo metu
nb: Ved oppstart
pl: Podczas uruchamiania systemu
pt: No Arranque
ro: La boot
ru: При загрузке системы
sv: När systemet startar
th: เมื่อทำการบูตระบบ
uk: Під час завантаження

source: Configured ports:
ar: المنافذ المكوَّنة:
ca: Ports configurats:
de: Konfigurierte Ports
el: Ρύθμιση των θυρών:
fi: Määritetyt portit:
ja: 設定済みポート
km: ច្រក​ដែល​បាន​កំណត់​រចនា​សម្ព័ន្ធ ៖
lt: Sukonfigūruoti prievadai:
nb: Valgte porter:
pl: Skonfigurowane porty:
pt: Portas Configuradas:
ro: Porturi configurate:
ru: Настроенные порты:
sv: Konfigurerade portar:
th: พอร์ตต่าง ๆ ที่ถูกปรับแต่งไว้:
uk: Налаштовані порти:

source: (transparent)
ar: (شفاف)
el: (διαφανές)
fi: (läpinäkyvä)
ja: (透過的)
km: (ថ្លា)
lt: (skaidrus)
pl: (przezroczysty)
pt: (transparente)
ru: (прозрачно)
th: (ทรานส์แพเรนท์)
uk: (прозорий)

source: Cache directory:
ar: دليل الذاكرة المؤقتة:
ca: Directori cau:
de: Verzeichnis für den Cache
el: Κατάλογος cache:
fi: Välimuistihakemisto:
ja: キャッシュディレクトリ:
km: ថត​ឃ្លាំង​សម្ងាត់ ៖
lt: Podėlio katalogas:
nb: Mellomlagerkatalog:
pl: Katalog pamięci podręcznej:
pt: Directório de Cache:
ro: Directorul cache:
ru: Каталог кэша:
sv: Cachekatalog:
th: ไดเรกทอรีเก็บข้อมูลของแคช:
uk: Тека для кешування:

source: src
de: Quelle
fi: lähde
pl: źródło
th: ต้นทาง

source: IP Address or Range of IP Addresses
ar: عنوان IP أو نطاق من عناوين IP
ca: Adreça IP o gamma d'adreces IP
de: IP-Adresse oder IP-Addressbereich
el: Διεύθυνση IP ή Εύρος Διευθύνσεων IP
fi: IP-osoite tai osoitealue:
ja: IP アドレスまたは IP アドレスの範囲
km: អាសយដ្ឋាន IP ឬ​ជួរ​អាស័យដ្ឋាន IP
lt: IP adresas arba IP adresų sritis
nb: IP-adresse eller IP-adresseområde
pl: Adres IP lub zakres adresów IP
pt: Endereço IP ou Intervalo de Endereços IP
ro: Adresa IP sau gama de adrese IP
ru: IP-адрес или диапазон IP-адресов
sv: IP-adress eller IP-adressintervall
th: ที่อยู่ไอพีหรือช่วงของที่อยู่ไอพี
uk: IP-адреса або діапазон IP-адрес

source: Network Mask
ar: قناع الشبكة
ca: Màscara de xarxa
de: Netzwerkmaske
el: Μάσκα Δικτύου
fi: Aliverkon peite
ja: ネットマスク
km: របាំង​បណ្ដាញ
lt: Tinklo kaukė
nb: Nettverksmaske
pl: Maska sieci
pt: Máscara de Rede
ro: Mască de rețea
ru: Маска сети
sv: Nätverksmask
th: มาสก์เครือข่าย
uk: Маска мережі

source: The IP address of the requesting client.
ar: عنوان IP للعميل القائم بالطلب.
ca: L'adreça IP del client de la petició.
de: Die IP-Adresse des anfragenden Clients
el: Η IP διεύθυνση του του ζητούμενου πελάτη
fi: Asiakkaan IP-osoite.
ja: 要求を発信するクライアントがある IP アドレスを指定します。
km: អាសយដ្ឋាន IP នៃ​ម៉ាស៊ីន​ភ្ញៀវ​ដែល​ស្នើ ។
nb: IP-adressen til klienten som spør.
pl: Adres IP żądającego klienta.
pt: O endereço IP do cliente
ro: Adresa IP a clientului.
ru: IP-адрес запрашивающего клиента.
sv: IP-adressen för den begärande klienten.
th: ที่อยู่ไอพีของเครื่องลูกข่ายที่ทำการร้องขอมา
uk: IP-адреса IP клієнта, що подає запит.

source: dst
de: Ziel
fi: kohde
pl: cel
th: ปลายทาง
uk: призн.

source: IP Address
ar: عنوان IP
ca: Adreça IP
de: IP-Adresse
el: ΙΡ Διεύθυνση
fi: IP-osoite
ja: IP アドレス
km: អាសយដ្ឋាន IP
lt: IP adresas
nb: IP-adresse
pl: Adres IP
pt: Endereço IP
ro: Adresă IP
ru: IP-адрес
sv: IP-adress
th: ที่อยู่ไอพี
uk: Адреса IP

source: Destination IP Address.
ar: عنوان IP للوجهة.
ca: Adreça IP de destinació.
de: Ziel-IP-Adresse
el: Διεύθυνση IP του προορισμού
fi: Kohde IP-osoite.
ja: 宛先 IP アドレスを指定します。
km: អាសយដ្ឋាន IP គោលដៅ
lt: Paskirties IP adresas.
nb: Målets IP-adresse
pl: Docelowy adres IP.
pt: Endereço IP de destino.
ro: Adresa IP destinație.
ru: IP-адрес назначения.
sv: Destinations-IP-adressen.
th: ที่อยู่ไอพีของปลายทาง
uk: IP-адреса призначення.

source: myip
ca: lamevaip
de: meine IP-Adresse
fi: oma-ip
pl: moje_ip
th: ไอพีของฉัน

source: Local IP Address
ar: عنوان IP محلي
ca: Adreça IP local
de: Lokale IP-Adresse
el: Τοπική ΙΡ Διεύθυνση
fi: Paikallinen IP-osoite
ja: ローカル IP アドレス
km: អាសយដ្ឋាន IP មូលដ្ឋាន​
lt: Vietinis IP adresas
nb: Lokal IP-adresse
pl: Lokalny adres IP
pt: Endereço IP Local
ro: Adresa IP locală
ru: Локальный IP-адрес
sv: Lokal IP-adress
th: ที่อยู่ไอพีท้องถิ่น
uk: Локальна IP-адреса

source: The local IP address on which the client connection exists.
ar: عنوان IP المحلي الموجود عليه اتصال العميل.
ca: L'adreça IP local en què existeix la connexió del client.
de: Die lokale IP-Adresse, unter welcher die Client-Verbindung besteht.
el: Η τοπική διεύθυνση IP που βρίσκεται στην οποία βρίσκεται η σύνδεση με τον πελάτη.
fi: Paikallinen IP-osoite, jossa asiakasyhteys on olemassa.
ja: クライアント接続が存在するローカル IP アドレスを指定します。
km: អាសយដ្ឋាន IP មូលដ្ឋាន ដែល​មាន​ការ​តភ្ជាប់​ម៉ាស៊ីន​ភ្ញៀវ ។
nb: Den lokale IP-adressen som klienten er tilkoblet.
pl: Lokalny adres IP, na którym istnieje połączenie z klientem.
pt: O endereço IP local onde existe a licação do cliente.
ro: Adresa IP locală la care se conectează clientul există.
ru: Локальный IP-адрес, на котором существует клиентское соединение.
sv: Den lokala IP-adressen där klientanslutningen finns.
th: ที่อยู่ไอพีท้องถิ่นบนการเชื่อมต่อของเครื่องลูกข่ายที่มีอยู่
uk: Фільтрування за IP-адресою з'єднання з клієнтом.

source: srcdomain
de: Ausgangsdomain
fi: lähdetoimialue
pl: domena_zrodlowa
th: โดเมนต้นทาง

source: Clients Domain Name
ar: أسماء مجالات العملاء
ca: Nom de domini dels clients
de: Domain-Name des Clients
el: Όνομα Τομέα Πελάτη
fi: Asiakkaan toimialueen nimi
ja: クライアントドメイン名
km: ឈ្មោះ​ដែន​ម៉ាស៊ីន​ភ្ញៀវ
lt: Kliento srities vardas
nb: Klientens domenenavn
pl: Nazwa domeny klientów
pt: Clientes deste Nome de Domínio
ro: Numele domeniului clientului
ru: Имя домена клиента
sv: Klienternas domännamn
th: ชื่อโดเมนของเครื่องลูกข่าย
uk: Назва домену клієнта

source: This type matches the client's domain name.
ar: يطابق هذا النوع اسم مجال العميل.
ca: Aquest tipus coincideix amb el nom de domini del client.
de: Dieser Typ trifft auf den Domain-Namen des Clients zu.
el: Αυτός ο τύπος ταιριάζειτο όνομα τομέα του πελάτη.
fi: Tyyppi täsmää asiakkaan toimialueen nimeen.
ja: クライアントのドメイン名との比較を行ないます。
km: ប្រភេទ​នេះ​ផ្គូផ្គង​​ជាមួយ​ឈ្មោះ​ដែន​ម៉ាស៊ីន​ភ្ញៀវ ។
nb: Denne typen samsvarer med klientens domenenavn.
pl: Ten typ dopasowuje nazwę domeny klienta.
ru: Этот тип соответствует имени домена клиента.
sv: Typen matchar klientens domännamn.
uk: Цей тип зібгається з назвою домену клієнта.

source: dstdomain
de: Zieldomain
fi: kohdetoimialue
pl: domena_docelowa
th: โดเมนปลายทาง
uk: доменпризн

source: Destination Domain
ar: مجال الوجهة
ca: Domini de destinació
de: Zieldomäne
el: Τομέας προορισμού
fi: Kohdetoimialue
ja: 宛先ドメイン
km: ដែន​ទិសដៅ
lt: Paskirties sritis
nb: Måldomene
pl: Domena docelowa
pt: Domínio de Destino
ro: Destinația domeniului
ru: Домен назначения
sv: Måldomän
th: โดเมนปลายทาง
uk: Домен призначення

source: This refers to the destination domain, i.e. the source domain where the origin server is located.
ar: يشير هذا إلى المجال الوجهة أي المجال المصدر حيث يوجد الخادم الأصلي.
ca: Això fa referència al domini de destinació, p. e. el domini font on és el servidor original.
de: Dies verweist auf die Zieldomain, also die Domain in welcher sich der eigentliche Server befindet.
el: Αυτό αναφέρεται στον τομέα προορισμού δηλαδή στον τομέα πηγής από όπου βρίσκεται ο αρχικός εξυπηρετητής.
fi: Tämä viittaa kohdetoimialueeseen, toisin sanoen lähdetoimialueeseen, jossa palvelin sijaitsee.
ja: これは宛先ドメインで、情報提供元のサーバがどこにあるのかを示す情報と比較を行ないます。
km: នេះ​យោង​ទៅ​លើ​ដែន​ទិសដៅ ឧ. ដែន​ប្រភព​ដែល​ជា​ទីតាំង​របស់​ម៉ាស៊ីន​បម្រើ​ដើម ។
nb: Dette referer til måldomenet, d.v.s. kildedomenet der den opprinnelige serveren er plassert.
pl: To odnosi się do domeny docelowej, na przykład domeny źródłowej, gdzie znajduje się serwer źródłowy.
ru: Это ссылка на домен назначения, т.е. исходный домен, где расположен оригинальный сервер.
sv: Detta hänvisar till destinationsdomänen, dvs. källdomänen där ursprungsservern finns.
uk: Це посилання на домен призначення, тобто вихідний домен, у якому знаходиться початковий сервер.

source: Matches the client domain name.
ar: يطابق اسم مجال العميل.
ca: Coincideix amb el nom de domini del client.
de: Trifft auf den Domain-Namen des Clients zu.
el: Συσχέτιση ονόματος τομέα του πελάτη.
fi: Täsmää asiakkaan toimialueen nimeen.
ja: クライアントのドメイン名との比較を行ないます。
km: ផ្គូផ្គង​ជាមួយ​ឈ្មោះ​ដែន​ម៉ាស៊ីន​ភ្ញៀវ ។
nb: Samsvarer med klientens domenenavn.
pl: Dopasowuje nazwę domeny klienta.
ru: Соответствует имени домена клиента.
sv: Matchar klientens domännamn.
uk: Збігається з назвою домену клієнта.

source: Provides match for destination domain.
ar: يوفر مطابقة للمجال الوجهة.
ca: Proporciona coinciència per al domini de destinació.
de: Sorgt für eine Übereinstimmung mit der Zieldomain.
el: Παρέχει συσχέτιση για τον τομέα προορισμού.
fi: Tuottaa kohdetoimialueen vastineen.
ja: 宛先のドメインとの比較を行ないます。
km: ផ្ដល់​ការ​ផ្គូផ្គង​ជាមួយ​ដែន​គោលដៅ ។
nb: Gir samsvar med måldomene.
pl: Zapewnia dopasowanie domeny docelowej.
ru: Предоставляет соответствие домену назначения.
sv: Tillhandahåller matchning för destinationsdomänen.
uk: Надає відповідність для домену призначення.

source: time
ar: الوقت
ca: temps
de: Zeit
el: ώρα
fi: aika
ja: 時刻
km: ពេល​វេលា
lt: laikas
pl: czas
pt: tempo
ro: timp
sv: tid
th: เวลา
uk: час

source: Days
ar: أيام
ca: Dies
de: Tage
el: Μέρες
fi: Päivää
ja: 日
km: ថ្ងៃ
lt: Dienos
nb: Dager
pl: Dni
pt: Dias
ro: Zile
ru: Дней
sv: Dagar
th: วัน
uk: Днів

source: Monday
ar: الاثنين
ca: Dilluns
de: Montag
el: Δευτέρα
fi: Maanantai
ja: 月曜
km: ច័ន្ទ
lt: Pirmadienis
nb: Mandag
pl: poniedziałek
pt: Segunda-feira
ro: Luni
ru: Понедельник
sv: Måndag
th: จันทร์
uk: в понеділок

source: Tuesday
ar: الثلاثاء
ca: Dimarts
de: Dienstag
el: Τρίτη
fi: Tiistai
ja: 火曜
km: អង្គារ
lt: Antradienis
nb: Tirsdag
pl: wtorek
pt: Terça-feira
ro: Marți
ru: Вторник
sv: Tisdag
th: อังคาร
uk: у вівторок

source: Wednesday
ar: الأربعاء
ca: Dimecres
de: Mittwoch
el: Τετάρτη
fi: Keskiviikko
ja: 水曜
km: ពុធ
lt: Trečiadienis
nb: Onsdag
pl: środa
pt: Quarta-feira
ro: Miercuri
ru: Среда
sv: Onsdag
th: พุธ
uk: в середу

source: Thursday
ar: الخميس
ca: Dijous
de: Donnerstag
el: Πέμπτη
fi: Torstai
ja: 木曜
km: ព្រហស្បតិ៍
lt: Ketvirtadienis
nb: Torsdag
pl: czwartek
pt: Quinta-feira
ro: Joi
ru: Четверг
sv: Torsdag
th: พฤหัสบดี
uk: у четвер

source: Friday
ar: الجمعة
ca: Divendres
de: Freitag
el: Παρασκευή
fi: Perjantai
ja: 金曜
km: សុក្រ
lt: Penktadienis
nb: Fredag
pl: piątek
pt: Sexta-feira
ro: Vineri
ru: Пятница
sv: Fredag
th: ศุกร์
uk: в п'ятницю

source: Saturday
ar: السبت
ca: Dissabte
de: Samstag
el: Σάββατο
fi: Lauantai
ja: 土曜
km: សៅរ៍
lt: Šeštadienis
nb: Lørdag
pl: sobota
pt: Sábado
ro: Sâmbătă
ru: Суббота
sv: Lördag
th: เสาร์
uk: у суботу

source: Sunday
ar: الأحد
ca: Diumenge
de: Sonntag
el: Κυριακή
fi: Sunnuntai
ja: 日曜
km: អាទិត្យ
lt: Sekmadienis
nb: Søndag
pl: niedziela
pt: Domingo
ro: Duminică
ru: Воскресенье
sv: Söndag
th: อาทิตย์
uk: у неділю

source: From (H:M)
ar: من (س:د)
ca: Des de (H.M)
de: Von (H:M)
el: Από (Ω:Λ)
fi: (H:M) lähtien
ja: 開始 (時:分)
km: ពី (H:M)
lt: nuo (val:min)
nb: Fra (T:M)
pl: Od (H:M)
pt: De (H:M)
ro: De la (O:M)
ru: С (Ч:М)
sv: Från (HH:MM)
th: จาก (นาฬิกา:นาที)
uk: З (Г:Хв)

source: To (H:M)
ar: إلى (س:د)
ca: Fins a (H.M)
de: Bis (H:M)
el: Έως (Ω:Λ)
fi: (H:M) saakka
ja: 終了 (時:分)
km: ដល់ (H:M)
lt: iki (val:min)
nb: Til (T:M)
pl: Do (H:M)
pt: até (H:M)
ro: Către (O:M)
ru: До (Ч:М)
sv: Till (HH:MM)
th: ถึง (นาฬิกา:นาที)
uk: До (Г:Хв)

source: Matches using a regular expression on the complete URL.
ar: يتطابق باستخدام تعبير عادي مع عنوان URL الكامل.
ca: Coincideix amb l'ús d'una expressió regular a l'URL complet.
de: Findet über einen regulären Ausdruck eine Entsprechung in der kompletten URL.
el: Συσχέτιση χρήσης μιας κανονικής έκφρασης στο ολοκληρωμένο URL.
fi: Täsmää käyttämällä säännöllistä lausekkeita kokonaiseen verkko-osoitteeseen.
ja: 完全表記の URL との間で正規表現を用いて比較を行ないます。
km: ផ្គូផ្គង​ដោយ​ប្រើ​កន្សោម​ធម្មតា​លើ URL ពេញលេញ ។
nb: Samsvar ved å bruke et regulært uttryk på den fullstendinge nettadressen.
pl: Dopasowuje używając wyrażeń regularnych na pełnym adresie URL.
pt: Coincide utilizando a expressão regular em todo o URL.
ro: Potrivire folosind o expresie uzuală despre URL complet.
ru: Соответствует с использованием регулярного выражения по всему URL.
sv: Matchningar av ett reguljärt uttryck mot den fullständiga URL-adressen.
th: จับคู่โดยใช้นิพจน์การค้นหากับค่าที่อยู่ URL ที่สมบูรณ์
uk: Фільтрування з застосуванням маски формального виразу до повної адреси URL.

source: Matches the URL path minus any protocol, port, and host name information
ar: يطابق مسار URL دون أي بروتوكول ومنافذ ومعلومات اسم المضيف
ca: Coincideix amb el camí URL menys cap protocol, port i informació de nom d'amfitrió
de: Passt auf den reinen URL Pfad - ohne Protokoll, Port und Hostnamen.
el: Συσχέτιση της διαδρομής της URL πλην οποιουδήποτε πρωτοκόλλου, θύρας και πληροφορίας για το όνομα κόμβου.
fi: Täsmää koko verkko-osoitepolkuun lukuun ottamatta yhteyskäytäntö-, portti- ja isäntänimitietoja
ja: プロトコル・ポート・ホスト名の情報を取り除いた、 URL との部分比較を行ないます
km: ផ្គូផ្គង​លើ​ផ្លូវ URL ដក​ព័ត៌មាន​ឈ្មោះ ពិធីការ ច្រក និង​ម៉ាស៊ីន​ចេញ
nb: Samsvar med adressen minus informasjon om eventuell protokoll, port og vertsnavn
pl: Dopasowuje ścieżkę URL bez protokołu, portu oraz informacji o nazwie hosta
ru: Соответствует пути URL минус протокол, порт и имя узла
sv: Matchar webbadressökvägen minus protokoll-, port- och värdnamnsinformation
uk: Відповідає шляху URL без врахування інформації про протокол, порт та назву вузла

source: port
ar: منفذ
el: θύρα
fi: portti
ja: ポート
km: ច្រក
lt: prievadas
pt: porta
th: พอร์ต
uk: порт

source: Port Number or Range of Ports
ar: رقم المنفذ أو نطاق من المنافذ
ca: Número de port o gamma de ports
de: Portnummer oder Portbereich
el: Αριθμός Θύρας ή Εύρος Θυρών
fi: Porttinumero tai niiden alue
ja: ポート番号またはポート番号の範囲
km: លេខ​ច្រក ឬ​ជួរ​ច្រក
nb: Portnummer eller portområde
pl: Numer portu lub zakres portów
pt: Número da porta ou Intervalo de Portas
ro: Număr port sau Gamă porturi
ru: Номер порта или диапазон портов
sv: Portnummer eller portintervall
th: หมายเลขพอร์ตหรือช่วงของพอร์ต
uk: Номер порту або діапазон портів

source: Matches the destination port for the request.
ar: يطابق منفذ الوجهة للطلب.
ca: Coincideix amb el port de destinació per a la petició.
de: Trifft auf den Zielport der Anfrage zu.
el: Συσχέτιση την θύρα προορισμού για την αίτηση.
fi: Täsmää pyynnön kohde porttiin.
ja: リクエスト内に書かれている宛先ポートとの比較を行ないます。
km: ផ្គូផ្គង​ច្រក​គោលដៅ​សម្រាប់​សំណើ ។
nb: Samsvar med målporten for forespørselen.
pl: Dopasowuje port docelowy dla żądania.
ru: Соответствует порту назначения запроса.
sv: Matchar destinationsporten för begäran.
uk: Відповідає порту призначення запиту.

source: myport
ca: el_meu_port
de: Mein Port
fi: omaportti
pl: moj_port
ro: portul meu
th: พอร์ตของฉัน
