Repository: yast/yast-translations
Catalog: po/squid/*.po
Languages: ar, ca, de, el, fi, ja, km, lt, nb, pl, pt, ro, ru, sv, th, uk

source: Configuration of Squid cache proxy
ar: إعداد وكيل تخزين Squid المؤقت
ca: Configuració de Squid cache proxy
de: Konfiguration des Squid-Cache-Proxy
el: Ρύθμιση της προσωρινής μνήμης διαμεσολαβητή του Squid
fi: Squid välimuistipalvelimen määritys
ja: squid キャッシュプロキシの設定
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រូកស៊ី​ឃ្លាំង​សម្ងាត់​របស់ Squid
lt: Squid podėlio įgaliotojo serverio konfigūracija
nb: Oppsett av squid-mellomlager
pl: Konfiguracja serwera proxy Squid
pt: Configuração da Cache do Proxy Squid
ro: Configurația Squid cache proxy
ru: Настройка кэширующего прокси Squid
sv: Konfiguration av cacheproxyservern Squid
th: การปรับแต่งค่าของพร็อกซีแคชข้อมูล สควิด
uk: Налаштування проксі-сервера з кешуванням Squid

source: Invalid values.
ar: قيم غير صالحة.
ca: Valors no vàlids.
de: Ungültige Werte
el: Μή έγκυρες τιμές.
fi: Virheelliset arvot.
ja: 値が正しくありません。
km: តម្លៃ​មិន​ត្រឹមត្រូវ ។
lt: Netinkamos reikšmės.
nb: Ugyldige verdier.
pl: Nieprawidłowe wartości.
pt: Valores Invlidos
ro: Valori invalide.
ru: Неверные значения.
sv: Ogiltiga värden
th: ค่าใช้ไม่ได้หรือไม่ถูกต้อง
uk: Некоректні значення.

source: Domain Name must not be empty.
ar: لا يجب ترك حقل اسم النطاق فارغًا.
ca: El nom de domini no pot estar en blanc.
de: Der Domain-Name darf nicht leer sein.
el: Το όνομα τομέα δεν μπορεί να είναι κενό.
fi: Toimialueen nimi ei saa olla tyhjä.
ja: ドメイン名を指定する必要があります。
km: ឈ្មោះ​ដែន​មិន​ត្រូវ​ទទេ​ឡើយ ។
lt: Srities vardas negali būti tuščias.
nb: Et domenenavn må angis.
pl: Nazwa domeny nie może być pusta.
pt: O Nome do Dominio não deve ficar em vazio.
ro: Numele domeniului nu trebuie sa fie gol.
ru: Имя домена не должно быть пустым.
sv: Domännamn får inte vara tomt.
th: ชื่อโดเมนจะปล่อยว่างไว้ไม่ได้
uk: Поле назви домену не може бути порожнім.

source: Regular Expression
ar: تعبير عادي
ca: Expressió regular
de: Regulärer Ausdruck
el: Κανονική έκφραση
fi: Säännöllinen lauseke
ja: 正規表現
km: កន្សោម​ធម្មតា
lt: Reguliarusis reiškinys
nb: Regulært uttrykk
pl: Wyrażenie regularne
pt: Expressão Regular
ro: Expresie uzuală
ru: Регулярное выражение
sv: Reguljärt uttryck
th: นิพจน์การค้นหา
uk: Формальний вираз

source: Case Insensitive
ar: غير حساس لحالة الأحرف
ca: Cas insensible
de: Groß-/Kleinschreibung nicht unterscheiden
el: Χωρίς διάκριση Πεζών Κεφαλαίων
fi: Ei kirjainkokoa huomioiva
ja: 大文字と小文字を同一視
km: មិន​ប្រកាន់​តួ​អក្សរ​តូច​ធំ
lt: Neskirti didžiųjų ir mažųjų raidžių
nb: Skill mellom små og store bokstaver
pl: Bez rozróżniania wielkości liter
pt: Distinção entre Maiúsculas e Minúsculas
ro: Cu Majuscule Nesemnificative
ru: Без учета регистра
sv: Skiftlägesokänslig
th: แยกแยะตัวอักษรพิมพ์ใหญ่-เล็ก
uk: Без врахування регістру

source: Regular Expression must not be empty.
ar: لا يجب ترك حقل التعبير العادي فارغًا.
ca: L'expressió regular no pot estar en blanc.
de: Der reguläre Ausdruck darf nicht leer sein.
el: Η Κανονική Έκφραση δεν πρέπει να είναι άδεια.
fi: Säännöllinen lauseke ei voi olla tyhjä.
ja: 正規表現を指定する必要があります。
km: កន្សោម​ធម្មតា​មិន​ត្រូវ​ទទេ​ឡើយ ។
lt: Reguliarusis reiškinys negali būti tuščias.
nb: Et regulært uttrykk må angis.
pl: Wyrażenie regularne nie może być puste.
pt: A Expressão Regular não deve ficar em vazio.
ro: Expresia uzuală nu trebuie să fie goală.
ru: Регулярное выражение не должен быть пустым.
sv: Reguljärt uttryck får inte vara tomt.
th: นิพจน์การค้นหาจะว่างไว้ไม่ได้
uk: Формальний вираз не може бути порожнім.

source: You must select at least one day.
ar: يجب تحديد يوم واحد على الأقل.
ca: Cal que seleccioneu com a mínim un dia.
de: Sie müssen zumindest einen Tag auswählen.
el: Πρέπει να επιλέξετε τουλάχιστον μια μέρα.
fi: Vähintään yksi päivä pitää olla valittuna.
ja: 少なくとも 1 日以上を選択する必要があります。
km: អ្នក​ត្រូវ​តែ​ជ្រើស​យ៉ាងហោច​មួយ​ថ្ងៃ ។
lt: Privalote pasirinkti bent vieną dieną.
nb: Du må velge minst én dato.
pl: Należy wybrać co najmniej jeden dzień.
pt: Deve seleccionar pelo menos um dia.
ro: Trebuie să selectezi cel puțin o zi.
ru: Вы должны выбрать хотя бы один день.
sv: Du måste välja minst en dag.
th: คุณต้องเลือกอย่างน้อยหนึ่งวัน
uk: Вам слід обрати принаймні один день.

source: Time is not set in correct format.
ar: لم يتم تحديد الوقت بالتنسيق الصحيح.
ca: El format del temps no és correcte.
de: Die Zeit wurde im falschen Format angegeben.
el: Ο χρόνος δεν είναι ορισμένος με την σωστή μορφή.
fi: Aika on väärässä muodossa.
ja: 時刻が正しい書式で記入されていません。
km: ពេលវេលា​មិន​ត្រូវ​បាន​កំណត់​នៅ​ក្នុង​ទ្រង់ទ្រាយ​ត្រឹមត្រូវ​ទេ ។
nb: Tidspunktet har ikke riktig format.
pl: Podany czas jest w nieprawidłowym formacie.
ru: Неправильный формат задания времени.
sv: Tid är inte inställt i rätt format.
uk: Час не задано у коректному форматі.

source: From must be less than To.
ar: يجب أن تكون قيمة الحقل "من" أقل من الحقل "إلى".
ca: Des de ha de ser menys que el Fins a
de: Der Wert für "Von" muss kleiner sein als der Wert für "Bis".
el: Το Από πρέπει να είναι μικρότερο από το Έως
fi: Alun pitää olla loppua pienempi.
ja: 開始日時は終了日時の前である必要があります。
km: ពី ត្រូវ​តែ​តូច​ជាង ទៅ ។
lt: „Nuo“ turi būti anksčiau nei „iki“.
nb: 'Fra' må være enn lavere verdi enn 'Til'
pl: Zawartość pola "Od" musi być mniejsza od zawartości pola "Do".
pt: De deve ser menor que o Até.
ro: Câmpul De la trebuie să fie mai puțin decât câmpul Către.
ru: Значение ОТ должно быть меньше, чем ДО.
sv: Från måste vara mindre än Till.
th: ค่าจาก จะต้องมีค่าน้อยกว่า ค่าถึง
uk: Поле "З" повинно мати значення менше за "До".

source: Invalid value.
ar: قيمة غير صالحة.
ca: Valor no vàlid.
de: Ungültiger Wert.
el: Μή έγκυρη τιμή.
fi: Virheellinen arvo.
ja: 値が正しくありません。
km: តម្លៃ​មិន​ត្រឹមត្រូវ ។
lt: Netinkama reikšmė.
nb: Ugyldig verdi.
pl: Nieprawidłowa wartość.
pt: Valor Inválido
ro: Valoare invalidă.
ru: Неверное значение.
sv: Ogiltigt värde.
th: ค่าใช้ไม่ได้หรือไม่ถูกต้อง
uk: Некоректне значення.

source: Protocol must not be empty.
ar: لا يجب ترك حقل البروتوكول فارغًا.
ca: No és possible deixar el protocol en blanc.
de: Protokoll darf nicht leer sein.
el: Το πρωτόκολλο δεν πρέπει να είναι κενό.
fi: Yhteyskäytäntö ei saa olla tyhjä.
ja: プロトコルを指定する必要があります。
km: លេខ​ច្រក​មិន​ត្រូវ​ទទេ​ឡើយ ។
lt: Protokolas negali būti tuščias.
nb: En protokoll må angis.
pl: Protokół nie może być pusty.
pt: O protocolo não deve ficar em vazio.
ro: Protocolul trebuie să fie completat.
ru: Протокол не должен быть пустым.
sv: Protokoll får inte vara tomt.
th: โพรโทคอลจะปล่อยว่างไว้ไม่ได้
uk: Поле протоколу не може бути порожнім.

source: Header Name and Regular Expression must not be empty.
ar: لا يجب ترك حقلي اسم الرأس والتعبير العادي فارغين.
ca: El nom de la capçalera i l'expressió regular no poden estar en blanc.
de: Der Headername und der reguläre Ausdruck dürfen nicht leer sein.
el: Το Όνομα Κεφαλίδας και η Κανονική Έκφραση δεν πρέπει να είναι άδεια.
fi: Otsikkotieto ja säännöllinen lauseke eivät saa olla tyhjiä.
ja: ヘッダ名と正規表現をそれぞれ指定する必要があります。
km: ឈ្មោះ​បឋមកថា និង​កន្សោម​ធម្មតា​ត្រូវ​តែ​មិន​ទទេ​​ឡើយ ។
nb: Et deklarasjonsnavn og et regulært uttrykk må angis.
pl: Nazwa nagłówka i wyrażenie regularne nie mogą być puste.
pt: O Nome do Cabeçalho e a Expressão Regular não deve ficar vazio.
ro: Numele inițiatorului și al Expresiei uzuale trebuie să fie completate.
ru: Имя заголовка и регулярное выражение не должны быть пустыми.
sv: Huvudnamn och Reguljärt uttryck får inte vara tomt..
th: ชื่อส่วนหัวและนิพจน์การค้นหาจะปล่อยว่างไว้ไม่ได้
uk: Назва заголовка і формальний вираз не можуть бути порожніми.

source: MAC Address must not be empty.
ar: لا يجب ترك حقل عنوان MAC فارغًا.
ca: L'adreça MAC no pot estar en blanc.
de: Die MAC-Adresse darf nicht leer sein.
el: Η διεύθυνση MAC δεν πρέπει να είναι κενή.
fi: MAC-osoite ei saa olla tyhjä.
ja: MAC アドレスを指定する必要があります。
km: អាសយដ្ឋាន MAC មិន​អាច​ត្រូវ​បាន​ទទេ​​ឡើយ ។
lt: MAC adresas negali būti tuščias.
nb: En MAC-adresse må angis.
pl: Adres MAC nie może być pusty.
pt: O Endereço MAC não deve ficar vazio.
ro: Adresa MAC trebuie completată.
ru: MAC-адрес не должен быть пустым.
sv: MAC-adress får inte vara tomt.
th: ที่อยู่ MAC จะปล่อยว่างไว้ไม่ได้
uk: Поле MAC-адреси не може бути порожнім.

source: Incorrect format of MAC Address.
ar: تنسيق عنوان MAC غير صحيح.
ca: Format incorrecte de l'adreça MAC.
de: Das Format der MAC-Adresse ist falsch.
el: Εσφαλμένη μορφή διεύθυνσης MAC.
fi: MAC-osoite on väärässä muodossa.
ja: MAC アドレスの書式が正しくありません。
km: ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ​របស់​អាសយដ្ឋាន MAC ។
lt: MAC adreso formatas netinkamas.
nb: MAC-adressen har feil format.
pl: Nieprawidłowy format adresu MAC.
pt: Formato do MAC Address Incorrecto.
ro: Format greșit al Adresei MAC.
ru: Неверный формат MAC-адреса.
sv: Felaktigt format för MAC-adress.
th: รูปแบบของที่อยู่ MAC ไม่ถูกต้อง
uk: Некоректний формат MAC-адреси.

source: When &Booting
ar: عند التشغ&يل
ca: En arr&encar
de: Beim &Systemstart
el: &Κατά την Εκκίνηση
fi: &Käynnistyksen yhteydessä
ja: システム起動時 (&B)
km: ពេល​ចាប់ផ្ដើម
lt: Operacinės &sistemos paleidimo metu
nb: Under &oppstart
pl: Podczas uruchamiania &systemu
pt: No &Arranque
ro: La &bootare
ru: При &загрузке системы
sv: När s&ystemet startar
th: เมื่อทำการ&บูตระบบ
uk: Під час &завантаження

source: &Manually
ar: &يدويًا
ca: &Manualment
de: &Manuell
el: &Χειροκίνητα
fi: &Manuaalisesti
ja: 手動 (&M)
km: ដោយ​ដៃ
lt: &Rankiniu būdu
nb: &Manuelt
pl: &Ręcznie
pt: &Manualmente
ro: &Manual
ru: &Вручную
sv: &Manuell
th: สั่งด้วย&ตนเอง
uk: &Вручну

source: When Booting
ar: عند التشغيل
ca: Durant l'arrencada
de: Beim Systemstart
el: Κατά την Εκκίνηση
fi: Käynnistyksen yhteydessä
ja: システム起動時
km: ពេល​ចាប់ផ្ដើម
lt: Operacinės sistemos paleidimo metu
nb: Under oppstart
pl: Podczas uruchamiania systemu
pt: No Arranque
ro: La bootare
ru: При загрузке системы
sv: När systemet startar
th: เมื่อทำการบูตระบบ
uk: Під час завантаження

source: Manually
ar: يدويًا
ca: Manualment
de: Manuell
el: Χειροκίνητα
fi: Manuaalisesti
ja: 手動
km: ដោយ​ដៃ
lt: Rankiniu būdu
nb: Manuelt
pl: Ręcznie
pt: Manualmente
ro: Manual
ru: Вручную
sv: Manuell
th: สั่งด้วยตนเอง
uk: Вручну

source: Squid is running
ar: خدمة Squid قيد التشغيل
ca: Squid executant-se
de: Squid wird ausgeführt.
el: Το Squid εκτελείται
fi: Palvelu on käynnissä
ja: squid は動作中です
km: Squid កំពុង​ដំណើរការ
lt: Squid veikia
nb: Squid er aktivert
pl: Demon Squid jest uruchomiony
pt: O Squid está em execução
ro: Squid este operațional
ru: Squid запущен
sv: Squid körs
th: สควิดกำลังทำงานอยู่
uk: Squid вже запущено

source: Squid is not running
ar: خدمة Squid ليست قيد التشغيل
ca: Squid no executant-se
de: Squid wird nicht ausgeführt
el: Το Squid δεν εκτελείται
fi: Palvelu ei ole käynnissä.
ja: squid は動作していません
km: Squid មិន​កំពុង​ដំណើរការ
lt: Squid neveikia
nb: Squid er ikke aktivert
pl: Demon Squid nie jest uruchomiony
pt: O Squid não está em execução
ro: Squid nu este operațional
ru: Squid не запущен
sv: Squid körs inte
th: สควิดไม่ได้ทำงานอยู่
uk: Squid ще не запущено

source: &Start Squid Now
ar: &بدء خدمة Squid الآن
ca: &Inicia l'Squid ara
de: &Squid jetzt starten
el: &Εκκίνηση Squid Τώρα
fi: Käynni&stä palvelu nyt
ja: squid を開始する (&S)
km: ចាប់ផ្ដើម Squid ឥឡូវ
lt: Tuoj pat &paleisti Squid
nb: &Start Squid nå
pl: Uruchom demona &Squid teraz
pt: &Iniciar Squid Agora
ro: Pornește Squid Acum
ru: Запустить &Squid
sv: &Starta Squid nu
th: เ&ริ่มการทำงานของสควิดเดี๋ยวนี้
uk: &Запустити Squid

source: S&top Squid Now
ar: إيقاف &خدمة Squid الآن
ca: A&tura l'Squid ara
de: Squid jetzt s&toppen
el: Δ&ιακοπή Squid Τώρα
fi: Sammu&ta palvelu nyt
ja: squid を停止する (&T)
km: បញ្ឈប់ Squid ឥឡូវ
lt: Tuoj pat &sustabdyti Squid
nb: S&topp Squid nå
pl: Zatrzymaj demona Squid &teraz
pt: &Parar Squid Agora
ro: Oprește Squid Acum
ru: Ос&тановить Squid
sv: S&toppa Squid nu
th: ห&ยุดการทำงานของสควิดเดี๋ยวนี้
uk: З&упинити Squid

source: Sa&ve Settings and Restart Squid Now
ar: حف&ظ الإعدادات وإعادة تشغيل خدمة Squid الآن
ca: &Desa els paràmetres i reinicia l'Squid ara
de: Einstellungen jetzt &speichern und Squid neu starten
el: Αποθή&κευση των Ρυθμίσεων και Επανεκκίνηση του Squid Τώρα
fi: Tallenna a&setukset ja käynnistä palvelu uudelleen nyt
ja: 設定を保存して squid を再起動する (&V)
km: រក្សា​ទុក​ការ​កំណត់ ហើយ​ចាប់ផ្ដើម Squid ឡើង​វិញ​ឥឡូវ
lt: Tuoj pat į&rašyti nuostatas ir iš naujo paleisti Squid
nb: Lag&re innstillingene og start Squid på nytt nå
pl: Z&apisz ustawienia i uruchom demona Squid ponownie
pt: &Gravar Definições e Reiniciar o Squid Agora
ro: Salvează setările și reinițializează Squid Acum
ru: Со&хранить настройки и перезапустить Squid
sv: &Spara inställningar och starta om Squid nu
th: จัดเ&ก็บการตั้งค่าและเริ่มการทำงานของสควิดใหม่เดี๋ยวนี้
uk: Збере&гти параметри і перезапустити Squid

source: Start Squid Now
ar: بدء خدمة Squid الآن
ca: Inicia l'Squid ara
de: Squid jetzt starten
el: Εκκίνηση Squid Τώρα
fi: Käynnistä palvelu nyt
ja: squid を開始する
km: ចាប់ផ្ដើម Squid ឥឡូវ
lt: Tuoj pat paleisti Squid
nb: Start Squid nå
pl: Uruchom demona Squid teraz
pt: Iniciar Squid Agora
ro: Pornește Squid Acum
ru: Запустить Squid
sv: Starta Squid nu
th: เริ่มการทำงานของสควิดเดี๋ยวนี้
uk: Запустити Squid зараз

source: Stop Squid Now
ar: إيقاف خدمة Squid الآن
ca: Atura l'Squid ara
de: Squid jetzt stoppen
el: Διακοπή Squid Τώρα
fi: Sammuta Squid nyt
ja: squid を停止する
km: បញ្ឈប់ Squid ឥឡូវ
lt: Tuoj pat sustabdyti Squid
nb: Stopp Squid nå
pl: Zatrzymaj demona Squid teraz
pt: Parar Squid Agora
ro: Oprește Squid Acum
ru: Остановить Squid
sv: Stoppa Squid nu
th: หยุดการทำงานของสควิดเดี๋ยวนี้
uk: Зупинити Squid зараз

source: Save Settings and Restart Squid Now
ar: حفظ الإعدادات وإعادة تشغيل خدمة Squid الآن
ca: Desa els paràmetres i reinicia l'Squid ara
de: Einstellungen jetzt speichern und Squid neu starten
el: Αποθήκευση των Ρυθμίσεων και Επανεκκίνηση του Squid Τώρα
fi: Tallenna asetukset ja käynnistä Squid uudelleen nyt
ja: 設定を保存して squid を再起動する
km: រក្សា​ទុក​ការ​កំណត់ ហើយ​ចាប់ផ្ដើម Squid ឡើង​វិញ​ឥឡូវ
lt: Tuoj pat įrašyti nuostatas ir iš naujo paleisti Squid
nb: Lagre innstillingene og start Squid på nytt nå
pl: Zapisz ustawienia i uruchom demona Squid ponownie
pt: Guardar Definições e Reiniciar o Squid Agora
ro: Salvează setările și reinițializează Squid Acum
ru: Сохранить настройки и перезапустить Squid
sv: Spara inställningar och starta om Squid nu
th: จัดเ&ก็บการตั้งค่าและเริ่มการทำงานของสควิดใหม่เดี๋ยวนี้
uk: Зберегти параметри і перезапустити Squid

source: Open Ports in Firewall
ar: فتح منافذ في جدار الحماية
ca: Obre els ports al tallafoc
de: Firewall-Ports öffnen
el: Άνοιγμα Θυρών στο Τείχος Προστασίας
fi: Avaa palomuurin portit
ja: ファイアウオールでポートを開く
km: បើក​ច្រក​ក្នុង​ជញ្ជាំង​ភ្លើង
lt: Atverti prievadus užkardoje
nb: Åpne porter i brannmur
pl: Otwórz porty w zaporze sieciowej
pt: Portas Abertas na Firewall
ro: Deschide portul în Paravan
ru: Открыть порты в брандмауэре
sv: Öppna portar i brandväggen
th: เปิดพอร์ตต่าง ๆ ในไฟร์วอลล์
uk: Відкрити у брандмауері порти

source: Firewall Settings
ar: إعدادات جدار الحماية
ca: Configuració del tallafoc
de: Firewall-Einstellungen
el: Ρυθμίσεις firewall
fi: Palomuurin asetukset
ja: ファイアウオールの設定
km: ការ​កំណត់​ជញ្ជាំង​ភ្លើង
lt: Užkardos nuostatos
nb: Brannmurinnstillinger
pl: Ustawienia zapory sieciowej
pt: Definições da Firewall
ro: Setări paravan de protecție
ru: Настройки брандмауэра
sv: Brandväggsinställningar
th: การตั้งค่าไฟร์วอลล์
uk: Параметри фаєрволу

source: Start-Up
ar: بدء التشغيل
ca: Inici
de: Start
el: Εκκίνηση
fi: Käynnistys
ja: 起動
km: ចាប់ផ្ដើម​ឡើង
lt: Paleidimas
nb: Oppstart
pl: Uruchomienie
pt: Iniciar
ro: Pornire
ru: Запуск
sv: Start
th: การเริ่มการทำงาน
uk: Запуск

source: HTTP Ports Setting
ar: إعدادات منافذ HTTP
ca: Configuració dels ports HTTP
de: HTTP-Port-Einstellung
el: Ρυθμίσεις θυρών HTTP
fi: HTTP-porttiasetukset
ja: HTTP ポート設定
km: ការ​កំណត់​ច្រក HTTP
lt: HTTP prievadų nuostata
nb: Innstilling for HTTP-porter
pl: Ustawienia portów HTTP
pt: Definições das Portas HTTP
ro: Setare porturi HTTP
ru: Настройки портов HTTP
sv: Inställning av HTTP-portar
th: การตั้งค่าพอร์ตต่าง ๆ ของ HTTP
uk: Параметри портів HTTP

source: HTTP Ports
ar: منافذ HTTP
ca: Ports HTTP
el: Θύρες HTTP
fi: HTTP-portit
ja: HTTP ポート
km: ច្រក HTTP
lt: HTTP prievadai
nb: HTTP-porter
pl: Porty HTTP
pt: Portas HTTP
ro: Porturi HTTP
ru: Порты HTTP
sv: HTTP-portar
th: พอร์ตต่าง ๆ ของ HTTP
uk: Порти HTTP

source: Refresh Patterns Setting
ar: إعدادات أنماط التجديد
ca: Configuració dels patrons de refresc
de: Einstellung für Aktualisierungsschemata
el: Ανανέωση Ρυθμίσεων Patterns
fi: Päivitystavan asetukset
ja: 更新パターンの設定
km: ធ្វើ​ឲ្យ​ស្រស់​ការ​កំណត់​លំនាំ
lt: Naujinimo šablonų nuostata
nb: Innstilling for oppdateringsmønstre
pl: Ustawienia wzorców odświeżania
pt: Actualizar Definições Padrão
ro: Reîmprospătează setarea căilor
ru: Настройки шаблонов обновления
sv: Inställning av uppdateringsmönster
th: ตั้งค่ารูปแบบการเรียกปรับปรุง
uk: Параметри правил оновлення

source: Refresh Patterns
ar: أنماط التجديد
ca: Refresca els patrons
de: Aktualisierungsschemata
el: Ανανέωση Patterns
fi: Päivitystavat
ja: 更新パターン
km: ធ្វើ​ឲ្យ​ស្រស់​លំនាំ
lt: Naujinimo šablonai
nb: Oppdateringsmønstre
pl: Wzorce odświeżania
pt: Actualizar definições Padrão
ro: Reîmprospătează modelele
ru: Шаблоны обновления
sv: Uppdateringsmönster
th: รูปแบบการเรียกปรับปรุง
uk: Правила оновлення

source: Cache Setting
ar: إعداد الذاكرة المؤقتة
ca: Configuració de la cau
de: Zwischenspeicher-Einstellung
el: Ρυθμίσεις Λανθάνουσας Μνήμης
fi: Välimuistiasetukset
ja: キャッシュ設定
km: ការ​កំណត់​ឃ្លាំង​សម្ងាត់
lt: Podėlio nuostata
nb: Mellomlagerinnstilling
pl: Ustawienia pamięci podręcznej
pt: Definições da Cache
ro: Setarea pentru Cache
ru: Настройки кэша
sv: Cacheinställningar
th: การตั้งค่าแคชข้อมูล
uk: Параметри кешу

source: Cache Directory Setting
ar: إعداد دليل الذاكرة المؤقتة
ca: Configuració del directori cau
de: Zwischenspeicher-Verzeichnis-Einstellung
el: Ρυθμιση Καταλόγου Προσωρινής Μνήμης
fi: Välimuistihakemiston asetus
ja: キャッシュディレクトリの設定
km: ការ​កំណត់​ថត​ឃ្លាំង​សម្ងាត់
lt: Podėlio katalogo nuostata
nb: Innstilling for mellomlagerkatalog
pl: Ustawienia katalogu pamięci podręcznej
pt: Definições do Directório da Cache
ro: Setare locație Cache
ru: Настройки каталога кэша
sv: Inställning av cachekatalog
th: ตั้งค่าไดเรกทอรีของแคชข้อมูล
uk: Параметри теки кешу

source: Cache Directory
ar: دليل الذاكرة المؤقتة
ca: Directori cau
de: Zwischenspeicher-Verzeichnis
el: Κατάλογος Λανθάνουσας Μνήμης
fi: Välimuistihakemisto
ja: キャッシュディレクトリ
km: ថត​ឃ្លាំង​សម្ងាត់
lt: Podėlio katalogas
nb: Mellomlagerkatalog
pl: Katalog pamięci podręcznej
pt: Directório da Cache
ro: Locație Cache
ru: Каталог кэша
sv: Cachekatalog
th: ไดเรกทอรีของแคชข้อมูล
uk: Тека для кешування

source: Access Control Setting
ar: إعداد التحكم في الوصول
ca: Configuració del control d'accés
de: Zugriffssteuerungseinstellung
el: Ρύθμιση Ελέγχου Πρόσβασης
fi: Pääsynvalvonta-asetus
ja: アクセス制御設定
km: ​កំណត់​ការ​ត្រួត​ពិនិត្យការ​​ចូល​ដំណើរ​ការ
lt: Prieigos kontrolės nuostata
nb: Tilgangskontrollinnstilling
pl: Ustawienia kontroli dostępu
pt: Definições do Control de Acessos
ro: Setare control acces
ru: Настройки управления доступом
sv: Inställning av Åtkomstkontroll
th: ตั้งค่าการควบคุมการเข้าใช้งาน
uk: Параметри контролю доступу

source: Access Control
ar: التحكم في الوصول
ca: Control d'accés
de: Zugrifffssteuerung
el: Έλεγχος Πρόσβασης
fi: Pääsynvalvonta
ja: アクセス制御
km: ការ​ត្រួត​ពិនិត្យការ​​ចូល​ដំណើរ​ការ
lt: Prieigos kontrolė
nb: Tilgangskontroll
pl: Kontrola dostępu
pt: Controlo de Acessos
ro: Control acces
ru: Контроль доступа
sv: Åtkomstkontroll
th: การควบคุมการเข้าใช้งาน
uk: Контроль доступу

source: Logging and Timeouts Setting
ar: إعداد التسجيل والمُهل
ca: Configuració de registre i temps d'espera
de: Einstellung für Protokollieren und Zeitüberschreitungen
el: Ρύθμιση Καταγραφής και Χρονικού Ορίου
fi: Kirjaus- ja aikakatkaisuasetukset
ja: ログとタイムアウトの設定
km: ការ​កំណត់​ការ​ចុះ​កំណត់​ហេតុ និង​ពេល​វេលា​អស់
nb: Innstilling for logging og tidsavbrudd
pl: Ustawienia zapisywania w dzienniku i limitów czasowych
pt: Definições de Limites de Tempo e de Registo
ro: Logări și setări de timeout
ru: Настройки журналирования и тайм-аутов
sv: Inställning av loggning och tidsgränser
th: การตั้งค่าปูมบันทึกและช่วงหมดเวลา
uk: Параметри записування в журнал і затримок

source: Logging and Timeouts
ar: التسجيل والمُهل
ca: Registre i temps d'espera
de: Protokollierung und Zeitüberschreitungen
el: Καταγραφή και Χρονικά Όρια
fi: Kirjaus ja aikakatkaisu
ja: ログとタイムアウト
km: ការ​ចុះ​កំណត់​ហេតុ និង​ពេល​វេលា​អស់
nb: Logging og tidsavbrudd
pl: Zapisywanie w dzienniku i limity czasowe
pt: Limites de Tempo e de Registo
ro: Logări și timeout
ru: Журналирование и тайм-ауты
sv: Loggning och tidsgränser
th: ปูมบันทึกและช่วงหมดเวลา
uk: Записування в журнал і затримки

source: Miscellaneous Setting
ar: إعدادات متنوعة
ca: Configuració miscel·lània
de: Verschiedene Einstellungen
el: Διάφορες Ρυθμίσεις
fi: Sekalaiset asetukset
ja: その他の設定
km: ការ​កំណត់​ផ្សេងៗ
lt: Įvairios nuostatos
nb: Diverse innstillinger
pl: Ustawienia różne
pt: Definições Várias
ro: Setări diverse
ru: Различные настройки
sv: Diverse inställningar
th: ตั้งค่าเบ็ดเตล็ดต่าง ๆ
uk: Інші параметри

source: Miscellaneous
ar: متنوع
ca: Miscel·lània
de: Verschiedenes
el: Διάφορα
fi: Sekalaiset
ja: その他
km: ផ្សេងៗ
lt: Įvairios
nb: Diverse
pl: Różne
pt: Várias
ro: Diverse
ru: Разное
sv: Diverse
th: เบ็ดเตล็ด
uk: Інші параметри

source: Host
ar: المضيف
ca: Amfitrió
el: Κόμβος
fi: Isäntä
ja: ホスト
km: ម៉ាស៊ីន
lt: Pagrindinis kompiuteris
nb: Vertsmaskin
pt: Computador
ro: Gazdă
ru: Узел
sv: Värddator
th: เครื่อง
uk: Вузол

source: Port
ar: منفذ
el: Θύρα
fi: Portti
ja: ポート
km: ច្រក
lt: Prievadas
pt: Porto
ru: Порт
th: พอร์ต
uk: Порт

source: Options
ar: خيارات
ca: Opcions
de: Optionen
el: Επιλογές
fi: Valinnat
ja: オプション
km: ជម្រើស​
lt: Parametrai
nb: Alternativer
pl: Opcje
pt: Opções
ro: Opțiuni
ru: Параметры
sv: Alternativ
th: ตัวเลือกต่าง ๆ
uk: Параметри

source: Min
ar: الحد الأدنى
de: Minimum
el: Ελάχιστο
fi: Minimi
ja: 分
km: អប្ប.
lt: Mažiausiai
ru: Мин
th: นาที
uk: Мін.

source: Percent
ar: النسبة المئوية
de: Prozent
el: Ποσοστό
fi: Prosenttia
ja: パーセント
km: ភាគរយ
lt: Procentai
nb: Prosent
pl: Procent
pt: Percentagem
ro: Procent
ru: Процент
sv: Procent
th: เปอร์เซ็นต์
uk: Відсоток

source: Max
ar: الحد الأقصى
ca: Màx.
de: Maximum
el: Μέγιστο
fi: Maksimi
ja: 最大
km: អតិ.
lt: Daugiausiai
nb: Maks.
pl: Maks.
ro: Maxim
ru: Макс
th: สูงสุด
uk: Макс.

source: C&ache Memory
ar: الذ&اكرة المؤقتة
ca: Memòria &cau
de: Z&wischenspeicher-Ablage
el: Λαν&θάνουσα Μνήμη
fi: &Välimuisti
ja: キャッシュメモリ (&A)
km: អង្គ​ចងចាំ​ឃ្លាំង​សម្ងាត់
lt: &Podėlis
nb: Melloml&agerminne
pl: P&amięć podręczna
pt: Memória C&ache
ro: Memoria Cache
ru: П&амять кэша
sv: C&acheminne
th: หน่วยควา&มจำของแคช
uk: Розмір пам'яті &кешу

source: Ma&x Object Size
ar: الحد الأقصى ال&حجم الكائن
ca: Mida Mà&x d'objecte
de: Ma&ximale Objektgröße
el: Μέγ&ιστο Μέγεθος Αντικειμένου
fi: &Objektin enimmäiskoko
ja: 最大オブジェクトサイズ (&X)
km: ទំហំ​វត្ថុ​អតិបរមា
lt: &Didžiausias objekto dydis
nb: Ma&ks. objektstørrelse
pl: Ma&ks. rozmiar obiektu
pt: Tamanho Ma&x do Objecto
ro: Mărimea maximă a obiectului
ru: Ма&кс. размер объекта
sv: Ma&ximal objektstorlek
th: ขนาดใ&หญ่ที่สุดของวัตถุ
uk: Най&б. розмір об'єкту

source: M&in Object Size
ar: ال&حد الأدنى لحجم الكائن
ca: Mida M&in d'objecte
de: M&inimale Objektgröße
el: Ελάχ&ιστο Μέγεθος Αντικειμένου
fi: Objektin &vähimmäiskoko
ja: 最小オブジェクトサイズ (&I)
km: ទំហំ​វត្ថុ​អប្បបរមា
lt: &Mažiausias objekto dydis
nb: M&in. objektstørrelse
pl: M&in. rozmiar obiektu
pt: Tamanho Min do Objecto
ro: Mărimea minimă a obiectului
ru: М&ин. размер объекта
sv: Mi&nimal objektstorlek
th: ขนาดเ&ล็กที่สุดของวัตถุ
uk: М&інімальний розмір об'єкта
