Repository: yast/yast-translations
Catalog: po/squid/*.po
Languages: ar, ca, de, el, fi, ja, km, lt, nb, pl, pt, ro, ru, sv, th, uk

source: Port Number
ar: رقم المنفذ
ca: Número de port
de: Port-Nummer
el: Αριθμός Θύρας
fi: Porttinumero
ja: ポート番号
km: លេខ​ច្រក
lt: Prievado numeris
nb: Portnummer
pl: Numer portu
pt: Número da Porta
ro: Număr port
ru: Номер порта
sv: Portnummer
th: หมายเลขพอร์ต
uk: Номер порту

source: Provides match for local TCP port number.
ar: يوفر مطابقة لرقم منفذ TCP المحلي.
ca: Proporciona coinciència per al número de port TCP local.
de: Trifft auf die lokale TCP Port-Nummer zu.
el: Παρέχει συσχέτιση για τοπική θύρα TCP.
fi: Täsmää paikalliseen TCP-porttiin.
ja: ローカル側の TCP ポートとの比較を行ないます。
km: ផ្ដល់​ការ​ផ្គូផ្គង​សម្រាប់​លេខ​ច្រក TCP មូលដ្ឋាន ។
nb: Dette gir samsvar med lokalt TCP-portnummer.
pl: Zapewnia dopasowanie dla lokalnego numeru portu TCP.
ru: Предоставляет соответствие номеру локального порта TCP.
sv: Tillhandahåller matchning för lokalt TCP-portnummer.
uk: Надає відповідність для номеру локального TCP-порту.

source: proto
de: Protokoll
fi: yhteyskäytäntö
km: ពិធីការ
pl: protokol
th: โพรโทคอล
uk: прото

source: Protocol
ar: بروتوكول
de: Protokoll
el: Πρωτόκολλο
fi: Yhteyskäytäntö
ja: プロトコル
km: ពិធីការ
lt: Protokolas
nb: Protokoll
pl: Protokół
pt: Protocolo
ru: Протокол
sv: Protokoll
th: โพรโทคอล
uk: Протокол

source: Matches the protocol of the request.
ar: يطابق بروتوكول الطلب.
ca: Coincideix amb el protocol de la petició.
de: Trifft auf das Protokoll für die Anfrage zu.
el: Συσχέτιση του πρωτοκόλλου της αίτησης.
fi: Täsmää pyynnön yhteyskäytäntöön.
ja: リクエスト内に書かれているプロトコル種類との比較を行ないます。
km: ការ​ផ្គូផ្គង​លើ​ពិធីការ​សំណើ ។
nb: Samsvar med forespørselens protokoll.
pl: Dopasowuje protokół żądania.
ru: Соответствует протоколу запроса.
sv: Matchar protokollet för begäran.
uk: Відповідність протоколу запиту.

source: method
ar: أسلوب
ca: mètode
de: Methode
el: μέθοδος
fi: tapa
km: វិធីសាស្ត្រ
lt: metodas
pl: metoda
pt: método
ro: metodă
sv: metod
th: วิธีการ
uk: метод

source: HTTP Method
ar: أسلوب HTTP
ca: Mètode d'HTTP
de: HTTP-Methode
el: Μέθοδος HTTP
fi: HTTP-tapa
ja: HTTP メソッド
km: វិធីសាស្ត្រ HTTP
lt: HTTP metodas
nb: HTTP-metode
pl: Metoda HTTP
pt: Método HTTP
ro: Metodă HTTP
ru: Метод HTTP
sv: HTTP-metod
th: วิธีการของ HTTP
uk: HTTP-метод

source: This type matches the HTTP method in the request headers.
ar: يتطابق هذا النوع مع أسلوب HTTP الموجود في رؤوس الطلبات.
ca: Aquest tipus coincideix amb el mètode HTTP a les capçaleres de petició.
de: Trifft auf die HTTP-Methode in den Kopfzeilen der Anfrage zu.
el: Αυτός ο τύπος συσχετίζει την μέθοδο HTTP στις κεφαλίδες των αιτήσεων.
fi: Tämä tyyppi täsmää HTTP-tapaan otsikkotietojen pyynnössä.
ja: リクエストヘッダ内に書かれている HTTP メソッドとの比較を行ないます。
km: ប្រភេទ​នេះ​ផ្គូផ្គង​វិធីសាស្ត្រ HTTP ក្នុង​បឋមកថា​សំណើ ។
nb: Denne typen samsvarer med HTTP-metoden i forespørselens deklarasjoner.
pl: Dopasowuje na podstawie metody HTTP w nagłówkach żądań.
pt: Este tipo coincide com o metodo HTTP nos cabeçalhos requisitados.
ro: Acest tip se potrivește metodei HTTP în inițierea cererii.
ru: Этот тип соответствует методу HTTP в заголовках запроса.
sv: Den här typen matchar HTTP-metoden i begärandehuvudet.
th: ชนิดนี้จะจับคู่กับวิธีการของ HTTP ที่ปรากฏในส่วนหัวของการร้องขอ
uk: Фільтрування за методом HTTP запиту.

source: A regular expression that matches the client's browser type based on the user agent header.
ar: التعبير العادي الذي يطابق نوع مستعرض العميل استنادًا إلى عنوان وكيل المستخدم.
ca: Una expressió regular que coincideix amb el tipus de navegador del client basat en la capçalera d'agent d'usuari.
de: Ein regulärer Ausdruck, der eine Entsprechung im Browsertyp des Clients auf der Basis des User-Agent-Headers findet.
el: Μια κανονική έκφραση που συσχετίζει τον τύπο του περιηγητή του πελάτη βασισμένο στην κεφαλίδα της εφαρμογής χρήστη.
fi: Säännöllinen lauseke, joka täsmää asiakkaan selaimen tunnistetietoihin.
ja: User-Agent ヘッダから得られるクライアントのブラウザ種類に対し、正規表現で比較を行ないます。
km: កន្សោម​ធម្មតា​ដែល​ផ្គូផ្គង​ប្រភេទ​​កម្មវិធី​រុករក​របស់​ម៉ាស៊ីន​ភ្ញៀវ មាន​មូលដ្ឋាន​លើ​បាតកថា​ភ្នាក់ងារ​អ្នក​ប្រើ ។
nb: Et regulært uttrykk som samsvarer med klientens nettlesertype, basert på deklarasjonen for nettleseridentifikasjon.
pl: Wyrażenia regularne dopasowujące typ przeglądarki klienta w oparciu o nagłówek user agent.
ru: Регулярное выражение, соответствующее типу браузера клиента, на основе заголовка user agent.
sv: Ett reguljärt uttryck som matchar klientens webbläsartyp baserat på användarens agenthuvud.
uk: Регулярний вираз, що фільтрує за типом переглядача клієнта на основі поля заголовка user agent.

source: Maximum Number of HTTP Connections
ar: الحد الأقصى لعدد اتصالات HTTP
ca: Nombre màxim de connexions HTTP
de: Maximale Anzahl von HTTP-Verbindungen
el: Μέγιστος αριθμός HTTP συνδέσεων
fi: HTTP-yhteyksien enimmäismäärä
ja: HTTP 接続の最大数
km: ចំនួន​នៃ​ការ​តភ្ជាប់​ HTTP អតិបរមា
lt: Didžiausias HTTP ryšių skaičius
nb: Maksimalt antall HTTP-forbindelser
pl: Maksymalna liczba połączeń HTTP
pt: Número Máximo de Ligações HTTP
ro: Număr maxim de conexiuni HTTP
ru: Максимальное количество HTTP-подключений
sv: Maximalt antal HTTP-anslutningar
th: จำนวนสูงสุดของการเชื่อมต่อ HTTP
uk: Максимальна кількість HTTP-з'єднань

source: Matches when the client's IP address has more than the specified number of HTTP connections established.
ar: يتطابق عندما يكون عنوان IP الخاص بالعميل أكبر من عدد اتصالات HTTP المحددة التي تم إنشاؤها.
ca: Coincideix quan l'adreça IP del client té més connexions HTTP establertes del nombre especificat.
de: Findet eine Entsprechung, wenn von einer Client-IP-Adresse mehr als die angegebene Anzahl an HTTP-Verbindungen geöffnet wurden.
el: Συσχετίζει όταν η IP διεύθυνση του πελάτη έχει καθιερώσει συνδέσεις περισσότερες από αυτές των καθορισμένων συνδέσεων HTTP .
fi: Täsmää, kun asiakkaan IP-osoitteesta on enemmän kuin sallittava määrä HTTP-yhteyksiä.
ja: ここで指定した数量より多い接続がクライアントの IP アドレスから発生しているかどうかの比較を行ないます。
km: ផ្គូផ្គង​ពេល​អាសយដ្ឋាន IP របស់​ម៉ាស៊ីន​ភ្ញៀវ​មាន​ច្រើន​ជាង​ចំនួន​ការ​តភ្ជាប់ HTTP ដែល​បាន​បញ្ជាក់ ដែល​បាន​បង្កើត ។
nb: Samsvar dersom klientens IP-adresse har etablert flere enn det angitte antallet HTTP-forbindelser.
pl: Dopasowuje, gdy adres IP klienta posiada więcej niż określoną liczbę nawiązanych połączeń HTTP.
pt: Coincide quando o endereço IP do cliente tem mais ligações HTTP estabelecidas que o número especificado.
ro: Potriviri atunci când adresa IP a clientului are mai multe conexiuni HTTP stabilite decât numărul specificat.
ru: Проверка соответствия IP-адреса клиента на максимальное число установленных HTTP соединений.
sv: Matchningar när klientens IP-adress har fler etablerade HTTP-anslutningar än vad som angetts.
th: จับคู่ให้ตรงกับที่อยู่ไอพีของเครื่องลูกข่ายที่มีจำนวนการเชื่อมต่อมากกว่าค่าที่อนุญาตให้เชื่อมต่อ HTTP
uk: Фільтрує за перевищенням клієнтською IP-адресою заданої кількості одночасно встановлених HTTP-з'єднань.

source: Matches Referer header.
ar: يطابق عنوان المرجع.
ca: Coincideix amb la capçalera de referència
de: Findet eine Entsprechung im Referer-Header
el: Συσχετίζει την κεφαλίδα Παραπομπής.
fi: Täsmää otsaketietoon.
ja: Referer ヘッダとの比較を行ないます。
km: ផ្គូផ្គង​បឋមកថា​សេចក្ដីយោង ។
nb: Samsvar med referansedeklarasjon.
pl: Dopasowuje nagłówek Referer.
ru: Соответствует заголовку Referer.
sv: Matchar referenshuvud.
uk: Відповідає заголовку Referer.

source: Header Name
ar: اسم الرأس
ca: Nom de capçalera
de: Name des Headers
el: Όνομα Επικεφαλίδας
fi: Otsikkotiedon nimi
ja: ヘッダ名
km: ឈ្មោះ​បឋមកថា
nb: Deklarasjonsnavn
pl: Nazwa nagłówka
pt: Nome do Cabeçalho
ro: Denumire antet
ru: Имя заголовка
sv: Huvudnamn
th: ชื่อส่วนหัว
uk: Назва заголовка

source: Regular Expression(s)
ar: تعبير (تعبيرات) عادي
ca: Expressió(ns) regular(s)
de: Regulärer Ausdruck/ reguläre Ausdrücke
el: Κανονική έκφραση(εις)
fi: Säännölliset lausekkeet
ja: 正規表現
km: កន្សោម​ធម្មតា
lt: Reguliarusis(-ieji) reiškinys(-iai)
nb: Regulært/regulære uttrykk
pl: Wyrażenie(a) regularne
pt: Expressão(ões) Regular(s)
ro: Expresie(i) uzuală(e)
ru: Регулярные выражение(я)
sv: Reguljära uttryck
th: นิพจน์การค้นหา
uk: Формальні вирази

source: Regular expression matching any of the known request headers.
ar: التعبير العادي الذي يطابق أي من عناوين الطلب المعروفة.
ca: Expressió regular coincident amb qualsevol capçalera de petició coneguda.
de: Regulärer Ausdruck, der einem der bekannten Anfrage-Header entspricht.
el: Συσχέτιση κανονικής έκφρασης σε οποιαδήποτε από τις γνωστές κεφαλίδες των αιτήσεων.
fi: Säännöllinen lauseke täsmää tunnettuihin otsikkotietoihin.
ja: 既知のリクエストヘッダに対して、正規表現を利用した比較を行ないます。
km: កន្សោម​ធម្មតា​ដែល​ផ្គូផ្គង​ជាមួយ​បឋមកថា​សំណើ​ដែល​ស្គាល់​ណាមួយ ។
nb: Regulært uttrykk samsvarer med alle kjente forespørselsdeklarasjoner.
pl: Wyrażenie regularne dopasowujące dowolny znany nagłówek żądania.
ru: Регулярное выражение проводит проверку всех известных заголовков запроса.
sv: Reguljärt uttryck som matchar någon av de kända begärandehuvudena.
uk: Регулярний вираз, що фільтрує за будь-яким відомим полем заголовка запиту.

source: Regular expression matching the mime type of the reply received by squid. Can be used to detect file download or some types of HTTP tunnelling requests.
ar: التعبير العادي الذي يطابق نوع mime للرد الوارد إلى squid.يمكن استخدامه للكشف عن تحميل ملف أو بعض أنواع طلبات HTTP النفقية.
ca: Expressió regular que coincideix amb el tipus mime de la resposta rebuda per l'Squid. Es pot usar per detectar la baixada de fitxers o alguns tipus de peticions d'HTTP tunnelling.
de: Regulärer Ausdruck, der dem von Squid empfangenen MIME-Typ entspricht. Kann benutzt werden, um Datei-Downloads oder bestimmte Arten von HTTP-Tunneling-Anfragen zu erkennen.
el: Συσχέτιση κανονικής έκφρασης του τύπου mime της απάντησης που λήφθηκε από το squid. Μπορεί να χρησιμοποιηθεί για τον εντοπισμό λήψης αρχείων ή μερικών τύπων αιτήσεων δρομολόγησης HTTP.
fi: Säännöllinen lauseke, joka täsmää squidin vastaanottaman sanoman mime-tyyppiin. Voidaan käyttää tiedostonlatauksen tai eräiden HTTP-tunnelointipyyntöjen tunnistamiseen.
ja: squid で受信した応答ヘッダ内の MIME 種類に対して、正規表現で比較を行ないます。 ファイルのダウンロードを検出したり、 HTTP によるトンネリング要求を検出したりすることができます。
km: កន្សោម​ធម្មតា​ដែល​ផ្គូផ្គង​ជាមួយ​ប្រភេទ mime នៃ​ការ​ឆ្លើយ​តប​ដែល​បាន​ទទួល​ដោយ squid ។ អាច​នឹង​ត្រូវ​បាន​ប្រើ ដើម្បី​រក​ឃើញ​ឯកសារ​ទាញ​យក ឬ​ប្រភេទ​សំណើ HTTP មួយ​ចំនួន ។
nb: Regulært uttrykk som samsvarer med filtilknytningen som mottas av squid. Kan brukes for å oppdage nedlasting av filer eller noen typer forespørsler via HTTP-tunnel.
pl: Dopasowanie za pomocą wyrażeń regularnych na typie mime odpowiedzi otrzymanej przez serwer squid. Może być użyte do wykrywania pobierania plików lub niektórych typów żądań tunelowania HTTP.
ru: Регулярное выражение проводит проверку типа mime ответа, полученного squid. Это может быть использовано для определение загрузки файла или некоторых типов запросов HTTP-туннелирования.
sv: Reguljärt uttryck som matchar mime-typen i svaret från Squid. Kan användas för att identifiera filnedladdning eller vissa typer av HTTP- tunnlingsbegäranden.
uk: Регулярний вираз, що фільтрує за типом MIME відповіді, отриманої squid. Можна використовувати для виявлення звантаження файла або деяких типів тунельних запитів HTTP.

source: Match the mime type of the request generated by the client.
ar: يطابق نوع الطلب mime الذي تم إنشاؤه بواسطة العميل.
ca: Coincideix amb el tipus mime de la petició generada pel client.
de: Entspricht dem MIME-Typ der Anfrage, die der Client generiert hat.
el: Συσχέτιση του τύπου mime της αίτησης που δημιουργήθηκε από τον πελάτη.
fi: Täsmää asiakkaan tekemän pyynnön mime-tyyppiin.
ja: クライアントで生成したリクエスト内の MIME 種類に対して、比較を行ないます。
km: ផ្គូផ្គង​ជាមួយ​ប្រភេទ mime នៃ​សំណើ​ដែល​បាន​បង្កើត​ដោយ​ម៉ាស៊ីន​ភ្ញៀវ ។
nb: Samsvar med forespørselens filtilknytning, som er generert av klienten.
pl: Dopasowuje na podstawie typu mime żądania wygenerowanego przez klienta.
ru: Проверка соответствия типа mime запроса клиента.
sv: Matchar mime-typen av begäran som genererades av klienten.
uk: Фільтрувати за типом MIME запиту, створеного клієнтом.

source: Match the mime type of the reply received by Squid.
ar: يطابق نوع الرد mime الوارد إلى Squid.
ca: Coincideix amb el tipus mime de la resposta rebuda per l'Squid.
de: Entspricht dem MIME-Typ der Antwort, die von Squid empfangen wurde.
el: Συσχέτιση του τύπου mime της απάντησης που λήφθηκε από το Squid.
fi: Täsmää Squidin vastaanottaman sanoman mime-tyyppiin.
ja: squid で受信した応答内の MIME 種類に対して、比較を行ないます。
km: ផ្គូផ្គង​ជាមួយ​ប្រភេទ mime នៃ​ការ​ឆ្លើយ​តប​ដែល​បាន​ទទួល​ដោយ Squid ។
nb: Samsvar med filtilknytningen for svaret som mottas av Squid.
pl: Dopasowanie w zależności od typu mime odpowiedzi otrzymanej przez Squid.
ru: Проверка соответствия типа mime в ответе, полученном Squid.
sv: Matchar mime-typen av svaret som mottagits av Squid.
uk: Фільтрувати за типом MIME відповіді, отриманої Squid.

source: MAC Address
ar: عنوان MAC
ca: Adreça MAC
de: MAC-Adresse
el: Διεύθυνση MAC
fi: MAC-osoite
ja: MAC アドレス
km: អាសយដ្ឋាន MAC
lt: MAC adresas
nb: MAC-adresse
pl: Adres MAC karty sieciowej
pt: Endereço Físico (MAC)
ro: Adresa MAC
ru: MAC-Адрес
sv: Mac-adress
th: ค่าที่อยู่ MAC
uk: Адреса MAC

source: Ethernet (MAC) address matching.
ar: مطابقة عنوان إيثرنت (MAC).
ca: Adreça Ethernet (MAC) coincident.
de: Übereinstimmung bei der Ethernet-(MAC-)Adresse.
el: Συσχέτιση διεύθυνσης (MAC) κάρτας δικτύου.
fi: Ethernet-osoitteen (MAC) täsmäys.
ja: イーサネット (MAC) アドレスに対して比較を行ないます。
km: អាសយដ្ឋាន (MAC) អ៊ីសឺរណិត ដែល​ផ្គូផ្គង ។
lt: Eterneto (MAC) adreso atitikmuo.
nb: Samsvar med ethernet-adresse (MAC).
pl: Dopasowuje na podstawie adresu sprzętowego Ethernet (MAC),
pt: Endereço Ethernet (MAC) corresponde.
ro: Potrivire adresă Ethernet(MAC).
ru: Соответствие Ethernet (MAC) адресу.
sv: MAC-adressmatchning (Ethernet).
th: การจับคู่กับที่อยู่อุปกรณ์อีเทอร์เน็ต (ค่า MAC)
uk: Фільтрування за адресою Ethernet (MAC).

source: Arabic
ar: العربية
ca: Àrab
de: Arabisch
el: Αράβικα
fi: arabia
ja: アラビア語
km: អារ៉ាប់
lt: Arabų
nb: Arabisk
pl: arabski
pt: Árabe
ro: Arabă
ru: Арабский
sv: Arabiska
th: ภาษาอารบิก
uk: Арабська

source: Armenian
ar: الأرمينية
ca: Armeni
de: Armenisch
el: Αρμενικά
fi: armenia
ja: アルメニア語
km: អាមេនី
lt: Armėnų
nb: Armensk
pl: ormiański
pt: Armenio
ro: Armeană
ru: Армянский
sv: Armeniska
uk: Вірменська

source: Azerbaijani
ar: أذربيجانية
ca: Àzeri
de: Aserbaidschanisch
el: Αζερμπαϊτζανικά
fi: azeri
ja: アゼルバイジャン語
km: អាស៊ែបៃហ្សង់
lt: Azerbaidžaniečių
nb: Aserbadjansk
pl: azerski
pt: Azeri
ro: Azeră
ru: Азербайджанский
sv: Azerbajdzjanska
uk: Сербська

source: Bulgarian
ar: بلغارية
ca: Búlgar
de: Bulgarisch
el: Βουλγαρικά
fi: bulgaria
ja: ブルガリア語
km: ប៊ុលហ្គារី
lt: Bulgarų
nb: Bulgarsk
pl: bułgarski
pt: Búlgaro
ro: Bulgară
ru: Болгарский
sv: Bulgariska
th: ภาษาบัลแกเรีย
uk: Болгарська

source: Catalan
ar: الكاتالانية
ca: Català
de: Katalanisch
el: Καταλονικά
fi: katalaani
ja: カタロニア語
km: កាតាឡាន
lt: Katalonų
nb: Katalansk
pl: kataloński
pt: Catalão
ro: Catalană
ru: Каталонский
sv: Katalanska
th: ภาษาคาตะลาน
uk: Каталонська

source: Czech
ar: تشيكية
ca: Txec
de: Tschechisch
el: Τσέχικα
fi: tšekki
ja: チェコ語
km: ឆែក
lt: Čekų
nb: Tsjekkisk
pl: czeski
pt: Checo
ro: Cehă
ru: Чешский
sv: Tjeckisk
th: ภาษาเช็ก
uk: Чеська

source: Danish
ar: الدانماركية
ca: Danès
de: Dänisch
el: Δανέζικα
fi: tanska
ja: デンマーク語
km: ដាណឺម៉ាក
lt: Danų
nb: Dansk
pl: duński
pt: Dinamarquês
ro: Daneză
ru: Датский
sv: Dansk
th: ภาษาเดนมาร์ก
uk: Данська

source: German
ar: ألمانية
ca: Alemany
de: Deutsch
el: Γερμανικά
fi: saksa
ja: ドイツ語
km: អាល្លឺម៉ង់
lt: Vokiečių
nb: Tysk
pl: niemiecki
pt: Alemão
ro: Germană
ru: Немецкий
sv: Tysk
th: ภาษาเยอรมัน
uk: Німецька

source: Greek
ar: يونانية
ca: Grec
de: Griechisch
el: Ελληνικά
fi: kreikka
ja: ギリシャ語
km: ក្រិក
lt: Graikų
nb: Gresk
pl: grecki
pt: Grego
ro: Greacă
ru: Греческий
sv: Grekisk
th: ภาษากรีก
uk: Грецька

source: English
ar: إنجليزية
ca: Anglès
de: Englisch
el: Αγγλικά
fi: englanti
ja: 英語
km: អង់គ្លេស
lt: Anglų
nb: Engelsk
pl: angielski
pt: Inglês
ro: Engleză
ru: Английский
sv: Engelska
uk: Англійська

source: Spanish
ar: إسبانية
ca: Espanyol
de: Spanisch
el: Ισπανικά
fi: espanja
ja: スペイン語
km: អេស្ប៉ាញ
lt: Ispanų
nb: Spansk
pl: hiszpański
pt: Espanhol
ro: Spaniolă
ru: Испанский
sv: Spansk
th: ภาษาสเปน
uk: Іспанська

source: Estonian
ar: الإستونية
ca: Estonià
de: Estnisch
el: Εσθονικά
fi: viro
ja: エストニア語
km: អេស្តូនី
lt: Estų
nb: Estisk
pl: estoński
pt: Estónio
ro: Estonă
ru: Эстонский
sv: Estländsk
th: ภาษาเอสโตเนีย
uk: Естонська

source: Persian
ar: الفارسية
ca: Persa
de: Persisch
el: Πέρσικα
fi: persia
ja: ペルシア語
km: ពឺស៊ាន
lt: Persų
nb: Persisk
pl: perski
pt: Persa
ro: Persană
ru: Персидский
sv: Persiska
th: เปอร์เซีย
uk: Перська

source: Finnish
ar: الفنلندية
ca: Finès
de: Finnisch
el: Φινλανδικά
fi: suomi
ja: フィンランド語
km: ហ្វាំងឡង់
lt: Suomių
nb: Finsk
pl: fiński
pt: Finlandês
ro: Finlandeză
ru: Финский
sv: Finsk
th: ภาษาฟินแลนด์
uk: Фінська

source: French
ar: الفرنسية
ca: Francès
de: Französisch
el: Γαλλικά
fi: ranska
ja: フランス語
km: បារាំង
lt: Prancūzų
nb: Fransk
pl: francuski
pt: Francês
ro: Franceză
ru: Французский
sv: Fransk
th: ภาษาฝรั่งเศส
uk: Французька

source: Hebrew
ar: عبرية
ca: Hebreu
de: Hebräisch
el: Εβραϊκά
fi: heprea
ja: ヘブライ語
km: ហេប៊្រូ
lt: Hebrajų
nb: Hebraisk
pl: hebrajski
pt: Hebreu
ro: Ebraică
ru: Иврит
sv: Hebreiska
th: ภาษาฮิบรู
uk: Єврейська

source: Hungarian
ar: مجرية
ca: Hongarès
de: Ungarisch
el: Ουγγρικά
fi: unkari
ja: ハンガリー語
km: ហុងគ្រី
lt: Vengrų
nb: Ungarsk
pl: węgierski
pt: Húngaro
ro: Maghiară
ru: Венгерский
sv: Ungersk
th: ภาษาฮังการี
uk: Угорська

source: Indonesian
ar: الإندونيسية
ca: Indonesi
de: Indonesisch
el: Ινδονησιακά
fi: indonesia
ja: インドネシア語
km: ឥណ្ឌូនេស៊ី
lt: Indonezijos
nb: Indonesisk
pl: indonezyjski
pt: Indonésio
ro: Indoneziană
ru: Индонезийский
sv: Indonesiska
th: อินโดนีเซีย
uk: Індонезійська

source: Italian
ar: إيطالية
ca: Italià
de: Italienisch
el: Ιταλικά
fi: italia
ja: イタリア語
km: អ៊ីតាលី
lt: Italų
nb: Italiensk
pl: włoski
pt: Italiano
ro: Italiană
ru: Итальянский
sv: Italiensk
th: ภาษาอิตาลี
uk: Італійська

source: Japanese
ar: اليابانية
ca: Japonès
de: Japanisch
el: Ιαπωνικά
fi: japani
ja: 日本語
km: ជប៉ុន
lt: Japonų
nb: Japansk
pl: japoński
pt: Japonês
ro: Japoneză
ru: Японский
sv: Japansk
th: ภาษาญี่ปุ่น
uk: Японська

source: Korean
ar: كورية
ca: Coreà
de: Koreanisch
el: Κορεατικά
fi: korea
ja: 韓国語
km: កូរ៉េ
lt: Korėjiečių
nb: Koreansk
pl: koreański
pt: Coreano
ro: Coreană
ru: Корейский
sv: Koreanska
th: ภาษาเกาหลี
uk: Корейська

source: Latvian
ar: اللاتفية
ca: Letó
de: Lettisch
el: Λεττονικά
fi: latvia
ja: ラトビア語
km: ឡាតវីយ៉ា
lt: Latvių
nb: Latvisk
pl: łotewski
pt: Letão
ro: Letonă
ru: Латышский
sv: Lettiska
th: ลัตเวีย
uk: Хорватська

source: Lithuanian
ar: الليتوانية
ca: Lituà
de: Litauisch
el: Λιθουανικά
fi: liettua
ja: リトアニア語
km: លីទុយអានី
lt: Lietuvių
nb: Litauisk
pl: litewski
pt: Lituano
ro: Lituaniană
ru: Литовский
sv: Litauiskt
th: ภาษาลิทัวเนีย
uk: Литовська

source: Malay
ar: الماليزية
ca: Malai
de: Malaysisch
fi: malaiji
ja: マレー語
km: ម៉ាឡេស៊ី
lt: Malajų
nb: Malayisk
pl: malajski
pt: Malaio
ru: Малайский
sv: Malajiska
th: มลายู
uk: Малайська

source: Dutch
ar: الهولندية
ca: Holandès
de: Niederländisch
el: Ολλανδικά
fi: hollanti
ja: オランダ語
km: ហូឡង់
lt: Olandų
nb: Nederlandsk
pl: holenderski
pt: Holandês
ro: Olandeză
ru: Голландский
sv: Nederländsk
th: ภาษาดัตช์
uk: Голландська

source: Polish
ar: بولندية
ca: Polonès
de: Polnisch
el: Πολωνικά
fi: puola
ja: ポーランド語
km: ប៉ូឡូញ
lt: Lenkų
nb: Polsk
pl: polski
pt: Polaco
ro: Poloneză
ru: Польский
sv: Polsk
th: ภาษาโปแลนด์
uk: Польська

source: Portuguese
ar: برتغالية
ca: Portuguès
de: Portugiesisch
el: Πορτογαλική γλώσσα
fi: portugali
ja: ポルトガル語
km: ព័រទុយហ្គាល់
lt: Portugalų
nb: Portugisisk
pl: portugalski
pt: Português
ro: Portugheză
ru: Португальский
sv: Portugisisk
th: ภาษาโปรตุเกส
uk: Португальська

source: Brazilian Portuguese
ar: البرتغالية البرازيلية
de: brasilianisches Portugiesisch
el: Πορτογαλικά Βραζιλίας
fi: brasilian portugali
ja: ブラジルポルトガル語
pl: brazylijski portugalski
ru: Бразильский португальский
sv: Portugisiska (Brasilien)
uk: Бразильська португальська

source: Romanian
ar: رومانية
ca: Romanès
de: Rumänisch
el: Ρουμανικά
fi: romania
ja: ルーマニア語
km: រូម៉ានី
lt: Rumunų
nb: Rumensk
pl: rumuński
pt: Romeno
ro: Română
ru: Румынский
sv: Rumänska
th: ภาษาโรมาเนีย
uk: Румунська

source: Russian
ar: الروسية
de: Russisch
el: Ρώσικα
fi: venäjä
ja: ロシア語
pl: rosyjski
ru: Русский
sv: Ryska
uk: Російська

source: Slovak
ar: سلوفاكية
ca: Eslovac
de: Slowakisch
el: Σλοβακικά
fi: slovakki
ja: スロバキア語
km: ស្លូវ៉ាគី
lt: Slovakų
nb: Slovakisk
pl: słowacki
pt: Eslovaco
ro: Slovacă
ru: Словакский
sv: Slovakisk
th: ภาษาสโลวะเกีย
uk: Словацька

source: Slovenian
ar: السلوفينية
de: Slowenisch
el: Σλοβένικα
fi: slovakki
ja: スロベニア語
pl: słoweński
ru: Словенский
sv: Slovenska
uk: Словенська

source: Serbian Cyrillic
ar: السيريلية الصربية
de: Serbisch Kyrillisch
el: Σέρβικα Κυριλλικό
fi: serbia kyriilinen
ja: セルビア語キリル
pl: serbski cyrylica
ru: Сербский кириллический
sv: Serbiska (kyrillisk)
uk: Сербська (кирилиця)

source: Serbian Latin
ar: اللاتينية الصربية
de: Serbisch Latein
el: Σέρβικα Λατινικό
fi: serbia latin
ja: セルビア語ラテン
pl: serbski łacina
ru: Сербский латинский
sv: Serbiska (latinsk)
uk: Сербська (латиниця)

source: Swedish
ar: سويدية
ca: Suec
de: Schwedisch
el: Σουηδικά
fi: ruotsi
ja: スウェーデン語
km: ស៊ុយអែត
lt: Švedų
nb: Svensk
pl: szwedzki
pt: Sueco
ro: Suedeză
ru: Шведский
sv: Svensk
th: ภาษาสวีเดน
uk: Шведська

source: Thai
ar: التايلاندية
ca: Tai
el: Ταϊλανδέζικα
fi: thaimaa
ja: タイ語
km: ថៃ
lt: Tajų
pl: tajski
pt: Tailandês
ro: Thailandeză
ru: Тайский
sv: Thailändska
th: ไทย
uk: Тайська

source: Turkish
ar: تركية
ca: Turc
de: Türkisch
el: Τούρκικα
fi: turkki
ja: トルコ語
km: តួកគី
lt: Turkų
nb: Tyrkisk
pl: turecki
pt: Turco
ro: Turcă
ru: Турецкий
sv: Turkisk
th: ภาษาตุรกี
uk: Турецька

source: Ukrainian
ar: الأوكرانية
ca: Ucraïnès
de: Ukrainisch
el: Ουκρανικά
fi: ukraina
ja: ウクライナ語
pl: ukraiński
ru: Украинский
sv: Ukrainska
uk: Українська

source: Uzbek
ar: الأوزبكية
de: Usbekisch
el: Ουζμπέκικα
fi: uzbekistan
ja: ウズベク語
km: អ៊ូហ្សបេគីស្តង់
lt: Uzbekų
nb: Usbekistansk
pl: uzbecki
pt: Uzbeque
ro: Uzbecă
ru: Узбекский
sv: Uzbekiska
th: อุซเบกิสถาน
uk: Узбецька

source: Vietnamese
ar: الفيتنامية
ca: Vietnamita
de: Vietnamesisch
el: Βιετναμέζικα
fi: vietnami
ja: ベトナム語
km: វៀតណាម
lt: Vietnamiečių
nb: Vietnamesisk
pl: wietnamski
pt: Vietnamita
ro: Vietnameză
ru: Вьетнамский
sv: Vietnamesiska
th: เวียดนาม
uk: В'єтнамська

source: Simplified Chinese
ar: الصينية المبسطة
ca: Xinès simplificat
de: Chinesisch (Kurzzeichen)
el: Απλουστευμένα Κινέζικα
fi: kiina (yksinkertaistettu)
ja: 簡体字中国語
km: ចិន​អក្សរ​កាត់
lt: Supaprastinta kinų
nb: Forenklet kinesisk
pl: chiński uproszczony
pt: Chinês simplificado
ro: Chineză simplificată
ru: Упрощенный китайский
sv: Förenklad kinesiska
th: ภาษาจีนประยุกต์
uk: Китайська (спрощена)

source: Traditional Chinese
ar: صينية تقليدية
ca: Xinès tradicional
de: Chinesisch (Langzeichen)
el: Παραδοσιακά Κινέζικα
fi: kiina (perinteinen)
ja: 繁体字中国語
km: ចិន​អក្សរ​ពេញ
lt: Tradicinė kinų
nb: Tradisjonelt kinesisk
pl: chiński tradycyjny
pt: Chinês tradicional
ro: Chineză tradițională
ru: Традиционный китайский
sv: Traditionell kinesiska
th: ภาษาจีนดั้งเดิม
uk: Китайська (традиційна)

source: Afrikaans
ar: الأفريقانية
el: Αφρικάνικα
ja: アフリカーンス語
km: អាហ្វ្រីកាអាន
lt: Būrų
nb: Afrikansk
pt: Africâner
ru: Африкаанс
th: แอฟริกา
uk: Африкаанс

source: Occitan
ca: Occità
de: Okzitanisch
ja: オック語
pl: okcytański
ru: Окситанский
sv: Occitanska
uk: Окситанська

source: Squid
th: สควิด

source: ACL
th: รายการควบคุมการเข้าใช้ (ACL)
