Repository: yast/yast-translations
Catalog: po/squid/*.po
Languages: ar, ca, de, el, fi, ja, km, lt, nb, pl, pt, ro, ru, sv, th, uk

source: <p><b>Cache Replacement Policy</b> determines which objects are to be replaced when disk space is needed. <b>Memory Replacement Policy</b> specifies the policy for object replacement in memory when space for new objects is not available. Policies could be: <table> <tr> <td>lru</td> <td>least recently used</td> </tr> <tr> <td>heap GDSF</td> <td>Greedy-Dual Size Frequency</td> </tr> <tr> <td>heap LFUDA</td> <td>Least Frequently Used with Dynamic Aging</td> <tr> <tr> <td>heap LRU</td> <td>lru policy implemented using a heap</td> </tr> </table> </p>
ar: <p><b>سياسة استبدال الذاكرة المؤقتة</b> تحدد الكائنات التي سيتم استبدالها عند الحاجة إلى مساحة على القرص. <b>سياسة استبدال الذاكرة</b> تحدد سياسة استبدال الكائنات في الذاكرة عندما لا تتوفر مساحة للكائنات الجديدة. يمكن أن تكون السياسات: <table> <tr> <td>lru</td> <td>الأقل استخدامًا مؤخرًا</td> </tr> <tr> <td>كومة GDSF</td> <td>تردد Greedy ثنائي الحجم</td> </tr> <tr> <td>كومة LFUDA</td> <td>الأقل استخدامًا مع التقادم الديناميكي</td> <tr> <tr> <td>كومة LRU</td> <td>سياسة lru المطبقة باستخدام كومة</td> </tr> </table> </p>
ca: <p>La <b>política de reemplaçament de cau</b> determina quins objectes es reemplacen quan es necessita espai de disc. <b>La política de reemplaçament de memòria</b> especifica la política de reemplaçament d'objectes a la memòria quan no hi ha espai per a objectes nous. Les polítiques poden ser així: <table> <tr> <td>lru</td> <td>least recently used</td> </tr> <tr> <td>heap GDSF</td> <td>Greedy-Dual Size Frequency</td> </tr> <tr> <td>heap LFUDA</td> <td>Least Frequently Used with Dynamic Aging</td> <tr> <tr> <td>heap LRU</td> <td>lru policy implemented using a heap</td> </tr> </table> </p>
de: <p> <b>Die <b>Cache-Austauschstrategie</b> legt fest, welche gespeicherten Objekte durch andere ersetzt werden, wenn Plattenplatz benötigt wird. Die <b>Speicher-Austauschstrategie</b> definiert, wann Objekte im Speicher durch neuere ersetzt werden sollen, wenn der Speicher für neue Objekte knapp wird. Folgende Möglichkeiten stehen zur Verfügung: <table> <tr> <td>lru</td> <td>(Least Recently Used) Ersetzt die am längsten nicht mehr genutzten Objekte.</td> </tr> <tr> <td>heap GDSF</td> <td>(Greedy-Dual-Size Frequency) Kleine, häufig angefragte Objekte werden auf Kosten großer weniger häufig angefragter Objekte im Cache gehalten.</td> </tr> <tr> <td>heap LFUDA</td> <td>(Heap least frequently used with dynamic aging) Häufig angefragte Objekte werden im Cache gehalten, selten angefragte werden freigegeben, unabhängig von deren Größe.</td> </tr> <tr> <td>heap LRU</td> <td>(Heap Least frequently used) Erweitertes lru-Verfahren. Hier wird zusätzlich das Alter der zwischengespeicherten Seiten berücksichtigt.</td> </tr> </table> </p>
el: <p><b> Η Πολιτική Αντικατάστασης Προσωρινής Μνήμης</b> αποφασίζει ποιο αντικείμενο θα αντικατασταθεί όταν απαιτείται ελεύθερος χώρος στον δίσκο. <b> Η Πολιτική Αντικατάστασης Προσώρινής Μνήμης</b> προσδιορίζει την πολιτική για αντικατάσταση αντικειμένου στη μνήμη όταν δεν είναι διαθέσιμος ο χώρος για νέα αντικείμενα. Οι πολιτικές μπορούν να είναι: <table> <tr> <td>lru</td> <td></td>τουλάχιστον πρόσφατα χρησιμοποιημένα </tr> <tr> <td></td> <td>Άπληστη-Διπλό Μέγεθος Συχνότητα</td> </tr> <tr> <td></td> <td>Λιγότερο Χρησιμοποιημένα Δυναμικής Ωρίμανσης</td> <tr> <tr> <td>Στοίβα LRU</td> <td>Πολιτική Iru που εφαρμόζεται χρησιμοποιώντας στοίβες</td> </tr> </table> </p>
fi: <p><b>Välimuistin korvauskäytäntö</b> määrittää, mitkä objektit korvataan kun levytilaa tarvitaan. <b>Muistin korvauskäytäntö</b> määrittää objektien korvauskäytännön muistissa, kun tilaa uusille objekteille ei ole saatavilla. Käytäntöjä voivat olla: <table> <tr> <td>lru</td> <td>viimeksi käytetyt</td> </tr> <tr> <td>heap GDSF</td> <td>välimuistioptimointi Greedy-Dual Size Frequency</td> </tr> <tr> <td>heap LFUDA</td> <td>viimeksi useiten käytetty, dynaminen ikääntyminen</td> <tr> <tr> <td>heap LRU</td> <td>lru-käytäntö toteutettuna käyttäen heap GDSF</td> </tr> </table> </p>
ja: <p><b>キャッシュ入れ替えポリシー</b> では、ディスク領域が必要な場合にどのオブジェクトを 入れ替えるべきかを設定することができます。 <b>メモリ入れ替えポリシー</b> では新しいオブジェクト用の領域が足りない場合、メモリ内で のオブジェクト入れ替えポリシーを設定することができます。 それぞれのポリシーには以下のいずれかを設定します: <table> <tr> <td>lru</td> <td>もっとも使用されていないものを入れ替えるポリシー</td> </tr> <tr> <td>heap GDSF</td> <td>サイズと頻度の両方に貪欲なポリシー</td> </tr> <tr> <td>heap LFUDA</td> <td>動的なエージングを利用した頻度順のポリシー</td> <tr> <tr> <td>heap LRU</td> <td>ヒープを利用して実装した lru ポリシー</td> </tr> </table> </p>
km: <p><b>គោលការណ៍​កន្លែង​ជំនួស​ឃ្លាំង​សម្ងាត់</b> កំណត់ វត្ថុ​មួយ​ណា​ត្រូវ​បាន​ជំនួយ ពេល​ទំហំ​ថាស​ត្រូវការ ។ <b>គោលការណ៍​កន្លែង​ជំនួស​អង្គ​ចងចាំ</b> បញ្ជាក់​គោលការណ៍​សម្រាប់​កន្លែង​ជំនួស​វត្ថុ ក្នុង​អង្គ​ចងចាំ ពេល​ទំហំ​សម្រាប់​វត្ថុ​ថ្មី​មិន​មាន ។ គោលការណ៍​អាច​ជា ៖: <table> <tr> <td>lru</td> <td>យ៉ាង​ហោច​ប្រើ​​ពេល​បច្ចុប្បន្ន</td> </tr> <tr> <td>heap GDSF</td> <td>Greedy-Dual Size Frequency</td> </tr> <tr> <td>heap LFUDA</td> <td>យ៉ាង​ហោច​ប្រេកង់​បាន​​ប្រើ​ជាមួយ​​ចាស់​ថាមវន្ត</td> <tr> <tr> <td>heap LRU</td> <td>ប្រតិបត្តិ​គោលការណ៍​ដោយ​ប្រើ​ការ​ផ្ដុំ</td> </tr> </table> </p>
nb: <p><b>Regel for mellomlagerutskifting</b> definerer hvilke objekter som skal skiftes ut når det blir behov for mer diskplass. <b>Minneutskiftingsregel</b> definerer praksisen for utskifting av objekter i minnet når det ikke lenger er plass til nye objekter. Reglene kan være: <table> <tr> <td>lru</td> <td>siste nylig brukte</td> </tr> <tr> <td>heap GDSF</td> <td>aggressiv dobbelt størrelse-frekvens</td> </tr> <tr> <td>heap LFUDA</td> <td>siste hyppig brukte med dynamisk foreldelse</td> <tr> <tr> <td>heap LRU</td> <td>lru-regel med samling</td> </tr> </table> </p>
pl: <p><b>Założenia wymiany dyskowej pamięci podręcznej</b> określają, które obiekty należy przenieść, gdy potrzebne jest dodatkowe miejsce na dysku. <b>Zasady wymiany pamięci podręcznej</b> określają zasady wymiany obiektów w pamięci, gdy brak miejsca na nowe obiekty. Są to algorytmy: <table> <tr> <td>lru</td> <td>najdawniej użyte</td> </tr> <tr> <td>heap GDSF</td> <td>Greedy-Dual Size Frequency</td> </tr> <tr> <td>heap LFUDA</td> <td>najdawniej użyte z dynamicznym starzeniem</td> <tr> <tr> <td>heap LRU</td> <td>lru zaimplementowane z pomocą struktury kopca</td> </tr> </table> </p>
ro: <p><b>Politica de Înlocuire a Memoriei Tampon</b> determină ce obiecte sunt înlocuite atunci când spațiul pe disc este necesar. <b>Politica de Înlocuire a Memoriei</b> specifică regulile de înlocuire a memoriei când spațiul pentru noi obiecte nu este disponibile. Regulile ar putea fi: <table> <tr> <td>lru</td> <td> ultimul recent folosit</td> </tr> <tr> <td>grămada GDSF</td> <td>Greedy-Dual Size Frequency</td> </tr> <tr> <td>grămada LFUDA</td> <td>Ultima Frecvență Folosită cu Aging dinamic </td> <tr> <tr> <td>grămada LRU</td> <td>lru politică implementată folosind o grămadă</td> </tr> </table> </p>
ru: <p><b>Политика замещения кэша</b> определяет, как будут замещаться объекты, когда потребуется высвобождение дискового пространства. <b>Политика замещения памяти</b> определяет политику замещения объектов в памяти, когда пространство для новых объектов недоступно. Политика может быть: <table> <tr> <td>LRU</td> <td>наименее часто используемый</td> </tr> <tr> <td>heap GDSF</td> <td>Greedy-Dual Size Frequency. Механизм сбалансированного вытеснения на основании частоты использования и объёма файлов в кэше.</td> </tr> <tr> <td>heap LFUDA</td> <td>наименее часто используемый с динамическим определением возраста</td> <tr> <tr> <td>heap LRU</td> <td>LRU осуществляется с помощью кучи</td> </tr> </table> </p>
sv: <p><b>Cacheväxlingsprincip</b> avgör vilka objekt som ska växlas när det krävs diskutrymme. <b>Minnesväxlingsprincip</b> anger principen för objektväxlingen i minnet när det inte finns utrymme för nya objekt. Principer kan vara: <table> <tr> <td>lru</td> <td>använts minst nyligen</td> </tr> <tr> <td>heap-GDSF</td> <td>Glupsk dubbelstorleksfrekvens</td> </tr> <tr> <td>heap-LFUDA</td> <td>Minst ofta använd med dynamiskt åldrande</td> <tr> <tr> <td>heap-LRU</td> <td>lru-princip implementerad med en heap</td> </tr> </table> </p>
uk: <p><b>Політика заміщення у кеші</b> визначає, які об'єкти буде заміщено у разі потреби вивільнення дискового простору. <b>Політика заміщення у пам'яті</b> визначає політику заміщення об'єктів у оперативній пам'яті, якщо простір для нових об'єктів недоступний. Можливі політики: <table> <tr> <td>lru</td> <td>Перевага збереження найсвіжіших</td> </tr> <tr> <td>heap GDSF</td> <td>Перевага збереження малих популярних об'єктів</td> </tr> <tr> <td>heap LFUDA</td> <td>Перевага найпопулярніших об'єктів з динамічним старінням</td> <tr> <tr> <td>heap LRU</td> <td>Політика lru з застосуванням динамічного розподілу</td> </tr> </table> </p>

source: <p><b>Directory Name</b> defines a top-level directory where cache swap files will be stored.</p>
ar: <p><b>اسم الدليل</b> يُعرف دليل ذو مستوى أعلى بحيث يتم تخزين ملفات تبديل الذاكرة المؤقتة.</p>
ca: <p>El <b>nom del directori</b> defineix un directori de nivell alt on els fitxers cau d'intercanvi (swap) es desaran.</p>
de: <p><b>Verzeichnisname</b> definiert das übergeordnete Verzeichnis, in dem Swap-Dateien gespeichert werden.</p>
el: <p><b> Το Όνομα Καταλόγου</b> προσδιορίζει τον κατάλογο ανωτάτου καταλόγου όπου τα αρχεία της προσωρινής λανθάνουσας μνήμης θα ανακτηθούν.</p>
fi: <p><b>Hakemiston nimi</b> määrittää ylätason hakemiston, jonne välimuistitiedostot tallennetaan.</p>
ja: <p><b>ディレクトリ名</b> にはキャッシュスワップファイルを保存する最上位のディレクトリを指定してください。</p>
km: <p><b>ឈ្មោះ​ថត</b> កំណត់​ថត​កម្រិត​ខ្ពស់ ដែល​ឯកសារ​ស្វប​ឃ្លាំង​សម្ងាត់​នឹង​ត្រូវ​បាន​រក្សា​ទុក ។</p>
nb: <p><b>Katalognavn</b> angir en hovedkatalog der mellomlagerfiler vil bli lagret.</p>
pl: <p>Pole <b>Nazwa katalogu</b> definiuje katalog najwyższego poziomu, w którym będą przechowywane pliki pamięci podręcznej.</p>
pt: <p><b>Nome do Directório</b> define o directório raiz onde os ficheiros de swap da cache vão ser armazenados.</p>
ro: <p><b>Numele Directorului</b> definește directorul de top unde swap-ul salvat temporar va fi stocat.</p>
ru: <p><b>Имя каталога</b> определяет корневой каталог, где будут храниться файлы кэша.</p>
sv: <p>Med <b>Katalognamn</b> definieras en toppnivåkatalog där cacheväxlingsfiler ska lagras.</p>
uk: <p><b>Назва каталогу</b> визначає назву каталогу найвищого рівня, де будуть зберігатися файли дискового кешу.</p>

source: <p><b>Size</b> defines the amount of disk space (in MB) to use under this directory.</p>
ar: <p><b>الحجم</b> يُعرف قيمة مساحة القرص (بالميغابايت) المطلوب استخدامها ضمن الدليل.</p>
ca: <p>La <b>mida</b> defineix la quantitat d'espai de disc (en MB) a usar sota aquest directori.</p>
de: <p><b>Größe</b> legt die maximale Größe des verwendeten Plattenplatzes (in MB) in diesem Verzeichnis fest.</p>
el: <p><b> Το Μέγεθος</b> προσδιορίζει το ποσό του δίσκου (σε ΜΒ) που θα χρησιμοποιηθεί σε αυτόν τον κατάλογο</p>
fi: <p><b>Koko</b> määrittää levytilan (megatavuina) tälle hakemistolle.</p>
ja: <p><b>サイズ</b> にはこのディレクトリ以下で使用するディスク容量を MB 単位で指定してください。</p>
km: <p><b>ទំហំ</b> កំណត់​ចំនួន​សរុប​ទំហំ​ថាស (គិត​ជា​មេកាបៃ) ដើម្បី​ប្រើ​ក្រោម​ថត​នេះ ។</p>
nb: <p><b>Størrelse</b> angir hvor mye diskplass (i MB) som skal benyttes under denne katalogen.</p>
pl: <p>Pole <b>Rozmiar</b> określa ilość miejsca na dysku (w MB), jaką może zająć ten katalog.</p>
pt: <p><b>Tamanho</b> define a quantidade de espaço (em MB) para utilizar dentro deste directório.</p>
ro: <p><b>Mărimea</b> definește cantitatea de spațiu pe disc (în MB) a fi folosită de acest director.</p>
ru: <p><b>Размер</b> определяет количество дискового пространства (в МБ), используемого этим каталогом.</p>
sv: <p>Med <b>Storlek</b> definieras den mängd diskutrymme (i MB) som ska användas under den här katalogen.</p>
uk: <p><b>Розмір</b> визначає об'єм пам'яті на диску (у МБ), що використовуватиметься цією текою.</p>

source: <p><b>Level 1 Directories</b> defines a number of first-level subdirectories, which will be created under the <b>Directory Name</b> directory.</p>
ar: <p><b>دلائل بالمستوى 1</b> يحدد عدد من الدلائل الفرعية بالمستوى الأول التي سيتم إنشاؤها ضمن الدليل <b>اسم الدليل</b>.</p>
ca: <p><b>Directoris de nivell 1</b> defineix un nombre subdirectoris de primer nivell, que es crearà sota el directori <b>Nom de directori</b>.</p>
de: <p><b>Verzeichnisse der ersten Ebene</b> definiert die Anzahl an Unterverzeichnissen der ersten Ebene, die unter dem Verzeichnis <b>Verzeichnisname</b> angelegt werden.</p>
el: <p>Οι <b>Κατάλογοι Επιπέδου 1</b> προσδιορίζουν τον αριθμό των υποκαταλόγων πρώτου επιπέδου, που θα δημιουργηθούν κάτω από τον κατάλογο <b>Όνομα Καταλόγου</b>.</p>
fi: <p><b>Tason 1 hakemistot</b> määrittää montako ensimmäisen tason alihakemistoa luodaan hakemistoon <b>Hakemiston nimi</b>.</p>
ja: <p><b>レベル 1 ディレクトリ</b> には、 <b>ディレクトリ名</b> で指定したディレクトリの すぐ下に作成するサブディレクトリの数を指定します。</p>
km: <p><b>ថត​កម្រិត ១</b> កំណត់​ចំនួន​នៃ​ថត​រង​កម្រិត​ដំបូង ដែល​នឹង​ត្រូវ​បាន​បង្កើត​ក្រោម​ថត <b>ឈ្មោះ​ថត</b> ។</p>
nb: <p><b>Nivå 1-kataloger</b> angir antall underkataloger som vil bli opprettet under katalogen<b>Katalognavn</b>.</p>
pl: <p>Pole <b>katalogi 1 poziomu</b> określa liczbę podkatalogów pierwszego poziomu, które zostaną utworzone w katalogu określonym w polu <b>nazwa katalogu</b>.</p>
ru: <p><b>Каталоги 1 уровня</b> определяют число подкаталогов первого уровня, которые будут созданы в каталоге <b>Имя каталога</b>.</p>
sv: <p><b>Kataloger på nivå 1</b> definierar ett antal underkataloger på första nivån, som skapas under katalogen <b>Katalognamn</b>.</p>
uk: <p>Поле <b>Теки першого рівня</b> визначає кількість підтек першого рівня, які буде створено у теці з назвою <b>Назва теки</b>.</p>

source: <p><b>Level 2 Directories</b> defines a number of second-level subdirectories, which will be created under each first-level directory.</p>
ar: <p><b>مستوى الدليل 2</b> يحدد عدد الدلائل الفرعية بالمستوى الثاني التي سيتم إنشاؤها ضمن كل دليل بالمستوى الأول.</p>
ca: <p><b>Directoris de nivell 2</b> defineix un nombre de subdirectoris de segon nivell, que es crearan sota cada directori de primer nivell.</p>
de: <p><b>Verzeichnisse der zweiten Ebene</b> definiert die Anzahl an Unterverzeichnissen der zweiten Ebene, die unter jedem Verzeichnis der ersten Ebene angelegt werden.</p>
el: <p>Οι <b>Κατάλογοι Επιπέδου 2</b> προσδιορίζουν τον αριθμό των υποκαταλόγων δευτέρου επιπέδου, στους οποίους θα δημιουργηθούν κάτω από κάθε κατάλογο πρώτου επιπέδου.</p>
fi: <p><b>Tason 2 hakemistot</b> määrittää montako toisen tason alihakemistoa luodaan jokaiseen ensimmäisen tason hakemistoon.</p>
ja: <p><b>レベル 2 ディレクトリ</b> には、それぞれのレベル 1 ディレクトリ以下に 作成するサブディレクトリの数を指定します。</p>
km: <p><b>ថត​កម្រិត ២</b> កំណត់​ចំនួន​នៃ​ថត​រង​កម្រិត​ទីពីរ ដែល​នឹង​​ត្រូវ​បាន​បង្កើត​ក្រោម​ថត​កម្រិត​ដំបូង​នីមួយៗ ។</p>
nb: <p><b>Nivå 2-kataloger</b> angir antall underkataloger som skal opprettes på 2. nivå under hver 1 nivå-katalog.</p>
pl: <p>Pole <b>katalogi 2 poziomu</b> definiuje liczbę podkatalogów drugiego poziomu, które zostaną utworzone w każdym katalogu pierwszego poziomu.</p>
ru: <p><b>Каталоги 2 уровня</b> определяют число подкаталогов второго уровня, которые будут созданы в каждом каталоге первого уровня.</p>
sv: <p><b>Kataloger på nivå 2</b> definierar ett antal underkataloger på andra nivån, som skapas under varje katalog på första nivån.</p>
uk: <p>Поле <b>Теки другого рівня</b> визначає кількість під тек другого рівня, які буде створено у кожній теці першого рівня.</p>

source: <p>Access to the Squid server can be controlled via <b>ACL Groups</b>.</p>
ar: <p>يمكن التحكم بالوصول إلى خادم Squid عبر <b>مجموعات ACL</b>.</p>
ca: <p>L'accés al servidor Squid es pot controlar a través dels <b>grups ACL</b>.</p>
de: <p>Der Zugriff auf den Squid-Server kann über <b>ACL-Gruppen</b> gesteuert werden.</p>
el: <p>Η πρόσβαση στον εξυπηρετητή Squid μπορεί να ελεγχθεί μέσω των <b>Ομάδων ACL</b>.</p>
fi: <p>Pääsyä Squid-palvelimelle voidaan hallita <b>ACL-ryhmillä</b>.</p>
ja: <p>squid サーバへのアクセスは <b>ACL グループ</b> で設定することができます。</p>
km: <p>ការ​ចូល​ដំណើរការ​ម៉ាស៊ីន​បម្រើ Squid អាច​ត្រូវ​បាន​ត្រួតពិនិត្យ​តាម​រយៈ <b>ក្រុម ACL</b> ។</p>
nb: <p>Tilgang til Squid-serveren kan kontrolleres via <b>ACL-grupper</b>.</p>
pl: <p>Dostęp do serwera squid może być kontrolowany poprzez <b>Grupy ACL</b>.</p>
ro: <p>Accesul la server Squid poate fi controlat prin <b>ACL Groups</b>.</p>
ru: <p>Доступом к серверу Squid можно управлять через <b>Группы ACL</b>.</p>
sv: <p>Åtkomst till Squid-servern kan kontrolleras via <b>ACL-grupper</b>.</p>
uk: <p>Доступ до сервера Squid можна контролювати за допомогою <b>Груп ACL</b>.</p>

source: <p><b>ACL Group</b> has various types and the description of ACL Group depends on the particular type.</p>
ar: <p><b>مجموعة ACL</b> لها أنواع متعددة ويعتمد وصف مجموعة ACL على النوع المحدد.</p>
ca: <p>Un <b>Grup ACL</b> té diversos tipus i la descripció d'un grup ACL depèn del tipus concret.</p>
de: <p><b>ACL-Gruppen</b> haben verschiedene Typen, und die Beschreibung von ACL-Gruppen hängt vom verwendeten Typ ab.</p>
el: <p>Η <b>Ομάδα ACL</b> έχει διάφορους τύπους και η περιγραφή μιας ομάδας ACL εξαρτάται από τον συγκεκριμένο τύπο.</p>
fi: <p><b>ACL-ryhmillä</b> on useita tyyppejä ja kuvauksia, joista ACL-ryhmä on riippuvainen.</p>
ja: <p><b>ACL グループ</b> には様々な種類があるほか、それぞれの種類に対応した ACL グループの説明もあります。</p>
km: <p><b>ក្រុម ACL</b> មាន​ប្រភេទ​ផ្សេង​ៗ និង​ការ​ពិពណ៌នា​នៃ​ក្រុម ACL ផ្អែកលើ ប្រភេទ​ជាក់លាក់ ។</p>
nb: <p>Det er ulike typer <b>ACL-grupper</b>, og beskrivelsen av en ACL-gruppe avhenger av typen.</p>
pl: <p><b>Grupy ACL</b> mogą być różnego typu, a opis grupy ACL zależy od poszczególnego typu.</p>
ro: <p><b>ACL Group</b> are tipuri diferite și descrierea funcțiilor ACL Group pentru un caz particular.</p>
ru: <p><b>Группа ACL</b> имеет несколько типов, описание группы ACL зависит от конкретного типа.</p>
sv: <p><b>ACL-grupper</b> har olika typer och beskrivningen av ACL-gruppen beror på respektive typ.</p>
uk: <p><b>Група ACL</b> містить різні типи, а визначення групи ACL залежить від типу.</p>

source: <p>In the <b>Access Control</b> table, access can be denied or allowed to ACL Groups. If there are more ACL Groups in one line, it means that access will be allowed or denied to members who belong to all ACL Groups at the same time.</p>
ar: <p>في جدول <b>التحكم بالوصول</b>، يمكن رفض الوصول لمجموعات ACL أو السماح به. إذا كان هناك المزيد من مجموعات ACL في سطر واحد، يعني ذلك أنه سيتم السماح بالوصول أو رفضه للأعضاء اللذين ينتمون إلى كل مجموعات ACL في نفس الوقت.</p>
ca: <p>A la taula de <b>control d'accés</b>, es pot denegar o permetre l'accés a grups ACL. Si hi ha més grups ACL en una línia, significa que l'accés es permetrà o es denegarà a membres que pertanyin a tots els grups ACL al mateix temps.</p>
de: <p>In der <b>Zugriffssteuerungstabelle</b> kann der Zugriff für ACL-Gruppen verweigert oder erlaubt werden. Wenn eine Zeile mehrere ACL-Gruppen enthält, bedeutet dies, dass der Zugriff für alle diejenigen gesperrt oder erlaubt wird, die sich in allen ACL-Gruppen befinden.</p>
el: <p>Στον πίνακα <b>Ελέγχου Πρόσβασης</b>, η πρόσβαση μπορεί να απαγορευτεί ή να επιτραπεί στις ομάδες ACL. Εάν υπάρχουν περισσότερες ομάδες ACL σε μια γραμμή, σημαίνει ότι η πρόσβαση θα επιτρέπεται ή θα απαγορεύεται στα μέλη που ανήκουν σε όλες τις ομάδες ACL την ίδια στιγμή.</p>
fi: <p><b>Pääsynvalvonta</b>-taulussa voidaan kieltää tai sallia ACL-ryhmiä. Jos yhdellä rivillä on useita ACL-ryhmiä, sallitaan tai kielletään pääsy jäseniltä, jotka kuuluvat kaikkiin ryhmiin samanaikaisesti.</p>
ja: <p><b>アクセス制御</b> 表内では、 ACL グループに対して許可や拒否を設定することができます。 1 行に複数の ACL グループが存在する場合は、それら全ての ACL グループからのアクセスを 一括で許可／拒否することを示しています。</p>
km: <p>ក្នុង​តារាង <b>ត្រួតពិនិត្យ​ការ​ចូល​ដំណើរការ</b> ការ​ត្រួតពិនិត្យ​ការ​ចូល​ដំណើរការ​អាច​ត្រូវ​បាន​បដិសេធ ឬ​អនុញ្ញាត​ចំពោះ​ក្រុម ACL ។ ប្រសិនបើ​មាន​ក្រុម​ ACL ច្រើន​ក្នុង​បន្ទាត់​មួយ វា​មាន​ន័យ​ថា ការ​ចូល​ដំណើរការ​ត្រូវ​បាន​អនុញ្ញាត ឬ​បដិសេធ​ចំពោះ​សមាជិក​ដែល​ស្ថិត​នៅ​ក្នុង​ក្រុម ACL ទាំងអស់​ក្នុង​ពេល​តែមួយ ។</p>
nb: <p>I tabellen <b>Tilgangskontroll</b> kan tilgang avvises eller tillates for ACL-grupper. Hvis det er flere ACL-grupper på samme linje, betyr det at tilgang vil bli tillatt eller avvist for dem som tilhører alle disse ACL-gruppene samtidig.</p>
pl: <p>W tabeli <b>Kontrola dostępu</b> można zabronić lub zezwolić na dostęp grupom ACL. Jeśli podanych jest więcej grup ACL w jednej linii, znaczy to że dostęp będzie przyznany lub zabroniony dla tych, którzy należą do wszystkich grup ACL jednocześnie.</p>
ru: <p>В таблице <b>Управление доступом</b> можно запретить или разрешить доступ группам ACL. Если в строке несколько групп ACL, значит доступ будет разрешён или запрещён тем, кто входит одновременно во все группы ACL.</p>
sv: <p>I tabellen <b>Åtkomstkontroll</b> kan åtkomst till ACL-grupper nekas eller tillåtas. Om det finns fler ACL-grupper på en rad innebär det att åtkomsten kommer att tillåtas eller nekas för medlemmar som tillhör alla ACL-grupper samtidigt.</p>
uk: <p>У таблиці <b>Контролю доступу</b> можна заборонити або дозволити групи ACL. Якщо в одному рядку міститься більше за одну групу ACL, це означає, що доступ буде дозволено або заборонено для тих, хто належить до всіх груп ACL одночасно.</p>

source: <p>The <b>Access Control</b> table is checked in the order listed here. The first matching entry is used.</p>
ar: <p>يتم التحقق من جدول <b>التحكم بالوصول</b> بالترتيب المحدد هنا. يتم استخدام الإدخال الأول المطابق.</p>
ca: <p>La taula de <b>control d'accés</b> es comprova en l'ordre llistat aquí. S'usa la primera entrada coincident.</p>
de: <p>Die <b>Zugriffssteuerungstabelle</b> wird in der hier angegebenen Reihenfolge abgearbeitet. Der erste passende Eintrag wird benutzt.</p>
el: <p>Ο πίνακας <b>Ελέγχου Πρόσβασης</b> ελέγχεται με την σειρά που φαίνεται εδώ. Η πρώτη επιλογή που ταιριάζει, χρησιμοποιείται.</p>
fi: <p><b>Pääsynvalvonta</b> taulu tarkistetaan tässä määritellyssä järjestyksessä. Ensimmäistä täsmäävää kohtaa käytetään.</p>
ja: <p>ここに記載されている一覧の順序に従って <b>アクセス制御</b> を確認します。 最初に適合した項目を使用します。</p>
km: <p>តារាង <b>ត្រួតពិនិត្យ​ការ​ចូល​ដំណើរការ</b> ត្រូវ​បាន​ធីក​ក្នុង​លំដាប់​ដែល​បាន​រាយ​នៅ​ទីនេះ ។ ធាតុ​ដែល​ផ្គូផ្គង​ដំបូង​នឹង​ត្រូវ​បាន​ប្រើ ។</p>
nb: <p>Oppføringene i <b>Tilgangskontroll</b>-tabellen kontrolleres i den rekkefølgen som er angitt her. Første samsvarende oppføring blir brukt.</p>
pl: <p>Tabela <b>Kontrola dostępu</b> jest sprawdzana w kolejności tu podanej. Zostanie użyty pierwszy pasujący wpis.</p>
ru: <p>Таблица <b>Управления доступом</b> проверяется по порядку, представленному здесь. Используется первое по порядку совпадение.</p>
sv: <p>Tabellen <b>Åtkomstkontroll</b> kontrolleras i den ordning som visas här. Den första post som matchar används.</p>
uk: <p>Перевірка таблиці <b>Контролю доступу</b> відбувається у порядку визначеному тут. Використовується перший же знайдений відповідник.</p>
