Repository: yast/yast-translations
Catalog: po/squid/*.po
Languages: ar, ca, de, el, fi, ja, km, lt, nb, pl, pt, ro, ru, sv, th, uk

source: ACL table must not be empty.
ar: لا يجب ترك جدول ACL فارغًا.
ca: La taula ACL no ha d'estar en blanc.
de: Die ACL-Tabelle darf nicht leer sein.
el: Ο πίνακας ACL δεν πρέπει να είναι κενός.
fi: ACL-taulu ei saa olla tyhjä.
ja: ACL 表を設定する必要があります。
km: តារាង ACL មិន​ត្រូវ​ទទេ​ទេ ។
lt: ALC lentelė negali būti tuščia.
nb: En ACL-tabell må angis.
pl: Tabela ACL nie może być pusta.
pt: Tabela ACL não deve ficar vazio.
ro: Tabelul ACL nu trebuie să fie gol.
ru: Таблица ACL не должна быть пустой.
sv: ACL-tabellen får inte vara tom.
uk: Таблиця ACL не може бути порожньою.

source: ACL Group '%1' already exists with different type.
ar: توجد مجموعة ACL '%1' بالفعل بنوع مختلف.
ca: El grup ACL '%1' ja existeix amb un tipus diferent.
de: Die ACL-Gruppe '%1' existiert bereit unter einem anderen Typ.
el: Η Ομάδα ACL '%1' υπάρχει ήδη με διαφορετικό τύπο.
fi: ACL-ryhmä %1 on jo olemassa erityyppisenä.
ja: ACL グループ '%1' は既に別の種類で存在しています。
km: ក្រុម ACL '%1' មាន​រួច​ហើយ​ជាមួយ​ប្រភេទ​ផ្សេង​គ្នា ។
lt: Jau yra kitokio tipo ACL grupė „%1“.
nb: ACL-gruppen '%1' finnes allerede med en annen type.
pl: Grupa ACL '%1' już istnieje i jest innego typu.
pt: Grupo ACL '%1' já existe com um tipo diferente.
ro: Grupul ACL '%1' există deja sub un tip diferit.
ru: Группа ACL '%1' уже существует с другим типом.
sv: ACL-gruppen %1 finns redan med en annan typ.
uk: Група ACL "%1" вже існує, але з іншим типом.

source: ACL Group '%1' must have type '%2'.
ar: يجب أن تكون مجموعة ACL '%1' من النوع '%2'.
ca: El grup ACL '%1' ha de tenir el tipus '%2'.
de: Die ACL-Gruppe '%1' muss Typ '%2' zugeordnet werden.
el: Η Ομάδα ACL '%1' πρέπει να έχει τον τύπο '%2'.
fi: ACL-ryhmän '%1' pitää olla tyyppiä '%2'.
ja: ACL グループ '%1' は種類 '%2' でなければなりません。
km: ក្រុម ACL '%1' ត្រូវតែ​មាន​ប្រភេទ '%2' ។
nb: ACL-gruppen '%1' må ha typen '%2'.
pl: Grupa ACL '%1' musi być typu '%2'.
ru: Группа ACL '%1' должна иметь тип '%2'.
sv: ACL-grupp %1 måste ha typen %2.
uk: Група ACL "%1" повинна належати до типу "%2".

source: If you want to change the type of this ACL Group, you must delete other ACL Groups with the same name before that.
ar: إذا كنت ترغب في تغيير نوع مجموعة ACL هذه، يجب حذف مجموعات ACL الأخرى التي تحمل الاسم ذاته قبل ذلك.
ca: Si voleu canviar el tipus d'aquest grup ACL, heu de suprimir altres grups ACL amb el mateix nom abans.
de: Wenn Sie den Typ dieser ACL-Gruppe ändern möchten, müssen Sie andere ACL-Gruppen mit demselben Namen vorher löschen.
el: Εάν θέλετε να αλλάξετε τον τύπο αυτής της ομάδας ACL, θα πρέπει να διαγράψετε άλλες ομάδες ACL με το ίδιο όνομα πριν προχωρήσετε.
fi: Jos tämän ACL-ryhmän tyyppiä halutaan muuttaa, pitää muut saman nimiset ACL-ryhmät tuhota ensin.
ja: この ACL グループの種類を変更するには、この名前を持つ 他の ACL グループを削除してから行なってください。
km: ប្រសិនបើ​អ្នក​ចង់​ផ្លាស់ប្ដូរ​ប្រភេទ​ក្រុម ACL នេះ អ្នក​ត្រូវតែ​លុប ក្រុម ACL ផ្សេងទៀត​ដែល​មាន​ឈ្មោះ​ដូចគ្នា​នោះ​ជាមុន​សិន ។
nb: Hvis du vil endre typen for denne ACL-gruppen, må du først slette andre ACL-grupper med samme navn.
pl: Jeśli ma być zmieniony typ tej grupy ACL, trzeba uprzednio usunąć inne grupy ACL z taką samą nazwą.
ro: Dacă doriți să schimbați tipul acestui grup ACL, trebuie să ștergeți alte grupuri ACL cu același nume întâi.
ru: Если вы хотите изменить тип этой группы ACL, вы должны перед этим удалить другие группы ACL с тем же именем.
sv: Om du vill ändra typ för ACL-gruppen måste du först ta bort andra ACL-grupper med samma namn.
uk: Якщо ви хочете змінити тип цієї групи ACL, вам слід перед цим вилучити інші групи ACL з такою ж назвою.

source: You can not change the name of this ACL Group, because it is used in the Access Control table.
ar: لا يمكنك تغيير اسم مجموعة ACL هذه، نظرًا لأنه يتم استخدامها في جدول التحكم بالوصول.
ca: No podeu canviar el nom d'aquest grup ACL, perquè és usat a la taula de control d'accés.
de: Sie können den Namen dieser ACL-Gruppe nicht ändern, da sie derzeit in der Zugriffssteuerungstabelle genutzt wird.
el: Δεν μπορείτε να αλλάξετε το όνομα αυτής της ομάδας ACL, γιατί χρησιμοποιείται στον πίνακα Ελέγχου Πρόσβασης.
fi: Tämän ACL-ryhmän nimeä ei voi muuttaa, koska se on käytössä pääsynvalvontataulussa.
ja: ACL グループの名前を変更することができません。 アクセス制御表内で既に使用されています。
km: អ្នក​មិន​អាច​ប្ដូរ​ឈ្មោះ​ក្រុម ACL នេះ​បាន​ទេ ពីព្រោះ វា​ត្រូវ​បាន​ប្រើ​ដោយ​តារាង​ត្រួតពិនិត្យ​ការ​ចូល​ដំណើរការ ។
nb: Du kan ikke endre navnet til denne ACL-gruppen fordi den benyttes i tilgangskontrolltabellen.
pl: Nie można zmienić nazwy tej grupy ACL, ponieważ jest używana w tabeli kontroli dostępu.
ro: Nu puteți schimba numele acestui grup ACL, fiindcă este folosit în tabelul de control acces.
ru: Вы не можете изменить имя этой группы ACL, так как оно используется в таблице управления доступом.
sv: Du kan inte ändra namnet på denna ACL-grupp, eftersom den används i tabellen för Åtkomstkontroll.
uk: Ви не можете змінити назву цієї групи ACL, позаяк вона використовується у таблиці контролю доступу.

source: If you want to change name of this ACL Group you must delete all of its occurrences in Access Control table.
ar: إذا أردت تغيير اسم مجموعة ACL هذه، يجب حذف كافة تكراراتها في جدول التحكم بالوصول.
ca: Si voleu canviar el nom d'aquest grup ACL, n'heu de suprimir tots els incidents de la taula de control d'accés.
de: Wenn Sie den Namen dieser ACL-Gruppe ändern möchten, müssen Sie zunächst alle Verkommen in der Zugriffssteuerungstabelle löschen.
el: Εάν θέλετε να αλλάξετε το όνομα αυτής της ομάδας ACL θα πρέπει να διαγράψετε όλα τα συμβάντα της στον πίνακα Ελέγχου Πρόσβασης.
fi: Jos tämän ACL-ryhmän nimeä halutaan muuttaa, pitää kaikki sen esiintymät poistaa pääsynvalvontataulusta.
ja: ACL グループの名前を変更するには、アクセス制御表にある これらの ACL グループを削除してから行なってください。
km: បើ​អ្នក​ចង់​ផ្លាស់ប្ដូរ​ឈ្មោះ​នៃ​ក្រុម ACL នេះ អ្នក​ត្រូវ​តែ លុប​ការ​កើតឡើង​ក្នុង​តារាង​ត្រួត​ពិនិត្យ​ចូល​ដំណើរ​ការ ។​
nb: Hvis du vil endre navnet på denne ACL-gruppen, må du slette alle forekomster av navnet i tilgangskontrolltabellen.
pl: Aby zmienić nazwę grupy ACL, należy usunąć wszystkie jej wystąpienia w tabeli kontroli dostępu.
ro: Dacă doriți să schimbați numele acestui grup ACL trebuie să ștergeți toate aparițiile acestuia din tabelul de control acces.
ru: Если вы хотите изменить имя этой группы ACL, вы должны удалить все записи о ней в таблице управления доступом.
sv: Om du vill ändra namnet på ACL-gruppen måste du ta bort alla förekomster av den i tabellen Åtkomstkontroll.
uk: Якщо ви хочете змінити назву цієї групи ACL, то вам слід вилучити всі її входження до таблиці контролю доступу.

source: If you change the name of this ACL Group, these options might be affected:
ar: إذا قمت بتغيير اسم مجموعة ACL هذه، قد تتأثر هذه الخيارات:
ca: Si canvieu el nom d'aquest grup ACL, aquestes opcions en podrien ser afectades:
de: Wenn Sie den Namen dieser ACL-Gruppe ändern, können die folgenden Optionen beeinflusst werden:
el: Εάν αλλάξετε το όνομα αυτής της ομάδας ACL, αυτές οι επιλογές μπορεί να επηρεαστούν:
fi: Jos muutat tämän ACL-ryhmä nimeä, nämä asetukset voivat muuttua:
ja: この ACL グループの名前を変更すると、以下のオプションに影響を与えます:
km: បើ​អ្នក​ផ្លាស់ប្ដូរ​ឈ្មោះ​របស់​ក្រុម ACL នេះ ជម្រើស​ទាំងនេះ​នឹង​ត្រូវ​បាន​ប៉ះពាល់ ៖
nb: Hvis du endrer navnet på denne ACL-gruppen, kan følgende valg bli påvirket:
pl: Zmiana nazwy tej grupy ACL może mieć wpływ na następujące opcje:
ro: Dacă schimbați numele acestui grup ACL, aceste opțiuni pot fi afectate:
ru: Если вы измените имя этой группы ACL, это может повлиять на эти параметры:
sv: Om du ändrar namnet på ACL-gruppen kan dessa alternativ påverkas:
uk: Якщо ви зміните назву цієї групи ACL, то це може вплинути на такі параметри:

source: Change name anyway
ar: تغيير الاسم على أية حال
ca: Canvia'n el nom tanmateix
de: Namen dennoch ändern
el: Αλλαγή Ονόματως έτσι κι αλλιώς
fi: Muuta nimeä joka tapauksessa
ja: 名前の変更を行なう
km: អញ្ចឹង​ផ្លាស់ប្ដូរ​ឈ្មោះ​តែ​ម្ដង
lt: Vis tiek pakeisti pavadinimą
nb: Endre navnet likevel
pl: Zmień nazwę pomimo to
pt: Alterar o nome de qualquer forma
ro: Schimbă numele oricum
ru: Изменить имя в любом случае
sv: Byt namn ändå
th: ทำการเปลี่ยนชื่อ
uk: Так або інакше змінити назву

source: Do not change name
ar: عدم تغيير الاسم
ca: No en canviïs el nom
de: Namen nicht ändern
el: Να μην αλλαχτεί το όνομα
fi: Älä muuta nimeä
ja: 名前を変更しない
km: កុំ​ផ្លាស់ប្ដូរ​ឈ្មោះ
lt: Nekeisti pavadinimo
nb: Ikke endre navnet
pl: Nie zmieniaj nazwy
pt: Não modificar o nome
ro: Nu schimba numele
ru: Не изменять имя
sv: Byt inte namn
th: ไม่ต้องเปลี่ยนชื่อ
uk: Не змінювати назву

source: Name must not be empty.
ar: لا يجب ترك حقل الاسم فارغًا.
ca: El nom no ha d'estar en blanc.
de: Es muss ein Name angegeben werden.
el: Το όνομα χρήστη δεν μπορεί να είναι κενό.
fi: Nimi ei saa olla tyhjä.
ja: 名前を指定する必要があります。
km: ឈ្មោះ​អ្នក​ប្រើ​មិន​ត្រូវ​ទទេ​ទេ ។
lt: Pavadinimas negali būti tuščias.
nb: Et navn må angis.
pl: Nazwa nie może być pusta.
pt: Nome não pode estar vazio.
ro: Numele trebuie să fie completat.
ru: Имя не должно быть пустым.
sv: Namn får inte vara tomt.
uk: Назва не може бути порожньою.

source: You must not delete this ACL Group, because it is used in the Access Control table.
ar: يجب ألا تحذف مجموعة ACL هذه، نظرًا لأنه يتم استخدامها في جدول التحكم بالوصول.
ca: No heu d'eliminar aquest grup ACL perquè s'usa a la taula de control d'accés.
de: Sie können diese ACL-Gruppe nicht löschen, da sie in der Zugriffssteuerungstabelle verwendet wird.
el: Δεν πρέπει να διαγράψετε αυτή την ομάδα ACL, γιατί χρησιμοποιείται στον πίνακα Ελέγχου Πρόσβασης.
fi: Tätä ACL-ryhmää ei tule poistaa, koska se on käytössä pääsynvalvontataulussa.
ja: ACL グループを削除することができません。 アクセス制御表内で既に使用されています。
km: អ្នក​មិន​ត្រូវ​លុប​ក្រុម ACL នេះ​ទេ ពីព្រោះ វា​ត្រូវ​បាន​ប្រើ​នៅ​ក្នុង​តារាង​ត្រួតពិនិត្យ​ការ​ចូល​ដំណើរការ ។
nb: Du kan ikke slette denne ACL-gruppen fordi den benyttes i tilgangskontrolltabellen.
pl: Nie można usunąć tej grupy ACL, ponieważ jest ona używana w tabeli kontroli dostępu.
ro: Nu trebuie să ștergeți acest grup ACL, fiindcă este folosit în tabelul de control acces.
ru: Вы не должны удалять эту группу ACL, так как она используется в таблице управления доступом.
sv: Du kan inte ta bort ACL-gruppen eftersom den används i tabellen Åtkomstkontroll.
uk: Вам не слід вилучати цю групу ACL, позаяк її використано у таблиці контролю доступу.

source: If you delete this ACL Group, these options might be affected:
ar: إذا قمت بحذف مجموعة ACL هذه، قد تتأثر هذه الخيارات:
ca: Si elimineu aquest grup ACL, se'n veuran afectades aquestes opcions:
de: Wenn Sie diese ACL-Gruppe löschen, werden möglicherweise folgende Optionen beeinflusst:
el: Εάν διαγράψετε αυτή την ομάδα ACL, αυτές οι επιλογές μπορεί να επηρεαστούν:
fi: Jos tämä ACL-ryhmä poistetaan, nämä asetukset voivat muuttua:
ja: この ACL グループを削除すると、以下のオプションに影響を与えます:
km: បើ​លុប​ក្រុម ACL នេះ ជម្រើស​ទាំងនេះ​នឹង​ត្រូវ​បាន​ប៉ះពាល់ ៖
nb: Hvis du sletter denne ACL-gruppen, kan følgende valg bli påvirket:
pl: Usunięcie tej grupy ACL może mieć wpływ na następujące opcje:
ru: Если вы удалите эту группу ACL, это может повлиять на эти параметры:
sv: Om du tar bort ACL-gruppen kan dessa alternativ påverkas:
uk: Якщо ви вилучите цю групу ACL, то це вплине на такі параметри:

source: Delete anyway
ar: حذف على أية حال
ca: Suprimeix tanmanteix
de: Dennoch löschen
el: Διαγραφή έτσι κι αλλιώς
fi: Poista joka tapauksessa
ja: 削除を行なう
km: អញ្ចឹង​លុប​តែ​ម្ដង
lt: Vis tiek pašalinti
nb: Slett likevel
pl: Usuń mimo wszystko
pt: Eliminar de qualquer forma
ro: Șterge oricum
ru: Удалить в любом случае
sv: Ta bort ändå
th: ทำการลบ
uk: Так або інакше вилучити

source: Do not delete
ar: عدم الحذف
ca: No ho suprimeixis
de: Nicht löschen
el: Να μην διαγραφεί
fi: Älä poista
ja: 削除を行なわない
km: កុំ​លុប
lt: Nepašalinti
nb: Ikke slett
pl: Nie usuwaj
pt: Não apagar
ro: Nu șterge
ru: Не удалять
sv: Ta inte bort
th: ไม่ต้องลบ
uk: Не вилучати

source: Access Log must not be empty.
ar: لا يجب ترك حقل سجل الوصول فارغًا.
ca: El registre d'accés no pot estar buit.
de: Das Feld für das Zugriffsprotokoll darf nicht leer sein.
el: Το αρχείο καταγραφής Πρόσβασης δεν πρέπει να είναι κενό.
fi: Pääsyloki ei voi olla tyhjä.
ja: アクセスログを設定する必要があります。
km: កំណត់​ហេតុ​ចូល​ដំណើរ​ការ​មិន​ត្រូវ​ទទេ​ទេ ។
lt: Prieigos žurnalas negali būti tuščias.
nb: En tilgangslogg må angis.
pl: Pole Dziennik dostępu nie może być puste.
pt: Registo de Acessos não deve ser vazio.
ro: Logul Acces nu trebuie să fie gol.
ru: Журнал доступа не должен быть пустым.
sv: Åtkomstloggen kan inte vara tom.
uk: Назва журналу доступу не може бути порожньою.

source: Cache Log must not be empty.
ar: لا يجب ترك حقل سجل الذاكرة المؤقتة فارغًا.
ca: El registre de cau no pot ser buit.
de: Das Feld für das Cache-Protokoll darf nicht leer sein.
el: Το αρχείο καταγραφής Προσωρινής Μνήμης δεν πρέπει να είναι κενό.
fi: Välimuistiloki ei voi olla tyhjä.
ja: キャッシュログを設定する必要があります。
km: កំណត់​ហេតុ​ឃ្លាំង​សម្ងាត់​មិន​ត្រូវ​ទទេ​ទេ ។
lt: Podėlio žurnalas negali būti tuščias.
nb: En mellomlagerlogg må angis.
pl: Pole Dziennik pamięci podręcznej nie może być puste.
pt: Registo da Cache não deve ser vazio.
ro: Logul Cache nu trebuie să fie gol.
ru: Журнал кэша не должен быть пустым.
sv: Cacheloggen kan inte vara tom.
uk: Назва журналу кешу не може бути порожньою.

source: Incorrect pathname in Access Log field.
ar: المسار غير صحيح في حقل سجل الوصول.
ca: Nom de camí incorrecte al camp de registre d'accés.
de: Fehlerhafter Pfadname für die Zugriffsprotokolldatei.
el: Μη έγκυρο όνομα διαδρομής στο πεδίο του αρχείου καταγραφής πρόσβασης.
fi: Väärä polunnimi pääsylokikentässä
ja: アクセスログの項目に正しいパス名が書かれていません。
km: ឈ្មោះ​ផ្លូវ​មិន​ត្រឹមត្រូវ​ក្នុង​វាល​កំណត់​ហេតុ​ចូល​ដំណើរ​ការ ។
nb: Feil navn på stien i Tilgangslogg-feltet.
pl: Nieprawidłowa ścieżka w polu dziennika dostępu.
pt: Caminho incorrecto para o registo de Acessos.
ro: Numele căii din câmpul de Jurnal al Accesului este incorect.
ru: Неверный путь в поле Журнал доступа.
sv: Felaktig sökväg i fältet Åtkomstlogg.
uk: Некоректний шлях до теки журналу доступу.

source: Incorrect pathname in Cache Log field.
ar: مسار غير صحيح في حقل سجل التخزين المؤقت.
ca: Nom de camí incorrecte al camp de registre de cau.
de: Fehlerhafter Pfadname für die Cache-Protokolldatei.
el: Μη έγκυρο όνομα διαδρομής στο πεδίο του αρχείου καταγραφής προσωρινής μνήμης.
fi: Väärä polunnimi välimuistilokikentässä
ja: キャッシュログの項目に正しいパス名が書かれていません。
km: ឈ្មោះ​ផ្លូវ​មិន​ត្រឹមត្រូវ​ក្នុង​វាល​កំណត់​ហេតុ​ឃ្លាំង​សម្ងាត់ ។
nb: Feil navn på stien i Mellomlagerlogg-feltet.
pl: Nieprawidłowa ścieżka w polu dziennika pamięci podręcznej.
pt: Caminho incorrecto para o registo de Cache.
ro: Numele căii din câmpul Jurnal de Cache este incorect.
ru: Неверный путь в поле Журнал кэша.
sv: Felaktig sökväg i fältet Cachelogg
uk: Некоректний шлях до теки журналу кешу.

source: Incorrect pathname in Cache Store Log field.
ar: مسار غير صحيح في حقل سجل التخزين المؤقت.
ca: Nom de camí incorrecte al camp Cache Store Log.
de: Fehlerhafter Pfadname für die Cache-Speicherprotokolldatei.
el: Μη έγκυρο όνομα διαδρομής στο πεδίο του αρχείου καταγραφής αποθήκευσης προσωρινής μνήμης.
fi: Väärä polunnimi välimuistin varastolokikentässä
ja: キャッシュ保存ログの項目に正しいパス名が書かれていません。
km: ឈ្មោះ​ផ្លូវ​មិន​ត្រឹមត្រូវ​ក្នុង​វាល​កំណត់​ហេតុ​រក្សា​ទុក​ឃ្លាំង​សម្ងាត់ ។
nb: Feil navn på stien i Detaljert mellomlagerlogg-feltet.
pl: Nieprawidłowa nazwa ścieżki w polu Dziennik zapisu w pamięci podręcznej.
pt: Caminho incorrecto para o registo de Armazenamento da Cache
ro: Numele căii din câmpul Jurnalul de Stocare al Cache-ului este incorect.
ru: Неверный путь в поле Журнал хранения кэша.
sv: Felaktig sökväg i fältet Cachelagringslogg
uk: Некоректний шлях до теки журналу вмісту кешу.

source: Administrator's email must not contain any white spaces.
ar: يجب ألا يحتوي البريد الإلكتروني للمسؤول على مسافات بيضاء.
ca: L'adreça electrònica de l'administrador no ha de contenir espais en blanc.
de: Die Administrator-E-Mail-Adresse darf keine Leerzeichen enthalten.
el: Η ηλεκτρονική διεύθυνση του Διαχειριστή δεν μπορεί να περιέχει κενά διαστήματα.
fi: Ylläpitäjän sähköpostiosoite ei voi sisältää välilyöntejä.
ja: 管理者のメールアドレスに空白を入れることはできません。
km: អ៊ីមែល​របស់​អ្នក​គ្រប់គ្រង​មិន​ត្រូវ​មាន​ចន្លោះ​មួយ​ទេ ។
nb: Administrators e-postadresse kan ikke inneholde mellomrom.
pl: Adres e-mail administratora nie może zawierać żadnych znaków niedrukowalnych.
ru: Email администратора не должен содержать пробелов.
sv: Administratörens e-post får inte innehålla blanksteg.
uk: Адреса електронної пошти адміністратора не може містити пробілів.

source: Squid Configuration
ar: تكوين خدمة Squid
ca: Configuració de l'Squid
de: Squid-Konfiguration
el: Ρύθμιση Squid
fi: Squid-määritykset
ja: squid 設定
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ Squid
lt: Squid konfigūracija
nb: Squid-oppsett
pl: Konfiguracja usługi Squid
pt: Configuração do Squid
ro: Configurație Squid
ru: Настройка Squid
sv: Squid-konfiguration
th: การปรับแต่งบริการสควิด
uk: Налаштування Squid

source: Initializing...
ar: تهيئة...
ca: Iniciant...
de: Initialisierung...
el: Αρχικοποίηση...
fi: Valmistellaan...
ja: 初期化しています...
km: កំពុង​ចាប់ផ្តើម...
lt: Ruošiama...
nb: Initialiserer ...
pl: Inicjalizacja...
pt: A inicializar...
ro: Inițializez...
ru: Инициализация...
sv: Initierar...
th: เตรียมการ...
uk: Започаткування...

source: Initializing Squid Configuration
ar: تهيئة تكوين Squid
ca: Iniciant la configuració de l'Squid
de: Initialisierung der Squid-Konfiguration
el: Αρχικοποίηση Ρύθμισης Squid
fi: Valmistellaan Squid-määritystä
ja: squid 設定を準備しています
km: ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ squi
nb: Initialiserer Squid-oppsett
pl: Inicjalizacja konfiguracji Squid
ru: Инициализация настроек squid
sv: Initierar Squid-inställningar
uk: Започаткування налаштування squid

source: Read HTTP Ports from Config File.
ar: قراءة منافذ HTTP من ملف التكوين.
ca: Llegeix els ports HTTP del fitxer de configuració.
de: HTTP-Ports aus Konfigurationsdatei lesen.
el: Ανάγνωση των Θυρών HTTP από το Αρχείο Ρυθμίσεων.
fi: Lue HTTP-porttimääritykset tiedostosta.
ja: 設定ファイル内の HTTP ポートの読み込み
km: អាន​ច្រក HTTP ពី​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ ។
nb: Les HTTP-porter fra oppsettfil.
pl: Wczytaj porty HTTP z pliku konfiguracyjnego.
ru: Читать порты HTTP из файла настроек.
sv: Läs HTTP-portar från inställningsfil.
uk: Читати дані про порти HTTP з файлу конфігурації.

source: Read Refresh Patterns from Config File.
ar: قراءة أنماط التجديد من ملف التكوين.
ca: Llegeix els patrons de refresc del fitxer de configuració.
de: Aktualisierungsschemata aus Konfigurationsdatei lesen.
el: Ανάγνωση των Patterns Ανανέωσης από το Αρχείο Ρυθμίσεων.
fi: Lue päivitysmääritykset tiedostosta.
ja: 設定ファイル内の更新パターンの読み込み
km: អាន​លំនាំ​ធ្វើ​ឲ្យ​ស្រស់​ពី​ឯកសារ​កំណត់​រចនា​សម្ព័ន្ធ ។
nb: Les oppdateringsmønstre fra oppsettfil.
pl: Wczytaj wzorców odświeżania z pliku konfiguracyjnego.
ru: Читать шаблоны обновления из файла настроек.
sv: Läs uppdateringsmönster från inställningsfil.
uk: Читати шаблони оновлення з файлу налаштувань.

source: Read ACL Groups from Config File.
ar: قراءة مجموعة ACL من ملف التكوين.
ca: Llegeix els grups ACL del fitxer de configuració.
de: ACL-Gruppen aus Konfigurationsdatei lesen.
el: Ανάγνωση των Ομάδων ACL από το Αρχείο Ρυθμίσεων.
fi: Lue ACL-ryhmät tiedostosta.
ja: 設定ファイル内の ACL グループの読み込み
km: អាន​ក្រុម ACL ពី​ឯកសារ​កំណត់​រចនា​សម្ព័ន្ធ ។
nb: Les ACL-grupper fra oppsettfil.
pl: Wczytaj grupy ACL z pliku konfiguracyjnego.
ru: Читать группы ACL из файла настроек.
sv: Läs ACL-grupper från inställningsfil.
uk: Читати групи ACL з файлу налаштувань.

source: Read Access Control Table from Config File.
ar: قراءة جدول التحكم بالوصول من ملف التكوين.
ca: Llegeix la taula de control d'accés del fitxer de configuració.
de: Zugriffssteuerungstabelle aus Konfigurationsdatei lesen.
el: Ανάγνωση του Πίνακα Ελέγχου Πρόσβασης από το Αρχείο Ρυθμίσεων.
fi: Lue pääsynvalvontamääritykset tiedostosta.
ja: 設定ファイル内のアクセス制御表の読み込み
km: អាន​តារាង​​​ត្រួត​ពិនិត្យ​ដំណើរ​ការ​ពី​ឯកសារ​កំណត់​រចនា​សម្ព័ន្ធ ។
nb: Les tilgangskontrolltabell fra oppsettfil.
pl: Wczytaj tabele kontroli dostępu z pliku konfiguracyjnego.
ro: Citiți tabelul de control acces din fișierul de configurare.
ru: Читать таблицы прав доступа из файла настроек.
sv: Läs tabell för Åtkomstkontroll från inställningsfil.
uk: Читати таблицю контролю доступу з файлу налаштувань.

source: Read Other Settings.
ar: قراءة الإعدادات الأخرى.
ca: Llegeix altres configuracions.
de: Andere Einstellungen lesen.
el: Ανάγνωση Άλλων Ρυθμίσεων.
fi: Lue muut asetukset
ja: その他の設定の読み込み
km: អាន​ការ​កំណត់​ផ្សេង​ទៀត ។
lt: Skaityti kitas noustatas
nb: Les andre innstillinger.
pl: Wczytanie innych ustawień.
pt: Ler outras definições.
ro: Citesc alte setări.
ru: Читать другие настройки.
sv: Läs andra inställningar.
th: อ่านการตั้งค่าอื่น ๆ
uk: Читати інші параметри.

source: Read Service Status.
ar: قراءة حالة الخدمة.
ca: Llegeix l'estat del servei.
de: Service-Status lesen.
el: Ανάγνωση Κατάστασης Υπηρεσίας.
fi: Lue palvelun tila.
ja: サービス状態の読み込み
km: អាន​ស្ថានភាព​សេវា
lt: Skaityti paslaugos būseną.
nb: Les tjenestestatus.
pl: Wczytanie stanu usługi.
pt: A Ler o Estado do Serviço
ro: Citesc statutul serviciului.
ru: Читать состояние службы.
sv: Läs tjänstens status.
th: อ่านค่าสถานะของบริการ
uk: Читати стан служби.

source: Read Firewall Settings.
ar: قراءة إعدادات جدار الحماية.
ca: Llegeix els paràmetres del tallafoc.
de: Firewall-Einstellungen einlesen.
el: Ανάγνωση ρυθμίσεων του τείχους προστασίας.
fi: Lue palomuurin asetukset.
ja: ファイアウオール設定の読み込み
km: អាន​ការ​កំណត់​ជញ្ជាំង​ភ្លើង ។
lt: Skaityti užkardos nuostatas.
nb: Les brannmurinnstillinger.
pl: Wczytanie ustawień zapory sieciowej.
pt: Ler Definições da firewall.
ro: Citesc setările paravanului.
ru: Читать настройки брандмауэра.
sv: Läs brandväggsinställningar.
th: อ่านการตั้งค่าของไฟร์วอลล์
uk: Читати параметри брандмауера.

source: Reading HTTP Ports ...
ar: تتم الآن قراءة منافذ HTTP...
ca: Llegint els ports HTTP...
de: HTTP-Ports werden gelesen ...
el: Ανάγνωση των Θυρών HTTP...
fi: Luetaan HTTP-portteja...
ja: HTTP ポートを読み込んでいます...
km: កំពុង​អាន​ច្រក HTTP ...
lt: Skaitomi HTTP prievadai ...
nb: Leser HTTP-porter...
pl: Wczytywanie portów HTTP...
pt: A ler as portas HTTP ...
ro: Citesc porturile HTTP ...
ru: Чтение портов HTTP…
sv: Läser HTTP-portar...
th: อ่านค่าพอร์ตต่าง ๆ ของ HTTP ...
uk: Читання портів HTTP...

source: Reading Refresh Patterns ...
ar: تتم الآن قراءة أنماط التجديد...
ca: Llegint els patrons de refresc...
de: Aktualisierungsschemata werden gelesen ...
el: Ανάγνωση των Μοτίβων Ανανέωσης...
fi: Luetaan päivitysmäärityksiä...
ja: 更新パターンを読み込んでいます...
km: កំពុង​អាន​លំនាំ​ធ្វើ​ឲ្យ​ស្រស់ ...
lt: Skaitomi naujinimo šablonai ...
nb: Leser oppdateringsmønstre ...
pl: Wczytywanie wzorców odświeżania...
pt: A ler as Definições Padrão...
ro: Citesc tiparele de refresh ...
ru: Чтение шаблонов обновления...
sv: Läser uppdateringsmönster...
th: อ่านรูปแบบการปรับปรุงต่าง ๆ ...
uk: Читання правил оновлення...

source: Reading ACL Groups ...
ar: تتم الآن قراءة مجموعات ACL...
ca: Llegint els grups ACL...
de: ACL-Gruppen werden gelesen ...
el: Ανάγνωση των Ομάδων ACL...
fi: Luetaan ACL-ryhmiä...
ja: アクセス ACL グループを読み込んでいます...
km: កំពុង​អាន​ក្រុម ACL ...
lt: Skaitomos prieigos teisių sąrašų (ACL) grupės ...
nb: Leser ACL-grupper ...
pl: Wczytywanie grup ACL ...
pt: A ler Grupos ACL ...
ro: Citesc grupurile ACL ...
ru: Чтение групп ACL…
sv: Läser ACL-grupper...
th: อ่านกลุ่มต่าง ๆ ของ ACL ...
uk: Читання груп ACL ...

source: Reading Access Control Table ...
ar: يتم الآن قراءة جدول التحكم بالوصول ...
ca: Llegint la taula de control d'accés...
de: Zugriffssteuerungstabelle wird gelesen ...
el: Ανάγνωση του Πίνακα Ελέγχου Πρόσβασης ...
fi: Luetaan pääsynvalvontataulua...
ja: アクセス制御表を読み込んでいます...
km: កំពុង​អាន​តារាង​ត្រួត​ពិនិត្យ​ដំណើរ​ការ ...
nb: Leser tilgangskontrolltabell ...
pl: Wczytywanie tabeli kontroli dostępu ...
ro: Se citește tabelul de control acces...
ru: Чтение таблицы прав доступа…
sv: Läser tabell för Åtkomstkontroll...
uk: Читання таблиці контролю доступу...
