Repository: yast/yast-translations
Catalog: po/squid/*.po
Languages: ar, ca, de, el, fi, ja, km, lt, nb, pl, pt, ro, ru, sv, th, uk

source: Swap &Low-Water Mark (percentage)
ar: ال&علامة المائية السفلى للتبديل (النسبة المئوية)
ca: Marca Swap Marea &Baixa (percentatge)
de: &Tiefstand für Swap (in Prozent)
el: Εκτεταμένη μνήμη %Χαμηλό-Υδατόσημο (ποσοστό)
fi: Välimuistin &alaraja (prosentteina)
ja: スワップ最小水準 (パーセント単位) (&L)
km: ស្វប​សម្គាល់​កម្រិត​ទឹក​ទាប (គិត​ជា​ភាគរយ)
nb: &Laveste veksleminnenivå (prosent)
pl: &Dolny poziom wymiany (procentowo)
ro: Marcaj nivel minim Swap (procente)
ru: &Нижняя граница кэша, процентов
sv: &Undre gräns för växlingsutrymme (i procent)
uk: Н&ижня границя кешу (у відсотках)

source: Swap &High-Water Mark (percentage)
ar: العلامة ال&مائية العليا للتبديل (النسبة المئوية)
ca: Marca Swap Marea &Alta (percentage)
de: &Höchststand für Swap (in Prozent)
el: Εκτεταμένη μνήμη %Υψηλό-Υδατόσημο (ποσοστό)
fi: Välimuistin &yläraja (prosentteina)
ja: スワップ最大水準 (パーセント単位) (&H)
km: ស្វប​សម្គាល់​កម្រិត​ទឹក​ខ្ពស់ (គិត​ជា​ភាគរយ)
nb: &Høyeste veksleminnenivå (prosent)
pl: &Górny poziom wymiany (procentowo)
ro: Marcaj nivel maxim Swap (procente)
ru: &Верхняя граница кэша, процентов
sv: &Övre gräns för växlingsutrymme (i procent)
uk: &Верхня границя кешу (у відсотках)

source: &Cache Replacement Policy
ar: &سياسة استبدال الذاكرة المؤقتة
ca: &Política de reemplaçament de cau
de: Austauschstrategie für Daten im &Cache
el: &Πολιτική Αντικατάστασης Προσωρινής Μνήμης
fi: &Välimuistin korvauskäytäntö
ja: キャッシュ入れ替えポリシー (&C)
km: គោលការណ៍​ជំនួស​ឃ្លាំង​សម្ងាត់
nb: &Regel for utskifting av mellomlager
pl: &Założenia wymiany dyskowej pamięci podręcznej
pt: &Política de Substituição da Cache
ro: Regulă înlocuire Cache
ru: Полити&ка замены кэша
sv: &Cacheväxlingsprincip
th: นโยบายการแทนที่ในแค&ชข้อมูล
uk: Політика заміщення у &кеші

source: &Memory Replacement Policy
ar: سياسة ا&ستبدال الذاكرة
ca: &Política de reemplaçament de memòria
de: Austauschstrategie für Daten im &Speicher
el: &Πολιτική Αντικατάστασης Μνήμης
fi: &Muistin korvauskäytäntö
ja: メモリ入れ替えポリシー (&M)
km: គោលការណ៍​ជំនួស​អង្គ​ចងចាំ
nb: &Minneutskiftingsregel
pl: Z&ałożenia wymiany pamięci podręcznej
pt: &Política de Substituição da Memória
ro: Regulă înlocuire Memorie
ru: Политика за&мены памяти
sv: &Minnesväxlingsprincip
th: นโยบายการแทนที่ในหน่วย&ความจำ
uk: Політика заміщення у &пам'яті

source: &Directory Name
ar: &اسم الدليل
ca: Nom del &directori
de: &Verzeichnisname
el: Όνομα &Καταλόγου
fi: &Hakemiston nimi
ja: ディレクトリ名 (&D)
km: ឈ្មោះ​ថត
lt: &Katalogo pavadinimas
nb: &Katalognavn
pl: Nazwa &katalogu
pt: Nome do &Directório
ro: Numele &directorului
ru: Имя ка&талога
sv: &Katalognamn
th: &ชื่อไดเรกทอรี
uk: Назва &теки

source: &Size (in MB)
ar: ال&حجم (بالميغابايت)
ca: &Mida (en MB)
de: &Größe in MB:
el: &Μέγεθος (σε ΜΒ)
fi: &Koko megatavuina
ja: サイズ (MB 単位) (&S)
km: ទំហំ (គិតជា​មេកាបៃ) ៖
lt: &Dydis MB
nb: &Størrelse (i MB)
pl: &Rozmiar (w MB)
pt: &Tamanho (em MB)
ro: Mărime (în MB)
ru: Ра&змер, МБ
sv: &Storlek (i MB)
th: &ขนาด (หน่วยเป็นเมกะไบต์)
uk: &Розмір (у МБ)

source: L&evel 1 Directories
ar: &دلائل المستوى الأول
ca: Directoris de &nivell 1
de: V&erzeichnisse der ersten Ebene
el: Ε%πιπέδου 1 Κατάλογοι
fi: &Tason 1 Hakemistot
ja: レベル 1 ディレクトリ (&E)
km: ថត​កម្រិត ១
lt: &1 lygio katalogai
nb: Nivå 1-katalog&er
pl: Katalogi 1 p&oziomu
pt: Directórios Niv&el 1
ro: Directoare nivel 1
ru: Каталог&и 1 уровня
sv: &Nivå 1-kataloger
th: ไดเรกทอรี&ระดับที่ 1
uk: Теки першого р&івня

source: Le&vel 2 Directories
ar: دلائل ال&مستوى الثاني
ca: Directoris de n&ivell 2
de: Ve&rzeichnisse der zweiten Ebene
el: Ε&πιπέδου 2 Κατάλογοι
fi: T&ason 2 Hakemistot
ja: レベル 2 ディレクトリ (&V)
km: ថត​កម្រិត​ ២
lt: &2 lygio katalogai
nb: Ni&vå 2-kataloger
pl: Katalogi 2 po&ziomu
pt: Directórios Ni&vel 2
ro: Directoare nivel 2
ru: Катало&ги 2 уровня
sv: N&ivå 2-kataloger
th: ไดเรกทอรีระ&ดับที่ 2
uk: Теки другого рів&ня

source: ACL Groups
ar: مجموعات ACL
ca: Grups ACL
de: ACL-Gruppen
el: Ομάδες ACL
fi: ACL-ryhmät
ja: ACL グループ
km: ក្រុម ACL
lt: ACL grupės
nb: ACL-grupper
pl: Grupy ACL
pt: Grupos ACL
ro: Grupuri ACL
ru: Группы ACL
sv: ACL-grupper
th: กลุ่มของรายการควบคุมการเข้าใช้ (ACL)
uk: Групи ACL

source: Name
ar: الاسم
ca: Nom
el: Όνομα
fi: Nimi
ja: 名前
km: ឈ្មោះ
lt: Pavadinimas
nb: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sv: Namn
th: ชื่อ
uk: Назва

source: Type
ar: النوع
ca: Tipus
de: Typ
el: Τύπος
fi: Tyyppi
ja: 種類
km: ប្រភេទ
lt: Tipas
pl: Typ
pt: Tipo
ro: Tip
ru: Тип
sv: Typ
th: ประเภท
uk: Тип

source: Description
ar: الوصف
ca: Descripció
de: Beschreibung
el: Περιγραφή
fi: Kuvaus
ja: 説明
km: សេចក្ដី​ពិពណ៌នា
lt: Aprašas
nb: Beskrivelse
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning
th: คำอธิบาย
uk: Опис

source: Allow/Deny
ar: السماح/الرفض
ca: Permet/Denega
de: Erlauben/Verweigern
el: Επέτρεψε/Απαγόρεψε
fi: salli/estä
ja: 許可／拒否
km: អនុញ្ញាត/បដិសេធ
lt: Leisti/Drausti
nb: Tillat/Avvis
pl: Zezwól/Zabroń
pt: Permitir/Negar
ro: Acceptă/Respinge
ru: Разрешить/Запретить
sv: Tillåt/Neka
th: อนุญาต/ไม่อนุญาต
uk: Дозволити/відмовити

source: Logging
ar: تسجيل
ca: Registre
de: Protokollierung
el: Καταγραφή
fi: Kirjaus
ja: ログ記録
km: ចុះ​កំណត់​ហេតុ
lt: Registravimas
pl: Dziennik
pt: Diário
ro: Jurnalizare
ru: Регистрация
sv: Loggning
th: การทำปูมบันทึก
uk: Журнал

source: &Access Log
ar: &سجل الوصول
ca: &Registre d'accés
de: &Zugriffsprotokoll
el: &Αρχείο Καταγραφής Προσβάσεων
fi: &Pääsyloki
ja: アクセスログ (&A)
km: កំណត់​ហេតុ​ចូល​ដំណើរ​ការ
lt: &Prieigos žurnalas
nb: Tilg&angslogg
pl: &Dziennik dostępu
pt: Registo de &Acessos
ro: Log acces
ru: Журн&ал доступа
sv: &Åtkomstlogg
th: ปูมบันทึกการเข้าใช้ (&Access)
uk: Журнал &доступу

source: &Cache Log
ar: سجل ال&ذاكرة المؤقتة
ca: &Registre de cau
de: &Cache-Protokoll
el: &Αρχείο Καταγραφής Προσωρινής Μνήμης
fi: &Välimuistiloki
ja: キャッシュログ (&C)
km: កំណត់​ហេតុ​ឃ្លាំង​សម្ងាត់
lt: &Podėlio žurnalas
nb: &Mellomlagerlogg
pl: Dziennik pamię&ci podręcznej
pt: Registo de &Cache
ro: Log Cache
ru: Журнал &кэша
sv: &Cachelogg
th: ปูมบันทึกของแ&คชข้อมูล
uk: Журнал &кешу

source: Cache &Store Log
ar: سجل &تخزين الذاكرة المؤقتة
de: Cache-&Speicher-Protokoll
el: Αρχείο Καταγραφής Προσωρινής Μνήμης και &Αποθήκευσης
fi: Välimuisti&varastoloki
ja: キャッシュ保存ログ (&S)
km: កំណត់​ហេតុ​ទុក​ឃ្លាំង​សម្ងាត់
nb: Detaljert mellomlager&logg
pl: Dziennik zapi&su w pamięci podręcznej
pt: Registo do &Armazenamento da Cache
ro: Salvarea temporară a Jurnalului Păstrat
ru: Журнал &хранения кэша
sv: Cache&lagringslogg
th: ปูมบันทึกการ&จัดเก็บข้อมูลของแคช
uk: Журнал &вмісту кешу

source: Timeouts
ar: المُهل
ca: Temps d’espera
de: Zeitüberschreitungen
el: Διακοπές
fi: Aikakatkaisut
ja: タイムアウト
km: អស់ពេល
lt: Laukimo laikas
nb: Tidsavbrudd
pl: Limity czasu
pt: Tempos limite
ro: Timpi expirați
ru: Тайм-ауты
sv: Tidsgränser
th: ค่าการหมดเวลาต่าง ๆ
uk: Затримки з'єднання

source: Connection &Timeout
ar: &مهلة الاتصال
ca: &Temps d'espera de la connexió
de: &Zeitüberschreitung bei Verbindung
el: &Διακοπη Σύνδεσης
fi: &Yhteyden aikakatkaisu
ja: 接続タイムアウト (&T)
km: អស់​ពេល​ការ​តភ្ជាប់
lt: Prisijungimo &laukimo laikas
nb: &Tidsavbrudd ved tilkobling
pl: Limi&t czasu połączenia
pt: &Tempo Limite da Ligação
ro: Timeout conexiune
ru: Время о&жидания подключения
sv: &Timeout för anslutning
th: &หมดเวลาของการเชื่อมต่อ
uk: Максимальна &затримка з'єднання

source: Client &Lifetime
ar: &عمر العميل
ca: &Temps de vida del client
de: Client-&Lebensdauer
el: Πελάτης και &Διάρκεια Ζωής
fi: Asiakkaan &elinaika
ja: クライアント生存時間 (&L)
km: អាយុកាល​ម៉ាស៊ីន​ភ្ញៀវ
lt: Kliento gyvavimo &trukmė
nb: Klient&levetid
pl: Czas życia k&lienta
pt: Tempo de Vida de um Cliente
ro: Durata de viață a clientului
ru: Время жизни к&лиента
sv: Klientens &livslängd
th: ช่วงอายุของเค&รื่องลูกข่าย
uk: &Типовий цикл життя клієнта

source: &Language of error messages
ar: لغة &رسائل الخطأ
ca: &Llengua dels missatges d'error
de: &Sprache der Fehlermeldungen
el: &Γλώσσα μηνυμάτων σφάλματος
fi: &Virheviestien kieli
ja: エラーメッセージの言語 (&L)
km: ភាសា​នៃ​សារ​កំហុស
lt: &Klaidos pranešimų kalba
nb: Fei&lmeldingsspråk
pl: Języ&k komunikatów błędów
pt: &Linguagem das mensagens de erro
ro: Limba mesajelor cu erori
ru: &Язык сообщений об ошибке
sv: &Språk för felmeddelanden
th: &ภาษาที่จะใช้แสดงข้อความผิดพลาด
uk: &Мова повідомлень про помилки

source: &Administrator's email
ar: ب&ريد المسؤول
ca: Adreça electrònica de l'&administrador
de: &Administrator-Mail
el: &Διεύθυνση Ηλεκτρονικού Ταχυδρομείου Υπερχρήστη
fi: &Ylläpitäjän sähköposti
ja: 管理者のメールアドレス (&A)
km: អ៊ីមែល​របស់​អ្នក​គ្រប់គ្រង
nb: &Administrators e-postadresse
pl: &Adres e-mail administratora
ru: Email &администратора
sv: &Administratörens e-post
uk: &Ел. пошта адміністратора

source: &Use FTP Passive Mode
ar: اس&تخدام وضع FTP السلبي
ca: &Usa el mode FTP passiu
de: &Passiven FTP-Modus verwenden
el: &Χρήση Παθητικής Κατάστασης FTP
fi: &Käytä FTP:tä passiivitilassa
ja: FTP のパッシブモードを使用する (&U)
km: ប្រើ​របៀប​អសកម្ម FTP
nb: Br&uk passiv ftp-modus
pl: &Użyj trybu pasywnego FTP
ru: Использоват&ь пассивный режим FTP
sv: &Använd passivt FTP-läge
uk: &Використовувати пасивний режим FTP

source: Access Log
ar: سجل الوصول
ca: Registre d'accés
de: Zugriffsprotokoll
el: Αρχείο Καταγραφής Προσβάσεων
fi: Pääsyloki
ja: アクセスログ
km: កំណត់​ហេតុ​ចូល​ដំណើរ​ការ
lt: Prieigos žurnalas
nb: Tilgangslogg
pl: Dziennik dostępu
ro: Log acces
ru: Журнал доступа
sv: Åtkomstlogg
uk: Журнал доступу

source: Cache Log
ar: سجل الذاكرة المؤقتة
ca: Registre cau
de: Cache-Protokoll
el: Αρχείο Καταγραφής Προσωρινής Μνήμης
fi: Välimuistiloki
ja: キャッシュログ
km: កំណត់​ហេតុ​ឃ្លាំង​សម្ងាត់
lt: Podėlio žurnalas
nb: Mellomlagerlogg
pl: Dziennik pamięci podręcznej
ro: Log Cache
ru: Журнал кэша
sv: Cachelogg
uk: Журнал кешу

source: Cache Store Log
ar: سجل تخزين الذاكرة المؤقتة
de: Cache-Speicherprotokoll
el: Αρχείο Καταγραφής αποθήκευσης Προσωρινής Μνήμης
fi: Välimuistivarastoloki
ja: キャッシュ保存ログ
km: កំណត់​ហេតុ​ទុក​ឃ្លាំង​សម្ងាត់
lt: Podėlio turinio žurnalas
nb: Mellomlagerlogg
pl: Dziennik zapisu w pamięci podręcznej
ro: Salvarea temporară a Jurnalului Păstrat
ru: Журнал хранения кэша
sv: Cachelagringslogg
uk: Журнал вмісту кешу

source: &Units
ar: ال&وحدات
ca: &Unitats
de: &Einheiten
el: Μονάδε&ς
fi: &Yksiköt (units)
ja: 単位 (&U)
km: ឯកតា
lt: &Vienetai
nb: &Enheter
pl: &Jednostki
pt: &Unidades
ro: &Unități
ru: &Единицы
sv: En&heter
th: หน่ว&ย
uk: Одини&ці

source: seconds
ar: ثوانٍ
ca: segons
de: Sekunden
el: δευτερόλεπτα
fi: Sekuntia
ja: 秒
km: វិនាទី
lt: sek.
nb: sekunder
pl: sekund
ro: secunde
ru: секунд
sv: sekunder
th: วินาที
uk: секунд(и)

source: minutes
ar: دقائق
ca: minuts
de: Minuten
el: λεπτά
fi: minuuttia
ja: 分
km: នាទី
lt: min.
nb: minutter
pl: minut
ro: minute
ru: минут
sv: minuter
th: นาที
uk: хвилин(и)

source: hours
ar: ساعات
ca: hores
de: Stunden
el: ώρες
fi: Tuntia
ja: 時間
km: ម៉ោង
lt: val.
nb: timer
pl: godzin
ro: de ore
ru: часов
sv: timmar
th: ชั่วโมง
uk: годин(и)

source: days
ar: أيام
ca: dies
de: Tage
el: ημέρες
fi: päivää
ja: 日
km: ថ្ងៃ
lt: d.
nb: dager
pl: Dni
ro: zile
ru: дней
sv: Dagar
th: วัน
uk: дн.

source: <p><b><big>Initializing Squid Configuration</big></b><br> </p>
ar: <p><b><big>تهيئة تكوين Squid</big></b><br> </p>
ca: <p><b><big>Iniciant la configuració de l'Squid</big></b><br> </p>
de: <p><b><big> Squid-Konfiguration wird initialisiert</big></b><br> </p>
el: <p><b><big> Αρχικοποίηση Ρύθμισης Squid</big></b><br> </p>
fi: <p><b><big>Valmistellaan Squid-määritystä</big></b><br> </p>
ja: <p><b><big>squid 設定を準備しています</big></b><br> </p>
km: <p><b><big>ចាប់ផ្ដើម​ការ​កំណត់​រចនាសម្ព័ន្ធ Squid</big></b><br> </p>
nb: <p><b><big>Initialiserer squid-oppsett</big></b><br> </p>
pl: <p><b><big>Inicjalizacja konfiguracji usługi squid</big></b><br> <br></p>
ro: <p><b><big>Se inițializează configurarea Squid</big></b><br> </p>
ru: <p><b><big>Инициализация настроек squid</big></b><br> </p>
sv: <p><b><big>Initierar Squid-inställningar</big></b><br> </p>
uk: <p><b><big>Започаткування налаштування squid</big></b><br> </p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
ar: <p><b><big>إيقاف التهيئة</big></b><br> قم بإيقاف البرنامج الإضافي للتكوين بشكلٍ آمن عن طريق ضغط <b>إيقاف</b> الآن.</p>
ca: <p><b><big>Interrupció de la inicialització:</big></b><br> per a cancel·lar la utilitat de configuració, premeu <b>Interromp</b>.</p>
de: <p><b><big>Initialisierung abbrechen:</big></b><br> Sie können die Konfiguration gefahrlos abbrechen, indem Sie jetzt auf <b>Abbrechen</b> klicken.</p>
el: <p><b><big>Ματαίωση της Αρχικοποίησης:</big></b><br> Μπορείτε να ματαιώσετε με ασφάλεια το εργαλείο ρύθμισης πατώντας <b>Ματαίωση</b> τώρα.</p>
fi: <p><b><big>Valmistelun keskeytys:</big></b><br> Keskeytä määritys turvallisesti napsauttamalla <b>Keskeytä</b> nyt.</p>
ja: <p><b><big>準備の中止:</big></b><br> <b>中止</b> ボタンを押すと準備を安全に中止する事ができます</p>
km: <p><b><big>ការបោះបង់​ការ​ចាប់ផ្ដើម ៖</big></b><br> អ្នក​អាច​បោះបង់​កម្មវិធី​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​សុវត្ថិភាព ដោយ​ចុច <b>បោះបង់</b> ឥឡូវ ។</p>
lt: <p><b><big>Paruošimo nutraukimas:</big></b><br> Dabar galite saugiai nutraukti konfigūracijos įrankį spausdami <b>Nutraukti</b>.</p>
nb: <p><b><big>Avbryt initialisering:</big></b><br> Du kan trygt avbryte konfigurasjonsverktøyet ved å klikke <b>Avbryt</b> nå.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz przycisk <b>Przerwij</b>.</p>
pt: <p><b><big>Interrupção da Inicialização:</big></b><br> Pode interromper o utilitário de configuração de forma segura, premindo <b>Interromper</b> agora.</p>
ro: <p><b><big>Anularea inițializării:</big></b><br> Opriți utilitarul de configurare fără riscuri apăsând <b>Anulează</b> acum.</p>
ru: <p><b><big>Прерывание инициализации:</big></b><br> Сейчас безопасно прервать конфигурационную утилиту нажатием <b>Прервать</b>.</p>
sv: <P><B><BIG>Avbryta initieringen:</BIG></B><BR> Klicka på <b>Avbryt</b> för att avsluta inställningsverktyget.</P>
th: <p><b><big>การยกเลิกการเตรียมการ:</big></b><br> เพื่อให้สามารถยกเลิกเครื่องมือการปรับแต่งอย่างปลอดภัย ให้กดที่ <b>ยกเลิก</b> เดี๋ยวนี้</p>
uk: <p><b><big>Переривання започаткування:</big></b><br> Безпечно припиніть засіб налаштування, натиснувши зараз <b>Перервати</b>.</p>

source: <p><b><big>Saving Squid Configuration</big></b><br> </p>
ar: <p><b><big>حفظ تكوين Squid</big></b><br> </p>
ca: <p><b><big>Desant la configuració de l'Squid</big></b><br> </p>
de: <p><b><big>Speichern der Squid-Konfiguration</big></b><br> </p>
el: <p><b><big>Αποθήκευση Ρύθμισης Squid</big></b><br> </p>
fi: <p><b><big>Tallennetaan Squid-määritys</big></b><br> </p>
ja: <p><b><big>Squid の設定を保存しています</big></b><br> </p>
km: <p><b><big>រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ Squid</big></b><br> </p>
nb: <p><b><big>Lagrer Squid-oppsett</big></b><br> </p>
pl: <p><b><big>Zapisywanie konfiguracji usługi squid</big></b><br> <br></p>
ro: <p><b><big>Se salvează configurația Squid</big></b><br> </p>
ru: <p><b><big>Сохранение настроек squid</big></b><br> </p>
sv: <p><b><big>Sparar Squid-inställningar</big></b><br> </p>
uk: <p><b><big>Збереження конфігурації squid</big></b><br> </p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
ar: <p><b><big>إيقاف الحفظ:</big></b><br> قم بإيقاف إجراء الحفظ عن طريق ضغط <b>إيقاف</b>. يظهر مربع حوار إضافي يبلغك بما إذا كان ذلك آمنًا أم لا. </p>
ca: <p><b><big>Interrupció del desament:</big></b><br> per a cancel·lar el desament premeu <B>Interromp</b>. Un diàleg addicional indicarà si aquesta acció és segura o no. </p>
de: <p><b><big>Speichervorgang abbrechen:</big></b><br> Brechen Sie den Speichervorgang mit <b>Abbrechen</b> ab. Ein zusätzlicher Dialog informiert Sie darüber, ob dies eine sichere Aktion ist. </p>
el: <p><b><big>Ματαίωση Αποθήκευσης:</big></b><br> Ματαιώστε την διαδικασία αποθήκευσης πατώντας <b>Ματαίωση</b>. Ένας επιπλέον διάλογος θα σας ενημερώσει πότε είναι ασφαλές να κάνετε αυτό. </p>
fi: <p><b><big>Tallennuksen keskeytys:</big></b><br> Keskeytä tallennus napsauttamalla <b>Keskeytä</b>. Ilmoitusikkuna kertoo, voiko sen tehdä turvallisesti. </p>
ja: <p><b><big>保存の中止:</big></b><br> <b>中止</b> ボタンを押すと保存を中止できます。</p> 安全に中止できるかどうかのダイアログが表示されます。 </p>
km: <p><b><big>បោះបង់​ការ​រក្សាទុក​ ៖</big></b><br> បោះបង់​បែបបទ​រក្សាទុក ដោយ​ចុច <b>បោះបង់</b> ។ ប្រអប់​មួយ​ទៀត​នឹង​ប្រាប់​អ្នក​ថា តើ​មាន​សុវត្ថិភាព​ឬ​អត់​ក្នុង​ការ​ធ្វើ​ដូច្នេះ ។ </p>
lt: <p><b><big>Atšaukti išsaugojimą:</big></b><br> Nutraukite išsaugojimo procedūrą spausdami <b>Nutraukti</b>. Papildomas dialogas praneš, ar tai daryti saugu.</p>
nb: <p><b><big>Avbryt lagring:</big></b><br> Avbryt lagringen ved å klikke <b>Avbryt</b>. En ny dialog forteller deg om det er trygt å gjøre dette. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>
pt: <p><b><big>Interrupção da Gravação:</big></b><br> Interrompa o procedimento de gravação premindo <b>Interromper</b>. Uma caixa de diálogo adicional, informa-lo-á do momento oportuno para o fazer. </p>
ro: <p><b><big>Anularea salvării:</big></b><br> Anulați procedura de salvare apăsând <b>Anulează</b>. Un dialog suplimentar vă va informa dacă este sigur să o faceți. </p>
ru: <p><b><big>Прерывание сохранения: </big></b><br> Прервите процедуру сохранения нажатием <b>Прервать</b> . Дополнительный диалог проинформирует, безопасно ли это.</p>
sv: <P><B><BIG>Avbryta sparandet:</BIG></B><BR> Avbryt spara-proceduren genom att klicka på <B>Avbryt</B>. En ytterligare dialogruta kommer att informera dig om det är säkert att göra så eller inte.</p>
th: <p><b><big>การยกเลิกการจัดเก็บ:</big></b><br> เพื่อยกเลิกการจัดเก็บ ให้กดที่ <b>ยกเลิก</b> จากนั้นจะมีกล่องแจ้งให้ทราบว่ามันปลอดภัยหรือไม่ที่จะยกเลิกการจัดเก็บ </p>
uk: <p><b><big>Переривання збереження:</big></b><br> Перервіть процедуру збереження, натиснувши <b>Перервати</b>. Додаткове вікно інформує чи це безпечно робити. </p>

source: <p><b><big>Squid Configuration</big></b><br> Configure Squid here.<br></p>
ar: <p><b><big>تكوين Squid</big></b><br> تكوين Squid من هنا.<br></p>
ca: <p><b><big>Configuració de l'Squid</big></b><br> Configureu l'Squid aquí.<br></p>
de: <p><b><big>Squid-Konfiguration</big></b><br> Sie können hier Squid konfigurieren<br></p>
el: <p><b><big>Ρύθμιση του Squid</big></b><br> Εδώ ρυθμίστε το Squid.<br></p>
fi: <p><b><big>Squid-määritys</big></b><br> Määritä squid tässä.<br></p>
ja: <p><b><big>squid の設定</big></b><br> squid を設定することができます。<br></p>
km: <p><b><big>កំណត់​រចនាសម្ព័ន្ធ Squid</big></b><br> កំណត់​រចនាសម្ព័ន្ធ Squid នៅ​ទីនេះ ។<br></p>
nb: <p><b><big>Squid-oppsett</big></b><br> Sett opp Squid her.<br></p>
pl: <p><b><big>Konfiguracja usługi squid</big></b><br> W tym miejscu można skonfigurować usługę squid.<br></p>
ro: <p><b><big>Configurare Squid</big></b><br> Configurați Squid aici.<br></p>
ru: <p><b><big>Настройка squid</big></b><br> Здесь вы можете настроить squid.<br></p>
sv: <p><b><big>Squid-inställningar</big></b><br> Ställ i Squid här.<br></p>
uk: <p><b><big>Налаштування squid</big></b><br> Тут налаштуйте squid.<br></p>

source: <p><b><big>Squid Configuration Overview</big></b><br> Obtain an overview of installed squids and edit their configurations if necessary.<br></p>
ar: <p><b><big>نظرة عامة على تكوين Squid</big></b><br> نظرة عامة على برامج Squid المثبتة وتحرير إعداداتها عند اللزوم.<br></p>
ca: <p><b><big>Resum de la configuració de l'Squid</big></b><br> Vegeu un resum dels squids instal·lats. A més a més, editeu-ne les configuracions si cal.<br></p>
de: <p><b><big>Überblick über die Squid-Konfiguration</big></b><br> Hier erhalten Sie einen Überblick über die installierten Squids und bearbeiten Sie bei Bedarf deren Konfigurationen.<br></p>
el: <p><b><big>Σύνοψη Ρυθμίσεων Squid</big></b><br> Συνοπτική εμφάνιση εγκατεστημένων squid και επεξεργασία των ρυθμίσεών τους εάν είναι απαραίτητο.<br></p>
fi: <p><b><big>Squid-määrityksen yhteenveto</big></b><br> Hae yhteenveto asennetuista squideista ja muokkaa niiden määrityksiä jos tarpeen.<br></p>
ja: <p><b><big>squid の設定概要</big></b><br> インストール済みの squid の概要が表示されます。ここから 設定を編集することもできます。<br></p>
km: <p><b><big>ទិដ្ឋភាព​ទូទៅ​នៃ​ការ​កំណត់​រចនាសម្ព័ន្ធ Squid</big></b><br> ទទួល​យក​ទិដ្ឋភាព​ទូទៅ​នៃ squids ដែល​បាន​ដំឡើង និង កែសម្រួល​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​ពួកវា ប្រសិនបើ​ចាំបាច់ ។<br></p>
nb: <p><b><big>Oversikt over Squid-oppsett</big></b><br> Her finner du en oversikt over installerte squid-systemer. Du kan også redigere oppsettene her.<br></p>
pl: <p><b><big>Przegląd konfiguracji usługę squid</big></b><br> Tu można uzyskać przegląd informacji na temat zainstalowanego serwera squid, dodatkowo można go skonfigurować.<br></p>
ru: <p><b><big>Обзор настроек Squid</big></b><br> Получите обзор установленных squid и отредактируйте его настройки при необходимости.<br></p>
sv: <p><b><big>Översikt för Squid-inställningar</big></b><br> Få en överblick av installerade Squid och redigera inställningarna vid behov.<br></p>
uk: <p><b><big>Огляд налаштування squid</big></b><br> Перегляньте встановлені параметри squid. Крім того, можете їх змінити.<br></p>

source: <p>Define all ports where Squid will listen for clients' http requests.</p>
ar: <p>تعريف كل المنافذ التي سيستقبل منها برنامج Squid طلبات http من العملاء.</p>
ca: <p>Defineix tots els ports on l'Squid escoltarà per a peticions de clients http.</p>
de: <p>Geben Sie alle Ports an, die Squid auf HTTP-Anfragen von Clients überwachen soll.</p>
el: <p>Καθορίσετε όλες τις θύρες όπου το Squid θα ανταποκρίνεται στις αιτήσεις http των πελατών.</p>
fi: <p>Määritä kaikki portit, joissa Squid kuuntelee asiakkaiden http-pyyntöjä.</p>
ja: <p>クライアントからの接続を受け入れる、全てのポート番号を 指定してください。</p>
km: <p>កំណត់​ច្រក​ទាំងអស់​ដែល Squid នឹង ទទួល​យក​សំណើ http របស់​ម៉ាស៊ីន​ភ្ញៀវ ។</p>
nb: <p>Definer alle porter der Squid skal lytte etter http-forespørsler fra klienter.</p>
pl: <p>Tu można określić wszystkie porty, na których demon squid będzie nasłuchiwał żądań klientów http.</p>
ru: <p>Определите все порты, на которых Squid будет слушать http-запросы от клиентов.</p>
sv: <p>Definiera alla portar där Squid lyssnar efter http-begäranden från klienter.</p>
uk: <p>Тут ви можете визначити всі порти, які прослуховуватиме Squid для отримання запитів http від клієнтів.</p>

source: <p><b>Host</b> can contain a hostname or IP address or remain empty.</p>
ar: <p><b>المضيف</b> يمكن أن يحتوي على اسم المضيف أو عنوان IP أو يمكن أن يظل فارغًا.</p>
ca: <p>L'<b>amfitrió</b> pot contenir un nom d'amfitrió o una adreça IP o romandre buit.</p>
de: <p><b>Host</b> kann einen Hostnamen oder eine IP-Adresse enthalten oder leer bleiben.</p>
el: <p>Ο <b>Κόμβος</b> μπορεί να περιέχει όνομα κόμβου ή διεύθυνση IP ή να μείνει κενό.</p>
fi: <p><b>Isäntä</b> voi sisältää nimen tai IP-osoitteen tai se voidaan jättää tyhjäksi.</p>
ja: <p><b>ホスト</b> 欄にはホスト名や IP アドレスを記入する ことができるほか、記入しなくてもかまいません。</p>
km: <p><b>ម៉ាស៊ីន</b> អាច​មាន​ឈ្មោះ​ម៉ាស៊ីន ឬ​អាសយដ្ឋាន IP ឬ​អាច​នៅ​ទទេ ។</p>
nb: <p>Feltet <b>Vertsmaskin</b> kan inneholde vertsnavn eller IP-adresse, eller være tomt.</p>
pl: <p>Pole <b>Host</b> może zawierać nazwę komputera lub adres IP, albo może pozostać puste.</p>
ro: <p><b>Gazdă</b> Poate conține un nume de gazdă, o adresă IP sau nimic.</p>
ru: <p><b>Узел</b> может содержать имя узла или ip-адрес или оставаться пустым.</p>
sv: <p><b>Värd</b> kan innehålla ett värdnamn, en IP-adress eller vara tomt.</p>
uk: <p>Поле <b>Вузол</b> може містити або назву вузла, або його ip-адресу, або залишатися порожнім.</p>
