Repository: yast/yast-translations
Catalog: po/squid/*.po
Languages: ar, ca, de, el, fi, ja, km, lt, nb, pl, pt, ro, ru, sv, th, uk

source: <p><b>Access Log</b> defines the file in which client activities are logged.</p>
ar: يحدد <p><b>سجل الوصول</b> الملف حيث يتم تسجيل أنشطة العميل.</p>
ca: <p>El <b>registre d'accés</b> defineix el fitxer en què es registren les activitats del client.</p>
de: <p><b>Zugriffsprotokoll</b> definiert die Datei, in der die Aktivitäten von Clients protokolliert werden.</p>
el: <p>Η <b>Καταγραφή Πρόσβασης</b> προσδιορίζει το αρχείο όπου οι ενέργειες του πελάτη έχουν καταγραφεί.</p>
fi: <p><b>Pääsyloki</b> määrittää tiedoston, jonne kirjataan asiakkaan toimet.</p>
ja: <p><b>アクセスログ</b> では、クライアントの行動を記録するファイルを指定します。</p>
km: <p><b>កំណត់ហេតុ​ចូល​ដំណើរការ</b> កំណត់​ឯកសារ​ដែល​សកម្មភាព​ម៉ាស៊ីន​ភ្ញៀវ​ត្រូវ​បាន​ចុះ​កំណត់ហេតុ ។</p>
nb: <p><b>Tilgangslogg</b> angir filen der klientaktiviteter blir logget.</p>
pl: <p>Pole <b>Dziennik dostępu</b> określa plik, w którym będzie zapisywana aktywność klientów.</p>
ru: <p><b>Журнал доступа</b> — это файл, в который вносятся записи о действиях клиентов.</p>
sv: <p><b>Åtkomstlogg</b> definierar filen där klientåtgärder loggas.</p>
uk: <p>Поле <b>Журнал доступу</b> визначає файл, де буде записано дії клієнтів.</p>

source: <p><b>Cache Log</b> defines the file in which general information about your cache's behavior is logged.</p>
ar: يحدد <p><b>سجل الذاكرة المؤقتة</b> الملف حيث يتم تسجيل معلومات عامة حول السلوك الذاكرة المؤقتة الخاصة بك.</p>
ca: <p>El <b>registre cau</b> defineix el fitxer en què es registra informació general sobre el comportament de la cau.</p>
de: <p><b>Cache-Protokoll</b> definiert die Datei, in der Squid allgemeine Informationen über das Verhalten des Cache schreibt.</p>
el: <p>Η <b>Καταγραφή Λανθάνουσας Μνήμης</b> προσδιορίζει το αρχείο όπου οι γενικές πληροφορίες σχετικά με την συμπεριφορά της λανθάνουσας μνήμης έχει καταγραφεί.</p>
fi: <p><b>Välimuistiloki</b> määrittää tiedoston, jonne kirjataan yleistietoa välimuistin toiminnasta.</p>
ja: <p><b>キャッシュログ</b> ではお使いのシステムでの一般的なキャッシュ動作を記録する ファイルを指定します。</p>
km: <p><b>កំណត់ហេតុ​ឃ្លាំង​សម្ងាត់</b> កំណត់​ឯកសារ​ដែល​ព័ត៌មាន​ទូទៅ​អំពី​ឥរិយាបថ​ឃ្លាំង​សម្ងាត់​របស់​អ្នក ត្រូវ​បាន​ចុះ​កំណត់ហេតុ ។</p>
nb: <p><b>Mellomlagerlogg</b> angir filen der generell informasjon om mellomlageraktiviteten blir logget.</p>
pl: <p>Pole <b>Dziennik pamięci podręcznej</b> definiuje plik, w którym są zapisywane główne informacje o zachowaniu pamięci podręcznej.</p>
ru: <p><b>Журнал кэша</b> — это файл, в который вносится общая информация о состоянии вашего кэша.</p>
sv: <p><b>Cachelogg</b> definierar den fil där allmän hanteringsinformation om din cachelogg sparas.</p>
uk: <p>Поле <b>Журнал кешу</b> визначає файл, куди записуватиметься загальна інформація про поведінку вашого кешу.</p>

source: <p><b>Cache Store Log</b> defines the location of the transaction log of all objects that are stored in the object store, as well as the time when an object gets deleted. This option can be left empty.</p>
ar: يحدد <p><b>سجل الذاكرة المؤقتة</b> موقع سجل عمليات كافة الكائنات التي يتم تخزينها في مخزن الكائنات، وكما يحدد وقت حذف الكائنات. يمكن ترك هذا الخيار فارغًا.</p>
ca: <p><b>Cache Store Log</b> defineix la localització del registre de transacció de tots els objectes que es desen al magatzem d'objectes així com l'hora en què un objecte s'elimina. Aquesta opció pot deixar-se buida.</p>
de: <p><b>Cache-Speicherprotokoll</b>: in dieser Datei werden zusätzliche Informationen über alle gespeicherten Objekte gespeichert. Ebenso wie die Zeit, wenn ein Objekt gelöscht wird. Dieses Feld kann leer bleiben.</p>
el: <p>Η <b>Αποθήκη Καταγραφής Λανθάνουσας Μνήμης</b> προσδιορίζει την τοποθεσία όπου η καταγραφή συναλλαγών όλων των αντικειμένων όπου είναι αποθηκευμένα σε αποθήκη αντικειμένων, καθώς και ο χρόνος όταν το αντικείμενο διαγράφεται.Αυτή η επιλογή μπορεί να μείνει κενή</p>
fi: <p><b>Välimuistivarastoloki</b> määrittää sijainnin lokitiedostolle, johon kirjataan kaikki objektivarastoon varastoitavat objektit sekä objektien poistamisajat. Tämä asetus voidaan jättää tyhjäksi.</p>
ja: <p><b>キャッシュ保存ログ</b> では、オブジェクトストアに保存したオブジェクトの処理記録を そのオブジェクトの削除時刻と共に記録する場所を指定してください。 この項目は指定しなくてもかまいません。</p>
km: <p><b>កំណត់ហេតុ​រក្សាទុក​ឃ្លាំង​សម្ងាត់</b> កំណត់​ទីតាំង​នៃ​ការ​ចុះ​កំណត់ហេតុ​កិច្ចការ​របស់ វត្ថុ​ទាំងអស់​ដែល​ត្រូវ​បាន​រក្សាទុក​នៅ​ក្នុង​កន្លែង​រក្សាទុក​វត្ថុ ព្រមទាំង​នៅ​ពេល​ដែល​វត្ថុ ត្រូវ​បាន​លុប ។ ជម្រើស​នេះ​អាច​ត្រូវ​បាន​ទុកឲ្យ​ទទេ ។</p>
nb: <p><b>Detaljert mellomlagerlogg</b> angir plasseringen av transaksjonsloggen for alle objekter som lagres i objektlageret, samt tidspunktet når objektet slettes. Dette feltet kan være tomt.</p>
pl: <p>Pole <b>dziennik zapisu w pamięci</b> określa położenie pliku dziennika, w którym zapisywane są dane wszystkich zapisywanych obiektów jak i czasy ich usunięcia. Pole to może być puste.</p>
ru: <p><b>Журнал хранения кэша</b> определяет расположение журнала транзакций всех объектов, хранящихся в хранилище объектов, а также время, когда объект был удалён. Этот параметр можно оставить незаполненным.</p>
sv: <p><b>Cachelagringslogg</b> definierar platsen för transaktionsloggen för alla objekt som har lagrats i objektlagret, samt den tid när ett objekt raderas. Alternativet kan lämnas tomt.</p>
uk: <p>Поле <b>Журнал вмісту кешу</b> визначає розміщення журналу, куди записуються всі транзакції об'єктів у кеші, а також час вилучення об'єктів. Це поле можна не заповнювати.</p>

source: <p>With <b>Emulate httpd Log</b> specify that Squid writes its <b>Access Log</b> in HTTPD common log file format.</p>
ar: <p>باستخدام <b>محاكاة سجل httpd</b>، حدد أن يقوم Squid بكتابة <b>سجل الوصول</b> الخاص به بتنسيق ملف سجل httpd عام.</p>
ca: <p>Amb <b>Emula el registre httpd</b> s'especifica que l'Squid escrigui el seu <b>Registre d'entrada</b> en un format de fitxer de registre comú HTTPD.</p>
de: <p>Über <b>HTTPD-Protokoll emulieren</b> können Sie festlegen, dass Squid sein <b>Zugriffsprotokoll</b> im normalen HTTPD-Protokolldateiformat schreibt.</p>
el: <p>Με την <b>Εξομοίωση Αρχείου Καταγραφής httpd</b> καθορίστε ότι το Squid καταγράφει το <b>Ιστορικό Πρόσβασης</b> σε μορφή HTTPD κοινού αρχείου ιστορικού.</p>
fi: <p><b>Httpd-emulointiloki</b> määrittää että Squid kirjoittaa <b>pääsynvalvontalokinsa</b> yleiseen HTTPD-lokimuotoon.</p>
ja: <p><b>httpd ログを疑似する</b> を選択すると、 squid が HTTPD の一般的なログ書式で <b>アクセスログ</b> を保存するようになります。</p>
km: <p>ជាមួយ <b>ត្រាប់តាម​កំណត់ហេតុ httpd</b> បញ្ជាក់​ថា Squid សរសេរ <b>កំណត់ហេតុ​ចូល​ដំណើរការ​</b> របស់​វា​ក្នុង​ទ្រង់ទ្រាយ​ឯកសារ​កំណត់ហេតុ HTTPD ទូទៅ ។</p>
nb: <p>Med <b>Emuler httpd-logg</b> kan du velge at Squid lagrer sin <b>Tilgangslogg</b> i vanlig HTTPD-loggfilformat.</p>
pl: <p>Opcja <b>Emuluj dziennik Httpd</b> powoduje zapisywanie <b>dziennika dostępu</b> we wspólnym formacie dziennika HTTPD.</p>
ru: <p>Отметьте <b>Эмулировать журнал httpd</b>, чтобы Squid записывал свой <b>Журнал доступа</b> в формате общего журнала HTTPD.</p>
sv: <p>Med <b>Emulera httpd-logg</b> anges vad Squid skriver i <b>Åtkomstlogg</b> i det normala loggfilsformatet för HTTPD.</p>
uk: <p><b>Журнал у форматі Httpd</b> дозволяє вам змусити Squid записувати свій <b>Журнал доступу</b> у звичайному форматі файлів журналу HTTPD.</p>

source: <p><b>Connection Timeout</b> is an option to force Squid to close connections after a specified time.</p>
ar: <p><b>مهلة الاتصال</b> هو خيار يُستخدم لإجبار خدمة Squid على إغلاق الاتصالات بعد وقت محدد.</p>
ca: <p>El <b>temps d'espera de la connexió</b> és una opció que força l'Squid a tancar connexions després d'un temps especificat.</p>
de: <p><b>Zeitüberschreitung der Verbindung</b> ist eine Option, die Squid zwingt, Verbindungen nach einer angegebenen Zeitspanne zu schließen.</p>
el: <p><b> Διακοπή Σύνδεσης</b> είναι μία επιλογή για να αναγκάσει το Squid να διακόψει συνδέσεις μετά από κάποιο συγκεκριμένο χρονικό διάστημα. </p>
fi: <p><b>Yhteyden aikakatkaisu</b> on asetus, jolla pakotetaan Squid sulkemaan yhteydet määritellyn ajan jälkeen.</p>
ja: <p><b>接続タイムアウト</b> では、指定した時間を過ぎた接続について 強制的な切断を行なう期限を指定してください。</p>
km: <p><b>អស់​ពេល​តភ្ជាប់</b> គឺ​ជា​ជម្រើស​ដើម្បី​បង្ខំ Squid ឲ្យ​បិទ ការ​តភ្ជាប់​បន្ទាប់​ពី​ពេល​វេលា​ដែល​បាន​បញ្ជាក់ ។</p>
nb: <p><b>Tidsavbrudd for forbindelse</b> angir at Squid skal bryte forbindelsene etter et spesifisert tidsrom.</p>
pl: <p>Pole <b>Limit czasu połączenia</b> jest opcją wymuszającą zamknięcie przez demona squid połączeń po określonym czasie.</p>
pt: <p><b>Tempo Limite da Ligação</b> é uma opção para forçar o Squid a terminar as ligações após um determinado tempo.</p>
ro: <p><b>Timp alocat conexiunii</b> este o opțiune ce forțează Squid să închidă conexiunea după o perioadă de timp.</p>
ru: <p><b>Время ожидания соединения</b> — это параметр, который указывает Squid закрывать соединения после указанного времени.</p>
sv: <p><b>Timeout för anslutning</b> är ett alternativ som används för att tvinga Squid att stänga anslutningar efter en viss tid.</p>
uk: <p><b>Максимальна затримка з'єднання</b> є параметром, що примушує Squid закривати з'єднання після того, як спливе визначений час.</p>

source: <p><b>Client Lifetime</b> defines the maximum amount of time that a client (browser) is allowed to remain connected to the cache process.</p>
ar: يحدد <p><b>عمر العميل</b> الحد الأقصى لمقدار الوقت المسموح به للعميل (المستعرض) للاستمرار في الاتصال بعملية معالجة الذاكرة المؤقتة.</p>
ca: <p>El <b>temps de vida del client</b> defineix el temps màxim que un client (navegador) té permès mantenir-se connectat al procés cache.</p>
de: <p><b>Client-Lebensdauer</b> definiert die maximale Dauer, die ein Client (Browser) mit dem Cache-Prozess verbunden bleiben darf.</p>
el: <p><b>Η Διάρκεια Ζωής Εφαρμογής</b>προσδιορίζει το μέγιστο χρονικό διάστημα όπου η εφαρμογή (φυλλομετρητής) επιτρέπεται να παραμένει συνδεδεμένη με την προσωρινή διεργασία.</p>
fi: <p><b>Asiakkaan elinaika</b> määrittää enimmäisajan, jonka asiakkaan (selain) sallitaan olla yhteydessä välimuistiprosessiin.</p>
ja: <p><b>クライアント生存時間</b> では、クライアント (ブラウザ) がキャッシュプロセスに対して 接続を維持することができる最大の時間を設定してください。</p>
km: <p><b>អាយុកាល​ម៉ាស៊ីន​ភ្ញៀវ</b> កំណត់​ចំនួន​ពេល​វេលា​សរុប​អតិបរមា ដែល​កម្មវិធី (កម្មវិធី​រុករក) ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​នៅ​តែ​តភ្ជាប់​ទៅ​ដំណើរ​ការ​ឃ្លាំង​សម្ងាត់ ។</p>
nb: <p><b>Klientlevetid</b> angir den maksimale tiden en klient (nettleser) kan være koblet til mellomlagerprosessen.</p>
pl: <p><b>Czas życia klienta</b> określa maksymalny czas, w którym klient (przeglądarka) może pozostać podłączony do pamięci podręcznej.</p>
pt: <p><b>Tempo de Vida de um Cliente</b> define o qual o tempo maximo que um cliente (browser) é permitido manter-se ligado ao processo da cache.</p>
ro: <p><b>Durata de Viață a clientului</b> definește cantitatea maximă de timp pe care un client (navigator) o are permisă pentru a rămâne conectat la procesul de memorie tampon.</p>
ru: <p><b>Время жизни клиента</b> определяет максимальное время, которое клиент (браузер) может быть подключен к процессу кэширования.</p>
sv: <p>Med <b>Klientens livslängd</b> definieras den längsta tid en klienten (webbläsaren) får vara ansluten till cacheprocessen.</p>
uk: <p><b>Цикл життя клієнта</b> визначає максимальний проміжок часу, який клієнтові (переглядачу) дозволено залишатися з'єднаним з процесом кешу.</p>

source: <p><b>Administrator's email</b> is the address which will be added to any error pages that are displayed to clients. Defaults to webmaster.</p>
ar: <p><b>البريد الإلكتروني للمسؤول</b> هو العنوان الذي ستتم إضافته لأي صفحة خطأ يتم عرضها للعملاء. لمسؤول الويب افتراضيًا.</p>
ca: <p>L'<b>adreça electrònica de l'administrador</b> és l'adreça que s'afegirà a qualsevol pàgina d'error que es mostri als clients. Predeterminats a webmaster.</p>
de: <p><b>E-Mail-Adresse des Administrators</b>: diese Adresse wird auf jeder Fehlerseite integriert, die im Browser eines Clients angezeigt wird. Standardwert ist "Webmaster".</p>
el: <p>H <b>Ηλεκτρονική Διεύθυνση Διαχειριστή</b> είναι η διεύθυνση που θα προστίθεται σε οποιαδήποτε σελίδα σφαλμάτων που εμφανίζονται στους πελάτες. Προεπιλέγεται σε οποιονδήποτε διαχειριστή.</p>
fi: <p><b>Ylläpitäjän sähköposti</b> on osoite, joka lisätään aina asiakkaille näytettävälle virhesivulle. Oletus on webmaster.</p>
ja: <p><b>管理者のメールアドレス</b> には、クライアント側でエラーページを表示した際に 付記するアドレスを指定します。既定は webmaster です。</p>
km: <p><b>អ៊ីមែល​របស់​អ្នក​គ្រប់គ្រង</b> គឺជា​អាសយដ្ឋាន​ដែល​នឹង​ត្រូវ​បន្ថែម​ទៅកាន់​ទំព័រ​កំហុស​ណាមួយ ដែល​នឹង​បង្ហាញ​ចំពោះ​ម៉ាស៊ីន​ភ្ញៀវ ។ លំនាំដើម​សម្រាប់​អ្នកគ្រប់គ្រង​បណ្ដាញ ។</p>
nb: <p><b>Administrators e-postadresse</b> er adressen som vil bli vist på eventuelle feilmeldingssider som vises for klientene. Standardinnstillingen er webadministratorens adresse.</p>
pl: <p>Pole <b>e-mail administratora</b> określa adres dodawany do wszystkich stron błędów wyświetlanym użytkownikom. Wartością domyślną jest adres webmastera.</p>
ru: <p><b>Email администратора</b> — это адрес, который будет добавляться ко всем страницам ошибок, показываемых клиенту. По умолчанию это webmaster.</p>
sv: <p><b>Administratörens e-post</b> är adressen som läggs till alla felsidor som visas för klienter. Standardvärdet är webmaster.</p>
uk: <p>Поле <b>Ел. пошта адміністратора</b> — це адреса, яка додаватиметься до кожної сторінки повідомлення про помилку, що показуватиметься клієнтам. Типово — webmaster.</p>

source: Transparent
ar: شفاف
el: Διαφανές
fi: Läpinäkyvä
ja: 透過的
km: ថ្លា
lt: Skaidrus
pl: Przezroczysty
pt: Transparente
ru: Прозрачно
uk: Прозорий

source: Add New HTTP Port
ar: إضافة منفذ HTTP جديد
ca: Afegeix un port nou HTTP
de: Neuen HTTP-Port hinzufügen
el: Προσθήκη Νέας Θύρας HTTP
fi: Lisää uusi HTTP-portti
ja: 新しい HTTP ポートの追加
km: បន្ថែម​ច្រក HTTP ថ្មី
lt: Pridėti naują HTTP prievadą
nb: Legg til ny HTTP-port
pl: Dodaj nowy port HTTP
pt: Adicionar Nova Porta HTTP
ro: Adaugă port HTTP nou
ru: Добавить новый порт HTTP
sv: Lägg till ny HTTP-port
th: เพิ่มพอร์ต HTTP พอร์ตใหม่
uk: Додати новий HTTP-порт

source: Edit Current HTTP Port
ar: تحرير منفذ HTTP الحالي
ca: Edita el port HTTP actual
de: Aktuellen HTTP-Port bearbeiten
el: Επεξεργασία Τρέχουσας Θύρας HTTP
fi: Muokkaa nykyistä HTTP-porttia
ja: 既存の HTTP ポートを編集
km: កែ​សម្រួល​ច្រក HTTP បច្ចុប្បន្ន
lt: Keisti dabartinį HTTP prievadą
nb: Rediger gjeldende HTTP-port
pl: Edytuj bieżący port HTTP
pt: Editar Porta HTTP Actual
ro: Editează portul curent HTTP
ru: Редактировать текущий порт HTTP
sv: Lägg till aktuell HTTP-port
th: แก้ไขพอร์ต HTTP ตัวปัจจุบัน
uk: Змінити поточний HTTP-порт

source: Add New Refresh Pattern
ar: إضافة نمط تجديد جديد
ca: Afegeix un nou patró de refresc
de: Neues Aktualisierungsschema hinzufügen
el: Προσθήκη νέου Μοτίβου Ανανέωσης
fi: Lisää uusi päivitystapa
ja: 新しい更新パターンの追加
km: បន្ថែម​លំនាំ​ធ្វើ​ឲ្យ​ស្រស់​ថ្មី
lt: Pridėti naują naujinimo šabloną
nb: Legg til nytt oppdateringsmønster
pl: Dodaj nowy wzorzec odświeżania
pt: Adicionar Nova Actualização da Definição Padrão
ro: Adaugă un nou model de reîmprospătare
ru: Добавить новый шаблон обновления
sv: Lägg till nytt uppdateringsmönster
th: เพิ่มรูปแบบการเรียกปรับปรุงตัวใหม่
uk: Додати нове правило оновлення

source: Edit Current refresh Pattern
ar: تحرير نمط التجديد الحالي
ca: Edita el patró de refresc actual
de: Aktuelles Aktualisierungsschema bearbeiten
el: Επεξεργασία των τρεχόντων Μοτίβων Ανανέωσης
fi: Muokkaa nykyistä päivitystapaa
ja: 既存の更新パターンの編集
km: កែ​សម្រួល​លំនាំ​ធ្វើ​ឲ្យ​ស្រស់​បច្ចុប្បន្ន
lt: Keisti dabartinį naujinimo šabloną
nb: Rediger gjeldende oppdateringsmønster
pl: Edytuj bieżący wzorzec odświeżania
pt: Editar Definições Padrão Actuais.
ro: Editează Tiparul Curent de Actualizare
ru: Редактировать текущий шаблон обновления
sv: Redigera aktuellt uppdateringsmönster
th: แก้ไขรูปแบบการเรียกปรับปรุงตัวปัจจุบัน
uk: Змінити поточне правило оновлення

source: Min (in minutes)
ar: الحد الأدنى (بالدقائق)
ca: Min. (en minuts)
de: Minimum (in Minuten)
el: Ελάχιστο (σε λεπτά)
fi: Minimi (minuuttia)
ja: 最小 (分単位)
km: អប្បបរមា (គិត​ជា​នាទី)
lt: Trumpiausiai (minutėmis)
nb: Min. (i minutter)
pl: Min. (w minutach)
pt: Mínimo (em minutos)
ro: Min (în minute)
ru: Мин (в минутах)
sv: Min (i minuter)
th: ต่ำสุด (เป็นนาที)
uk: Мін. (у хвилинах)

source: Max (in minutes)
ar: الحد الأقصى (بالدقائق)
ca: Màx. (en minuts)
de: Maximum (in Minuten)
el: Μέγιστο (σε λεπτά)
fi: Maksimi (minuuttia)
ja: 最大 (分単位)
km: អតិបរមា (គិត​ជា​នាទី)
lt: Ilgiausiai (minutėmis)
nb: Maks. (i minutter)
pl: Maks. (w minutach)
pt: Maximo (em minutos)
ro: Max (în minute)
ru: Макс (в минутах)
sv: Max (i minuter)
th: สุงสุด (เป็นนาที)
uk: Макс. (у хвилинах)

source: Add New HTTP Access
ar: إضافة وصول جديد لـ HTTP
ca: Afegeix un nou accés HTTP
de: Neuen HTTP-Zugang hinzufügen
el: Προσθήκη νέας πρόσβασης HTTP
fi: Lisää uusi HTTP-pääsy
ja: 新しい HTTP アクセスの追加
km: បន្ថែម​ការ​ចូល​ដំណើរ​ការ HTTP ថ្មី
lt: Pridėti naują HTTP prieigą
nb: Legg til ny HTTP-tilgang
pl: Dodaj nowy dostęp HTTP
pt: Adicionar Novo Acesso HTTP
ro: Adaugă acces nou HTTP
ru: Добавить новый доступ HTTP
sv: Lägg till ny HTTP-åtkomst
th: เพิ่มการเข้าใช้งาน HTTP ตัวใหม่
uk: Додати новий доступ HTTP

source: Edit HTTP Access
ar: تحرير وصول HTTP
ca: Edita l'accés HTTP
de: HTTP-Zugang bearbeiten
el: Επεξεργασία Πρόσβασης HTTP
fi: Muokkaa HTTP-pääsyä
ja: HTTP アクセスの編集
km: កែ​សម្រួល​​ការ​ចូល​ដំណើរ HTTP
lt: Keisti HTTP prieigą
nb: Rediger HTTP-tilgang
pl: Edytuj dostęp HTTP
pt: Editar Acesso HTTP
ro: Editează acces HTTP
ru: Редактировать доступ HTTP
sv: Redigera HTTP-åtkomst
th: แก้ไขการเข้าใช้งาน HTTP
uk: Змінити доступ HTTP

source: Allow
ar: سماح
ca: Permet
de: Zulassen
el: Επιτρέπω
fi: Salli
ja: 許可
km: អនុញ្ញាត
lt: Leisti
nb: Tillat
pl: Zezwól
ro: Permite
ru: Разрешить
sv: Tillåt
uk: Дозволити

source: Deny
ar: رفض
ca: Denega
de: Verweigern
el: Απαγορεύω
fi: Estä
ja: 拒否
km: បដិសេធ
lt: Atmesti
nb: Avvis
pl: Zabroń
ro: Interzice
ru: Отклонить
sv: Neka
uk: Відмовити

source: O&pposite
ar: &مقابل
ca: O&posat
de: &Gegenteil
el: Α&ντίθετο
fi: Vas&takkainen
ja: 反対 (&P)
km: ផ្ទុយ
nb: O&mvendt
pl: &Przeciwieństwo
pt: O&posto
ro: Opoziție
ru: Нао&борот
sv: &Motsatt
th: ตรงกัน&ข้าม
uk: Пр&отилежне

source: Add ACL
ar: إضافة ACL
ca: Afegeix ACL
de: ACL hinzufügen
el: Προσθήκη ACL
fi: Lisää ACL
ja: ACL の追加
km: បន្ថែម ACL
lt: Pridėti ACL
nb: Legg til ACL
pl: Dodaj ACL
pt: Adicionar ACL
ro: Adaugă ACL
ru: Добавить ACL
sv: Lägg till ACL
th: เพิ่มรายการควบคุมการเข้าใช้ (ACL)
uk: Додати ACL

source: not
ar: لا
ca: no
de: nicht
el: όχι
fi: ei
ja: いいえ
km: ទេ
lt: ne
nb: ikke
pl: nie
pt: não
ro: nu
ru: нет
sv: inte
th: ไม่
uk: не

source: Add New ACL Group
ar: إضافة مجموعة ACL جديدة
ca: Afegeix un grup ACL nou
de: Neue ACL-Gruppe hinzufügen
el: Προσθήκη Νέας Ομάδας ACL
fi: Lisää uusi ACL-ryhmä
ja: 新しい ACL グループの追加
km: បន្ថែម​ក្រុម ACL ថ្មី
lt: Pridėti naują ACL grupę
nb: Legg til ny ACL-gruppe
pl: Dodaj nową grupę ACL
pt: Adicionar novo Grupo de ACL
ro: Adaugă un nou grup ACL
ru: Добавить новую группу ACL
sv: Lägg till ny ACL-grupp
th: เพิ่มกลุ่มของรายการควบคุมการเข้าใช้ (ACL) ตัวใหม่
uk: Додати нову групу ACL

source: Edit ACL Group
ar: تحرير مجموعة ACL
ca: Edita el grup ACL
de: ACL-Gruppe bearbeiten
el: Επεξεργασία Ομάδας ACL
fi: Muokkaa ACL-ryhmää
ja: ACL グループの編集
km: កែ​សម្រួល​ក្រុម ACL
lt: Keisti LDAP grupę
nb: Rediger ACL-gruppe
pl: Edytuj grupę ACL
pt: Editar Grupo ACL
ro: Editează grup ACL
ru: Редактировать группу ACL
sv: Redigera ACL-grupp
th: แก้ไขกลุ่มของรายการควบคุมการเข้าใช้ (ACL)
uk: Змінити групу ACL

source: Port number must not be empty.
ar: لا يجب ترك حقل رقم المنفذ فارغًا.
ca: No és possible deixar el número del port en blanc.
de: Portnummer darf nicht leer sein.
el: Ο αριθμός της θύρας δεν θα πρέπει να είναι άδειος.
fi: Porttinumero ei saa olla tyhjä.
ja: ポート番号を指定する必要があります。
km: លេខ​ច្រក​មិន​ត្រូវ​ទទេ​ឡើយ ។
lt: Prievado numeris negali būti tuščias.
nb: Portnummer må angis.
pl: Numer portu nie może być pusty.
pt: O número de porta não pode estar vazio.
ro: Numărul portului nu poate fi necompletat.
ru: Номер порта не должен быть пустым.
sv: Portnummer får inte vara tomt.
th: หมายเลขพอร์ตจะปล่อยให้ว่างไว้ไม่ได้
uk: Номер порту не може бути порожнім.

source: Host must contain valid IP address or hostname.
ar: يجب أن يحتوي المضيف على اسم المضيف أو عنوان IP صالح.
ca: L'amfitrió ha de contenir una adreça IP vàlida o un nom d'amfitrió.
de: Host muss eine gültige IP-Adresse oder ein gültiger (auflösbarer) Hostname sein.
el: Ο κόμβος πρέπει να περιέχει μια έγκυρη διεύθυνση IP ή όνομα κόμβου.
fi: Isännän pitää sisältää oikea IP-osoite tai konenimi.
ja: ホストには IP アドレスかホスト名を指定しなければなりません。
km: ម៉ាស៊ីន​ត្រូវតែ​មាន​ឈ្មោះ​ម៉ាស៊ីន ឬ​អាសយដ្ឋាន IP ត្រឹមត្រូវ ។
nb: En gyldig IP-adresse eller et gyldig vertsnavn må angis under Vertsmaskin.
pl: Pole host musi zawierać prawidłowy adres IP lub nazwę hosta.
ru: Узел должен содержать действующий IP-адрес или имя узла.
sv: Värd måste innehålla en giltig IP-adress eller ett värdnamn.
uk: Поле "Вузол" повинно містити коректну ip-адресу або назву вузла.

source: Regular expression must not be empty.
ar: لا يجب ترك حقل التعبير العادي فارغًا.
ca: L'expressió regular no pot estar en blanc.
de: Der reguläre Ausdruck darf nicht leer sein.
el: Η κανονική έκφραση δεν πρέπει να είναι κενή,
fi: Säännöllinen lauseke ei voi olla tyhjä.
ja: 正規表現を指定する必要があります。
km: កន្សោម​ធម្មតា​មិន​ត្រូវ​ទទេ​ទេ ។
lt: Reguliarusis reiškinys negali būti tuščias.
nb: Et regulært uttrykk må angis.
pl: Wyrażenie regularne nie może być puste.
pt: Expressão Regular não deve ficar vazio.
ro: Expresiile regulate nu trebuie să fie goale.
ru: Регулярное выражение не должно быть пустым.
sv: Reguljärt uttryck får inte vara tomt.
th: นิพจน์การค้นหาจะปล่อยว่างไว้ไม่ได้
uk: Формальний вираз не може бути порожнім.

source: Cache Memory + Size of Cache Directory must be higher than Max Object Size.
ar: الذاكرة المؤقتة + حجم دليل الذاكرة المؤقتة يجب أن يكون أكبر من الحد الأقصى لحجم الكائن.
ca: La memòria cau + mida del directori cau ha de ser més que la mida màx. d'obj.
de: Cache-Speicher + Größe des Cache-Verzeichnisses müssen größer als die maximale Objektgröße sein.
el: Η Λανθάνουσα Μνήμη + Το μέγεθος του φακέλου της Λανθάνουσας Μνήμης πρέπει να είναι μεγαλύτερο από το Μέγιστο Μέγεθος Αντικειμένων.
fi: Välimuistin muisti + välimuistihakemiston koko pitää olla objektin enimmäiskokoa suurempi.
ja: キャッシュメモリとキャッシュディレクトリのサイズ の合計値は、最大オブジェクトサイズより大きく設定する必要があります。
km: អង្គ​ចងចាំ​ឃ្លាំង​សម្ងាត់ + ទំហំ​ថត​ឃ្លាំង​សម្ងាត់ ត្រូវតែ​ធំជាង​ទំហំ​វត្ថុ​អតិបរមា ។
nb: Mellomlagerminne + Størrelse på mellomlagerkatalog må være større enn Maks. objektstørrelse.
pl: Pamięć podręczna + rozmiar katalogu pamięci podręcznej muszą być większe niż maksymalny rozmiar obiektu.
ro: Memoria cache + dimensiunea directorului cache trebuie să fie mai mari decât dimensiunea maximă a obiectului.
ru: Величина (Память кэша + Размер каталога кэша) должна быть больше, чем Максимальный размер объекта.
sv: Cacheminne + storlek för cachekatalog måste vara större än Max objektstorlek.
uk: Кеш у пам'яті + Розмір теки кешу на диску мають перевищувати максимальний розмір об'єкта.

source: Cache directory must not be empty.
ar: لا يجب ترك حقل دليل الذاكرة المؤقتة فارغًا.
ca: El directori cau no pot ser estar en blanc.
de: Das Feld für das Cache-Verzeichnis darf nicht leer sein.
el: Ο κατάλογος προσωρινής μνήμης δεν πρέπει να είναι κενός.
fi: Välimuistihakemisto ei saa olla tyhjä.
ja: キャッシュディレクトリ名は必ず指定してください。
km: ថត​ឃ្លាំង​សម្ងាត់​មិន​ត្រូវ​ទទេ​ទេ ។
lt: Podėlio katalogas negali būti tuščias.
nb: En mellomlagerkatalog må angis.
pl: Katalog pamięci podręcznej nie może być pusty.
pt: Directório da Cache não deve ser vazio.
ro: Directorul cache nu trebuie să fie gol.
ru: Каталог кэша не может быть пустым.
sv: Cachekatalogen får inte vara tom.
uk: Назва теки кешу не може бути порожньою.
