Repository: yast/yast-translations
Catalog: po/squid/*.po
Languages: ar, ca, de, el, fi, ja, km, lt, nb, pl, pt, ro, ru, sv, th, uk

source: <p><b>Refresh Patterns</b> define how Squid treats the objects in the cache.</p>
ar: <p><b>أنماط التجديد</b> تعريف طريقة تعامل Squid مع الكائنات في الذاكرة المؤقتة.</p>
ca: <p>Els <b>patrons de refresc</b> defineixen com l'Squid tracta els objectes a la cau.</p>
de: <p><b>Aktualisierungsschemata</b> definiert, wie Squid im Cache gespeicherte Objekte behandelt.</p>
el: <p>Τα <b>Patterns Ανανέωσης</b> καθορίζουν τον τρόπο που το Squid συμπεριφέρεται στα αντικείμενα στην λανθάνουσα μνήμη.</p>
fi: <p><b>Päivitystapa</b> määrittelee kuinka Squid käsittelee objekteja välimuistissa.</p>
ja: <p><b>更新パターン</b> では、 squid がキャッシュ内にある オブジェクトをどのように取り扱うかの方法を設定します。</p>
km: <p><b>លំនាំ​ធ្វើឲ្យ​ស្រស់</b> កំណត់​របៀប​ដែល Squid នឹង​អនុវត្ត​ចំពោះ​វត្ថុ​នៅ​ក្នុង​ឃ្លាំងសម្ងាត់ ។</p>
nb: <p><b>Oppdateringsmønstre</b> angir hvordan Squid skal håndtere objekter i mellomlageret.</p>
pl: <p><b>Wzorce odświeżania</b> określają sposób, w jaki demon Squid traktuje obiekty w pamięci podręcznej.</p>
ru: <p><b>Шаблоны обновлений</b> определяют, как Squid обрабатывает объекты в кэше.</p>
sv: <p><b>Uppdateringsmönster</b> definierar hur Squid hanterar cachade objekt.</p>
uk: <p><b>Правила оновлення</b> визначають спосіб, у який Squid поводиться з об'єктами з кешу.</p>

source: <p>The refresh patterns are checked in the order listed here. The first matching entry is used.</p>
ar: <p>يتم فحص أنماط التجديد بالترتيب المحدد هنا. يتم استخدام أول إدخال مطابق.</p>
ca: <p>Els patrons de refresc es comproven en l'ordre llistat aquí. S'usa la primera entrada coincident.</p>
de: <p>Die Aktualisierungsschemata werden in der hier aufgeführten Reihenfolge abgearbeitet. Der erste passende Eintrag wird verwendet.</p>
el: <p>Τα patterns ανανέωσης ελέγχονται με την σειρά που φαίνεται εδώ. Χρησιμοποιείται η πρώτη καταχώρηση που ταιριάζει.</p>
fi: <p>Päivitystavat tarkistetaan tässä määritellyssä järjestyksessä. Ensimmäistä täsmäävää määritystä käytetään.</p>
ja: <p>ここに記載されている一覧の順序に従って、更新パターンを確認します。 最初に適合した項目を使用します。</p>
km: <p>លំនាំ​ធ្វើឲ្យ​ស្រស់​ត្រូវ​បាន​ធីក​ក្នុង​លំដាប់​ដែល​បាន​រាយ​នៅ​ទីនេះ ។ ធាតុ​ដែល​ផ្គូផ្គង​ដំបូង​នឹង​ត្រូវ​បាន​​ប្រើ ។</p>
nb: <p>Oppdateringsmønstre brukes i den rekkefølgen de er angitt her. Første samsvarende oppføring blir brukt.</p>
pl: <p>Wzorce odświeżania sprawdzane są w podanej tu kolejności. Używany jest pierwszy pasujący wpis.</p>
ru: <p>Шаблоны обновления проверяются в порядке, перечисленном здесь. Используется первое по порядку совпадение.</p>
sv: <p>Uppdateringsmönstren kontrolleras i den ordning som visas här. Den första matchande posten används.</p>
uk: <p>Правила оновлення перевіряються у порядку, визначеному тут. Використовується перша ж відповідність фільтру.</p>

source: <p><b>Min</b> determines how long (in minutes) an object should be considered fresh if no explicit expiry time is given.
ar: <p><b>دقيقة</b> تحديد مدة اعتبار الكائن جديد (بالدقائق) إذا لم يتم تحديد وقت انتهاء صلاحية واضح.
ca: <p><b>Min</b> determina durant quan de temps (en minuts) un objecte s'hauria de considerar fresc si no té una caducitat explícita establerta.
de: <p>Min<b> definiert, wie lange (in Minuten) ein Objekt im Cache als "aktuell" markiert werden soll, wenn kein explizites Ablaufdatum angegeben wurde.
el: <p>Το <b>Ελάχιστο</b> καθορίζει πόση ώρα (σε λεπτά) θα πρέπει ένα αντικείμενο να θεωρείται φρέσκο εάν δεν δοθεί σαφή όριο λήξης.
fi: <p><b>Minimi</b> määrittää, kuinka kauan (minuuteissa) sisältö on tuore jos tarkkaa vanhenemisaikaa ei ole määritetty.
ja: <p><b>最小</b> では、明確な期限切れが設定されていないオブジェクトに対して、 それらがどれだけの期間最新のものであると判断すべきかを、分単位で指定します。
km: <p><b>អប្បបរមា</b> កំណត់​រយៈ​ពេល (គិតជា​នាទី) ដែល​វត្ថុ​នឹង​ត្រូវ​បាន​ចាត់ទុកថា ធ្វើឲ្យ​ស្រស់ ប្រសិនបើ​គ្មាន​ពេលវេលា​ផុត​កំណត់​ជាក់ស្ដែង​ត្រូវ​បាន​ផ្ដល់ ។
nb: <p><b>Min.</b> angir hvor lenge (i minutter) et objekt skal betraktes som nytt dersom ingen utløpstid er definert.
pl: <p><b>Min</ b> określa, jak długo (w minutach) obiekt powinien być uważany za aktualny, jeśli nie podano dokładnego czasu wygaśnięcia.
ru: <p><b>Мин</b> определяет, как долго (в минутах) объект может считаться свежим, если не задано точное время истечения.
sv: <p><b>Min</b> avgör hur länge (i minuter) som ett objekt ska anses vara uppdaterat om ingen uttrycklig utgångstid har angetts.
uk: <p>Поле <b>Мін.</b> визначає тривалість (у хвилинах), яку об'єкт вважається свіжим, коли явно не задано його терміну дії.

source: <p><b>Percent</b> is the percentage of the object's age (time since last modification). An object without explicit expiry time will be considered fresh.</p>
ar: <p><b>بالمائة</b> النسبة المئوية لعمر الكائنات (الوقت منذ التعديل الأخير). دون وقت انتهاء صلاحية واضح، سيعتبر الكائن جديدًا..</p>
ca: <p><b>Percent</b> és el percentatge de l'edat dels objectes (el temps des de l'última modificació). Un objecte sense una caducitat explícita es considerarà fresc.</p>
de: <p><b>Prozent</b> ist der Prozentsatz des Alters eines Objekts (Zeit seit der letzten Änderung). Ein Objekt ohne explizit angegebenes Verfalldatum wird als "frisch" angesehen.</p>
el: <p><b>Ποσοστό</b> είναι ποσοστό επί τοις εκατό της ηλικίας των αντικειμένων (χρόνος από την τελευταία αλλαγή). Ένα αντικείμενο χωρίς σαφή χρονικό όριο λήξης θεωρείται φρέσκο.</p>
fi: <p><b>Prosentti</b> on vastaava määrä objektin iästä (aika viimeisestä muutoksesta). Objekti, jolla ei ole vanhenemisaikaa, tulkitaan tuoreeksi.</p>
ja: <p><b>パーセント</b> はオブジェクトの寿命 (更新されてから どれだけ経過したか) に対するパーセンテージを指定します。正確な期限切れ日時の 指定がないオブジェクトは、新しいものであると判断されます。</p>
km: <p><b>ភាគរយ</b> គឺជា​ភាគរយ​នៃ​អាយុកាល​របស់​វត្ថុ (ពេលវេលា​ចាប់​តាំងពី​ការ​កែប្រែ ចុងក្រោយ) ។ វត្ថុ​ដែល​គ្មាន​ពេលវេលា​ផុត​កំណត់​ជាក់ស្ដែង​នឹង​ត្រូវ​បាន​ចាត់​ទុក​ថា បាន​ធ្វើឲ្យ​ស្រស់ ។</p>
nb: <p><b>Prosent</b> er prosentandelen av alderen (tid siden siste endring) til et objekt som gjør at objektet betraktes som nytt hvis det ikke er definert noen utløpstid.</p>
pl: <p><b>Procent</b> jest wiekiem obiektu wyrażonym w procentach (czas od ostatniej modyfikacji). Obiekt bez dokładnego czasu wygaśnięcia będzie uważany jako aktualny.</p>
ro: <p><b>Procent</b> este procentajul vechimii obiectului (timpul de la ultima modificare). Un obiect fără un timp explicit de expirare va fi considerat proaspăt.</p>
ru: <p><b>Процент</b> — это процент от возраста объекта (времени с момента последней модификации), в течении которого объект будет считаться свежим, если время не истечёт явно.</p>
sv: <p><b>Procent</b> är procentandelen för objektets ålder (tid sedan senaste modifiering). Ett objekt utan uttrycklig utgångstid anses vara uppdaterat.</p>
uk: <p>Поле <b>Відсоток</b> — це відсоток від віку об'єкта (часу з моменту останньої зміни). Для об'єкта без явно заданого терміну дії це поле є часом, протягом якого він вважатиметься свіжим.</p>

source: <p><b>Max</b> is the upper limit of how long objects without an explicit expiry time will be considered fresh.</p>
ar: <p><b>الحد الأقصى</b> الحد الأقصى لمدة اعتبار الكائنات دون موعد انتهاء واضح جديدة.</p>
ca: <p><b>Max</b> és el límit més llarg de temps en què els objectes que no tenen una caducitat explícita es consideraran frescos.</p>
de: <p><b>Max</b> ist die Höchstgrenze, die ein Objekt ohne Verfallsdatum im Cache als "frisch" betrachtet wird.</p>
el: <p><b>Μέγιστο</b> είναι το άνω όριο του χρόνου που τα αντικείμενα χωρίς συγκεκριμένο όριο λήξης θα θεωρούνται φρέσκα.</p>
fi: <p><b>Maksimi</b> on yläraja tuoreena pidettävälle sisällölle, jolle vanhenemisaikaa ei ole määritelty.</p>
ja: <p><b>最大</b> では、明確な期限切れが設定されていないオブジェクトに対して、 それらがどれだけの期間最新のものであると判断すべきか、上限の時間を指定します。</p>
km: <p><b>អតិបរមា</b> គឺជា​ដែន​កំណត់​ខាងលើ លើ​រយៈពេល​ដែល​វត្ថុ​គ្មាន​ពេលវេលា​ផុត​កំណត់​ជាក់លាក់ នឹង​ត្រូវ​បាន​ចាត់ទុកថា​បាន​ធ្វើឲ្យ​ស្រស់ ។</p>
nb: <p><b>Maks.</b> er den øvre grensen for hvor lenge et objekt uten definert utløpstid vil bli betraktet som nytt.</p>
pl: <p><b>Maks.</ b> jest górną granicą czasu, jak długo obiekt bez dokładnego czasu wygaśnięcia należy uważać za aktualny.</p>
ro: <p><b>Max</b> este limita superioară pentru cât de mult obiectele fără un timp explicit de expirare vor fi considerate proaspete.</p>
ru: <p><b>Макс</b> — это верхний предел, определяющий, как долго объект без явного истечения времени будет считаться свежим.</p>
sv: <p><b>Max</b> är den övre gränsen för hur länge objekt utan uttrycklig utgångstid anses vara uppdaterade.</p>
uk: <p>Поле <b>Макс.</b> визначає верхню границю часу, протягом якого об'єкт без явно заданого терміну дії вважатиметься свіжим.</p>

source: <p><b>Cache memory</b> defines the ideal amount of memory to be used for objects.</p>
ar: <p><b>الذاكرة المؤقتة</b> تُعرف القيمة المثالية للذاكرة المطلوب استخدامها للكائنات.</p>
ca: <p>La <b>memòria cau</b> defineix la quantitat de memòria ideal a ser usada per als objectes.</p>
de: <p><b>Cache-Speicher</b> definiert die ideale Größe des Speichers, die für Objekte genutzt werden soll.</p>
el: <p><b> Προσωρινή μνήμη</b>ορίζει την ιδεατή ποσότητα μνήμης που θα χρησιμοποιηθεί στα αντικείμενα.</p>
fi: <p><b>Välimuisti</b> määrittää parhaan mahdollisen määrän muistia, joka käytetään objekteille.</p>
ja: <p><b>キャッシュメモリ</b> には、オブジェクトに対して使用するメモリの理想値を指定します。</p>
km: <p><b>អង្គ​ចងចាំ​ឃ្លាំង​សម្ងាត់</b> កំណត់​ចំនួន​អង្គ​ចងចាំ​តែ​មួយ​ដែល​ត្រូវ​ប្រើ​សម្រាប់​វត្ថុ ។</p>
nb: <p><b>Mellomlagerminne</b> angir den ideelle minnekapasiteten som skal brukes for objekter.</p>
pl: <p><b>Pamięć podręczna</b> definiuje idealną ilość pamięci używaną dla obiektów.</p>
pt: <p><b>Memória Cache</b> define a quantidade ideal de memória a ser utilizada para os objectos.</p>
ro: <p><b>Memorie Tampon</b> definește cantitatea ideală de memorie a fi folosită pentru obiecte.</p>
ru: <p><b>Память кэша</b> определяет подходящее количество памяти, используемое для объектов.</p>
sv: <p>Med <b>Cacheminne</b> definieras den ideala mängden minne att använda för objekt.</p>
uk: <p><b>Об'єм кешу</b> визначає ідеальний об'єм пам'яті, яка використовується для зберігання об'єктів.</p>

source: <p><b>Max Object Size</b> defines the maximum size for objects to be stored on the disk. Objects larger than this size will not be saved on disk.</p>
ar: <p><b>الحجم الأقصى للكائن</b> يحدد الحجم الأقصى للكائنات التي يتم تخزينها في القرص. لن يتم حفظ الكائنات أكبر من هذا الحجم على القرص.</p>
ca: <p><b>Mida màxima d'objecte</b> defineix la mida màxima dels objectes a desar al disc. Els objectes més grans que aquesta mida no es desaran al disc.</p>
de: <p><b>Max. Objektgröße</b> definiert die maximale Größe für Objekte, die auf der Platte gespeichert werden. Objekte, deren Größe den hier angegebenen Wert überschreitet, werden nicht auf der Platte gespeichert.</p>
el: <p>Το <b>Μέγιστο Μέγεθος Αντικειμένου</b> ορίζει το μέγιστο μέγεθος για τα αντικείμενα που θα αποθηκεύονται στο δίσκο. Αντικείμενα μεγαλύτερα από αυτό το μέγεθος δεν θα αποθηκεύονται στον δίσκο.</p>
fi: <p><b>Objektin enimmäiskoko</b> määrittää levylle tallennettavien objektien enimmäiskoon. Tätä suurempia objekteja ei tallenneta levylle.</p>
ja: <p><b>最大オブジェクトサイズ</b> には、ディスクに保存するオブジェクトの最大サイズを 指定してください。これより大きなサイズのオブジェクトはディスクに保存されません。</p>
km: <p><b>ទំហំ​វត្ថុ​អតិបរមា</b> កំណត់​ទំហំ​អតិបរមា​សម្រាប់​វត្ថុ​ដែល​ត្រូវ​ទុក នៅ​ក្នុង​ថាស ។ វត្ថុ​ដែល​ធំជាង​ទំហំ​នេះ​នឹង​មិន​ត្រូវ​បាន​រក្សាទុក​នៅ​ក្នុង​ថាស​នេះ​ទេ ។</p>
nb: <p><b>Maks. objektstørrelse</b> angir maksimum størrelse på objekter som vil bli lagret på disken. Objekter som er større, vil ikke bli lagret på disken.</p>
pl: <p><b>Maksymalny rozmiar obiektu</b> definiuje maksymalny rozmiar obiektów przechowywanych na dysku. Obiekty większe niż ten rozmiar nie będą zapisywane na dysku.</p>
ro: <p><b>Dimensiune maximă obiect</b> definește dimensiunea maximă pentru obiectele care vor fi salvate pe disk. Obiectele mai mari decât această valoare nu vor fi salvate pe disk.</p>
ru: <p><b>Максимальный размер объекта</b> определяет максимальный размер объектов, хранимых на диске. Объекты большего размера не будут сохраняться на диск.</p>
sv: <p><b>Max objektstorlek</b> definierar den maximala storleken för objekt som ska lagras på disken. Objekt som är större än detta lagras inte.</p>
uk: <p><b>Максимальний розмір об'єкта</b> визначає максимальний розмір для об'єктів, що зберігатимуться на диску. Об'єкти, розмір який перевищуватиме це значення, не зберігатимуться на диску.</p>

source: <p><b>Min Object Size</b> specifies the minimum size for objects. Smaller objects will not be saved to the disk.</p>
ar: <p><b>الحد الأدنى لحجم الكائن</b> يحدد أقل حجم للكائنات. لن يتم حفظ الكائنات الأصغر على القرص.</p>
ca: <p><b>Mida mínima d'objecte</b> especifica la mída mínima per als objectes. Els objectes més petits no es desaran al disc.</p>
de: <p><b>Min. Objektgröße</b> definiert die minimale Größe von Objekten, die auf der Platte gespeichert werden. Kleinere Objekte werden nicht auf der Platte gespeichert.</p>
el: <p>Το <b>Ελάχιστο Μέγεθος Αντικειμένου</b> καθορίζει το ελάχιστο μέγεθος του αντικειμένου. Μικρότερα αντικείμενα δεν θα σώζονται στο δίσκο.</p>
fi: <p><b>Objektin vähimmäiskoko</b> määrittää levylle tallennettavien objektien vähimmäiskoon.</p>
ja: <p><b>最小オブジェクトサイズ</b> には、ディスクに保存するオブジェクトの最小サイズを 指定してください。</p>
km: <p><b>ទំហំ​វត្ថុ​អប្បបរមា</b> បញ្ជាក់​ទំហំ​អប្បបរមា​សម្រាប់​វត្ថុ ។ វត្ថុ​ដែល​តូចជាង​នេះ នឹង​មិន​ត្រូវ​ប​ាន​រក្សាទុក​នៅ​ក្នុង​ថាស​នេះ​ទេ ។</p>
nb: <p><b>Min. objektstørresle</b> angir den minste objektstørrelsen som vil bli lagret på disken. Mindre objekter vil ikke bli lagret.</p>
pl: <p><b>Minimalny rozmiar obiektu</b> określa minimalny rozmiar obiektu, poniżej którego nie będą zapisywane na dysku.</p>
ro: <p><b>Dimensiune minimă obiect</b> specifică dimensiunea minimă pentru obiecte. Obiectele mai mici nu vor fi salvate pe disk.</p>
ru: <p><b>Минимальный размер объекта</b> определяет минимальный размер объекта. Объекты меньшего размера не будут сохраняться на диск.</p>
sv: <p><b>Min objektstorlek</b> anger den minsta storleken för objekt. Mindre objekt sparas inte på disken.</p>
uk: <p><b>Мінімальний розмір об'єкта</b> визначає мінімальний розмір об'єкта, який може бути збережено на диску.</p>

source: <p>Replacement begins when the swap (disk) usage is above the <b>Swap Low-Water Mark</b> and attempts to maintain utilization near the <b>Swap Low-Water Mark</b>. As swap utilization gets close to <b>Swap High-Water Mark</b>, object eviction becomes more aggressive. If utilization is close to the <b>Swap Low-Water Mark</b>, less replacement is done each time.
ar: <p>يبدأ الاستبدال عند تخطي استخدام (قرص) التبديل <b>العلامة المائية السفلى للتبديل</b> ويحاول الحفاظ على الاستخدام حول مستويات <b>العلامة المائية السفلى للتبديل</b>. وعندما يقترب استخدام التبديل من <b>العلامة المائية العليا للتبديل</b>، تصبح عملية استرداد الكائن أكثر شدة. إذا اقترب الاستخدام من <b>العلامة المائية السفلى للتبديل</b>، يكون الاستبدال أقل في كل مرة.
ca: <p>El reemplaçament comença quan l'ús de la swap (del disc) és per sobre de la <b>Marca Swap Marea baixa</b> i intenta mantenir la utilització a prop de la <b>Marca Swap Marea baixa</b>. A mesura que l'ús de la swap s'apropa a la <b>Marca Swap Marea alta</b>, el desallotjament d'objectes es torna més agressiu. Si l'ús és proper a la <b>Marca Swap Low-Water</b>, es fa menys reemplaçament cada vedada.
de: <p>Die Ersetzung beginnt, wenn die Swap- (Platten-)Belegung über dem <b>Swap-Tiefstand</b> liegt, und versucht, die Nutzung in der Nähe des <b>Swap-Tiefstands</b> zu halten. Wenn die Swap-Belegung in die Nähe des <b>Swap-Höchststands</b> gelangt, werden die Objekte energischer entfernt. Wenn die Belegung nahe des <b>Swap-Tiefstands</b> liegt, erfolgt jedes Mal weniger Austausch.
el: <p>Η Αντικατάσταη ξεκινά όταν η χρήση της μνήμης swap (δίσκος) είναι πάνω από το <b>Υδατογράφημα Χαμηλής Swap</b> και προσπαθεί να διατηρήσει τη χρήση κοντά στο <b>Υδατογράφημα Χαμηλής Swap</b>. Όταν η χρήση φτάνει κοντά στο <b>Υδατογράφημα Υψηλής Swap</b>, η έξωση αντικειμένων γίνεται πιο επιθετική. Εάν η χρήση είναι κοντά στο <b>Υδατογράφημα Χαμηλής Swap</b>, λιγότερη αντικατάσταση γίνεται κάθε φορά.
fi: <p>Korvaaminen aloitetaan kun välimuistin käyttö ylittää <b>alarajan</b> ja käyttöaste koitetaan pitää lähellä <b>alarajaa</b>. Kun välimuistin käyttöaste lähenee <b>ylärajaa</b> objektien häädöstä tulee agressiivisempaa. Jos käyttöaste on lähellä <b>alarajaa</b>, korvauksia tehdään vähemmän joka kerta.
ja: <p>入れ替え処理は、スワップ (ディスク) の使用量が <b>スワップ最小水準</b> を 上回った際に開始し、 <b>スワップ最小水準</b> に使用量が近づくよう使用量を保守します。 スワップの使用量が <b>スワップ最大水準</b> に近づくと、 オブジェクトの追い出しをより積極的に行なうようになります。 使用率が <b>スワップ最小水準</b> に近ければ近いほど、入れ替え処理はあまり 行なわなくなります。
km: <p>ការ​ជំនួស​ចាប់ផ្ដើម ពេល​ការ​ប្រើប្រាស់​ស្វប (ថាស) នៅ​លើ <b>សម្គាល់​កម្រិត​ទឹក​ទាប​ស្វប</b> និង​ប៉ុនប៉ង​ថែទាំ​ការ​ប្រើប្រាស់​ក្បែរ <b>សម្គាល់​កម្រិត​ទឹក​ទាប</b> ។ ពេល​ការ​ប្រើប្រាស់​ស្វប​ទៅ​ជិត <b>សម្គាល់​កម្រិត​ទឹក​ខ្ពស់</b> ការ​យក​វត្ថុ​ចេញ​នឹង​កាន់​តែ​បំពាន ។ ប្រសិនបើ​​ការ​ប្រើប្រាស់​ជិត​ទៅ <b>សម្គាល់​កម្រិត​ទឹក​ទាប​ស្វប</b> កន្លែង​ជំនួស​តិច ត្រូវ​បាន​ធ្វើ​រាល់​ពេល ។
nb: <p>Utskifting begynner når benyttet veksleminne overstiger <b>Laveste veksleminnenivå</b>, og systemet forsøker å opprettholde minneforbruket nær <b>Laveste veksleminnenivå</b>. Når veksleminneforbruket nærmer seg <b>Høyeste veksleminnenvå</b>, begynner systemet å slette objekter mer aggressivt. Hvis forbruket ligger nær <b>Laveste veksleminnenivå</b>, vil færre utskiftinger bli utført om gangen.
pl: <p>Wymiana zaczyna się, gdy zużycie pamięci (dysku) wymiany znajdzie się powyżej <b>dolnego poziomu wymiany</b> i ma na celu utrzymanie zużycia w pobliżu <b>dolnego poziomu wymiany</b>. Gdy zużycie pamięci wymiany zbliża się do <b>górnego poziomu wymiany</b>, usuwanie obiektów staje się bardziej intensywne. W przypadku użycia pamięci wymiany w pobliżu <b>dolnego poziomu wymiany</b> wykonywanych jest mniej wymian obiektów.
ru: <p>Замещение объектов начинается, когда дисковый кэш используется больше, чем <b>Нижняя граница кэша</b> и стремится сохранить использование кэша на уровне <b>Нижней границы кэша</b>. Когда использование кэша приближается к <b>Верхней границе кэша</b>, вытеснение объектов производится более агрессивно. Если использование близко к <b>Нижней границе кэша</b>, то каждый раз выполняется меньше операций замещения.
sv: <p>Växlingen inleds när växlingsanvändningen (disk) når <b>Undre gräns för växlingsutrymme</b> och försöker upprätthålla användningen nära <b>Undre gräns för växlingsutrymme</b>. När växlingsanvändningen närmar sig <b>Övre gräns för växlingsutrymme</b> stoppas objekt mer aggressivt. Om användningen är nära <b>Undre gräns för växlingsutrymme</b> minskar växlingen varje gång.
uk: <p>Заміщення починає діяти, коли використання дискового кешу перевищує <b>Нижню границю кешу</b> і спрямоване на утримання рівня використання на позначці близькій до <b>Нижньої границі кешу</b>. Коли використання дискового кешу наближається до <b>Верхньої границі кешу</b>, викидання об'єктів стає агресивнішим. Якщо використання близьке до <b>Нижньої границі кешу</b>, кожного разу виконуватиметься менша кількість заміщень.
